{
  "cluster_id": 160,
  "papers": [
    {
      "id": "nature24_https://openalex.org/W4403450951",
      "paper_id": "https://openalex.org/W4403450951",
      "title": "A bacterial immunity protein directly senses two disparate phage proteins",
      "authors": "Tong Zhang, Albinas Cepauskas, Anastasiia Nadieina, Aurelien Thureau, Kyo Coppieters ‘t Wallant, Chloé Martens, Daniel C. Lim, Abel Garcia-Pino, Michael T. Laub",
      "paper_url": "https://doi.org/10.1038/s41586-024-08039-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410019349",
      "paper_id": "https://openalex.org/W4410019349",
      "title": "A DNA-gated molecular guard controls bacterial Hailong anti-phage defence",
      "authors": "Joel M. J. Tan, Sarah Melamed, Joshua C. Cofsky, Deepsing Syangtan, Samuel J. Hobbs, Josefina del Mármol, Marco Jost, Andrew C. Kruse, Rotem Sorek, Philip J. Kranzusch",
      "paper_url": "https://doi.org/10.1038/s41586-025-09058-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400730579",
      "paper_id": "https://openalex.org/W4400730579",
      "title": "A eukaryotic-like ubiquitination system in bacterial antiviral defence",
      "authors": "Lydia R. Chambers, Qiaozhen Ye, Jiaxi Cai, Minheng Gong, Hannah E. Ledvina, Huilin Zhou, Aaron T. Whiteley, Raymond T. Suhandynata, Kevin D. Corbett",
      "paper_url": "https://doi.org/10.1038/s41586-024-07730-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385879373",
      "paper_id": "https://openalex.org/W4385879373",
      "title": "A viral ADP-ribosyltransferase attaches RNA chains to host proteins",
      "authors": "Maik Wolfram-Schauerte, Nadiia Pozhydaieva, Julia Grawenhoff, Luisa M. Welp, Ivan Silbern, Alexander Wulf, Franziska A. Billau, Timo Glatter, Henning Urlaub, Andres Jäschke, Katharina Höfer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06429-2",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399366454",
      "paper_id": "https://openalex.org/W4399366454",
      "title": "A virally encoded high-resolution screen of cytomegalovirus dependencies",
      "authors": "Yaara Finkel, Aharon Nachshon, Einav Aharon, Tamar Arazi, Elena Simonovsky, Martina Dobešová, Zack Saud, Avi Gluck, Tal Fisher, Richard J. Stanton, Michal Schwartz, Noam Stern-Ginossar",
      "paper_url": "https://doi.org/10.1038/s41586-024-07503-z",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401388952",
      "paper_id": "https://openalex.org/W4401388952",
      "title": "A virally-encoded tRNA neutralizes the PARIS antiviral defence system",
      "authors": "Nathaniel Burman, Svetlana Belukhina, Florence Depardieu, Royce A. Wilkinson, Mikhail Skutel, Andrew Santiago-Frangos, Ava B. Graham, Alexei Livenskyi, Anna Chechenina, Natalia Morozova, Trevor Zahl, William S. Henriques, Murat Buyukyoruk, Christophe Rouillon, Baptiste Saudemont, Lena Shyrokova, Tatsuaki Kurata, Vasili Hauryliuk, Konstantin Severinov, Justine Groseille, Agnès Thierry, Romain Koszul, Florian Tesson, Aude Bernheim, David Bikard, Blake Wiedenheft, Artem Isaev",
      "paper_url": "https://doi.org/10.1038/s41586-024-07874-3",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4224211890",
      "paper_id": "https://openalex.org/W4224211890",
      "title": "Activation of STING by targeting a pocket in the transmembrane domain",
      "authors": "Defen Lu, Guijun Shang, Jie Li, Yong Lu, Xiao-chen Bai, Xuewu Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-022-04559-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391994100",
      "paper_id": "https://openalex.org/W4391994100",
      "title": "Activation of Thoeris antiviral system via SIR2 effector filament assembly",
      "authors": "Giedre Tamulaitiene, Dziugas Sabonis, Giedrius Sasnauskas, Audrone Ruksenaite, Arunas Silanskas, Carmel Avraham, Gal Ofir, Rotem Sorek, Mindaugas Zaremba, Virginijus Siksnys",
      "paper_url": "https://doi.org/10.1038/s41586-024-07092-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400279651",
      "paper_id": "https://openalex.org/W4400279651",
      "title": "An anti-CRISPR that pulls apart a CRISPR–Cas complex",
      "authors": "Chantel N. Trost, Jing Yang, Bianca Garcia, Yurima Hidalgo-Reyes, Beatrice C. M. Fung, Jiuyu Wang, Wang-Ting Lu, Karen L. Maxwell, Yanli Wang, Alan R. Davidson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07642-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4319591588",
      "paper_id": "https://openalex.org/W4319591588",
      "title": "An E1–E2 fusion protein primes antiviral immune signalling in bacteria",
      "authors": "Hannah E. Ledvina, Qiaozhen Ye, Yajie Gu, Ashley E. Sullivan, Yun Quan, Rebecca K. Lau, Huilin Zhou, Kevin D. Corbett, Aaron T. Whiteley",
      "paper_url": "https://doi.org/10.1038/s41586-022-05647-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403680383",
      "paper_id": "https://openalex.org/W4403680383",
      "title": "Anti-viral defence by an mRNA ADP-ribosyltransferase that blocks translation",
      "authors": "Christopher N. Vassallo, Christopher R. Doering, Michael T. Laub",
      "paper_url": "https://doi.org/10.1038/s41586-024-08102-8",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3216692711",
      "paper_id": "https://openalex.org/W3216692711",
      "title": "Antiviral activity of bacterial TIR domains via immune signalling molecules",
      "authors": "Gal Ofir, Ehud Herbst, Maya Baroz, Daniel Cohen, Adi Millman, Shany Doron, Nitzan Tal, Daniel B. A. Malheiro, Sergey Malitsky, Gil Amitai, Rotem Sorek",
      "paper_url": "https://doi.org/10.1038/s41586-021-04098-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4310059891",
      "paper_id": "https://openalex.org/W4310059891",
      "title": "Antiviral signalling by a cyclic nucleotide activated CRISPR protease",
      "authors": "Christophe Rouillon, Niels Schneberger, Haotian Chi, Katja Blumenstock, Stefano Da Vela, Katrin Ackermann, Jonas Moecking, Martin F. Peter, Wolfgang Boenigk, Reinhard Seifert, Bela E. Bode, Jonathan L. Schmid-Burgk, Dmitri Svergun, Matthias Geyer, Malcolm F. White, Gregor Hagelueken",
      "paper_url": "https://doi.org/10.1038/s41586-022-05571-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387737550",
      "paper_id": "https://openalex.org/W4387737550",
      "title": "Antiviral type III CRISPR signalling via conjugation of ATP and SAM",
      "authors": "Haotian Chi, Ville Hoikkala, Sabine Grüschow, Shirley Graham, Sally Shirran, Malcolm F. White",
      "paper_url": "https://doi.org/10.1038/s41586-023-06620-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401388980",
      "paper_id": "https://openalex.org/W4401388980",
      "title": "Architecture and activation mechanism of the bacterial PARIS defence system",
      "authors": "Amar Deep, Qishan Liang, Eray Enustun, Joe Pogliano, Kevin D. Corbett",
      "paper_url": "https://doi.org/10.1038/s41586-024-07772-8",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4289638081",
      "paper_id": "https://openalex.org/W4289638081",
      "title": "Architecture and self-assembly of the jumbo bacteriophage nuclear shell",
      "authors": "Thomas G. Laughlin, Amar Deep, Amy M. Prichard, Christian Seitz, Yajie Gu, Eray Enustun, Sergey Suslov, Kanika Khanna, Erica A. Birkholz, Emily Armbruster, J. Andrew McCammon, Rommie E. Amaro, Joe Pogliano, Kevin D. Corbett, Elizabeth Villa",
      "paper_url": "https://doi.org/10.1038/s41586-022-05013-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391823743",
      "paper_id": "https://openalex.org/W4391823743",
      "title": "Autonomous transposons tune their sequences to ensure somatic suppression",
      "authors": "İbrahim Avşar Ilık, Petar Glažar, Kevin Tse, Björn Brändl, David Meierhofer, Franz-Josef Müller, Zachary D. Smith, Tuğçe Aktaş",
      "paper_url": "https://doi.org/10.1038/s41586-024-07081-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400729407",
      "paper_id": "https://openalex.org/W4400729407",
      "title": "Bacteria conjugate ubiquitin-like proteins to interfere with phage assembly",
      "authors": "Jens Hör, Sharon G. Wolf, Rotem Sorek",
      "paper_url": "https://doi.org/10.1038/s41586-024-07616-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388694358",
      "paper_id": "https://openalex.org/W4388694358",
      "title": "Bacterial cGAS senses a viral RNA to initiate immunity",
      "authors": "Dalton V. Banh, Cameron G. Roberts, Adrian Morales-Amador, Brandon A. Berryhill, Waqas Chaudhry, Bruce R. Levin, Sean F. Brady, Luciano A. Marraffini",
      "paper_url": "https://doi.org/10.1038/s41586-023-06743-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4285727841",
      "paper_id": "https://openalex.org/W4285727841",
      "title": "Bacterial retrons encode phage-defending tripartite toxin–antitoxin systems",
      "authors": "Jacob Bobonis, Karin Mitosch, André Mateus, Nicolai Karcher, George Kritikos, Joel Selkrig, Matylda Zietek, Vivian Monzon, Birgit Pfalz, Sarela Garcia-Santamarina, Marco Galardini, Anna Sueki, Callie Kobayashi, Frank Stein, Alex Bateman, Georg Zeller, Mikhail M. Savitski, Johanna R. Elfenbein, Helene L. Andrews-Polymenis, Athanasios Typas",
      "paper_url": "https://doi.org/10.1038/s41586-022-05091-4",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387733353",
      "paper_id": "https://openalex.org/W4387733353",
      "title": "Bacteriophages suppress CRISPR–Cas immunity using RNA-based anti-CRISPRs",
      "authors": "Sarah Camara-Wilpert, David Mayo-Muñoz, Jakob Russel, Robert D. Fagerlund, Jonas S. Madsen, Peter C. Fineran, Søren J. Sørensen, Rafael Pinilla-Redondo",
      "paper_url": "https://doi.org/10.1038/s41586-023-06612-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401881945",
      "paper_id": "https://openalex.org/W4401881945",
      "title": "Birth of protein folds and functions in the virome",
      "authors": "Jason Nomburg, Erin E. Doherty, Nathan Price, Daniel Bellieny-Rabelo, Yong K. Zhu, Jennifer A. Doudna",
      "paper_url": "https://doi.org/10.1038/s41586-024-07809-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400037959",
      "paper_id": "https://openalex.org/W4400037959",
      "title": "Bridge RNAs direct programmable recombination of target and donor DNA",
      "authors": "Matthew G. Durrant, Nicholas T. Perry, James J. Pai, Aditya R. Jangid, Januka S. Athukoralage, Masahiro Hiraizumi, John P. McSpedon, April Pawluk, Hiroshi Nishimasu, Silvana Konermann, Patrick D. Hsu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07552-4",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406956853",
      "paper_id": "https://openalex.org/W4406956853",
      "title": "CARD domains mediate anti-phage defence in bacterial gasdermin systems",
      "authors": "Tanita Wein, Adi Millman, Katharina Lange, Erez Yirmiya, Romi Hadary, Jeremy Garb, Sarah Melamed, Gil Amitai, Orly Dym, Felix Steinruecke, Aidan B. Hill, Philip J. Kranzusch, Rotem Sorek",
      "paper_url": "https://doi.org/10.1038/s41586-024-08498-3",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4313545728",
      "paper_id": "https://openalex.org/W4313545728",
      "title": "Cas12a2 elicits abortive infection through RNA-triggered destruction of dsDNA",
      "authors": "Oleg Dmytrenko, Gina C. Neumann, Thomson Hallmark, Dylan J. Keiser, Valerie M. Crowley, Elena Vialetto, Ioannis Mougiakos, Katharina G. Wandera, Hannah Domgaard, Johannes Weber, Thomas Gaudin, Josie Metcalf, Benjamin N. Gray, Matthew B. Begemann, Ryan N. Jackson, Chase L. Beisel",
      "paper_url": "https://doi.org/10.1038/s41586-022-05559-3",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3182526970",
      "paper_id": "https://openalex.org/W3182526970",
      "title": "cGAS-like receptors sense RNA and control 3′2′-cGAMP signalling in Drosophila",
      "authors": "Kailey M. Slavik, Benjamin R. Morehouse, Adelyn E. Ragucci, Wen Zhou, Xianlong Ai, Yuqiang Chen, Lihua Li, Ziming Wei, Heike Bähre, Martin König, Roland Seifert, Amy S. Y. Lee, Hua Cai, Jean-Luc Imler, Philip J. Kranzusch",
      "paper_url": "https://doi.org/10.1038/s41586-021-03743-5",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4306810376",
      "paper_id": "https://openalex.org/W4306810376",
      "title": "Clathrin-associated AP-1 controls termination of STING signalling",
      "authors": "Ying Liu, Pengbiao Xu, Sophie Rivara, Chong Liu, Jonathan Ricci, Xuefeng Ren, James H. Hurley, Andrea Ablasser",
      "paper_url": "https://doi.org/10.1038/s41586-022-05354-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4297497487",
      "paper_id": "https://openalex.org/W4297497487",
      "title": "CRISPR screens in Drosophila cells identify Vsg as a Tc toxin receptor",
      "authors": "Ying Xu, Raghuvir Viswanatha, Oleg Sitsel, Daniel Roderer, Haifang Zhao, Christopher Ashwood, Cecilia Voelcker, Songhai Tian, Stefan Raunser, Norbert Perrimon, Min Dong",
      "paper_url": "https://doi.org/10.1038/s41586-022-05250-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4286007946",
      "paper_id": "https://openalex.org/W4286007946",
      "title": "Cryo-EM structure of an active bacterial TIR–STING filament complex",
      "authors": "Benjamin R. Morehouse, Matthew C. J. Yip, Alexander F. A. Keszei, Nora K. McNamara-Bordewick, Sichen Shao, Philip J. Kranzusch",
      "paper_url": "https://doi.org/10.1038/s41586-022-04999-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4362608640",
      "paper_id": "https://openalex.org/W4362608640",
      "title": "Cryo-EM structure of the transposon-associated TnpB enzyme",
      "authors": "Ryoya Nakagawa, Hisato Hirano, Satoshi N. Omura, Suchita Nety, Soumya Kannan, Han Altae-Tran, Xiao Yao, Yuriko Sakaguchi, Takayuki Ohira, Wen Y. Wu, Hiroshi Nakayama, Yutaro Shuto, Tatsuki Tanaka, Fumiya K. Sano, Tsukasa Kusakizako, Yoshiaki Kise, Yuzuru Itoh, Naoshi Dohmae, John van der Oost, Tsutomu Suzuki, Feng Zhang, Osamu Nureki",
      "paper_url": "https://doi.org/10.1038/s41586-023-05933-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4291020693",
      "paper_id": "https://openalex.org/W4291020693",
      "title": "Cyclic nucleotide-induced helical structure activates a TIR immune effector",
      "authors": "Gaëlle Hogrel, Abbie Guild, Shirley Graham, Hannah Rickman, Sabine Grüschow, Quentin Bertrand, Laura Spagnolo, Malcolm F. White",
      "paper_url": "https://doi.org/10.1038/s41586-022-05070-9",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4309412280",
      "paper_id": "https://openalex.org/W4309412280",
      "title": "Direct activation of a bacterial innate immune system by a viral capsid protein",
      "authors": "Tong Zhang, Hedvig Tamman, Kyo Coppieters ’t Wallant, Tatsuaki Kurata, Michele LeRoux, Sriram Srikant, Tetiana Brodiazhenko, Albinas Cepauskas, Ariel Talavera, Chloe Martens, Gemma C. Atkinson, Vasili Hauryliuk, Abel Garcia-Pino, Michael T. Laub",
      "paper_url": "https://doi.org/10.1038/s41586-022-05444-z",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403244146",
      "paper_id": "https://openalex.org/W4403244146",
      "title": "Diverse anti-defence systems are encoded in the leading region of plasmids",
      "authors": "Bruria Samuel, Karin Mittelman, Shirly Ynbal Croitoru, Maya Ben Haim, David Burstein",
      "paper_url": "https://doi.org/10.1038/s41586-024-07994-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402222501",
      "paper_id": "https://openalex.org/W4402222501",
      "title": "Diverse viral cas genes antagonize CRISPR immunity",
      "authors": "Mark A. Katz, Edith M. Sawyer, Luke Oriolt, Albina Kozlova, Madison C. Williams, Shally R. Margolis, Matthew Johnson, Joseph Bondy-Denomy, Alexander J. Meeske",
      "paper_url": "https://doi.org/10.1038/s41586-024-07923-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394892282",
      "paper_id": "https://openalex.org/W4394892282",
      "title": "DNA glycosylases provide antiviral defence in prokaryotes",
      "authors": "Amer A. Hossain, Ying Z. Pigli, Christian F. Baca, Søren Heissel, Alexis Thomas, Vincent K. Libis, Ján Burian, Joshua S. Chappie, Sean F. Brady, Phoebe A. Rice, Luciano A. Marraffini",
      "paper_url": "https://doi.org/10.1038/s41586-024-07329-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4382394445",
      "paper_id": "https://openalex.org/W4382394445",
      "title": "Fanzor is a eukaryotic programmable RNA-guided endonuclease",
      "authors": "Makoto Saito, Peiyu Xu, Guilhem Faure, Samantha Maguire, Soumya Kannan, Han Altae-Tran, Sam Vo, AnAn Desimone, Rhiannon K. Macrae, Feng Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06356-2",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411932264",
      "paper_id": "https://openalex.org/W4411932264",
      "title": "Functional amyloid proteins confer defence against predatory bacteria",
      "authors": "Hannah E. Ledvina, Ryan Sayegh, Ricardo O. Carale, A. Maxwell Burroughs, Alexa R. Macklin, Ashley L. Azadeh, Layla D. Borja Najera, L. Aravind, Aaron T. Whiteley",
      "paper_url": "https://doi.org/10.1038/s41586-025-09204-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4380627915",
      "paper_id": "https://openalex.org/W4380627915",
      "title": "Genome expansion by a CRISPR trimmer-integrase",
      "authors": "Joy Y. Wang, Owen T. Tuck, Petr Skopintsev, Katarzyna M. Soczek, Gary Li, Basem Al-Shayeb, Julia Zhou, Jennifer A. Doudna",
      "paper_url": "https://doi.org/10.1038/s41586-023-06178-2",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3212761873",
      "paper_id": "https://openalex.org/W3212761873",
      "title": "Genome surveillance by HUSH-mediated silencing of intronless mobile elements",
      "authors": "Marta Seczynska, Stuart Bloor, Sergio Martinez Cuesta, Paul J. Lehner",
      "paper_url": "https://doi.org/10.1038/s41586-021-04228-1",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3159973781",
      "paper_id": "https://openalex.org/W3159973781",
      "title": "Global miRNA dosage control of embryonic germ layer specification",
      "authors": "Yingzi Cui, Xuehui Lyu, Li Ding, Lan Ke, Dechang Yang, Mehdi Pirouz, Ye Qi, Jennie Ong, Ge Gao, Peng Du, Richard I. Gregory",
      "paper_url": "https://doi.org/10.1038/s41586-021-03524-0",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4283721041",
      "paper_id": "https://openalex.org/W4283721041",
      "title": "GTSF1 accelerates target RNA cleavage by PIWI-clade Argonaute proteins",
      "authors": "Amena Arif, Shannon Bailey, Natsuko Izumi, Todd A. Anzelon, Deniz M. Ozata, Cecilia Andersson, Ildar Gainetdinov, Ian J. MacRae, Yukihide Tomari, Phillip D. Zamore",
      "paper_url": "https://doi.org/10.1038/s41586-022-05009-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391160417",
      "paper_id": "https://openalex.org/W4391160417",
      "title": "HIV-1 capsids enter the FG phase of nuclear pores like a transport receptor",
      "authors": "Liran Fu, Erika N. Weiskopf, Onno Akkermans, Nicholas A. Swanson, Shiya Cheng, Thomas U. Schwartz, Dirk Görlich",
      "paper_url": "https://doi.org/10.1038/s41586-023-06966-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4393902863",
      "paper_id": "https://openalex.org/W4393902863",
      "title": "Improving prime editing with an endogenous small RNA-binding protein",
      "authors": "Jun Yan, Paul Oyler-Castrillo, Purnima Ravisankar, Carl C. Ward, Sébastien Levesque, Yangwode Jing, Danny Simpson, Anqi Zhao, Hui Li, Weihao Yan, Laine Goudy, Ralf Schmidt, Sabrina C. Solley, Luke A. Gilbert, Michelle M. Chan, Daniel E. Bauer, Alexander Marson, Lance R. Parsons, Britt Adamson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07259-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402826747",
      "paper_id": "https://openalex.org/W4402826747",
      "title": "Intragenic DNA inversions expand bacterial coding capacity",
      "authors": "Rachael B. Chanin, Patrick T. West, Jakob Wirbel, Matthew O. Gill, Gabriella Z. M. Green, Ryan M. Park, Nora Enright, Arjun M. Miklos, Angela S. Hickey, Erin F. Brooks, Krystal K. Lum, Ileana M. Cristea, Ami S. Bhatt",
      "paper_url": "https://doi.org/10.1038/s41586-024-07970-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4398201180",
      "paper_id": "https://openalex.org/W4398201180",
      "title": "Legionella effector LnaB is a phosphoryl-AMPylase that impairs phosphosignalling",
      "authors": "Ting Wang, Xiaonan Song, Jiaxing Tan, Wei Xian, Xingtong Zhou, Mingru Yu, Xiaofei Wang, Yan Xu, Ting Wu, Keke Yuan, Yu Ran, Bing Yang, Gaofeng Fan, Xiaoyun Liu, Yan Zhou, Yongqun Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07573-z",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3119544327",
      "paper_id": "https://openalex.org/W3119544327",
      "title": "m6A RNA methylation regulates the fate of endogenous retroviruses",
      "authors": "Tomasz Chelmicki, Emeline Roger, Aurélie Teissandier, Mathilde Dura, Lorraine Bonneville, Sofia Rucli, François Dossin, Camille Fouassier, Sonia Lameiras, Deborah Bourc’his",
      "paper_url": "https://doi.org/10.1038/s41586-020-03135-1",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3204857201",
      "paper_id": "https://openalex.org/W3204857201",
      "title": "Mechanism for Cas4-assisted directional spacer acquisition in CRISPR–Cas",
      "authors": "Chunyi Hu, Cristóbal Almendros, Ki Hyun Nam, Ana Rita Costa, Jochem N. A. Vink, Anna C. Haagsma, Saket R. Bagde, Stan J. J. Brouns, Ailong Ke",
      "paper_url": "https://doi.org/10.1038/s41586-021-03951-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W4200370252",
      "paper_id": "https://openalex.org/W4200370252",
      "title": "MicroRNA sequence codes for small extracellular vesicle release and cellular retention",
      "authors": "Ruben Garcia-Martin, Guoxiao Wang, Bruna B. Brandão, Tamires M. Zanotto, Samah Shah, Sandip Kumar Patel, Birgit Schilling, C. Ronald Kahn",
      "paper_url": "https://doi.org/10.1038/s41586-021-04234-3",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3193708947",
      "paper_id": "https://openalex.org/W3193708947",
      "title": "Molecular basis for DarT ADP-ribosylation of a DNA base",
      "authors": "Marion Schuller, Rachel E. Butler, Antonio Ariza, Callum Tromans-Coia, Gytis Jankevicius, Tim D. W. Claridge, Sharon L. Kendall, Shan Goh, Graham R. Stewart, Ivan Ahel",
      "paper_url": "https://doi.org/10.1038/s41586-021-03825-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400038127",
      "paper_id": "https://openalex.org/W4400038127",
      "title": "Molecular basis for transposase activation by a dedicated AAA+ ATPase",
      "authors": "Álvaro de la Gándara, Mercedes Spínola-Amilibia, Lidia Araújo-Bazán, Rafael Núñez-Ramírez, James M. Berger, Ernesto Arias-Palomo",
      "paper_url": "https://doi.org/10.1038/s41586-024-07550-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400279477",
      "paper_id": "https://openalex.org/W4400279477",
      "title": "Molecular definition of the endogenous Toll-like receptor signalling pathways",
      "authors": "Daniel Fisch, Tian Zhang, He Sun, Weiyi Ma, Yunhao Tan, Steven P. Gygi, Darren E. Higgins, Jonathan C. Kagan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07614-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4390707842",
      "paper_id": "https://openalex.org/W4390707842",
      "title": "MRE11 liberates cGAS from nucleosome sequestration during tumorigenesis",
      "authors": "Min-Guk Cho, Rashmi J. Kumar, Chien-Chu Lin, Joshua A. Boyer, Jamshaid A. Shahir, Katerina Fagan-Solis, Dennis A. Simpson, Cheng Fan, Christine E. Foster, Anna M. Goddard, Lynn M. Lerner, Simon W. Ellington, Qinhong Wang, Ying Wang, Alice Y. Ho, Pengda Liu, Charles M. Perou, Qi Zhang, Robert K. McGinty, Jeremy E. Purvis, Gaorav P. Gupta",
      "paper_url": "https://doi.org/10.1038/s41586-023-06889-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4318820565",
      "paper_id": "https://openalex.org/W4318820565",
      "title": "mRNA ageing shapes the Cap2 methylome in mammalian mRNA",
      "authors": "Vladimir Despic, Samie R. Jaffrey",
      "paper_url": "https://doi.org/10.1038/s41586-022-05668-z",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407157706",
      "paper_id": "https://openalex.org/W4407157706",
      "title": "Multi-interface licensing of protein import into a phage nucleus",
      "authors": "Claire Kokontis, Timothy A. Klein, Sukrit Silas, Joseph Bondy-Denomy",
      "paper_url": "https://doi.org/10.1038/s41586-024-08547-x",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4220773262",
      "paper_id": "https://openalex.org/W4220773262",
      "title": "N6-methyladenosine in poly(A) tails stabilize VSG transcripts",
      "authors": "Idálio J. Viegas, Juan Pereira de Macedo, Lúcia Serra, Mariana De Niz, Adriana Temporão, Sara Silva Pereira, Aashiq H. Mirza, Ed Bergstrom, João A. Rodrigues, Francisco Aresta-Branco, Samie R. Jaffrey, Luisa M. Figueiredo",
      "paper_url": "https://doi.org/10.1038/s41586-022-04544-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387267494",
      "paper_id": "https://openalex.org/W4387267494",
      "title": "Nucleic-acid-triggered NADase activation of a short prokaryotic Argonaute",
      "authors": "Xiaopan Gao, Kun Shang, Kaixiang Zhu, Linyue Wang, Zhixia Mu, Xingke Fu, Xia Yu, Bo Qin, Hongtao Zhu, Wei Ding, Sheng Cui",
      "paper_url": "https://doi.org/10.1038/s41586-023-06665-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4385281626",
      "paper_id": "https://openalex.org/W4385281626",
      "title": "Oligomerization-mediated activation of a short prokaryotic Argonaute",
      "authors": "Zhangfei Shen, Xiao-Yuan Yang, Shiyu Xia, Wei Huang, Derek J. Taylor, Kotaro Nakanishi, Tian-Min Fu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06456-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4223506823",
      "paper_id": "https://openalex.org/W4223506823",
      "title": "Phage anti-CBASS and anti-Pycsar nucleases subvert bacterial immunity",
      "authors": "Samuel J. Hobbs, Tanita Wein, Allen Lu, Benjamin R. Morehouse, Julia Schnabel, Azita Leavitt, Erez Yirmiya, Rotem Sorek, Philip J. Kranzusch",
      "paper_url": "https://doi.org/10.1038/s41586-022-04716-y",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400491933",
      "paper_id": "https://openalex.org/W4400491933",
      "title": "Phage anti-CRISPR control by an RNA- and DNA-binding helix–turn–helix protein",
      "authors": "Nils Birkholz, Kotaro Kamata, Maximilian Feussner, Max E. Wilkinson, Christian Cuba Samaniego, Angela Migur, Dari Kimanius, Marijn Ceelen, Sam C. Went, Ben Usher, Tim R. Blower, Chris M. Brown, Chase L. Beisel, Zasha Weinberg, Robert D. Fagerlund, Simon A. Jackson, Peter C. Fineran",
      "paper_url": "https://doi.org/10.1038/s41586-024-07644-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388895886",
      "paper_id": "https://openalex.org/W4388895886",
      "title": "Phages overcome bacterial immunity via diverse anti-defence proteins",
      "authors": "Erez Yirmiya, Azita Leavitt, Allen Lu, Adelyn E. Ragucci, Carmel Avraham, Ilya Osterman, Jeremy Garb, Sadie P. Antine, Sarah E. Mooney, Samuel J. Hobbs, Philip J. Kranzusch, Gil Amitai, Rotem Sorek",
      "paper_url": "https://doi.org/10.1038/s41586-023-06869-w",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402827205",
      "paper_id": "https://openalex.org/W4402827205",
      "title": "Phages reconstitute NAD+ to counter bacterial immunity",
      "authors": "Ilya Osterman, Hadar Samra, Francois Rousset, Elena Loseva, Maxim Itkin, Sergey Malitsky, Erez Yirmiya, Adi Millman, Rotem Sorek",
      "paper_url": "https://doi.org/10.1038/s41586-024-07986-w",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4293005009",
      "paper_id": "https://openalex.org/W4293005009",
      "title": "Phosphorylation of muramyl peptides by NAGK is required for NOD2 activation",
      "authors": "Che A. Stafford, Alicia-Marie Gassauer, Carina C.  de Oliveira Mann, Maria C. Tanzer, Evelyn Fessler, Benedikt Wefers, Dennis Nagl, Gunnar Kuut, Karolina Sulek, Catherine Vasilopoulou, Sophia J. Schwojer, Andreas Wiest, Marie K. Pfautsch, Wolfgang Wurst, Monica Yabal, Thomas Fröhlich, Matthias Mann, Nicolas Gisch, Lucas T. Jae, Veit Hornung",
      "paper_url": "https://doi.org/10.1038/s41586-022-05125-x",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387095484",
      "paper_id": "https://openalex.org/W4387095484",
      "title": "piRNA processing by a trimeric Schlafen-domain nuclease",
      "authors": "Nadezda Podvalnaya, Alfred W. Bronkhorst, Raffael Lichtenberger, Svenja Hellmann, Emily Nischwitz, Torben Falk, Emil Karaulanov, Falk Butter, Sebastian Falk, René F. Ketting",
      "paper_url": "https://doi.org/10.1038/s41586-023-06588-2",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396854895",
      "paper_id": "https://openalex.org/W4396854895",
      "title": "Plasmid targeting and destruction by the DdmDE bacterial defence system",
      "authors": "Jack P. K. Bravo, Delisa A. Ramos, Rodrigo Fregoso Ocampo, Caiden Ingram, David W. Taylor",
      "paper_url": "https://doi.org/10.1038/s41586-024-07515-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399121816",
      "paper_id": "https://openalex.org/W4399121816",
      "title": "Pro-CRISPR PcrIIC1-associated Cas9 system for enhanced bacterial immunity",
      "authors": "Shouyue Zhang, Ao Sun, Jing-Mei Qian, Shuo Lin, Wenjing Xing, Yun Yang, Han-Zhou Zhu, Xin-Yi Zhou, Yan-Shuo Guo, Yun Liu, Yu Meng, Shu-Lin Jin, Wenhao Song, Cheng-Ping Li, Zhaofu Li, Shuai Jin, Jian-Hua Wang, Meng-Qiu Dong, Caixia Gao, Chunlai Chen, Yang Bai, Jun-Jie Gogo Liu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07486-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4361302966",
      "paper_id": "https://openalex.org/W4361302966",
      "title": "Programmable protein delivery with a bacterial contractile injection system",
      "authors": "Joseph Kreitz, Mirco J. Friedrich, Akash Guru, Blake Lash, Makoto Saito, Rhiannon K. Macrae, Feng Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05870-7",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3197669205",
      "paper_id": "https://openalex.org/W3197669205",
      "title": "Programmable RNA targeting with the single-protein CRISPR effector Cas7-11",
      "authors": "Ahsen Özcan, Rohan Krajeski, Eleonora Ioannidi, Brennan Lee, Apolonia Gardner, Kira S. Makarova, Eugene V. Koonin, Omar O. Abudayyeh, Jonathan S. Gootenberg",
      "paper_url": "https://doi.org/10.1038/s41586-021-03886-5",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4412478949",
      "paper_id": "https://openalex.org/W4412478949",
      "title": "Prophages block cell surface receptors to preserve their viral progeny",
      "authors": "Véronique L. Taylor, Pramalkumar H. Patel, Megha Shah, Ahmed Yusuf, Cayla M. Burk, Kristina M. Sztanko, Zemer Gitai, Alan R. Davidson, Matthias D. Koch, Karen L. Maxwell",
      "paper_url": "https://doi.org/10.1038/s41586-025-09260-z",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410815543",
      "paper_id": "https://openalex.org/W4410815543",
      "title": "Protein-primed homopolymer synthesis by an antiviral reverse transcriptase",
      "authors": "Stephen Tang, Rimantė Žedaveinytė, Nathaniel Burman, Shishir Pandey, Josephine L. Ramirez, Louie M. Kulber, Tanner Wiegand, Royce A. Wilkinson, Yanzhe Ma, Dennis J. Zhang, George D. Lampe, Mirela Berisa, Marko Jovanovic, Blake Wiedenheft, Samuel H. Sternberg",
      "paper_url": "https://doi.org/10.1038/s41586-025-09179-5",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4293004809",
      "paper_id": "https://openalex.org/W4293004809",
      "title": "R-loop formation and conformational activation mechanisms of Cas9",
      "authors": "Martin Pacesa, Luuk Loeff, Irma Querques, Lena M. Muckenfuss, Marta Sawicka, Martin Jinek",
      "paper_url": "https://doi.org/10.1038/s41586-022-05114-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4306941867",
      "paper_id": "https://openalex.org/W4306941867",
      "title": "Recognition of cyclic dinucleotides and folates by human SLC19A1",
      "authors": "Qixiang Zhang, Xuyuan Zhang, Yalan Zhu, Panpan Sun, Liwei Zhang, Junxiao Ma, Yong Zhang, Lingan Zeng, Xiaohua Nie, Yina Gao, Zhaolong Li, Songqing Liu, Jizhong Lou, Ang Gao, Liguo Zhang, Pu Gao",
      "paper_url": "https://doi.org/10.1038/s41586-022-05452-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4381546214",
      "paper_id": "https://openalex.org/W4381546214",
      "title": "Relaxed targeting rules help PIWI proteins silence transposons",
      "authors": "Ildar Gainetdinov, Joel Vega-Badillo, Katharine Cecchini, Ayca Bagci, Cansu Colpan, Dipayan De, Shannon Bailey, Amena Arif, Pei-Hsuan Wu, Ian J. MacRae, Phillip D. Zamore",
      "paper_url": "https://doi.org/10.1038/s41586-023-06257-4",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409283687",
      "paper_id": "https://openalex.org/W4409283687",
      "title": "Reprogramming site-specific retrotransposon activity to new DNA sites",
      "authors": "Christopher W. Fell, Lukas Villiger, Justin Lim, Masahiro Hiraizumi, Dario Tagliaferri, Matthew T. N. Yarnall, Anderson Lee, Kaiyi Jiang, Alisan Kayabolen, Rohan N. Krajeski, Cian Schmitt-Ulms, Harsh Ramani, Sarah M. Yousef, Nathaniel Roberts, Christopher A. Vakulskas, Hiroshi Nishimasu, Omar O. Abudayyeh, Jonathan S. Gootenberg",
      "paper_url": "https://doi.org/10.1038/s41586-025-08877-4",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4384023928",
      "paper_id": "https://openalex.org/W4384023928",
      "title": "Retrotransposons hijack alt-EJ for DNA replication and eccDNA biogenesis",
      "authors": "Fu Yang, Weijia Su, Oliver W. Chung, Lauren Tracy, Lu Wang, Dale A. Ramsden, ZZ Zhao Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06327-7",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4225100560",
      "paper_id": "https://openalex.org/W4225100560",
      "title": "Reversible RNA phosphorylation stabilizes tRNA for cellular thermotolerance",
      "authors": "Takayuki Ohira, Keiichi Minowa, Kei Sugiyama, Seisuke Yamashita, Yuriko Sakaguchi, Kenjyo Miyauchi, Ryo Noguchi, Akira Kaneko, Izumi Orita, Toshiaki Fukui, Kozo Tomita, Tsutomu Suzuki",
      "paper_url": "https://doi.org/10.1038/s41586-022-04677-2",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406169136",
      "paper_id": "https://openalex.org/W4406169136",
      "title": "RNA control of reverse transcription in a diversity-generating retroelement",
      "authors": "Sumit Handa, Tapan Biswas, Jeet Chakraborty, Gourisankar Ghosh, Blair G. Paul, Partho Ghosh",
      "paper_url": "https://doi.org/10.1038/s41586-024-08405-w",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4413020496",
      "paper_id": "https://openalex.org/W4413020496",
      "title": "RNA N-glycosylation enables immune evasion and homeostatic efferocytosis",
      "authors": "Vincent R. Graziano, Jennifer Porat, Marie Dominique Ah Kioon, Ivana Mejdrová, Alyssa J. Matz, Charlotta G. Lebedenko, Peiyuan Chai, John V. Pluvinage, Rafael Ricci-Azevedo, Andrew G. Harrison, Skylar S. Wright, Xinzheng Wang, Madison S. Strine, Penghua Wang, Michael R. Wilson, Sivapriya Kailasan Vanaja, Beiyan Zhou, Franck J. Barrat, Thomas Carell, Ryan A. Flynn, Vijay A. Rathinam",
      "paper_url": "https://doi.org/10.1038/s41586-025-09310-6",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4313546151",
      "paper_id": "https://openalex.org/W4313546151",
      "title": "RNA targeting unleashes indiscriminate nuclease activity of CRISPR–Cas12a2",
      "authors": "Jack P. K. Bravo, Thomson Hallmark, Bronson Naegle, Chase L. Beisel, Ryan N. Jackson, David W. Taylor",
      "paper_url": "https://doi.org/10.1038/s41586-022-05560-w",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4377982307",
      "paper_id": "https://openalex.org/W4377982307",
      "title": "Selective control of parasitic nematodes using bioactivated nematicides",
      "authors": "Andrew R. Burns, Rachel J. Baker, Megan Kitner, Jessica Knox, Brittany Cooke, Jonathan R. Volpatti, Aditya S. Vaidya, Emily Puumala, Bruna M. Palmeira, Elizabeth M. Redman, Jamie Snider, Sagar Marwah, Sai W. Chung, Margaret H. MacDonald, Jens Tiefenbach, Chun Hu, Qi Xiao, Constance A. M. Finney, Henry M. Krause, Sonya A. MacParland, Igor Stagljar, John S. Gilleard, Leah E. Cowen, Susan L. F. Meyer, Sean R. Cutler, James J. Dowling, Mark Lautens, Inga Zasada, Peter J. Roy",
      "paper_url": "https://doi.org/10.1038/s41586-023-06105-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4229078492",
      "paper_id": "https://openalex.org/W4229078492",
      "title": "Selective inhibition of miRNA processing by a herpesvirus-encoded miRNA",
      "authors": "Thomas Hennig, Archana B. Prusty, Benedikt B. Kaufer, Adam W. Whisnant, Manivel Lodha, Antje Enders, Julius Thomas, Francesca Kasimir, Arnhild Grothey, Teresa Klein, Stefanie Herb, Christopher Jürges, Markus Sauer, Utz Fischer, Thomas Rudel, Gunter Meister, Florian Erhard, Lars Dölken, Bhupesh K. Prusty",
      "paper_url": "https://doi.org/10.1038/s41586-022-04667-4",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4293004645",
      "paper_id": "https://openalex.org/W4293004645",
      "title": "Selective TnsC recruitment enhances the fidelity of RNA-guided transposition",
      "authors": "Florian T. Hoffmann, Minjoo Kim, Leslie Y. Beh, Jing Wang, Phuc Leo H. Vo, Diego R. Gelsinger, Jerrin Thomas George, Christopher Acree, Jason T. Mohabir, Israel S. Fernández, Samuel H. Sternberg",
      "paper_url": "https://doi.org/10.1038/s41586-022-05059-4",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3212123112",
      "paper_id": "https://openalex.org/W3212123112",
      "title": "Self-guarding of MORC3 enables virulence factor-triggered immunity",
      "authors": "Moritz M. Gaidt, Alyssa Morrow, Marian R. Fairgrieve, Jonathan P. Karr, Nir Yosef, Russell E. Vance",
      "paper_url": "https://doi.org/10.1038/s41586-021-04054-5",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4321480324",
      "paper_id": "https://openalex.org/W4321480324",
      "title": "Sequence determinant of small RNA production by DICER",
      "authors": "Young-Yoon Lee, Haedong Kim, V. Narry Kim",
      "paper_url": "https://doi.org/10.1038/s41586-023-05722-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403920873",
      "paper_id": "https://openalex.org/W4403920873",
      "title": "Single phage proteins sequester signals from TIR and cGAS-like enzymes",
      "authors": "Dong Li, Yu Xiao, Iana Fedorova, Weijia Xiong, Yu Wang, Xi Liu, Erin Huiting, Jie Ren, Zirui Gao, Xingyu Zhao, Xueli Cao, Yi Zhang, Joseph Bondy-Denomy, Yue Feng",
      "paper_url": "https://doi.org/10.1038/s41586-024-08122-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385286173",
      "paper_id": "https://openalex.org/W4385286173",
      "title": "Small protein modules dictate prophage fates during polylysogeny",
      "authors": "Justin E. Silpe, Olivia P. Duddy, Grace E. Johnson, Grace A. Beggs, Fatima A. Hussain, Kevin J. Forsberg, Bonnie L. Bassler",
      "paper_url": "https://doi.org/10.1038/s41586-023-06376-y",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411205219",
      "paper_id": "https://openalex.org/W4411205219",
      "title": "SP140–RESIST pathway regulates interferon mRNA stability and antiviral immunity",
      "authors": "Kristen C. Witt, Adam Dziulko, Joohyun An, Filip Pekovic, Arthur Xiuyuan Cheng, Grace Y. Liu, Ophelia Vosshall Lee, David J. Turner, Azra Lari, Moritz M. Gaidt, Roberto Chavez, Stefan A. Fattinger, Preethy Abraham, Harmandeep Dhaliwal, Angus Y. Lee, Dmitri I. Kotov, Laurent Coscoy, Britt A. Glaunsinger, Eugene Valkov, Edward B. Chuong, Russell E. Vance",
      "paper_url": "https://doi.org/10.1038/s41586-025-09152-2",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3120077678",
      "paper_id": "https://openalex.org/W3120077678",
      "title": "STING controls nociception via type I interferon signalling in sensory neurons",
      "authors": "Christopher R. Donnelly, Changyu Jiang, Amanda S. Andriessen, Kaiyuan Wang, Zilong Wang, Huiping Ding, Junli Zhao, Xin Luo, Michael S. Lee, Yu L. Lei, William Maixner, Mei-Chuan Ko, Ru-Rong Ji",
      "paper_url": "https://doi.org/10.1038/s41586-020-03151-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4367856503",
      "paper_id": "https://openalex.org/W4367856503",
      "title": "Structural atlas of a human gut crassvirus",
      "authors": "Oliver W. Bayfield, Andrey N. Shkoporov, Natalya Yutin, Ekaterina V. Khokhlova, Jake L. R. Smith, Dorothy E. D. P. Hawkins, Eugene V. Koonin, Colin Hill, Alfred A. Antson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06019-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4315752687",
      "paper_id": "https://openalex.org/W4315752687",
      "title": "Structural basis for intrinsic transcription termination",
      "authors": "Linlin You, Expery O. Omollo, Chengzhi Yu, Rachel A. Mooney, Jing Shi, Liqiang Shen, Xiaoxian Wu, Aijia Wen, Dingwei He, Yuan Zeng, Yu Feng, Robert Landick, Yu Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05604-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4214881544",
      "paper_id": "https://openalex.org/W4214881544",
      "title": "Structural basis for mismatch surveillance by CRISPR–Cas9",
      "authors": "Jack P. K. Bravo, Mu-Sen Liu, Grace N. Hibshman, Tyler L. Dangerfield, Kyungseok Jung, Ryan S. McCool, Kenneth A. Johnson, David W. Taylor",
      "paper_url": "https://doi.org/10.1038/s41586-022-04470-1",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399140822",
      "paper_id": "https://openalex.org/W4399140822",
      "title": "Structural basis for pegRNA-guided reverse transcription by a prime editor",
      "authors": "Yutaro Shuto, Ryoya Nakagawa, Shiyou Zhu, Mizuki Hoki, Satoshi N. Omura, Hisato Hirano, Yuzuru Itoh, Feng Zhang, Osamu Nureki",
      "paper_url": "https://doi.org/10.1038/s41586-024-07497-8",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3197037744",
      "paper_id": "https://openalex.org/W3197037744",
      "title": "Structural basis for piRNA targeting",
      "authors": "Todd A. Anzelon, Saikat Chowdhury, Siobhan M. Hughes, Yao Xiao, Gabriel C. Lander, Ian J. MacRae",
      "paper_url": "https://doi.org/10.1038/s41586-021-03856-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4401573211",
      "paper_id": "https://openalex.org/W4401573211",
      "title": "Structural basis for the activity of the type VII CRISPR–Cas system",
      "authors": "Jie Yang, Xuzichao Li, Qiuqiu He, Xiaoshen Wang, Jingjing Tang, Tongyao Wang, Yi Zhang, Feiyang Yu, Shuqin Zhang, Zhikun Liu, Lingling Zhang, Fumeng Liao, Hang Yin, Haiyan Zhao, Zengqin Deng, Heng Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07815-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3200906757",
      "paper_id": "https://openalex.org/W3200906757",
      "title": "Structural basis for tRNA methylthiolation by the radical SAM enzyme MiaB",
      "authors": "Olga A. Esakova, Tyler L. Grove, Neela H. Yennawar, Arthur J. Arcinas, Bo Wang, Carsten Krebs, Steven C. Almo, Squire J. Booker",
      "paper_url": "https://doi.org/10.1038/s41586-021-03904-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402827107",
      "paper_id": "https://openalex.org/W4402827107",
      "title": "Structural basis of archaeal FttA-dependent transcription termination",
      "authors": "Linlin You, Chengyuan Wang, Vadim Molodtsov, Konstantin Kuznedelov, Xinyi Miao, Breanna R. Wenck, Paul Ulisse, Travis J. Sanders, Craig J. Marshall, Emre Firlar, Jason T. Kaelber, Thomas J. Santangelo, Richard H. Ebright",
      "paper_url": "https://doi.org/10.1038/s41586-024-07979-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4393234985",
      "paper_id": "https://openalex.org/W4393234985",
      "title": "Structural basis of exoribonuclease-mediated mRNA transcription termination",
      "authors": "Yuan Zeng, Hong-Wei Zhang, Xiao-Xian Wu, Yu Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07240-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388913741",
      "paper_id": "https://openalex.org/W4388913741",
      "title": "Structural basis of Gabija anti-phage defence and viral immune evasion",
      "authors": "Sadie P. Antine, Alex G. Johnson, Sarah E. Mooney, Azita Leavitt, Megan L. Mayer, Erez Yirmiya, Gil Amitai, Rotem Sorek, Philip J. Kranzusch",
      "paper_url": "https://doi.org/10.1038/s41586-023-06855-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4313483920",
      "paper_id": "https://openalex.org/W4313483920",
      "title": "Structural basis of regulated m7G tRNA modification by METTL1–WDR4",
      "authors": "Jiazhi Li, Longfei Wang, Quentin Hahn, Radosław P. Nowak, Thibault Viennet, Esteban A. Orellana, Shourya S. Roy Burman, Hong Yue, Moritz Hunkeler, Pietro Fontana, Hao Wu, Haribabu Arthanari, Eric S. Fischer, Richard I. Gregory",
      "paper_url": "https://doi.org/10.1038/s41586-022-05566-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4317952730",
      "paper_id": "https://openalex.org/W4317952730",
      "title": "Structural basis of Rho-dependent transcription termination",
      "authors": "Vadim Molodtsov, Chengyuan Wang, Emre Firlar, Jason T. Kaelber, Richard H. Ebright",
      "paper_url": "https://doi.org/10.1038/s41586-022-05658-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4283741730",
      "paper_id": "https://openalex.org/W4283741730",
      "title": "Structural insights into dsRNA processing by Drosophila Dicer-2–Loqs-PD",
      "authors": "Shichen Su, Jia Wang, Ting Deng, Xun Yuan, Jinqiu He, Nan Liu, Xiaomin Li, Ying Huang, Hong-Wei Wang, Jinbiao Ma",
      "paper_url": "https://doi.org/10.1038/s41586-022-04911-x",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406385619",
      "paper_id": "https://openalex.org/W4406385619",
      "title": "Structural insights into RNA cleavage by PIWI Argonaute",
      "authors": "Zhiqing Li, Qikui Xu, Jing Zhong, Yan Zhang, Tianxiang Zhang, Xiaoze Ying, Xiaoli Lu, Xiaoyi Li, Li Wan, Junchao Xue, Jing Huang, Ying Zhen, Zhao Zhang, Jianping Wu, En-Zhi Shen",
      "paper_url": "https://doi.org/10.1038/s41586-024-08438-1",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400038283",
      "paper_id": "https://openalex.org/W4400038283",
      "title": "Structural mechanism of bridge RNA-guided recombination",
      "authors": "Masahiro Hiraizumi, Nicholas T. Perry, Matthew G. Durrant, Teppei Soma, Naoto Nagahata, Sae Okazaki, Januka S. Athukoralage, Yukari Isayama, James J. Pai, April Pawluk, Silvana Konermann, Keitaro Yamashita, Patrick D. Hsu, Hiroshi Nishimasu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07570-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405268528",
      "paper_id": "https://openalex.org/W4405268528",
      "title": "Structure and mechanism of the Zorya anti-phage defense system",
      "authors": "Haidai Hu, Philipp F. Popp, Thomas C. D. Hughes, Aritz Roa-Eguiara, Nicole R. Rutbeek, Freddie J. O. Martin, Ivo Alexander Hendriks, Leighton J. Payne, Yumeng Yan, Dorentina Humolli, Victor Klein-Sousa, Inga Songailiene, Yong Wang, Michael Lund Nielsen, Richard M. Berry, Alexander Harms, Marc Erhardt, Simon A. Jackson, Nicholas M. I. Taylor",
      "paper_url": "https://doi.org/10.1038/s41586-024-08493-8",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283749709",
      "paper_id": "https://openalex.org/W4283749709",
      "title": "Structure of the Dicer-2–R2D2 heterodimer bound to a small RNA duplex",
      "authors": "Sonomi Yamaguchi, Masahiro Naganuma, Tomohiro Nishizawa, Tsukasa Kusakizako, Yukihide Tomari, Hiroshi Nishimasu, Osamu Nureki",
      "paper_url": "https://doi.org/10.1038/s41586-022-04790-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4321480162",
      "paper_id": "https://openalex.org/W4321480162",
      "title": "Structure of the human DICER–pre-miRNA complex in a dicing state",
      "authors": "Young-Yoon Lee, Hansol Lee, Haedong Kim, V. Narry Kim, Soung-Hun Roh",
      "paper_url": "https://doi.org/10.1038/s41586-023-05723-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4304756623",
      "paper_id": "https://openalex.org/W4304756623",
      "title": "Structure of the OMEGA nickase IsrB in complex with ωRNA and target DNA",
      "authors": "Seiichi Hirano, Kalli Kappel, Han Altae-Tran, Guilhem Faure, Max E. Wilkinson, Soumya Kannan, F. Esra Demircioglu, Rui Yan, Momoko Shiozaki, Zhiheng Yu, Kira S. Makarova, Eugene V. Koonin, Rhiannon K. Macrae, Feng Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05324-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392697373",
      "paper_id": "https://openalex.org/W4392697373",
      "title": "Structures and activation mechanism of the Gabija anti-phage system",
      "authors": "Jing Li, Rui Cheng, Zhiming Wang, Wuliu Yuan, Jun Xiao, Xinyuan Zhao, Xinran Du, Shiyu Xia, Lianrong Wang, Bin Zhu, Longfei Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07270-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4313544872",
      "paper_id": "https://openalex.org/W4313544872",
      "title": "Structures and mechanisms of tRNA methylation by METTL1–WDR4",
      "authors": "Victor M. Ruiz-Arroyo, Rishi Raj, Kesavan Babu, Otgonbileg Onolbaatar, Paul H. Roberts, Yunsun Nam",
      "paper_url": "https://doi.org/10.1038/s41586-022-05565-5",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387540909",
      "paper_id": "https://openalex.org/W4387540909",
      "title": "Structures illustrate step-by-step mitochondrial transcription initiation",
      "authors": "Quinten Goovaerts, Jiayu Shen, Brent De Wijngaert, Urmimala Basu, Smita S. Patel, Kalyan Das",
      "paper_url": "https://doi.org/10.1038/s41586-023-06643-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4310155672",
      "paper_id": "https://openalex.org/W4310155672",
      "title": "Structures of the holo CRISPR RNA-guided transposon integration complex",
      "authors": "Jung-Un Park, Amy Wei-Lun Tsai, Alexandrea N. Rizo, Vinh H. Truong, Tristan X. Wellner, Richard D. Schargel, Elizabeth H. Kellogg",
      "paper_url": "https://doi.org/10.1038/s41586-022-05573-5",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389729205",
      "paper_id": "https://openalex.org/W4389729205",
      "title": "Structures, functions and adaptations of the human LINE-1 ORF2 protein",
      "authors": "Eric T. Baldwin, Trevor van Eeuwen, David Hoyos, Arthur Zalevsky, Egor P. Tchesnokov, Roberto Sánchez, Bryant D. Miller, Luciano H. Di Stefano, Francesc Xavier Ruiz, Matthew Hancock, Esin Işik, Carlos Mendez-Dorantes, Thomas Walpole, Charles Nichols, Paul Wan, Kirsi Riento, Rowan Halls-Kass, Martin Augustin, Alfred Lammens, Anja Jestel, Paula Upla, Kera Xibinaku, Samantha Congreve, Maximiliaan Hennink, Kacper B. Rogala, Anna M. Schneider, Jennifer E. Fairman, Shawn M. Christensen, Brian Desrosiers, Gregory S. Bisacchi, Oliver L. Saunders, Nafeeza Hafeez, Wenyan Miao, Rosana Kapeller, Dennis M. Zaller, Andrej Sali, Oliver Weichenrieder, Kathleen H. Burns, Matthias Götte, Michael P. Rout, Eddy Arnold, Benjamin D. Greenbaum, Donna L. Romero, John LaCava, Martin S. Taylor",
      "paper_url": "https://doi.org/10.1038/s41586-023-06947-z",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3214141913",
      "paper_id": "https://openalex.org/W3214141913",
      "title": "Target site selection and remodelling by type V CRISPR-transposon systems",
      "authors": "Irma Querques, Michael Schmitz, Seraina Oberli, Christelle Chanez, Martin Jinek",
      "paper_url": "https://doi.org/10.1038/s41586-021-04030-z",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4319592267",
      "paper_id": "https://openalex.org/W4319592267",
      "title": "Telomere-to-mitochondria signalling by ZBP1 mediates replicative crisis",
      "authors": "Joe Nassour, Lucia Gutierrez Aguiar, Adriana Correia, Tobias T. Schmidt, Laura Mainz, Sara Przetocka, Candy Haggblom, Nimesha Tadepalle, April Williams, Maxim N. Shokhirev, Semih C. Akincilar, Vinay Tergaonkar, Gerald S. Shadel, Jan Karlseder",
      "paper_url": "https://doi.org/10.1038/s41586-023-05710-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389727963",
      "paper_id": "https://openalex.org/W4389727963",
      "title": "Template and target-site recognition by human LINE-1 in retrotransposition",
      "authors": "Akanksha Thawani, Alfredo Jose Florez Ariza, Eva Nogales, Kathleen Collins",
      "paper_url": "https://doi.org/10.1038/s41586-023-06933-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4213096651",
      "paper_id": "https://openalex.org/W4213096651",
      "title": "The bacterial toxin colibactin triggers prophage induction",
      "authors": "Justin E. Silpe, Joel W. H. Wong, Siân V. Owen, Michael Baym, Emily P. Balskus",
      "paper_url": "https://doi.org/10.1038/s41586-022-04444-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3125886950",
      "paper_id": "https://openalex.org/W3125886950",
      "title": "The Card1 nuclease provides defence during type III CRISPR immunity",
      "authors": "Jakob T. Rostøl, Wei Xie, Vitaly Kuryavyi, Pascal Maguin, Kevin Kao, Ruby Froom, Dinshaw J. Patel, Luciano A. Marraffini",
      "paper_url": "https://doi.org/10.1038/s41586-021-03206-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4390707249",
      "paper_id": "https://openalex.org/W4390707249",
      "title": "The CRISPR effector Cam1 mediates membrane depolarization for phage defence",
      "authors": "Christian F. Baca, You Yu, Jakob T. Rostøl, Puja Majumder, Dinshaw J. Patel, Luciano A. Marraffini",
      "paper_url": "https://doi.org/10.1038/s41586-023-06902-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392242757",
      "paper_id": "https://openalex.org/W4392242757",
      "title": "The CRL5–SPSB3 ubiquitin ligase targets nuclear cGAS for degradation",
      "authors": "Pengbiao Xu, Ying Liu, Chong Liu, Baptiste Guey, Lingyun Li, Pauline Melenec, Jonathan Ricci, Andrea Ablasser",
      "paper_url": "https://doi.org/10.1038/s41586-024-07112-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391160475",
      "paper_id": "https://openalex.org/W4391160475",
      "title": "The HIV capsid mimics karyopherin engagement of FG-nucleoporins",
      "authors": "C. F. Dickson, S. Hertel, A. J. Tuckwell, N. Li, J. Ruan, S. C. Al-Izzi, N. Ariotti, E. Sierecki, Y. Gambin, R. G. Morris, G. J. Towers, T. Böcking, D. A. Jacques",
      "paper_url": "https://doi.org/10.1038/s41586-023-06969-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4291020498",
      "paper_id": "https://openalex.org/W4291020498",
      "title": "The retroelement Lx9 puts a brake on the immune response to virus infection",
      "authors": "Nenad Bartonicek, Romain Rouet, Joanna Warren, Claudia Loetsch, Gabriela Santos Rodriguez, Stacey Walters, Francis Lin, David Zahra, James Blackburn, Jillian M. Hammond, Andre L. M. Reis, Ira W. Deveson, Nathan Zammit, Mahdi Zeraati, Shane Grey, Daniel Christ, John S. Mattick, Tatyana Chtanova, Robert Brink, Marcel E. Dinger, Robert J. Weatheritt, Jonathan Sprent, Cecile King",
      "paper_url": "https://doi.org/10.1038/s41586-022-05054-9",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3135900624",
      "paper_id": "https://openalex.org/W3135900624",
      "title": "The RNA m6A reader YTHDC1 silences retrotransposons and guards ES cell identity",
      "authors": "Jiadong Liu, Mingwei Gao, Jiangping He, Kaixin Wu, Siyuan Lin, Lingmei Jin, Yaping Chen, He Liu, Junjie Shi, Xiwei Wang, Lei Chang, Yingying Lin, Yu-Li Zhao, Xiaofei Zhang, Man Zhang, Guan-Zheng Luo, Guangming Wu, Duanqing Pei, Jie Wang, Xichen Bao, Jiekai Chen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03313-9",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4319656581",
      "paper_id": "https://openalex.org/W4319656581",
      "title": "The structural basis for HIV-1 Vif antagonism of human APOBEC3G",
      "authors": "Yen-Li Li, Caroline A. Langley, Caleigh M. Azumaya, Ignacia Echeverria, Nicholas M. Chesarino, Michael Emerman, Yifan Cheng, John D. Gross",
      "paper_url": "https://doi.org/10.1038/s41586-023-05779-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392504719",
      "paper_id": "https://openalex.org/W4392504719",
      "title": "The structure and physical properties of a packaged bacteriophage particle",
      "authors": "Kush Coshic, Christopher Maffeo, David Winogradoff, Aleksei Aksimentiev",
      "paper_url": "https://doi.org/10.1038/s41586-024-07150-4",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410019128",
      "paper_id": "https://openalex.org/W4410019128",
      "title": "TIR domains produce histidine-ADPR as an immune signal in bacteria",
      "authors": "Dziugas Sabonis, Carmel Avraham, Renee B. Chang, Allen Lu, Ehud Herbst, Arunas Silanskas, Deividas Vilutis, Azita Leavitt, Erez Yirmiya, Hunter C. Toyoda, Audrone Ruksenaite, Mindaugas Zaremba, Ilya Osterman, Gil Amitai, Philip J. Kranzusch, Rotem Sorek, Giedre Tamulaitiene",
      "paper_url": "https://doi.org/10.1038/s41586-025-08930-2",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400038398",
      "paper_id": "https://openalex.org/W4400038398",
      "title": "TnpB homologues exapted from transposons are RNA-guided transcription factors",
      "authors": "Tanner Wiegand, Florian T. Hoffmann, Matt W. G. Walker, Stephen Tang, Egill Richard, Hoang C. Le, Chance Meers, Samuel H. Sternberg",
      "paper_url": "https://doi.org/10.1038/s41586-024-07598-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4362606347",
      "paper_id": "https://openalex.org/W4362606347",
      "title": "TnpB structure reveals minimal functional core of Cas12 nuclease family",
      "authors": "Giedrius Sasnauskas, Giedre Tamulaitiene, Gytis Druteika, Arturo Carabias, Arunas Silanskas, Darius Kazlauskas, Česlovas Venclovas, Guillermo Montoya, Tautvydas Karvelis, Virginijus Siksnys",
      "paper_url": "https://doi.org/10.1038/s41586-023-05826-x",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3186674199",
      "paper_id": "https://openalex.org/W3186674199",
      "title": "Tonic prime-boost of STING signalling mediates Niemann–Pick disease type C",
      "authors": "Ting-Ting Chu, Xintao Tu, Kun Yang, Jianjun Wu, Joyce J. Repa, Nan Yan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03762-2",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4405030798",
      "paper_id": "https://openalex.org/W4405030798",
      "title": "Tracking transcription–translation coupling in real time",
      "authors": "Nusrat Shahin Qureshi, Olivier Duss",
      "paper_url": "https://doi.org/10.1038/s41586-024-08308-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391597893",
      "paper_id": "https://openalex.org/W4391597893",
      "title": "Translation selectively destroys non-functional transcription complexes",
      "authors": "Jason Woodgate, Hamed Mosaei, Pavel Brazda, Flint Stevenson-Jones, Nikolay Zenkin",
      "paper_url": "https://doi.org/10.1038/s41586-023-07014-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400038384",
      "paper_id": "https://openalex.org/W4400038384",
      "title": "Transposase-assisted target-site integration for efficient plant genome engineering",
      "authors": "Peng Liu, Kaushik Panda, Seth A. Edwards, Ryan Swanson, Hochul Yi, Pratheek Pandesha, Yu-Hung Hung, Gerald Klaas, Xudong Ye, Megan V. Collins, Kaili N. Renken, Larry A. Gilbertson, Veena Veena, C. Nathan Hancock, R. Keith Slotkin",
      "paper_url": "https://doi.org/10.1038/s41586-024-07613-8",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3203405076",
      "paper_id": "https://openalex.org/W3203405076",
      "title": "Transposon-associated TnpB is a programmable RNA-guided DNA endonuclease",
      "authors": "Tautvydas Karvelis, Gytis Druteika, Greta Bigelyte, Karolina Budre, Rimante Zedaveinyte, Arunas Silanskas, Darius Kazlauskas, Česlovas Venclovas, Virginijus Siksnys",
      "paper_url": "https://doi.org/10.1038/s41586-021-04058-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4387095549",
      "paper_id": "https://openalex.org/W4387095549",
      "title": "Transposon-encoded nucleases use guide RNAs to promote their selfish spread",
      "authors": "Chance Meers, Hoang C. Le, Sanjana R. Pesari, Florian T. Hoffmann, Matt W. G. Walker, Jeanine Gezelle, Stephen Tang, Samuel H. Sternberg",
      "paper_url": "https://doi.org/10.1038/s41586-023-06597-1",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3183113991",
      "paper_id": "https://openalex.org/W3183113991",
      "title": "Two cGAS-like receptors induce antiviral immunity in Drosophila",
      "authors": "Andreas Holleufer, Kasper Grønbjerg Winther, Hans Henrik Gad, Xianlong Ai, Yuqiang Chen, Lihua Li, Ziming Wei, Huimin Deng, Jiyong Liu, Ninna Ahlmann Frederiksen, Bine Simonsen, Line Lykke Andersen, Karin Kleigrewe, Louise Dalskov, Andreas Pichlmair, Hua Cai, Jean-Luc Imler, Rune Hartmann",
      "paper_url": "https://doi.org/10.1038/s41586-021-03800-z",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4223979581",
      "paper_id": "https://openalex.org/W4223979581",
      "title": "Two defence systems eliminate plasmids from seventh pandemic Vibrio cholerae",
      "authors": "Milena Jaskólska, David W. Adams, Melanie Blokesch",
      "paper_url": "https://doi.org/10.1038/s41586-022-04546-y",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402585755",
      "paper_id": "https://openalex.org/W4402585755",
      "title": "Two-factor authentication underpins the precision of the piRNA pathway",
      "authors": "Madeleine Dias Mirandela, Ansgar Zoch, Jessica Leismann, Shaun Webb, Rebecca V. Berrens, Devisree Valsakumar, Yuka Kabayama, Tania Auchynnikava, Martina Schito, Tamoghna Chowdhury, David MacLeod, Xinyu Xiang, Juan Zou, Juri Rappsilber, Robin C. Allshire, Philipp Voigt, Atlanta G. Cook, Joan Barau, Dónal O’Carroll",
      "paper_url": "https://doi.org/10.1038/s41586-024-07963-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3142284439",
      "paper_id": "https://openalex.org/W3142284439",
      "title": "Type III-A CRISPR immunity promotes mutagenesis of staphylococci",
      "authors": "Charlie Y. Mo, Jacob Mathai, Jakob T. Rostøl, Andrew Varble, Dalton V. Banh, Luciano A. Marraffini",
      "paper_url": "https://doi.org/10.1038/s41586-021-03440-3",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4322495102",
      "paper_id": "https://openalex.org/W4322495102",
      "title": "Ubiquitin-like conjugation by bacterial cGAS enhances anti-phage defence",
      "authors": "Justin M. Jenson, Tuo Li, Fenghe Du, Chee-Kwee Ea, Zhijian J. Chen",
      "paper_url": "https://doi.org/10.1038/s41586-023-05862-7",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3160147040",
      "paper_id": "https://openalex.org/W3160147040",
      "title": "Ubiquitylation of lipopolysaccharide by RNF213 during bacterial infection",
      "authors": "Elsje G. Otten, Emma Werner, Ana Crespillo-Casado, Keith B. Boyle, Vimisha Dharamdasani, Claudio Pathe, Balaji Santhanam, Felix Randow",
      "paper_url": "https://doi.org/10.1038/s41586-021-03566-4",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4297996539",
      "paper_id": "https://openalex.org/W4297996539",
      "title": "Viruses inhibit TIR gcADPR signalling to overcome bacterial defence",
      "authors": "Azita Leavitt, Erez Yirmiya, Gil Amitai, Allen Lu, Jeremy Garb, Ehud Herbst, Benjamin R. Morehouse, Samuel J. Hobbs, Sadie P. Antine, Zhen-Yu J. Sun, Philip J. Kranzusch, Rotem Sorek",
      "paper_url": "https://doi.org/10.1038/s41586-022-05375-9",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4376131329",
      "paper_id": "https://openalex.org/W4376131329",
      "title": "Widespread somatic L1 retrotransposition in normal colorectal epithelium",
      "authors": "Chang Hyun Nam, Jeonghwan Youk, Jeong Yeon Kim, Joonoh Lim, Jung Woo Park, Soo A Oh, Hyun Jung Lee, Ji Won Park, Hyein Won, Yunah Lee, Seung-Yong Jeong, Dong-Sung Lee, Ji Won Oh, Jinju Han, Junehawk Lee, Hyun Woo Kwon, Min Jung Kim, Young Seok Ju",
      "paper_url": "https://doi.org/10.1038/s41586-023-06046-z",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W4200509090",
      "paper_id": "https://openalex.org/W4200509090",
      "title": "β-NAD as a building block in natural product biosynthesis",
      "authors": "Lena Barra, Takayoshi Awakawa, Kohei Shirai, Zhijuan Hu, Ghader Bashiri, Ikuro Abe",
      "paper_url": "https://doi.org/10.1038/s41586-021-04214-7",
      "venue": "nature21"
    }
  ]
}