{
  "cluster_id": 190,
  "papers": [
    {
      "id": "science22_https://openalex.org/W4308448385",
      "paper_id": "https://openalex.org/W4308448385",
      "title": "<b>The control of carpel determinacy pathway leads to sex determination</b> <b>in cucurbits</b>",
      "authors": "Siqi Zhang, Feng-Quan Tan, Ching-Hui Chung, Filip Slavkovic, Ravi Sureshbhai Devani, Christelle Troadec, Fabien Marcel, Halima Morin, Céline Camps, Maria Victoria Gomez Roldan, Moussa Benhamed, Catherine Dogimont, Adnane Boualem, Abdelhafid Bendahmane",
      "paper_url": "https://doi.org/10.1126/science.add4250",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402626068",
      "paper_id": "https://openalex.org/W4402626068",
      "title": "<i>MAYEX</i>is an old long noncoding RNA recruited for X chromosome dosage compensation in a reptile",
      "authors": "Mariela Tenorio, Samantha Cruz-Ruiz, Sergio Encarnación-Guevara, Magdalena Hernández, Jose Antonio Corona-Gomez, Fania Sheccid-Santiago, Joanna Serwatowska, Sinai López-Perdomo, Cynthia D. Flores-Aguirre, Diego M. Arenas-Moreno, Robert J. Ossiboff, Fausto Méndez-de-la-Cruz, Selene L. Fernandez-Valverde, Mario Zurita, Katarzyna Oktaba, Diego Cortez",
      "paper_url": "https://doi.org/10.1126/science.adp1932",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4368347349",
      "paper_id": "https://openalex.org/W4368347349",
      "title": "A chemical defense deters cannibalism in migratory locusts",
      "authors": "Hetan Chang, Sina Cassau, Jürgen Krieger, Xiaojiao Guo, Markus Knaden, Le Kang, Bill S. Hansson",
      "paper_url": "https://doi.org/10.1126/science.ade6155",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4385727322",
      "paper_id": "https://openalex.org/W4385727322",
      "title": "A genome-wide genetic screen uncovers determinants of human pigmentation",
      "authors": "Vivek K. Bajpai, Tomek Swigut, Jaaved Mohammed, Sahin Naqvi, Martin Arreola, Josh Tycko, Tayne C. Kim, Jonathan K. Pritchard, Michael C. Bassik, Joanna Wysocka",
      "paper_url": "https://doi.org/10.1126/science.ade6289",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3191892998",
      "paper_id": "https://openalex.org/W3191892998",
      "title": "A noncoding RNA modulator potentiates phenylalanine metabolism in mice",
      "authors": "Yajuan Li, Zhi Tan, Yaohua Zhang, Zhao Zhang, Qingsong Hu, Ke Liang, Yao Jun, Youqiong Ye, Yi-Chuan Li, Chunlai Li, Lan Liao, Jianming Xu, Zhen Xing, Yinghong Pan, Sujash S. Chatterjee, Tina K. Nguyen, Heidi Hsiao, Sergey D. Egranov, Nagireddy Putluri, Cristian Coarfa, David H. Hawke, Preethi H. Gunaratne, Kuang-Lei Tsai, Leng Han, Mien-Chie Hung, George A. Calin, Fares Namour, Jean-Louis Guéant, Ania C. Muntau, Nenad Blau, V. Reid Sutton, Manuel Schiff, François Feillet, Shuxing Zhang, Chunru Lin, Liuqing Yang",
      "paper_url": "https://doi.org/10.1126/science.aba4991",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4388937394",
      "paper_id": "https://openalex.org/W4388937394",
      "title": "A rugged yet easily navigable fitness landscape",
      "authors": "Andrei Papkou, Lucia Garcia-Pastor, José Antonio Escudero, Andreas Wagner",
      "paper_url": "https://doi.org/10.1126/science.adh3860",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4406753550",
      "paper_id": "https://openalex.org/W4406753550",
      "title": "A single gene orchestrates androgen variation underlying male mating morphs in ruffs",
      "authors": "Jasmine L. Loveland, Alex Zemella, Vladimir M. Jovanović, Gabriele Möller, Christoph P. Sager, Bárbara Bastos, Kenneth A. Dyar, Leonida Fusani, Manfred Gahr, Lina M. Giraldo-Deck, Wolfgang Goymann, David B. Lank, Janina Tokarz, Katja Nowick, Clemens Küpper",
      "paper_url": "https://doi.org/10.1126/science.adp5936",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4412165146",
      "paper_id": "https://openalex.org/W4412165146",
      "title": "A single theory for the evolution of sex chromosomes and the two rules of speciation",
      "authors": "Thomas Lenormand, Denis Roze",
      "paper_url": "https://doi.org/10.1126/science.ado9032",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4405306574",
      "paper_id": "https://openalex.org/W4405306574",
      "title": "A synthetic protein-level neural network in mammalian cells",
      "authors": "Zibo Chen, James M. Linton, Shiyu Xia, Xinwen Fan, Dingchen Yu, Jinglin Wang, Ronghui Zhu, Michael B. Elowitz",
      "paper_url": "https://doi.org/10.1126/science.add8468",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4321018313",
      "paper_id": "https://openalex.org/W4321018313",
      "title": "A volatile sex attractant of tsetse flies",
      "authors": "Shimaa A. M. Ebrahim, Hany K. M. Dweck, Brian L. Weiss, John R. Carlson",
      "paper_url": "https://doi.org/10.1126/science.ade1877",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4386861232",
      "paper_id": "https://openalex.org/W4386861232",
      "title": "Accurate proteome-wide missense variant effect prediction with AlphaMissense",
      "authors": "Jun Cheng, Guido Novati, Joshua Pan, Clare Bycroft, Akvilė Žemgulytė, Taylor Applebaum, Alexander Pritzel, Lai Hong Wong, Michal Zielinski, Tobias Sargeant, Rosalia G. Schneider, Andrew W. Senior, John Jumper, Demis Hassabis, Pushmeet Kohli, Žiga Avsec",
      "paper_url": "https://doi.org/10.1126/science.adg7492",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4400314094",
      "paper_id": "https://openalex.org/W4400314094",
      "title": "An atlas of transcribed enhancers across helper T cell diversity for decoding human diseases",
      "authors": "Akiko Oguchi, Akari Suzuki, Shuichiro Komatsu, Hiroyuki Yoshitomi, Shruti Bhagat, Raku Son, Raoul Jean Pierre Bonnal, Shohei Kojima, Masaru Koido, Kazuhiro Takeuchi, Keiko Myouzen, Gyo Inoue, Tomoya Hirai, Hiromi Sano, Yujiro Takegami, Ai Kanemaru, Itaru Yamaguchi, Yuki Ishikawa, Nao Tanaka, Shigeki Hirabayashi, Riyo Konishi, Sho Sekito, Takahiro Inoue, Juha Kere, Shunichi Takeda, Akifumi Takaori-Kondo, Itaru Endo, Shinpei Kawaoka, Hideya Kawaji, Kazuyoshi Ishigaki, Hideki Ueno, Yoshihide Hayashizaki, Massimiliano Pagani, Piero Carninci, Motoko Yanagita, , Nicholas Parrish, Chikashi Terao, Kazuhiko Yamamoto, Yasuhiro Murakawa, Matteo Guerrini, Hiroaki Hatano, Kazuyoshi Ishigaki, Yuki Ishikawa, Shuichiro Komatsu, Michihiro Kono, Yasuhiro Murakawa, Masahiro Nakano, Akiko Oguchi, Raku Son, Akari Suzuki, Kazuhiro Takeuchi, Nao Tanaka, Chikashi Terao, Kohei Tomizuka, Kazuhiko Yamamoto, Soichiro Yoshino",
      "paper_url": "https://doi.org/10.1126/science.add8394",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3174242765",
      "paper_id": "https://openalex.org/W3174242765",
      "title": "An engineered protein-phosphorylation toggle network with implications for endogenous network discovery",
      "authors": "Deepak Mishra, Tristan Bepler, Brian Teague, Bonnie Berger, Jim Broach, Ron Weiss",
      "paper_url": "https://doi.org/10.1126/science.aav0780",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4387128677",
      "paper_id": "https://openalex.org/W4387128677",
      "title": "An evolutionary epigenetic clock in plants",
      "authors": "N. Yao, Z. Zhang, L. Yu, R. Hazarika, C. Yu, H. Jang, L. M. Smith, J. Ton, L. Liu, J. J. Stachowicz, T. B. H. Reusch, R. J. Schmitz, F. Johannes",
      "paper_url": "https://doi.org/10.1126/science.adh9443",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4306902090",
      "paper_id": "https://openalex.org/W4306902090",
      "title": "An evolutionary trade-off between host immunity and metabolism drives fatty liver in male mice",
      "authors": "Joni Nikkanen, Yew Ann Leong, William C. Krause, Denis Dermadi, J. Alan Maschek, Tyler Van Ry, James E. Cox, Ethan J. Weiss, Omer Gokcumen, Ajay Chawla, Holly A. Ingraham",
      "paper_url": "https://doi.org/10.1126/science.abn9886",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4362471078",
      "paper_id": "https://openalex.org/W4362471078",
      "title": "Analysis of genetic dominance in the UK Biobank",
      "authors": "Duncan S. Palmer, Wei Zhou, Liam Abbott, Emilie M. Wigdor, Nikolas Baya, Claire Churchhouse, Cotton Seed, Tim Poterba, Daniel King, Masahiro Kanai, Alex Bloemendal, Benjamin M. Neale",
      "paper_url": "https://doi.org/10.1126/science.abn8455",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3124365835",
      "paper_id": "https://openalex.org/W3124365835",
      "title": "Ancient balancing selection maintains incompatible versions of the galactose pathway in yeast",
      "authors": "James Boocock, Meru J. Sadhu, Arun Durvasula, Joshua S. Bloom, Leonid Kruglyak",
      "paper_url": "https://doi.org/10.1126/science.aba0542",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4402262231",
      "paper_id": "https://openalex.org/W4402262231",
      "title": "Bacteria can anticipate the seasons: Photoperiodism in cyanobacteria",
      "authors": "Maria Luísa Jabbur, Benjamin P. Bratton, Carl Hirschie Johnson",
      "paper_url": "https://doi.org/10.1126/science.ado8588",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4408182073",
      "paper_id": "https://openalex.org/W4408182073",
      "title": "Canine genome-wide association study identifies <i>DENND1B</i> as an obesity gene in dogs and humans",
      "authors": "Natalie J. Wallis, Alyce McClellan, Alexander Mörseburg, Katherine A. Kentistou, Aqfan Jamaluddin, Georgina K. C. Dowsett, Ellen Schofield, Anna Morros-Nuevo, Sadia Saeed, Brian Y. H. Lam, Natasha T. Sumanasekera, Justine Chan, Sambhavi S. Kumar, Rey M. Zhang, Jodie F. Wainwright, Marie Dittmann, Gabriella Lakatos, Kara Rainbow, David Withers, Rebecca Bounds, Marcella Ma, Alexander J. German, Jane Ladlow, David Sargan, Philippe Froguel, I. Sadaf Farooqi, Ken K. Ong, Giles S. H. Yeo, John A. Tadross, John R. B. Perry, Caroline M. Gorvin, Eleanor Raffan",
      "paper_url": "https://doi.org/10.1126/science.ads2145",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4391215112",
      "paper_id": "https://openalex.org/W4391215112",
      "title": "Changing fitness effects of mutations through long-term bacterial evolution",
      "authors": "Alejandro Couce, Anurag Limdi, Melanie Magnan, Siân V. Owen, Cristina M. Herren, Richard E. Lenski, Olivier Tenaillon, Michael Baym",
      "paper_url": "https://doi.org/10.1126/science.add1417",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4401607155",
      "paper_id": "https://openalex.org/W4401607155",
      "title": "Compensatory mutations potentiate constructive neutral evolution by gene duplication",
      "authors": "Philippe C. Després, Alexandre K. Dubé, Marie-Ève Picard, Jordan Grenier, Rong Shi, Christian R. Landry",
      "paper_url": "https://doi.org/10.1126/science.ado5719",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406025451",
      "paper_id": "https://openalex.org/W4406025451",
      "title": "Competitive social feedback amplifies the role of early life contingency in male mice",
      "authors": "Matthew N. Zipple, Daniel Chang Kuo, Xinmiao Meng, Tess M. Reichard, Kwynn Guess, Caleb C. Vogt, Andrew H. Moeller, Michael J. Sheehan",
      "paper_url": "https://doi.org/10.1126/science.adq0579",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4412794775",
      "paper_id": "https://openalex.org/W4412794775",
      "title": "Conserved noncoding cis elements associated with hibernation modulate metabolic and behavioral adaptations in mice",
      "authors": "Susan Steinwand, Cornelia Stacher Hörndli, Elliott Ferris, Jared Emery, Josue D. Gonzalez Murcia, Adriana Cristina Rodriguez, Riley J. Spotswood, Amandine Chaix, Alun Thomas, Crystal Davey, Christopher Gregg",
      "paper_url": "https://doi.org/10.1126/science.adp4701",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4404125138",
      "paper_id": "https://openalex.org/W4404125138",
      "title": "Continuous evolution of user-defined genes at 1 million times the genomic mutation rate",
      "authors": "Gordon Rix, Rory L. Williams, Vincent J. Hu, Aviv Spinner, Alexander (Olek) Pisera, Debora S. Marks, Chang C. Liu",
      "paper_url": "https://doi.org/10.1126/science.adm9073",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4390577789",
      "paper_id": "https://openalex.org/W4390577789",
      "title": "Convergence in carnivorous pitcher plants reveals a mechanism for composite trait evolution",
      "authors": "Guillaume Chomicki, Gustavo Burin, Lucas Busta, Jedrzej Gozdzik, Reinhard Jetter, Beth Mortimer, Ulrike Bauer",
      "paper_url": "https://doi.org/10.1126/science.ade0529",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4413140930",
      "paper_id": "https://openalex.org/W4413140930",
      "title": "Cross-species implementation of an innate courtship behavior by manipulation of the sex-determinant gene",
      "authors": "Ryoya Tanaka, Yusuke Hara, Kosei Sato, Soh Kohatsu, Hinata Murakami, Tomohiro Higuchi, Takeshi Awasaki, Shu Kondo, Atsushi Toyoda, Azusa Kamikouchi, Daisuke Yamamoto",
      "paper_url": "https://doi.org/10.1126/science.adp5831",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4309233014",
      "paper_id": "https://openalex.org/W4309233014",
      "title": "Cross-trait assortative mating is widespread and inflates genetic correlation estimates",
      "authors": "Richard Border, Georgios Athanasiadis, Alfonso Buil, Andrew J. Schork, Na Cai, Alexander I. Young, Thomas Werge, Jonathan Flint, Kenneth S. Kendler, Sriram Sankararaman, Andy W. Dahl, Noah A. Zaitlen",
      "paper_url": "https://doi.org/10.1126/science.abo2059",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3183815414",
      "paper_id": "https://openalex.org/W3183815414",
      "title": "Daily energy expenditure through the human life course",
      "authors": "Herman Pontzer, Yosuke Yamada, Hiroyuki Sagayama, Philip N. Ainslie, Lene F. Andersen, Liam J. Anderson, Lenore Arab, Issaad Baddou, Kweku Bedu-Addo, Ellen E. Blaak, Stephane Blanc, Alberto G. Bonomi, Carlijn V. C. Bouten, Pascal Bovet, Maciej S. Buchowski, Nancy F. Butte, Stefan G. Camps, Graeme L. Close, Jamie A. Cooper, Richard Cooper, Sai Krupa Das, Lara R. Dugas, Ulf Ekelund, Sonja Entringer, Terrence Forrester, Barry W. Fudge, Annelies H Goris, Michael Gurven, Catherine Hambly, Asmaa El Hamdouchi, Marjije B. Hoos, Sumei Hu, Noorjehan Joonas, Annemiek M. Joosen, Peter Katzmarzyk, Kitty P. Kempen, Misaka Kimura, William E. Kraus, Robert F. Kushner, Estelle V. Lambert, William R. Leonard, Nader Lessan, Corby Martin, Anine C. Medin, Erwin P. Meijer, James C. Morehen, James P. Morton, Marian L. Neuhouser, Teresa A. Nicklas, Robert M. Ojiambo, Kirsi H. Pietiläinen, Yannis P. Pitsiladis, Jacob Plange-Rhule, Guy Plasqui, Ross L. Prentice, Roberto A. Rabinovich, Susan B. Racette, David A. Raichlen, Eric Ravussin, Rebecca M. Reynolds, Susan B. Roberts, Albertine J. Schuit, Anders M. Sjödin, Eric Stice, Samuel S. Urlacher, Giulio Valenti, Ludo M. Van Etten, Edgar A. Van Mil, Jonathan C. K. Wells, George Wilson, Brian M. Wood, Jack Yanovski, Tsukasa Yoshida, Xueying Zhang, Alexia J. Murphy-Alford, Cornelia Loechl, Amy H. Luke, Jennifer Rood, Dale A. Schoeller, Klaas R. Westerterp, William W. Wong, John R. Speakman,",
      "paper_url": "https://doi.org/10.1126/science.abe5017",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3154539974",
      "paper_id": "https://openalex.org/W3154539974",
      "title": "Decoupling transcription factor expression and activity enables dimmer switch gene regulation",
      "authors": "C. Ricci-Tam, I. Ben-Zion, J. Wang, J. Palme, A. Li, Y. Savir, M. Springer",
      "paper_url": "https://doi.org/10.1126/science.aba7582",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4387951830",
      "paper_id": "https://openalex.org/W4387951830",
      "title": "Demographic and hormonal evidence for menopause in wild chimpanzees",
      "authors": "Brian M. Wood, Jacob D. Negrey, Janine L. Brown, Tobias Deschner, Melissa Emery Thompson, Sholly Gunter, John C. Mitani, David P. Watts, Kevin E. Langergraber",
      "paper_url": "https://doi.org/10.1126/science.add5473",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4368347467",
      "paper_id": "https://openalex.org/W4368347467",
      "title": "Discovery of target genes and pathways at GWAS loci by pooled single-cell CRISPR screens",
      "authors": "John A. Morris, Christina Caragine, Zharko Daniloski, Júlia Domingo, Timothy Barry, Lu Lu, Kyrie Davis, Marcello Ziosi, Dafni A. Glinos, Stephanie Hao, Eleni P. Mimitou, Peter Smibert, Kathryn Roeder, Eugene Katsevich, Tuuli Lappalainen, Neville E. Sanjana",
      "paper_url": "https://doi.org/10.1126/science.adh7699",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4283312488",
      "paper_id": "https://openalex.org/W4283312488",
      "title": "Diverse aging rates in ectothermic tetrapods provide insights for the evolution of aging and longevity",
      "authors": "Beth A. Reinke, Hugo Cayuela, Fredric J. Janzen, Jean-François Lemaître, Jean-Michel Gaillard, A. Michelle Lawing, John B. Iverson, Ditte G. Christiansen, Iñigo Martínez-Solano, Gregorio Sánchez-Montes, Jorge Gutiérrez-Rodríguez, Francis L. Rose, Nicola Nelson, Susan Keall, Alain J. Crivelli, Theodoros Nazirides, Annegret Grimm-Seyfarth, Klaus Henle, Emiliano Mori, Gaëtan Guiller, Rebecca Homan, Anthony Olivier, Erin Muths, Blake R. Hossack, Xavier Bonnet, David S. Pilliod, Marieke Lettink, Tony Whitaker, Benedikt R. Schmidt, Michael G. Gardner, Marc Cheylan, Françoise Poitevin, Ana Golubović, Ljiljana Tomović, Dragan Arsovski, Richard A. Griffiths, Jan W. Arntzen, Jean-Pierre Baron, Jean-François Le Galliard, Thomas Tully, Luca Luiselli, Massimo Capula, Lorenzo Rugiero, Rebecca McCaffery, Lisa A. Eby, Venetia Briggs-Gonzalez, Frank Mazzotti, David Pearson, Brad A. Lambert, David M. Green, Nathalie Jreidini, Claudio Angelini, Graham Pyke, Jean-Marc Thirion, Pierre Joly, Jean-Paul Léna, Anton D. Tucker, Col Limpus, Pauline Priol, Aurélien Besnard, Pauline Bernard, Kristin Stanford, Richard King, Justin Garwood, Jaime Bosch, Franco L. Souza, Jaime Bertoluci, Shirley Famelli, Kurt Grossenbacher, Omar Lenzi, Kathleen Matthews, Sylvain Boitaud, Deanna H. Olson, Tim S. Jessop, Graeme R. Gillespie, Jean Clobert, Murielle Richard, Andrés Valenzuela-Sánchez, Gary M. Fellers, Patrick M. Kleeman, Brian J. Halstead, Evan H. Campbell Grant, Phillip G. Byrne, Thierry Frétey, Bernard Le Garff, Pauline Levionnois, John C. Maerz, Julian Pichenot, Kurtuluş Olgun, Nazan Üzüm, Aziz Avcı, Claude Miaud, Johan Elmberg, Gregory P. Brown, Richard Shine, Nathan F. Bendik, Lisa O’Donnell, Courtney L. Davis, Michael J. Lannoo, Rochelle M. Stiles, Robert M. Cox, Aaron M. Reedy, Daniel A. Warner, Eric Bonnaire, Kristine Grayson, Roberto Ramos-Targarona, Eyup Baskale, David Muñoz, John Measey, F. Andre de Villiers, Will Selman, Victor Ronget, Anne M. Bronikowski, David A. W. Miller",
      "paper_url": "https://doi.org/10.1126/science.abm0151",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4400770247",
      "paper_id": "https://openalex.org/W4400770247",
      "title": "Diversity and scale: Genetic architecture of 2068 traits in the VA Million Veteran Program",
      "authors": "Anurag Verma, Jennifer E. Huffman, Alex Rodriguez, Mitchell Conery, Molei Liu, Yuk-Lam Ho, Youngdae Kim, David A. Heise, Lindsay Guare, Vidul Ayakulangara Panickan, Helene Garcon, Franciel Linares, Lauren Costa, Ian Goethert, Ryan Tipton, Jacqueline Honerlaw, Laura Davies, Stacey Whitbourne, Jeremy Cohen, Daniel C. Posner, Rahul Sangar, Michael Murray, Xuan Wang, Daniel R. Dochtermann, Poornima Devineni, Yunling Shi, Tarak Nath Nandi, Themistocles L. Assimes, Charles A. Brunette, Robert J. Carroll, Royce Clifford, Scott Duvall, Joel Gelernter, Adriana Hung, Sudha K. Iyengar, Jacob Joseph, Rachel Kember, Henry Kranzler, Colleen M. Kripke, Daniel Levey, Shiuh-Wen Luoh, Victoria C. Merritt, Cassie Overstreet, Joseph D. Deak, Struan F. A. Grant, Renato Polimanti, Panos Roussos, Gabrielle Shakt, Yan V. Sun, Noah Tsao, Sanan Venkatesh, Georgios Voloudakis, Amy Justice, Edmon Begoli, Rachel Ramoni, Georgia Tourassi, Saiju Pyarajan, Philip Tsao, Christopher J. O'Donnell, Sumitra Muralidhar, Jennifer Moser, Juan P. Casas, Alexander G. Bick, Wei Zhou, Tianxi Cai, Benjamin F. Voight, Kelly Cho, J. Michael Gaziano, Ravi K. Madduri, Scott Damrauer, Katherine P. Liao",
      "paper_url": "https://doi.org/10.1126/science.adj1182",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4385726857",
      "paper_id": "https://openalex.org/W4385726857",
      "title": "DNA methylation networks underlying mammalian traits",
      "authors": "Amin Haghani, Caesar Z. Li, Todd R. Robeck, Joshua Zhang, Ake T. Lu, Julia Ablaeva, Victoria A. Acosta-Rodríguez, Danielle M. Adams, Abdulaziz N. Alagaili, Javier Almunia, Ajoy Aloysius, Nabil M.S. Amor, Reza Ardehali, Adriana Arneson, C. Scott Baker, Gareth Banks, Katherine Belov, Nigel C. Bennett, Peter Black, Daniel T. Blumstein, Eleanor K. Bors, Charles E. Breeze, Robert T. Brooke, Janine L. Brown, Gerald Carter, Alex Caulton, Julie M. Cavin, Lisa Chakrabarti, Ioulia Chatzistamou, Andreas S. Chavez, Hao Chen, Kaiyang Cheng, Priscila Chiavellini, Oi-Wa Choi, Shannon Clarke, Joseph A. Cook, Lisa N. Cooper, Marie-Laurence Cossette, Joanna Day, Joseph DeYoung, Stacy Dirocco, Christopher Dold, Jonathan L. Dunnum, Erin E. Ehmke, Candice K. Emmons, Stephan Emmrich, Ebru Erbay, Claire Erlacher-Reid, Chris G. Faulkes, Zhe Fei, Steven H. Ferguson, Carrie J. Finno, Jennifer E. Flower, Jean-Michel Gaillard, Eva Garde, Livia Gerber, Vadim N. Gladyshev, Rodolfo G. Goya, Matthew J Grant, Carla B. Green, M. Bradley Hanson, Daniel W. Hart, Martin Haulena, Kelsey Herrick, Andrew N. Hogan, Carolyn J. Hogg, Timothy A. Hore, Taosheng Huang, Juan Carlos Izpisua Belmonte, Anna J. Jasinska, Gareth Jones, Eve Jourdain, Olga Kashpur, Harold Katcher, Etsuko Katsumata, Vimala Kaza, Hippokratis Kiaris, Michael S. Kobor, Pawel Kordowitzki, William R. Koski, Michael Krützen, Soo Bin Kwon, Brenda Larison, Sang-Goo Lee, Marianne Lehmann, Jean-François Lemaître, Andrew J. Levine, Xinmin Li, Cun Li, Andrea R. Lim, David T. S. Lin, Dana M. Lindemann, Schuyler W. Liphardt, Thomas J. Little, Nicholas Macoretta, Dewey Maddox, Craig O. Matkin, Julie A. Mattison, Matthew McClure, June Mergl, Jennifer J. Meudt, Gisele A. Montano, Khyobeni Mozhui, Jason Munshi-South, William J. Murphy, Asieh Naderi, Martina Nagy, Pritika Narayan, Peter W. Nathanielsz, Ngoc B. Nguyen, Christof Niehrs, Batsaikhan Nyamsuren, Justine K. O’Brien, Perrie O’Tierney Ginn, Duncan T Odom, Alexander G. Ophir, Steve Osborn, Elaine A. Ostrander, Kim M. Parsons, Kimberly C. Paul, Amy B. Pedersen, Matteo Pellegrini, Katharina J. Peters, Jessica L. Petersen, Darren W. Pietersen, Gabriela M. Pinho, Jocelyn Plassais, Jesse R. Poganik, Natalia A. Prado, Pradeep Reddy, Benjamin Rey, Beate R. Ritz, Jooke Robbins, Magdalena Rodriguez, Jennifer Russell, Elena Rydkina, Lindsay L. Sailer, Adam B. Salmon, Akshay Sanghavi, Kyle M. Schachtschneider, Dennis Schmitt, Todd Schmitt, Lars Schomacher, Lawrence B. Schook, Karen E. Sears, Ashley W. Seifert, Aaron B.A. Shafer, Anastasia V. Shindyapina, Melanie Simmons, Kavita Singh, Ishani Sinha, Jesse Slone, Russel G. Snell, Elham Soltanmohammadi, Matthew L. Spangler, Maria Spriggs, Lydia Staggs, Nancy Stedman, Karen J. Steinman, Donald T Stewart, Victoria J. Sugrue, Balazs Szladovits, Joseph S. Takahashi, Masaki Takasugi, Emma C. Teeling, Michael J. Thompson, Bill Van Bonn, Sonja C. Vernes, Diego Villar, Harry V. Vinters, Ha Vu, Mary C. Wallingford, Nan Wang, Gerald S. Wilkinson, Robert W. Williams, Qi Yan, Mingjia Yao, Brent G. Young, Bohan Zhang, Zhihui Zhang, Yang Zhao, Peng Zhao, Wanding Zhou, Joseph A. Zoller, Jason Ernst, Andrei Seluanov, Vera Gorbunova, X. William Yang, Ken Raj, Steve Horvath",
      "paper_url": "https://doi.org/10.1126/science.abq5693",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4414499481",
      "paper_id": "https://openalex.org/W4414499481",
      "title": "Dual transposon sequencing profiles the genetic interaction landscape in bacteria",
      "authors": "Justin J. Zik, Morgan N. Price, Keisha Hanifa Alma Mayra, Audrey A. Santoso, Adam P. Arkin, Adam M. Deutschbauer, Lok-To Sham",
      "paper_url": "https://doi.org/10.1126/science.adt7685",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4413141144",
      "paper_id": "https://openalex.org/W4413141144",
      "title": "Early germline sequestration in a basidiomycete fungus",
      "authors": "Markus Hiltunen Thorén, Boel Olsson, Peter Jan Vonk, Mattias Siljestam, Johan Reimegård, Martin Ryberg, Hanna Johannesson",
      "paper_url": "https://doi.org/10.1126/science.adu8580",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4376128965",
      "paper_id": "https://openalex.org/W4376128965",
      "title": "Effects of hunger on neuronal histone modifications slow aging in <i>Drosophila</i>",
      "authors": "K. J. Weaver, R. A. Holt, E. Henry, Y. Lyu, S. D. Pletcher",
      "paper_url": "https://doi.org/10.1126/science.ade1662",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4367173695",
      "paper_id": "https://openalex.org/W4367173695",
      "title": "Engineering longevity—design of a synthetic gene oscillator to slow cellular aging",
      "authors": "Zhen Zhou, Yuting Liu, Yushen Feng, Stephen Klepin, Lev S. Tsimring, Lorraine Pillus, Jeff Hasty, Nan Hao",
      "paper_url": "https://doi.org/10.1126/science.add7631",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4406019703",
      "paper_id": "https://openalex.org/W4406019703",
      "title": "Engineering synthetic phosphorylation signaling networks in human cells",
      "authors": "Xiaoyu Yang, Jason W. Rocks, Kaiyi Jiang, Andrew J. Walters, Kshitij Rai, Jing Liu, Jason Nguyen, Scott D. Olson, Pankaj Mehta, James J. Collins, Nichole M. Daringer, Caleb J. Bashor",
      "paper_url": "https://doi.org/10.1126/science.adm8485",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4403091854",
      "paper_id": "https://openalex.org/W4403091854",
      "title": "Environment-independent distribution of mutational effects emerges from microscopic epistasis",
      "authors": "Sarah M. Ardell, Alena Martsul, Milo S. Johnson, Sergey Kryazhimskiy",
      "paper_url": "https://doi.org/10.1126/science.adn0753",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3157746729",
      "paper_id": "https://openalex.org/W3157746729",
      "title": "Environmental robustness of the global yeast genetic interaction network",
      "authors": "Michael Costanzo, Jing Hou, Vincent Messier, Justin Nelson, Mahfuzur Rahman, Benjamin VanderSluis, Wen Wang, Carles Pons, Catherine Ross, Matej Ušaj, Bryan-Joseph San Luis, Emira Shuteriqi, Elizabeth N. Koch, Patrick Aloy, Chad L. Myers, Charles Boone, Brenda Andrews",
      "paper_url": "https://doi.org/10.1126/science.abf8424",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4280570469",
      "paper_id": "https://openalex.org/W4280570469",
      "title": "Epistatic drift causes gradual decay of predictability in protein evolution",
      "authors": "Yeonwoo Park, Brian P. H. Metzger, Joseph W. Thornton",
      "paper_url": "https://doi.org/10.1126/science.abn6895",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4367173653",
      "paper_id": "https://openalex.org/W4367173653",
      "title": "Evolutionary constraint and innovation across hundreds of placental mammals",
      "authors": "Matthew J. Christmas, Irene M. Kaplow, Diane P. Genereux, Michael X. Dong, Graham M. Hughes, Xue Li, Patrick F. Sullivan, Allyson G. Hindle, Gregory Andrews, Joel C. Armstrong, Matteo Bianchi, Ana M. Breit, Mark Diekhans, Cornelia Fanter, Nicole M. Foley, Daniel B. Goodman, Linda Goodman, Kathleen C. Keough, Bogdan Kirilenko, Amanda Kowalczyk, Colleen Lawless, Abigail L. Lind, Jennifer R. S. Meadows, Lucas R. Moreira, Ruby W. Redlich, Louise Ryan, Ross Swofford, Alejandro Valenzuela, Franziska Wagner, Ola Wallerman, Ashley R. Brown, Joana Damas, Kaili Fan, John Gatesy, Jenna Grimshaw, Jeremy Johnson, Sergey V. Kozyrev, Alyssa J. Lawler, Voichita D. Marinescu, Kathleen M. Morrill, Austin Osmanski, Nicole S. Paulat, BaDoi N. Phan, Steven K. Reilly, Daniel E. Schäffer, Cynthia Steiner, Megan A. Supple, Aryn P. Wilder, Morgan E. Wirthlin, James R. Xue, , Bruce W. Birren, Steven Gazal, Robert M. Hubley, Klaus-Peter Koepfli, Tomas Marques-Bonet, Wynn K. Meyer, Martin Nweeia, Pardis C. Sabeti, Beth Shapiro, Arian F. A. Smit, Mark S. Springer, Emma C. Teeling, Zhiping Weng, Michael Hiller, Danielle L. Levesque, Harris A. Lewin, William J. Murphy, Arcadi Navarro, Benedict Paten, Katherine S. Pollard, David A. Ray, Irina Ruf, Oliver A. Ryder, Andreas R. Pfenning, Kerstin Lindblad-Toh, Elinor K. Karlsson, Gregory Andrews, Joel C. Armstrong, Matteo Bianchi, Bruce W. Birren, Kevin R. Bredemeyer, Ana M. Breit, Matthew J. Christmas, Hiram Clawson, Joana Damas, Federica Di Palma, Mark Diekhans, Michael X. Dong, Eduardo Eizirik, Kaili Fan, Cornelia Fanter, Nicole M. Foley, Karin Forsberg-Nilsson, Carlos J. Garcia, John Gatesy, Steven Gazal, Diane P. Genereux, Linda Goodman, Jenna Grimshaw, Michaela K. Halsey, Andrew J. Harris, Glenn Hickey, Michael Hiller, Allyson G. Hindle, Robert M. Hubley, Graham M. Hughes, Jeremy Johnson, David Juan, Irene M. Kaplow, Elinor K. Karlsson, Kathleen C. Keough, Bogdan Kirilenko, Klaus-Peter Koepfli, Jennifer M. Korstian, Amanda Kowalczyk, Sergey V. Kozyrev, Alyssa J. Lawler, Colleen Lawless, Thomas Lehmann, Danielle L. Levesque, Harris A. Lewin, Xue Li, Abigail Lind, Kerstin Lindblad-Toh, Ava Mackay-Smith, Voichita D. Marinescu, Tomas Marques-Bonet, Victor C. Mason, Jennifer R. S. Meadows, Wynn K. Meyer, Jill E. Moore, Lucas R. Moreira, Diana D. Moreno-Santillan, Kathleen M. Morrill, Gerard Muntané, William J. Murphy, Arcadi Navarro, Martin Nweeia, Sylvia Ortmann, Austin Osmanski, Benedict Paten, Nicole S. Paulat, Andreas R. Pfenning, BaDoi N. Phan, Katherine S. Pollard, Henry E. Pratt, David A. Ray, Steven K. Reilly, Jeb R. Rosen, Irina Ruf, Louise Ryan, Oliver A. Ryder, Pardis C. Sabeti, Daniel E. Schäffer, Aitor Serres, Beth Shapiro, Arian F. A. Smit, Mark Springer, Chaitanya Srinivasan, Cynthia Steiner, Jessica M. Storer, Kevin A. M. Sullivan, Patrick F. Sullivan, Elisabeth Sundström, Megan A. Supple, Ross Swofford, Joy-El Talbot, Emma Teeling, Jason Turner-Maier, Alejandro Valenzuela, Franziska Wagner, Ola Wallerman, Chao Wang, Juehan Wang, Zhiping Weng, Aryn P. Wilder, Morgan E. Wirthlin, James R. Xue, Xiaomeng Zhang",
      "paper_url": "https://doi.org/10.1126/science.abn3943",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4407792889",
      "paper_id": "https://openalex.org/W4407792889",
      "title": "Experimental evolution of evolvability",
      "authors": "Michael Barnett, Lena Meister, Paul B. Rainey",
      "paper_url": "https://doi.org/10.1126/science.adr2756",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3164090582",
      "paper_id": "https://openalex.org/W3164090582",
      "title": "Extensive pleiotropism and allelic heterogeneity mediate metabolic effects of <i>IRX3</i> and <i>IRX5</i>",
      "authors": "Débora R. Sobreira, Amelia C. Joslin, Qi Zhang, Iain Williamson, Grace T. Hansen, Kathryn M. Farris, Noboru J. Sakabe, Nasa Sinnott-Armstrong, Grazyna Bozek, Sharon O. Jensen-Cody, Kyle H. Flippo, Carole Ober, Wendy A. Bickmore, Matthew Potthoff, Mengjie Chen, Melina Claussnitzer, Ivy Aneas, Marcelo A. Nóbrega",
      "paper_url": "https://doi.org/10.1126/science.abf1008",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4410850954",
      "paper_id": "https://openalex.org/W4410850954",
      "title": "Functional polymorphism of CYCLE underlies the diapause variation in moths",
      "authors": "Shirui Zheng, Yaohui Wang, Guiyun Li, Sheng Qin, Zhi Dong, Xu Yang, Xiaomiao Xu, Gangqi Fang, Muwang Li, Shuai Zhan",
      "paper_url": "https://doi.org/10.1126/science.ado2129",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4220730782",
      "paper_id": "https://openalex.org/W4220730782",
      "title": "Gametophyte genome activation occurs at pollen mitosis I in maize",
      "authors": "Brad Nelms, Virginia Walbot",
      "paper_url": "https://doi.org/10.1126/science.abl7392",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3215646490",
      "paper_id": "https://openalex.org/W3215646490",
      "title": "Genetic and functional evidence links a missense variant in <i>B4GALT1</i> to lower LDL and fibrinogen",
      "authors": "May E. Montasser, Cristopher V. Van Hout, Lawrence Miloscio, Alicia D. Howard, Avraham Rosenberg, Myrasol Callaway, Biao Shen, Ning Li, Adam E. Locke, Niek Verweij, Tanima De, Manuel A. Ferreira, Luca A. Lotta, Aris Baras, Thomas J. Daly, Suzanne A. Hartford, Wei Lin, Yuan Mao, Bin Ye, Derek White, Guochun Gong, James A. Perry, Kathleen A. Ryan, Qing Fang, Gannie Tzoneva, Evangelos Pefanis, Charleen Hunt, Yajun Tang, Lynn Lee, , Carole Sztalryd-Woodle, Braxton D. Mitchell, Matthew Healy, Elizabeth A. Streeten, Simeon I. Taylor, Jeffrey R. O’Connell, Aris N. Economides, Giusy Della Gatta, Alan R. Shuldiner",
      "paper_url": "https://doi.org/10.1126/science.abe0348",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4412794751",
      "paper_id": "https://openalex.org/W4412794751",
      "title": "Genomic convergence in hibernating mammals elucidates the genetics of metabolic regulation in the hypothalamus",
      "authors": "Elliott Ferris, Josue D. Gonzalez Murcia, Adriana Cristina Rodriguez, Susan Steinwand, Cornelia Stacher Hörndli, Dimitri Traenkner, Pablo J. Maldonado-Catala, Christopher Gregg",
      "paper_url": "https://doi.org/10.1126/science.adp4025",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4395447529",
      "paper_id": "https://openalex.org/W4395447529",
      "title": "Genomic factors shape carbon and nitrogen metabolic niche breadth across Saccharomycotina yeasts",
      "authors": "Dana A. Opulente, Abigail Leavitt LaBella, Marie-Claire Harrison, John F. Wolters, Chao Liu, Yonglin Li, Jacek Kominek, Jacob L. Steenwyk, Hayley R. Stoneman, Jenna VanDenAvond, Caroline R. Miller, Quinn K. Langdon, Margarida Silva, Carla Gonçalves, Emily J. Ubbelohde, Yuanning Li, Kelly V. Buh, Martin Jarzyna, Max A. B. Haase, Carlos A. Rosa, Neža ČCadež, Diego Libkind, Jeremy H. DeVirgilio, Amanda Beth Hulfachor, Cletus P. Kurtzman, José Paulo Sampaio, Paula Gonçalves, Xiaofan Zhou, Xing-Xing Shen, Marizeth Groenewald, Antonis Rokas, Chris Todd Hittinger",
      "paper_url": "https://doi.org/10.1126/science.adj4503",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4285493817",
      "paper_id": "https://openalex.org/W4285493817",
      "title": "Hematopoietic loss of Y chromosome leads to cardiac fibrosis and heart failure mortality",
      "authors": "Soichi Sano, Keita Horitani, Hayato Ogawa, Jonatan Halvardson, Nicholas W. Chavkin, Ying Wang, Miho Sano, Jonas Mattisson, Atsushi Hata, Marcus Danielsson, Emiri Miura-Yura, Ammar Zaghlool, Megan A. Evans, Tove Fall, Henry N. De Hoyos, Johan Sundström, Yoshimitsu Yura, Anupreet Kour, Yohei Arai, Mark C. Thel, Yuka Arai, Josyf C. Mychaleckyj, Karen K. Hirschi, Lars A. Forsberg, Kenneth Walsh",
      "paper_url": "https://doi.org/10.1126/science.abn3100",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4387782847",
      "paper_id": "https://openalex.org/W4387782847",
      "title": "Idiosyncratic and dose-dependent epistasis drives variation in tomato fruit size",
      "authors": "Lyndsey Aguirre, Anat Hendelman, Samuel F. Hutton, David M. McCandlish, Zachary B. Lippman",
      "paper_url": "https://doi.org/10.1126/science.adi5222",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4229017562",
      "paper_id": "https://openalex.org/W4229017562",
      "title": "Idiosyncratic epistasis leads to global fitness–correlated trends",
      "authors": "Christopher W. Bakerlee, Alex N. Nguyen Ba, Yekaterina Shulgina, Jose I. Rojas Echenique, Michael M. Desai",
      "paper_url": "https://doi.org/10.1126/science.abm4774",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4367173711",
      "paper_id": "https://openalex.org/W4367173711",
      "title": "Insights into mammalian TE diversity through the curation of 248 genome assemblies",
      "authors": "Austin B. Osmanski, Nicole S. Paulat, Jenny Korstian, Jenna R. Grimshaw, Michaela Halsey, Kevin A. M. Sullivan, Diana D. Moreno-Santillán, Claudia Crookshanks, Jacquelyn Roberts, Carlos Garcia, Matthew G. Johnson, Llewellyn D. Densmore, Richard D. Stevens, , Jeb Rosen, Jessica M. Storer, Robert Hubley, Arian F. A. Smit, Liliana M. Dávalos, Elinor K. Karlsson, Kerstin Lindblad-Toh, David A. Ray, Gregory Andrews, Joel C. Armstrong, Matteo Bianchi, Bruce W. Birren, Kevin R. Bredemeyer, Ana M. Breit, Matthew J. Christmas, Hiram Clawson, Joana Damas, Federica Di Palma, Mark Diekhans, Michael X. Dong, Eduardo Eizirik, Kaili Fan, Cornelia Fanter, Nicole M. Foley, Karin Forsberg-Nilsson, Carlos J. Garcia, John Gatesy, Steven Gazal, Diane P. Genereux, Linda Goodman, Jenna Grimshaw, Michaela K. Halsey, Andrew J. Harris, Glenn Hickey, Michael Hiller, Allyson G. Hindle, Robert M. Hubley, Graham M. Hughes, Jeremy Johnson, David Juan, Irene M. Kaplow, Elinor K. Karlsson, Kathleen C. Keough, Bogdan Kirilenko, Klaus-Peter Koepfli, Jennifer M. Korstian, Amanda Kowalczyk, Sergey V. Kozyrev, Alyssa J. Lawler, Colleen Lawless, Thomas Lehmann, Danielle L. Levesque, Harris A. Lewin, Xue Li, Abigail Lind, Kerstin Lindblad-Toh, Ava Mackay-Smith, Voichita D. Marinescu, Tomas Marques-Bonet, Victor C. Mason, Jennifer R. S. Meadows, Wynn K. Meyer, Jill E. Moore, Lucas R. Moreira, Diana D. Moreno-Santillan, Kathleen M. Morrill, Gerard Muntané, William J. Murphy, Arcadi Navarro, Martin Nweeia, Sylvia Ortmann, Austin Osmanski, Benedict Paten, Nicole S. Paulat, Andreas R. Pfenning, BaDoi N. Phan, Katherine S. Pollard, Henry E. Pratt, David A. Ray, Steven K. Reilly, Jeb R. Rosen, Irina Ruf, Louise Ryan, Oliver A. Ryder, Pardis C. Sabeti, Daniel E. Schäffer, Aitor Serres, Beth Shapiro, Arian F. A. Smit, Mark Springer, Chaitanya Srinivasan, Cynthia Steiner, Jessica M. Storer, Kevin A. M. Sullivan, Patrick F. Sullivan, Elisabeth Sundström, Megan A. Supple, Ross Swofford, Joy-El Talbot, Emma Teeling, Jason Turner-Maier, Alejandro Valenzuela, Franziska Wagner, Ola Wallerman, Chao Wang, Juehan Wang, Zhiping Weng, Aryn P. Wilder, Morgan E. Wirthlin, James R. Xue, Xiaomeng Zhang",
      "paper_url": "https://doi.org/10.1126/science.abn1430",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4294073636",
      "paper_id": "https://openalex.org/W4294073636",
      "title": "Insulin signaling in the long-lived reproductive caste of ants",
      "authors": "Hua Yan, Comzit Opachaloemphan, Francisco Carmona-Aldana, Giacomo Mancini, Jakub Mlejnek, Nicolas Descostes, Bogdan Sieriebriennikov, Alexandra Leibholz, Xiaofan Zhou, Long Ding, Maria Traficante, Claude Desplan, Danny Reinberg",
      "paper_url": "https://doi.org/10.1126/science.abm8767",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4400525707",
      "paper_id": "https://openalex.org/W4400525707",
      "title": "Integrated translation and metabolism in a partially self-synthesizing biochemical network",
      "authors": "Simone Giaveri, Nitin Bohra, Christoph Diehl, Hao Yuan Yang, Martine Ballinger, Nicole Paczia, Timo Glatter, Tobias J. Erb",
      "paper_url": "https://doi.org/10.1126/science.adn3856",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4367173676",
      "paper_id": "https://openalex.org/W4367173676",
      "title": "Integrating gene annotation with orthology inference at scale",
      "authors": "Bogdan M. Kirilenko, Chetan Munegowda, Ekaterina Osipova, David Jebb, Virag Sharma, Moritz Blumer, Ariadna E. Morales, Alexis-Walid Ahmed, Dimitrios-Georgios Kontopoulos, Leon Hilgers, Kerstin Lindblad-Toh, Elinor K. Karlsson, , Michael Hiller, Gregory Andrews, Joel C. Armstrong, Matteo Bianchi, Bruce W. Birren, Kevin R. Bredemeyer, Ana M. Breit, Matthew J. Christmas, Hiram Clawson, Joana Damas, Federica Di Palma, Mark Diekhans, Michael X. Dong, Eduardo Eizirik, Kaili Fan, Cornelia Fanter, Nicole M. Foley, Karin Forsberg-Nilsson, Carlos J. Garcia, John Gatesy, Steven Gazal, Diane P. Genereux, Linda Goodman, Jenna Grimshaw, Michaela K. Halsey, Andrew J. Harris, Glenn Hickey, Michael Hiller, Allyson G. Hindle, Robert M. Hubley, Graham M. Hughes, Jeremy Johnson, David Juan, Irene M. Kaplow, Elinor K. Karlsson, Kathleen C. Keough, Bogdan Kirilenko, Klaus-Peter Koepfli, Jennifer M. Korstian, Amanda Kowalczyk, Sergey V. Kozyrev, Alyssa J. Lawler, Colleen Lawless, Thomas Lehmann, Danielle L. Levesque, Harris A. Lewin, Xue Li, Abigail Lind, Kerstin Lindblad-Toh, Ava Mackay-Smith, Voichita D. Marinescu, Tomas Marques-Bonet, Victor C. Mason, Jennifer R. S. Meadows, Wynn K. Meyer, Jill E. Moore, Lucas R. Moreira, Diana D. Moreno-Santillan, Kathleen M. Morrill, Gerard Muntané, William J. Murphy, Arcadi Navarro, Martin Nweeia, Sylvia Ortmann, Austin Osmanski, Benedict Paten, Nicole S. Paulat, Andreas R. Pfenning, BaDoi N. Phan, Katherine S. Pollard, Henry E. Pratt, David A. Ray, Steven K. Reilly, Jeb R. Rosen, Irina Ruf, Louise Ryan, Oliver A. Ryder, Pardis C. Sabeti, Daniel E. Schäffer, Aitor Serres, Beth Shapiro, Arian F. A. Smit, Mark Springer, Chaitanya Srinivasan, Cynthia Steiner, Jessica M. Storer, Kevin A. M. Sullivan, Patrick F. Sullivan, Elisabeth Sundström, Megan A. Supple, Ross Swofford, Joy-El Talbot, Emma Teeling, Jason Turner-Maier, Alejandro Valenzuela, Franziska Wagner, Ola Wallerman, Chao Wang, Juehan Wang, Zhiping Weng, Aryn P. Wilder, Morgan E. Wirthlin, James R. Xue, Xiaomeng Zhang",
      "paper_url": "https://doi.org/10.1126/science.abn3107",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4411051405",
      "paper_id": "https://openalex.org/W4411051405",
      "title": "Is taurine an aging biomarker?",
      "authors": "Maria Emilia Fernandez, Michel Bernier, Nathan L. Price, Simonetta Camandola, Miguel A. Aon, Kelli Vaughan, Julie A. Mattison, Joshua D. Preston, Dean P. Jones, Toshiko Tanaka, Qu Tian, Marta González-Freire, Luigi Ferrucci, Rafael de Cabo",
      "paper_url": "https://doi.org/10.1126/science.adl2116",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4407199604",
      "paper_id": "https://openalex.org/W4407199604",
      "title": "Kidney multiome-based genetic scorecard reveals convergent coding and regulatory variants",
      "authors": "Hongbo Liu, Amin Abedini, Eunji Ha, Ziyuan Ma, Xin Sheng, Bernhard Dumoulin, Chengxiang Qiu, Tamas Aranyi, Shen Li, Nicole Dittrich, Hua-Chang Chen, Ran Tao, Der-Cherng Tarng, Feng-Jen Hsieh, Shih-Ann Chen, Shun-Fa Yang, Mei-Yueh Lee, Pui-Yan Kwok, Jer-Yuarn Wu, Chien-Hsiun Chen, Atlas Khan, Nita A. Limdi, Wei-Qi Wei, Theresa L. Walunas, Elizabeth W. Karlson, Eimear E. Kenny, Yuan Luo, Leah Kottyan, John J. Connolly, Gail P. Jarvik, Chunhua Weng, Ning Shang, Joanne B. Cole, Josep M. Mercader, Ravi Mandla, Timothy D. Majarian, Jose C. Florez, Mary E. Haas, Luca A. Lotta, , , Theodore G. Drivas, , Ha My T. Vy, Girish N. Nadkarni, Laura K. Wiley, Melissa P. Wilson, Christopher R. Gignoux, Humaira Rasheed, Laurent F. Thomas, Bjørn Olav Åsvold, Ben M. Brumpton, Stein I. Hallan, Kristian Hveem, Jie Zheng, Jacklyn N. Hellwege, Matthew Zawistowski, Sebastian Zöllner, Nora Franceschini, Hailong Hu, Jianfu Zhou, Krzysztof Kiryluk, Marylyn D. Ritchie, Matthew Palmer, Todd L. Edwards, Benjamin F. Voight, Adriana M. Hung, Katalin Susztak, Aris Baras, Gonçalo Abecasis, Adolfo Ferrando, Giovanni Coppola, Andrew Deubler, Aris Economides, Luca A Lotta, John D Overton, Jeffrey G Reid, Alan Shuldiner, Katherine Siminovitch, Jason Portnoy, Marcus B Jones, Lyndon Mitnaul, Alison Fenney, Jonathan Marchini, Manuel Allen Revez Ferreira, Maya Ghoussaini, Mona Nafde, William Salerno, John D Overton, Christina Beechert, Erin Fuller, Laura M Cremona, Eugene Kalyuskin, Hang Du, Caitlin Forsythe, Zhenhua Gu, Kristy Guevara, Michael Lattari, Alexander Lopez, Kia Manoochehri, Prathyusha Challa, Manasi Pradhan, Raymond Reynoso, Ricardo Schiavo, Maria Sotiropoulos Padilla, Chenggu Wang, Sarah E Wolf, Hang Du, Kristy Guevara, Amelia Averitt, Nilanjana Banerjee, Dadong Li, Sameer Malhotra, Justin Mower, Mudasar Sarwar, Deepika Sharma, Sean Yu, Aaron Zhang, Muhammad Aqeel, Jeffrey G Reid, Mona Nafde, Manan Goyal, George Mitra, Sanjay Sreeram, Rouel Lanche, Vrushali Mahajan, Sai Lakshmi Vasireddy, Gisu Eom, Krishna Pawan Punuru, Sujit Gokhale, Benjamin Sultan, Pooja Mule, Eliot Austin, Xiaodong Bai, Lance Zhang, Sean O'Keeffe, Razvan Panea, Evan Edelstein, Ayesha Rasool, William Salerno, Evan K Maxwell, Boris Boutkov, Alexander Gorovits, Ju Guan, Lukas Habegger, Alicia Hawes, Olga Krasheninina, Samantha Zarate, Adam J Mansfield, Lukas Habegger, Gonçalo Abecasis, Joshua Backman, Kathy Burch, Adrian Campos, Liron Ganel, Sheila Gaynor, Benjamin Geraghty, Arkopravo Ghosh, Salvador Romero Martinez, Christopher Gillies, Lauren Gurski, Joseph Herman, Eric Jorgenson, Tyler Joseph, Michael Kessler, Jack Kosmicki, Adam Locke, Priyanka Nakka, Jonathan Marchini, Karl Landheer, Olivier Delaneau, Maya Ghoussaini, Anthony Marcketta, Joelle Mbatchou, Arden Moscati, Aditeya Pandey, Anita Pandit, Jonathan Ross, Carlo Sidore, Eli Stahl, Timothy Thornton, Sailaja Vedantam, Rujin Wang, Kuan-Han Wu, Bin Ye, Blair Zhang, Andrey Ziyatdinov, Yuxin Zou, Jingning Zhang, Kyoko Watanabe, Mira Tang, Frank Wendt, Suganthi Balasubramanian, Suying Bao, Kathie Sun, Chuanyi Zhang, Adolfo Ferrando, Giovanni Coppola, Luca A Lotta, Alan Shuldiner, Katherine Siminovitch, Brian Hobbs, Jon Silver, William Palmer, Rita Guerreiro, Amit Joshi, Antoine Baldassari, Cristen Willer, Sarah Graham, Ernst Mayerhofer, Erola Pairo Castineira, Mary Haas, Niek Verweij, George Hindy, Jonas Bovijn, Tanima De, Parsa Akbari, Luanluan Sun, Olukayode Sosina, Arthur Gilly, Peter Dornbos, Juan Rodriguez-Flores, Moeen Riaz, Manav Kapoor, Gannie Tzoneva, Momodou W Jallow, Anna Alkelai, Ariane Ayer, Veera Rajagopal, Sahar Gelfman, Vijay Kumar, Jacqueline Otto, Neelroop Parikshak, Aysegul Guvenek, Jose Bras, Silvia Alvarez, Jessie Brown, Jing He, Hossein Khiabanian, Joana Revez, Kimberly Skead, Valentina Zavala, Jae Soon Sul, Lei Chen, Sam Choi, Amy Damask, Nan Lin, Charles Paulding, Marcus B Jones, Esteban Chen, Michelle G LeBlanc, Jason Mighty, Jennifer Rico-Varela, Nirupama Nishtala, Nadia Rana, Jaimee Hernandez, Alison Fenney, Randi Schwartz, Jody Hankins, Anna Han, Samuel Hart, Ann Perez-Beals, Gina Solari, Johannie Rivera-Picart, Michelle Pagan, Sunilbe Siceron, Adam Buchanan, David J. Carey, Christa L. Martin, Michelle Meyer, Kyle Retterer, David Rolston, Daniel J. Rader, Marylyn D. Ritchie, JoEllen Weaver, Nawar Naseer, Giorgio Sirugo, Afiya Poindexter, Yi-An Ko, Kyle P. Nerz, Meghan Livingstone, Fred Vadivieso, Stephanie DerOhannessian, Teo Tran, Julia Stephanowski, Salma Santos, Ned Haubein, Joseph Dunn, Anurag Verma, Colleen Morse Kripke, Marjorie Risman, Renae Judy, Colin Wollack, Shefali S. Verma, Scott M. Damrauer, Yuki Bradford, Scott M. Dudek, Theodore G. Drivas",
      "paper_url": "https://doi.org/10.1126/science.adp4753",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4367173606",
      "paper_id": "https://openalex.org/W4367173606",
      "title": "Leveraging base-pair mammalian constraint to understand genetic variation and human disease",
      "authors": "Patrick F. Sullivan, Jennifer R. S. Meadows, Steven Gazal, BaDoi N. Phan, Xue Li, Diane P. Genereux, Michael X. Dong, Matteo Bianchi, Gregory Andrews, Sharadha Sakthikumar, Jessika Nordin, Ananya Roy, Matthew J. Christmas, Voichita D. Marinescu, Chao Wang, Ola Wallerman, James Xue, Shuyang Yao, Quan Sun, Jin Szatkiewicz, Jia Wen, Laura M. Huckins, Alyssa Lawler, Kathleen C. Keough, Zhili Zheng, Jian Zeng, Naomi R. Wray, Yun Li, Jessica Johnson, Jiawen Chen, , Benedict Paten, Steven K. Reilly, Graham M. Hughes, Zhiping Weng, Katherine S. Pollard, Andreas R. Pfenning, Karin Forsberg-Nilsson, Elinor K. Karlsson, Kerstin Lindblad-Toh, Gregory Andrews, Joel C. Armstrong, Matteo Bianchi, Bruce W. Birren, Kevin R. Bredemeyer, Ana M. Breit, Matthew J. Christmas, Hiram Clawson, Joana Damas, Federica Di Palma, Mark Diekhans, Michael X. Dong, Eduardo Eizirik, Kaili Fan, Cornelia Fanter, Nicole M. Foley, Karin Forsberg-Nilsson, Carlos J. Garcia, John Gatesy, Steven Gazal, Diane P. Genereux, Linda Goodman, Jenna Grimshaw, Michaela K. Halsey, Andrew J. Harris, Glenn Hickey, Michael Hiller, Allyson G. Hindle, Robert M. Hubley, Graham M. Hughes, Jeremy Johnson, David Juan, Irene M. Kaplow, Elinor K. Karlsson, Kathleen C. Keough, Bogdan Kirilenko, Klaus-Peter Koepfli, Jennifer M. Korstian, Amanda Kowalczyk, Sergey V. Kozyrev, Alyssa J. Lawler, Colleen Lawless, Thomas Lehmann, Danielle L. Levesque, Harris A. Lewin, Xue Li, Abigail Lind, Kerstin Lindblad-Toh, Ava Mackay-Smith, Voichita D. Marinescu, Tomas Marques-Bonet, Victor C. Mason, Jennifer R. S. Meadows, Wynn K. Meyer, Jill E. Moore, Lucas R. Moreira, Diana D. Moreno-Santillan, Kathleen M. Morrill, Gerard Muntané, William J. Murphy, Arcadi Navarro, Martin Nweeia, Sylvia Ortmann, Austin Osmanski, Benedict Paten, Nicole S. Paulat, Andreas R. Pfenning, BaDoi N. Phan, Katherine S. Pollard, Henry E. Pratt, David A. Ray, Steven K. Reilly, Jeb R. Rosen, Irina Ruf, Louise Ryan, Oliver A. Ryder, Pardis C. Sabeti, Daniel E. Schäffer, Aitor Serres, Beth Shapiro, Arian F. A. Smit, Mark Springer, Chaitanya Srinivasan, Cynthia Steiner, Jessica M. Storer, Kevin A. M. Sullivan, Patrick F. Sullivan, Elisabeth Sundström, Megan A. Supple, Ross Swofford, Joy-El Talbot, Emma Teeling, Jason Turner-Maier, Alejandro Valenzuela, Franziska Wagner, Ola Wallerman, Chao Wang, Juehan Wang, Zhiping Weng, Aryn P. Wilder, Morgan E. Wirthlin, James R. Xue, Xiaomeng Zhang",
      "paper_url": "https://doi.org/10.1126/science.abn2937",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4315928671",
      "paper_id": "https://openalex.org/W4315928671",
      "title": "Loss of a gluconeogenic muscle enzyme contributed to adaptive metabolic traits in hummingbirds",
      "authors": "Ekaterina Osipova, Rico Barsacchi, Tom Brown, Keren Sadanandan, Andrea H. Gaede, Amanda Monte, Julia Jarrells, Claudia Moebius, Martin Pippel, Douglas L. Altshuler, Sylke Winkler, Marc Bickle, Maude W. Baldwin, Michael Hiller",
      "paper_url": "https://doi.org/10.1126/science.abn7050",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4414494510",
      "paper_id": "https://openalex.org/W4414494510",
      "title": "Lysosomes signal through the epigenome to regulate longevity across generations",
      "authors": "Qinghao Zhang, Weiwei Dang, Meng C. Wang",
      "paper_url": "https://doi.org/10.1126/science.adn8754",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4413786315",
      "paper_id": "https://openalex.org/W4413786315",
      "title": "Machine learning–based penetrance of genetic variants",
      "authors": "Iain S. Forrest, Ha My T. Vy, Ghislain Rocheleau, Daniel M. Jordan, Ben O. Petrazzini, Girish N. Nadkarni, Judy H. Cho, Mythily Ganapathi, Kuan-Lin Huang, Wendy K. Chung, Ron Do",
      "paper_url": "https://doi.org/10.1126/science.adm7066",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4408182814",
      "paper_id": "https://openalex.org/W4408182814",
      "title": "Macroevolutionary divergence of gene expression driven by selection on protein abundance",
      "authors": "Alexander L. Cope, Joshua G. Schraiber, Matt Pennell",
      "paper_url": "https://doi.org/10.1126/science.ads2658",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4367173723",
      "paper_id": "https://openalex.org/W4367173723",
      "title": "Mammalian evolution of human cis-regulatory elements and transcription factor binding sites",
      "authors": "Gregory Andrews, Kaili Fan, Henry E. Pratt, Nishigandha Phalke, , Elinor K. Karlsson, Kerstin Lindblad-Toh, Steven Gazal, Jill E. Moore, Zhiping Weng, Gregory Andrews, Joel C. Armstrong, Matteo Bianchi, Bruce W. Birren, Kevin R. Bredemeyer, Ana M. Breit, Matthew J. Christmas, Hiram Clawson, Joana Damas, Federica Di Palma, Mark Diekhans, Michael X. Dong, Eduardo Eizirik, Kaili Fan, Cornelia Fanter, Nicole M. Foley, Karin Forsberg-Nilsson, Carlos J. Garcia, John Gatesy, Steven Gazal, Diane P. Genereux, Linda Goodman, Jenna Grimshaw, Michaela K. Halsey, Andrew J. Harris, Glenn Hickey, Michael Hiller, Allyson G. Hindle, Robert M. Hubley, Graham M. Hughes, Jeremy Johnson, David Juan, Irene M. Kaplow, Elinor K. Karlsson, Kathleen C. Keough, Bogdan Kirilenko, Klaus-Peter Koepfli, Jennifer M. Korstian, Amanda Kowalczyk, Sergey V. Kozyrev, Alyssa J. Lawler, Colleen Lawless, Thomas Lehmann, Danielle L. Levesque, Harris A. Lewin, Xue Li, Abigail Lind, Kerstin Lindblad-Toh, Ava Mackay-Smith, Voichita D. Marinescu, Tomas Marques-Bonet, Victor C. Mason, Jennifer R. S. Meadows, Wynn K. Meyer, Jill E. Moore, Lucas R. Moreira, Diana D. Moreno-Santillan, Kathleen M. Morrill, Gerard Muntané, William J. Murphy, Arcadi Navarro, Martin Nweeia, Sylvia Ortmann, Austin Osmanski, Benedict Paten, Nicole S. Paulat, Andreas R. Pfenning, BaDoi N. Phan, Katherine S. Pollard, Henry E. Pratt, David A. Ray, Steven K. Reilly, Jeb R. Rosen, Irina Ruf, Louise Ryan, Oliver A. Ryder, Pardis C. Sabeti, Daniel E. Schäffer, Aitor Serres, Beth Shapiro, Arian F. A. Smit, Mark Springer, Chaitanya Srinivasan, Cynthia Steiner, Jessica M. Storer, Kevin A. M. Sullivan, Patrick F. Sullivan, Elisabeth Sundström, Megan A. Supple, Ross Swofford, Joy-El Talbot, Emma Teeling, Jason Turner-Maier, Alejandro Valenzuela, Franziska Wagner, Ola Wallerman, Chao Wang, Juehan Wang, Zhiping Weng, Aryn P. Wilder, Morgan E. Wirthlin, James R. Xue, Xiaomeng Zhang",
      "paper_url": "https://doi.org/10.1126/science.abn7930",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3201934315",
      "paper_id": "https://openalex.org/W3201934315",
      "title": "Mapping the proteo-genomic convergence of human diseases",
      "authors": "Maik Pietzner, Eleanor Wheeler, Julia Carrasco-Zanini, Adrian Cortes, Mine Koprulu, Maria A. Wörheide, Erin Oerton, James Cook, Isobel D. Stewart, Nicola D. Kerrison, Jian’an Luan, Johannes Raffler, Matthias Arnold, Wiebke Arlt, Stephen O’Rahilly, Gabi Kastenmüller, Eric R. Gamazon, Aroon D. Hingorani, Robert A. Scott, Nicholas J. Wareham, Claudia Langenberg",
      "paper_url": "https://doi.org/10.1126/science.abj1541",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4409317487",
      "paper_id": "https://openalex.org/W4409317487",
      "title": "Most bacterial gene families are biased toward specific chromosomal positions",
      "authors": "Xiao-Pan Hu, Bayu Brahmantio, Krzysztof Bartoszek, Martin J. Lercher",
      "paper_url": "https://doi.org/10.1126/science.adm9928",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4311551459",
      "paper_id": "https://openalex.org/W4311551459",
      "title": "Multidimensional control of therapeutic human cell function with synthetic gene circuits",
      "authors": "Hui-Shan Li, Divya V. Israni, Keith A. Gagnon, Kok Ann Gan, Michael H. Raymond, Jeffry D. Sander, Kole T. Roybal, J. Keith Joung, Wilson W. Wong, Ahmad S. Khalil",
      "paper_url": "https://doi.org/10.1126/science.ade0156",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4285388094",
      "paper_id": "https://openalex.org/W4285388094",
      "title": "Multimodal perception links cellular state to decision-making in single cells",
      "authors": "Bernhard A. Kramer, Jacobo Sarabia del Castillo, Lucas Pelkmans",
      "paper_url": "https://doi.org/10.1126/science.abf4062",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4220820191",
      "paper_id": "https://openalex.org/W4220820191",
      "title": "Multiple causal variants underlie genetic associations in humans",
      "authors": "Nathan S. Abell, Marianne K. DeGorter, Michael J. Gloudemans, Emily Greenwald, Kevin S. Smith, Zihuai He, Stephen B. Montgomery",
      "paper_url": "https://doi.org/10.1126/science.abj5117",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4210581642",
      "paper_id": "https://openalex.org/W4210581642",
      "title": "Nitrogen recycling via gut symbionts increases in ground squirrels over the hibernation season",
      "authors": "Matthew D. Regan, Edna Chiang, Yunxi Liu, Marco Tonelli, Kristen M. Verdoorn, Sadie R. Gugel, Garret Suen, Hannah V. Carey, Fariba M. Assadi-Porter",
      "paper_url": "https://doi.org/10.1126/science.abh2950",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4362661810",
      "paper_id": "https://openalex.org/W4362661810",
      "title": "Obligate chimerism in male yellow crazy ants",
      "authors": "H. Darras, C. Berney, S. Hasin, J. Drescher, H. Feldhaar, L. Keller",
      "paper_url": "https://doi.org/10.1126/science.adf0419",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3213067154",
      "paper_id": "https://openalex.org/W3213067154",
      "title": "Origins and evolution of extreme life span in Pacific Ocean rockfishes",
      "authors": "Sree Rohit Raj Kolora, Gregory L. Owens, Juan Manuel Vazquez, Alexander Stubbs, Kamalakar Chatla, Conner Jainese, Katelin Seeto, Merit McCrea, Michael W. Sandel, Juliana A. Vianna, Katherine Maslenikov, Doris Bachtrog, James W. Orr, Milton Love, Peter H. Sudmant",
      "paper_url": "https://doi.org/10.1126/science.abg5332",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W4200597270",
      "paper_id": "https://openalex.org/W4200597270",
      "title": "Pangenomics enables genotyping of known structural variants in 5202 diverse genomes",
      "authors": "Jouni Sirén, Jean Monlong, Xian Chang, Adam M. Novak, Jordan M. Eizenga, Charles Markello, Jonas A. Sibbesen, Glenn Hickey, Pi-Chuan Chang, Andrew Carroll, Namrata Gupta, Stacey Gabriel, Thomas W. Blackwell, Aakrosh Ratan, Kent D. Taylor, Stephen S. Rich, Jerome I. Rotter, David Haussler, Erik Garrison, Benedict Paten",
      "paper_url": "https://doi.org/10.1126/science.abg8871",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4283731821",
      "paper_id": "https://openalex.org/W4283731821",
      "title": "Pleiotropic effects of trans-regulatory mutations on fitness and gene expression",
      "authors": "Pétra Vande Zande, Mark S. Hill, Patricia J. Wittkopp",
      "paper_url": "https://doi.org/10.1126/science.abj7185",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4288423906",
      "paper_id": "https://openalex.org/W4288423906",
      "title": "Pollinators of the sea: A discovery of animal-mediated fertilization in seaweed",
      "authors": "E. Lavaut, M.-L. Guillemin, S. Colin, A. Faure, J. Coudret, C. Destombe, M. Valero",
      "paper_url": "https://doi.org/10.1126/science.abo6661",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410851723",
      "paper_id": "https://openalex.org/W4410851723",
      "title": "Predicting expression-altering promoter mutations with deep learning",
      "authors": "Kishore Jaganathan, Nicole Ersaro, Gherman Novakovsky, Yuchuan Wang, Terena James, Jeremy Schwartzentruber, Petko Fiziev, Irfahan Kassam, Fan Cao, Johann Hawe, Henry Cavanagh, Ashley Lim, Grace Png, Jeremy McRae, Abhimanyu Banerjee, Arvind Kumar, Jacob Ulirsch, Yan Zhang, Francois Aguet, Pierrick Wainschtein, Laksshman Sundaram, Adriana Salcedo, Sofia Kyriazopoulou Panagiotopoulou, Delasa Aghamirzaie, Evin Padhi, Ziming Weng, Shan Dong, Damian Smedley, Mark Caulfield, Anne O’Donnell-Luria, Heidi L. Rehm, Stephan J. Sanders, Anshul Kundaje, Stephen B. Montgomery, Mark T. Ross, Kyle Kai-How Farh",
      "paper_url": "https://doi.org/10.1126/science.ads7373",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3200374960",
      "paper_id": "https://openalex.org/W3200374960",
      "title": "Protein-coding repeat polymorphisms strongly shape diverse human phenotypes",
      "authors": "Ronen E. Mukamel, Robert E. Handsaker, Maxwell A. Sherman, Alison R. Barton, Yiming Zheng, Steven A. McCarroll, Po-Ru Loh",
      "paper_url": "https://doi.org/10.1126/science.abg8289",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4407199594",
      "paper_id": "https://openalex.org/W4407199594",
      "title": "Rapid and dynamic evolution of a giant Y chromosome in <i>Silene latifolia</i>",
      "authors": "Takashi Akagi, Naoko Fujita, Kenta Shirasawa, Hiroyuki Tanaka, Kiyotaka Nagaki, Kanae Masuda, Ayano Horiuchi, Eriko Kuwada, Kanta Kawai, Riko Kunou, Koki Nakamura, Yoko Ikeda, Atsushi Toyoda, Takehiko Itoh, Koichiro Ushijima, Deborah Charlesworth",
      "paper_url": "https://doi.org/10.1126/science.adk9074",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4378976118",
      "paper_id": "https://openalex.org/W4378976118",
      "title": "Rare penetrant mutations confer severe risk of common diseases",
      "authors": "Petko P. Fiziev, Jeremy McRae, Jacob C. Ulirsch, Jacqueline S. Dron, Tobias Hamp, Yanshen Yang, Pierrick Wainschtein, Zijian Ni, Joshua G. Schraiber, Hong Gao, Dylan Cable, Yair Field, Francois Aguet, Marc Fasnacht, Ahmed Metwally, Jeffrey Rogers, Tomas Marques-Bonet, Heidi L. Rehm, Anne O'Donnell-Luria, Amit V. Khera, Kyle Kai-How Farh",
      "paper_url": "https://doi.org/10.1126/science.abo1131",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4412492395",
      "paper_id": "https://openalex.org/W4412492395",
      "title": "Recent evolution of the developing human intestine affects metabolic and barrier functions",
      "authors": "Qianhui Yu, Umut Kilik, Stefano Secchia, Lukas Adam, Yu-Hwai Tsai, Christiana Fauci, Jasper Janssens, Charlie J. Childs, Katherine D. Walton, Rubén López-Sandoval, Angeline Wu, Marina Almató Bellavista, Sha Huang, Calen A. Steiner, Yannick Throm, Michael James Boyle, Zhisong He, Joep Beumer, Barbara Treutlein, Craig B. Lowe, Jason R. Spence, J. Gray Camp",
      "paper_url": "https://doi.org/10.1126/science.adr8628",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3204888812",
      "paper_id": "https://openalex.org/W3204888812",
      "title": "Reconstitution of an intact clock reveals mechanisms of circadian timekeeping",
      "authors": "Archana G. Chavan, Jeffrey A. Swan, Joel Heisler, Cigdem Sancar, Dustin C. Ernst, Mingxu Fang, Joseph G. Palacios, Rebecca K. Spangler, Clive R. Bagshaw, Sarvind Tripathi, Priya Crosby, Susan S. Golden, Carrie L. Partch, Andy LiWang",
      "paper_url": "https://doi.org/10.1126/science.abd4453",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4392027991",
      "paper_id": "https://openalex.org/W4392027991",
      "title": "Recording physiological history of cells with chemical labeling",
      "authors": "Magnus-Carsten Huppertz, Jonas Wilhelm, Vincent Grenier, Martin W. Schneider, Tjalda Falt, Nicola Porzberg, David Hausmann, Dirk C. Hoffmann, Ling Hai, Miroslaw Tarnawski, Gabriela Pino, Krasimir Slanchev, Ilya Kolb, Claudio Acuna, Lisa M. Fenk, Herwig Baier, Julien Hiblot, Kai Johnsson",
      "paper_url": "https://doi.org/10.1126/science.adg0812",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4367173587",
      "paper_id": "https://openalex.org/W4367173587",
      "title": "Relating enhancer genetic variation across mammals to complex phenotypes using machine learning",
      "authors": "Irene M. Kaplow, Alyssa J. Lawler, Daniel E. Schäffer, Chaitanya Srinivasan, Heather H. Sestili, Morgan E. Wirthlin, BaDoi N. Phan, Kavya Prasad, Ashley R. Brown, Xiaomeng Zhang, Kathleen Foley, Diane P. Genereux, , Elinor K. Karlsson, Kerstin Lindblad-Toh, Wynn K. Meyer, Andreas R. Pfenning, Gregory Andrews, Joel C. Armstrong, Matteo Bianchi, Bruce W. Birren, Kevin R. Bredemeyer, Ana M. Breit, Matthew J. Christmas, Hiram Clawson, Joana Damas, Federica Di Palma, Mark Diekhans, Michael X. Dong, Eduardo Eizirik, Kaili Fan, Cornelia Fanter, Nicole M. Foley, Karin Forsberg-Nilsson, Carlos J. Garcia, John Gatesy, Steven Gazal, Diane P. Genereux, Linda Goodman, Jenna Grimshaw, Michaela K. Halsey, Andrew J. Harris, Glenn Hickey, Michael Hiller, Allyson G. Hindle, Robert M. Hubley, Graham M. Hughes, Jeremy Johnson, David Juan, Irene M. Kaplow, Elinor K. Karlsson, Kathleen C. Keough, Bogdan Kirilenko, Klaus-Peter Koepfli, Jennifer M. Korstian, Amanda Kowalczyk, Sergey V. Kozyrev, Alyssa J. Lawler, Colleen Lawless, Thomas Lehmann, Danielle L. Levesque, Harris A. Lewin, Xue Li, Abigail Lind, Kerstin Lindblad-Toh, Ava Mackay-Smith, Voichita D. Marinescu, Tomas Marques-Bonet, Victor C. Mason, Jennifer R. S. Meadows, Wynn K. Meyer, Jill E. Moore, Lucas R. Moreira, Diana D. Moreno-Santillan, Kathleen M. Morrill, Gerard Muntané, William J. Murphy, Arcadi Navarro, Martin Nweeia, Sylvia Ortmann, Austin Osmanski, Benedict Paten, Nicole S. Paulat, Andreas R. Pfenning, BaDoi N. Phan, Katherine S. Pollard, Henry E. Pratt, David A. Ray, Steven K. Reilly, Jeb R. Rosen, Irina Ruf, Louise Ryan, Oliver A. Ryder, Pardis C. Sabeti, Daniel E. Schäffer, Aitor Serres, Beth Shapiro, Arian F. A. Smit, Mark Springer, Chaitanya Srinivasan, Cynthia Steiner, Jessica M. Storer, Kevin A. M. Sullivan, Patrick F. Sullivan, Elisabeth Sundström, Megan A. Supple, Ross Swofford, Joy-El Talbot, Emma Teeling, Jason Turner-Maier, Alejandro Valenzuela, Franziska Wagner, Ola Wallerman, Chao Wang, Juehan Wang, Zhiping Weng, Aryn P. Wilder, Morgan E. Wirthlin, James R. Xue, Xiaomeng Zhang",
      "paper_url": "https://doi.org/10.1126/science.abm7993",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4393035692",
      "paper_id": "https://openalex.org/W4393035692",
      "title": "Repeated co-option of HMG-box genes for sex determination in brown algae and animals",
      "authors": "Rémy Luthringer, Morgane Raphalen, Carla Guerra, Sébastien Colin, Claudia Martinho, Min Zheng, Masakazu Hoshino, Yacine Badis, Agnieszka P. Lipinska, Fabian B. Haas, Josué Barrera-Redondo, Vikram Alva, Susana M. Coelho",
      "paper_url": "https://doi.org/10.1126/science.adk5466",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4400974311",
      "paper_id": "https://openalex.org/W4400974311",
      "title": "Selection for robust metabolism in domesticated yeasts is driven by adaptation to Hsp90 stress",
      "authors": "Natalia Condic, Hatim Amiji, Dipak Patel, William Charles Shropshire, Nejla Ozirmak Lermi, Youssef Sabha, Beryl John, Blake Hanson, Georgios Ioannis Karras",
      "paper_url": "https://doi.org/10.1126/science.adi3048",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3174336210",
      "paper_id": "https://openalex.org/W3174336210",
      "title": "Sequencing of 640,000 exomes identifies <i>GPR75</i> variants associated with protection from obesity",
      "authors": "Parsa Akbari, Ankit Gilani, Olukayode Sosina, Jack A. Kosmicki, Lori Khrimian, Yi-Ya Fang, Trikaldarshi Persaud, Victor Garcia, Dylan Sun, Alexander Li, Joelle Mbatchou, Adam E. Locke, Christian Benner, Niek Verweij, Nan Lin, Sakib Hossain, Kevin Agostinucci, Jonathan V. Pascale, Ercument Dirice, Michael Dunn, , , William E. Kraus, Svati H. Shah, Yii-Der I. Chen, Jerome I. Rotter, Daniel J. Rader, Olle Melander, Christopher D. Still, Tooraj Mirshahi, David J. Carey, Jaime Berumen-Campos, Pablo Kuri-Morales, Jesus Alegre-Díaz, Jason M. Torres, Jonathan R. Emberson, Rory Collins, Suganthi Balasubramanian, Alicia Hawes, Marcus Jones, Brian Zambrowicz, Andrew J. Murphy, Charles Paulding, Giovanni Coppola, John D. Overton, Jeffrey G. Reid, Alan R. Shuldiner, Michael Cantor, Hyun M. Kang, Goncalo R. Abecasis, Katia Karalis, Aris N. Economides, Jonathan Marchini, George D. Yancopoulos, Mark W. Sleeman, Judith Altarejos, Giusy Della Gatta, Roberto Tapia-Conyer, Michal L. Schwartzman, Aris Baras, Manuel A. R. Ferreira, Luca A. Lotta",
      "paper_url": "https://doi.org/10.1126/science.abf8683",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3157802238",
      "paper_id": "https://openalex.org/W3157802238",
      "title": "Sex chromosome transformation and the origin of a male-specific X chromosome in the creeping vole",
      "authors": "Matthew B. Couger, Scott W. Roy, Noelle Anderson, Landen Gozashti, Stacy Pirro, Lindsay S. Millward, Michelle Kim, Duncan Kilburn, Kelvin J. Liu, Todd M. Wilson, Clinton W. Epps, Laurie Dizney, Luis A. Ruedas, Polly Campbell",
      "paper_url": "https://doi.org/10.1126/science.abg7019",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4298089163",
      "paper_id": "https://openalex.org/W4298089163",
      "title": "Sex- and age-dependent genetics of longevity in a heterogeneous mouse population",
      "authors": "Maroun Bou Sleiman, Suheeta Roy, Arwen W. Gao, Marie C. Sadler, Giacomo V. G. von Alvensleben, Hao Li, Saunak Sen, David E. Harrison, James F. Nelson, Randy Strong, Richard A. Miller, Zoltán Kutalik, Robert W. Williams, Johan Auwerx",
      "paper_url": "https://doi.org/10.1126/science.abo3191",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4388214998",
      "paper_id": "https://openalex.org/W4388214998",
      "title": "Sex-biased gene expression across mammalian organ development and evolution",
      "authors": "Leticia Rodríguez-Montes, Svetlana Ovchinnikova, Xuefei Yuan, Tania Studer, Ioannis Sarropoulos, Simon Anders, Henrik Kaessmann, Margarida Cardoso-Moreira",
      "paper_url": "https://doi.org/10.1126/science.adf1046",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4223893712",
      "paper_id": "https://openalex.org/W4223893712",
      "title": "Single-cell eQTL mapping identifies cell type–specific genetic control of autoimmune disease",
      "authors": "Seyhan Yazar, Jose Alquicira-Hernandez, Kristof Wing, Anne Senabouth, M. Grace Gordon, Stacey Andersen, Qinyi Lu, Antonia Rowson, Thomas R. P. Taylor, Linda Clarke, Katia Maccora, Christine Chen, Anthony L. Cook, Chun Jimmie Ye, Kirsten A. Fairfax, Alex W. Hewitt, Joseph E. Powell",
      "paper_url": "https://doi.org/10.1126/science.abf3041",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4283328116",
      "paper_id": "https://openalex.org/W4283328116",
      "title": "Slow and negligible senescence among testudines challenges evolutionary theories of senescence",
      "authors": "Rita da Silva, Dalia A. Conde, Annette Baudisch, Fernando Colchero",
      "paper_url": "https://doi.org/10.1126/science.abl7811",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4404809205",
      "paper_id": "https://openalex.org/W4404809205",
      "title": "Suppression of neurons in circumventricular organs enables months-long survival without water in thirteen-lined ground squirrels",
      "authors": "Madeleine S. Junkins, Ni Y. Feng, Dana K. Merriman, Sviatoslav N. Bagriantsev, Elena O. Gracheva",
      "paper_url": "https://doi.org/10.1126/science.adp8358",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4290973386",
      "paper_id": "https://openalex.org/W4290973386",
      "title": "Synthetic genetic circuits as a means of reprogramming plant roots",
      "authors": "Jennifer A. N. Brophy, Katie J. Magallon, Lina Duan, Vivian Zhong, Prashanth Ramachandran, Kiril Kniazev, José R. Dinneny",
      "paper_url": "https://doi.org/10.1126/science.abo4326",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4206552026",
      "paper_id": "https://openalex.org/W4206552026",
      "title": "Synthetic multistability in mammalian cells",
      "authors": "Ronghui Zhu, Jesus M. del Rio-Salgado, Jordi Garcia-Ojalvo, Michael B. Elowitz",
      "paper_url": "https://doi.org/10.1126/science.abg9765",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4406753416",
      "paper_id": "https://openalex.org/W4406753416",
      "title": "Systematic identification of Y-chromosome gene functions in mouse spermatogenesis",
      "authors": "Jeremie Subrini, Wazeer Varsally, Irina Balaguer Balsells, Maike Bensberg, Georgios Sioutas, Obah Ojarikre, Valdone Maciulyte, Björn Gylemo, Katharine Crawley, Katherine Courtis, Dirk G. de Rooij, James M. A. Turner",
      "paper_url": "https://doi.org/10.1126/science.ads6495",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4319812547",
      "paper_id": "https://openalex.org/W4319812547",
      "title": "Taxon-specific, phased siRNAs underlie a speciation locus in monkeyflowers",
      "authors": "Mei Liang, Wenjie Chen, Amy M. LaFountain, Yuanlong Liu, Foen Peng, Rui Xia, H. D. Bradshaw, Yao-Wu Yuan",
      "paper_url": "https://doi.org/10.1126/science.adf1323",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4407199620",
      "paper_id": "https://openalex.org/W4407199620",
      "title": "The <i>Silene latifolia</i> genome and its giant Y chromosome",
      "authors": "Carol Moraga, Catarina Branco, Quentin Rougemont, Pavel Jedlička, Eddy Mendoza-Galindo, Paris Veltsos, Melissa Hanique, Ricardo C. Rodríguez de la Vega, Eric Tannier, Xiaodong Liu, Claire Lemaitre, Peter D. Fields, Corinne Cruaud, Karine Labadie, Caroline Belser, Jerome Briolay, Sylvain Santoni, Radim Cegan, Raquel Linheiro, Gabriele Adam, Adil El Filali, Vinciane Mossion, Adnane Boualem, Raquel Tavares, Amine Chebbi, Richard Cordaux, Cécile Fruchard, Djivan Prentout, Amandine Velt, Bruno Spataro, Stephane Delmotte, Laura Weingartner, Helena Toegelová, Zuzana Tulpová, Petr Cápal, Hana Šimková, Helena Štorchová, Manuela Krüger, Oushadee A. J. Abeyawardana, Douglas R. Taylor, Matthew S. Olson, Daniel B. Sloan, Sophie Karrenberg, Lynda F. Delph, Deborah Charlesworth, Aline Muyle, Tatiana Giraud, Abdelhafid Bendahmane, Alex Di Genova, Mohammed-Amin Madoui, Roman Hobza, Gabriel A. B. Marais",
      "paper_url": "https://doi.org/10.1126/science.adj7430",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4388214765",
      "paper_id": "https://openalex.org/W4388214765",
      "title": "The <i>−KTS</i> splice variant of WT1 is essential for ovarian determination in mice",
      "authors": "Elodie P. Gregoire, Marie-Cécile De Cian, Roberta Migale, Aitana Perea-Gomez, Sébastien Schaub, Natividad Bellido-Carreras, Isabelle Stévant, Chloé Mayère, Yasmine Neirijnck, Agnès Loubat, Paul Rivaud, Miriam Llorian Sopena, Simon Lachambre, Margot M. Linssen, Peter Hohenstein, Robin Lovell-Badge, Serge Nef, Frédéric Chalmel, Andreas Schedl, Marie-Christine Chaboissier",
      "paper_url": "https://doi.org/10.1126/science.add8831",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4367173671",
      "paper_id": "https://openalex.org/W4367173671",
      "title": "The functional and evolutionary impacts of human-specific deletions in conserved elements",
      "authors": "James R. Xue, Ava Mackay-Smith, Kousuke Mouri, Meilin Fernandez Garcia, Michael X. Dong, Jared F. Akers, Mark Noble, Xue Li, , Kerstin Lindblad-Toh, Elinor K. Karlsson, James P. Noonan, Terence D. Capellini, Kristen J. Brennand, Ryan Tewhey, Pardis C. Sabeti, Steven K. Reilly, Gregory Andrews, Joel C. Armstrong, Matteo Bianchi, Bruce W. Birren, Kevin R. Bredemeyer, Ana M. Breit, Matthew J. Christmas, Hiram Clawson, Joana Damas, Federica Di Palma, Mark Diekhans, Michael X. Dong, Eduardo Eizirik, Kaili Fan, Cornelia Fanter, Nicole M. Foley, Karin Forsberg-Nilsson, Carlos J. Garcia, John Gatesy, Steven Gazal, Diane P. Genereux, Linda Goodman, Jenna Grimshaw, Michaela K. Halsey, Andrew J. Harris, Glenn Hickey, Michael Hiller, Allyson G. Hindle, Robert M. Hubley, Graham M. Hughes, Jeremy Johnson, David Juan, Irene M. Kaplow, Elinor K. Karlsson, Kathleen C. Keough, Bogdan Kirilenko, Klaus-Peter Koepfli, Jennifer M. Korstian, Amanda Kowalczyk, Sergey V. Kozyrev, Alyssa J. Lawler, Colleen Lawless, Thomas Lehmann, Danielle L. Levesque, Harris A. Lewin, Xue Li, Abigail Lind, Kerstin Lindblad-Toh, Ava Mackay-Smith, Voichita D. Marinescu, Tomas Marques-Bonet, Victor C. Mason, Jennifer R. S. Meadows, Wynn K. Meyer, Jill E. Moore, Lucas R. Moreira, Diana D. Moreno-Santillan, Kathleen M. Morrill, Gerard Muntané, William J. Murphy, Arcadi Navarro, Martin Nweeia, Sylvia Ortmann, Austin Osmanski, Benedict Paten, Nicole S. Paulat, Andreas R. Pfenning, BaDoi N. Phan, Katherine S. Pollard, Henry E. Pratt, David A. Ray, Steven K. Reilly, Jeb R. Rosen, Irina Ruf, Louise Ryan, Oliver A. Ryder, Pardis C. Sabeti, Daniel E. Schäffer, Aitor Serres, Beth Shapiro, Arian F. A. Smit, Mark Springer, Chaitanya Srinivasan, Cynthia Steiner, Jessica M. Storer, Kevin A. M. Sullivan, Patrick F. Sullivan, Elisabeth Sundström, Megan A. Supple, Ross Swofford, Joy-El Talbot, Emma Teeling, Jason Turner-Maier, Alejandro Valenzuela, Franziska Wagner, Ola Wallerman, Chao Wang, Juehan Wang, Zhiping Weng, Aryn P. Wilder, Morgan E. Wirthlin, James R. Xue, Xiaomeng Zhang",
      "paper_url": "https://doi.org/10.1126/science.abn2253",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4384921894",
      "paper_id": "https://openalex.org/W4384921894",
      "title": "The genetic architecture and evolution of the human skeletal form",
      "authors": "Eucharist Kun, Emily M. Javan, Olivia Smith, Faris Gulamali, Javier de la Fuente, Brianna I. Flynn, Kushal Vajrala, Zoe Trutner, Prakash Jayakumar, Elliot M. Tucker-Drob, Mashaal Sohail, Tarjinder Singh, Vagheesh M. Narasimhan",
      "paper_url": "https://doi.org/10.1126/science.adf8009",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4409317333",
      "paper_id": "https://openalex.org/W4409317333",
      "title": "The genetic architecture of and evolutionary constraints on the human pelvic form",
      "authors": "Liaoyi Xu, Eucharist Kun, Devansh Pandey, Joyce Y. Wang, Marianne F. Brasil, Tarjinder Singh, Vagheesh M. Narasimhan",
      "paper_url": "https://doi.org/10.1126/science.adq1521",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4409530032",
      "paper_id": "https://openalex.org/W4409530032",
      "title": "The genetic architecture of cell type–specific cis regulation in maize",
      "authors": "Alexandre P. Marand, Luguang Jiang, Fabio Gomez-Cano, Mark A. A. Minow, Xuan Zhang, John P. Mendieta, Ziliang Luo, Sohyun Bang, Haidong Yan, Cullan Meyer, Luca Schlegel, Frank Johannes, Robert J. Schmitz",
      "paper_url": "https://doi.org/10.1126/science.ads6601",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4378976943",
      "paper_id": "https://openalex.org/W4378976943",
      "title": "The landscape of tolerated genetic variation in humans and primates",
      "authors": "Hong Gao, Tobias Hamp, Jeffrey Ede, Joshua G. Schraiber, Jeremy McRae, Moriel Singer-Berk, Yanshen Yang, Anastasia S. D. Dietrich, Petko P. Fiziev, Lukas F. K. Kuderna, Laksshman Sundaram, Yibing Wu, Aashish Adhikari, Yair Field, Chen Chen, Serafim Batzoglou, Francois Aguet, Gabrielle Lemire, Rebecca Reimers, Daniel Balick, Mareike C. Janiak, Martin Kuhlwilm, Joseph D. Orkin, Shivakumara Manu, Alejandro Valenzuela, Juraj Bergman, Marjolaine Rousselle, Felipe Ennes Silva, Lidia Agueda, Julie Blanc, Marta Gut, Dorien de Vries, Ian Goodhead, R. Alan Harris, Muthuswamy Raveendran, Axel Jensen, Idriss S. Chuma, Julie E. Horvath, Christina Hvilsom, David Juan, Peter Frandsen, Fabiano R. de Melo, Fabrício Bertuol, Hazel Byrne, Iracilda Sampaio, Izeni Farias, João Valsecchi do Amaral, Mariluce Messias, Maria N. F. da Silva, Mihir Trivedi, Rogerio Rossi, Tomas Hrbek, Nicole Andriaholinirina, Clément J. Rabarivola, Alphonse Zaramody, Clifford J. Jolly, Jane Phillips-Conroy, Gregory Wilkerson, Christian Abee, Joe H. Simmons, Eduardo Fernandez-Duque, Sree Kanthaswamy, Fekadu Shiferaw, Dongdong Wu, Long Zhou, Yong Shao, Guojie Zhang, Julius D. Keyyu, Sascha Knauf, Minh D. Le, Esther Lizano, Stefan Merker, Arcadi Navarro, Thomas Bataillon, Tilo Nadler, Chiea Chuen Khor, Jessica Lee, Patrick Tan, Weng Khong Lim, Andrew C. Kitchener, Dietmar Zinner, Ivo Gut, Amanda Melin, Katerina Guschanski, Mikkel Heide Schierup, Robin M. D. Beck, Govindhaswamy Umapathy, Christian Roos, Jean P. Boubli, Monkol Lek, Shamil Sunyaev, Anne O’Donnell-Luria, Heidi L. Rehm, Jinbo Xu, Jeffrey Rogers, Tomas Marques-Bonet, Kyle Kai-How Farh",
      "paper_url": "https://doi.org/10.1126/science.abn8197",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3213234002",
      "paper_id": "https://openalex.org/W3213234002",
      "title": "The X chromosome dosage compensation program during the development of cynomolgus monkeys",
      "authors": "Ikuhiro Okamoto, Tomonori Nakamura, Kotaro Sasaki, Yukihiro Yabuta, Chizuru Iwatani, Hideaki Tsuchiya, Shin-ichiro Nakamura, Masatsugu Ema, Takuya Yamamoto, Mitinori Saitou",
      "paper_url": "https://doi.org/10.1126/science.abd8887",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4367173670",
      "paper_id": "https://openalex.org/W4367173670",
      "title": "Three-dimensional genome rewiring in loci with human accelerated regions",
      "authors": "Kathleen C. Keough, Sean Whalen, Fumitaka Inoue, Pawel F. Przytycki, Tyler Fair, Chengyu Deng, Marilyn Steyert, Hane Ryu, Kerstin Lindblad-Toh, Elinor Karlsson, , Tomasz Nowakowski, Nadav Ahituv, Alex Pollen, Katherine S. Pollard, Gregory Andrews, Joel C. Armstrong, Matteo Bianchi, Bruce W. Birren, Kevin R. Bredemeyer, Ana M. Breit, Matthew J. Christmas, Hiram Clawson, Joana Damas, Federica Di Palma, Mark Diekhans, Michael X. Dong, Eduardo Eizirik, Kaili Fan, Cornelia Fanter, Nicole M. Foley, Karin Forsberg-Nilsson, Carlos J. Garcia, John Gatesy, Steven Gazal, Diane P. Genereux, Linda Goodman, Jenna Grimshaw, Michaela K. Halsey, Andrew J. Harris, Glenn Hickey, Michael Hiller, Allyson G. Hindle, Robert M. Hubley, Graham M. Hughes, Jeremy Johnson, David Juan, Irene M. Kaplow, Elinor K. Karlsson, Kathleen C. Keough, Bogdan Kirilenko, Klaus-Peter Koepfli, Jennifer M. Korstian, Amanda Kowalczyk, Sergey V. Kozyrev, Alyssa J. Lawler, Colleen Lawless, Thomas Lehmann, Danielle L. Levesque, Harris A. Lewin, Xue Li, Abigail Lind, Kerstin Lindblad-Toh, Ava Mackay-Smith, Voichita D. Marinescu, Tomas Marques-Bonet, Victor C. Mason, Jennifer R. S. Meadows, Wynn K. Meyer, Jill E. Moore, Lucas R. Moreira, Diana D. Moreno-Santillan, Kathleen M. Morrill, Gerard Muntané, William J. Murphy, Arcadi Navarro, Martin Nweeia, Sylvia Ortmann, Austin Osmanski, Benedict Paten, Nicole S. Paulat, Andreas R. Pfenning, BaDoi N. Phan, Katherine S. Pollard, Henry E. Pratt, David A. Ray, Steven K. Reilly, Jeb R. Rosen, Irina Ruf, Louise Ryan, Oliver A. Ryder, Pardis C. Sabeti, Daniel E. Schäffer, Aitor Serres, Beth Shapiro, Arian F. A. Smit, Mark Springer, Chaitanya Srinivasan, Cynthia Steiner, Jessica M. Storer, Kevin A. M. Sullivan, Patrick F. Sullivan, Elisabeth Sundström, Megan A. Supple, Ross Swofford, Joy-El Talbot, Emma Teeling, Jason Turner-Maier, Alejandro Valenzuela, Franziska Wagner, Ola Wallerman, Chao Wang, Juehan Wang, Zhiping Weng, Aryn P. Wilder, Morgan E. Wirthlin, James R. Xue, Xiaomeng Zhang",
      "paper_url": "https://doi.org/10.1126/science.abm1696",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4409176397",
      "paper_id": "https://openalex.org/W4409176397",
      "title": "Transcription factor networks disproportionately enrich for heritability of blood cell phenotypes",
      "authors": "Jorge Diego Martin-Rufino, Alexis Caulier, Seayoung Lee, Nicole Castano, Emily King, Samantha Joubran, Marcus Jones, Seth R. Goldman, Uma P. Arora, Lara Wahlster, Eric S. Lander, Vijay G. Sankaran",
      "paper_url": "https://doi.org/10.1126/science.ads7951",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4414321778",
      "paper_id": "https://openalex.org/W4414321778",
      "title": "Transposable elements are vectors of recurrent transgenerational epigenetic inheritance",
      "authors": "Pierre Baduel, Louna De Oliveira, Erwann Caillieux, Grégoire Bohl-Viallefond, Ciana Xu, Mounia El Messaoudi, Aurélien Petit, Maëva Draï, Matteo Barois, Vipin Singh, Alexis Sarazin, Felipe K. Teixeira, Martine Boccara, Elodie Gilbault, Antoine de France, Leandro Quadrana, Olivier Loudet, Vincent Colot",
      "paper_url": "https://doi.org/10.1126/science.ady3475",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3126140446",
      "paper_id": "https://openalex.org/W3126140446",
      "title": "Transvection regulates the sex-biased expression of a fly X-linked gene",
      "authors": "Charalampos Chrysovalantis Galouzis, Benjamin Prud’homme",
      "paper_url": "https://doi.org/10.1126/science.abc2745",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4399394756",
      "paper_id": "https://openalex.org/W4399394756",
      "title": "Two-stage evolution of mammalian adipose tissue thermogenesis",
      "authors": "Susanne Keipert, Michael J. Gaudry, Maria Kutschke, Michaela Keuper, Margeoux A. S. Dela Rosa, Yiming Cheng, José M. Monroy Kuhn, Rutger Laterveer, Camila A. Cotrim, Peter Giere, Fabiana Perocchi, Regina Feederle, Paul G. Crichton, Dominik Lutter, Martin Jastroch",
      "paper_url": "https://doi.org/10.1126/science.adg1947",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3120932216",
      "paper_id": "https://openalex.org/W3120932216",
      "title": "Widespread haploid-biased gene expression enables sperm-level natural selection",
      "authors": "Kunal Bhutani, Katherine Stansifer, Simina Ticau, Lazar Bojic, Alexandra-Chloé Villani, Joanna Slisz, Claudia M. Cremers, Christian Roy, Jerry Donovan, Brian Fiske, Robin C. Friedman",
      "paper_url": "https://doi.org/10.1126/science.abb1723",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4225922139",
      "paper_id": "https://openalex.org/W4225922139",
      "title": "Y recombination arrest and degeneration in the absence of sexual dimorphism",
      "authors": "Thomas Lenormand, Denis Roze",
      "paper_url": "https://doi.org/10.1126/science.abj1813",
      "venue": "science22"
    }
  ]
}