{
  "cluster_id": 184,
  "papers": [
    {
      "id": "science25_https://openalex.org/W4414321816",
      "paper_id": "https://openalex.org/W4414321816",
      "title": "1206 genomes reveal origin and movement of <i>Aedes aegypti</i> driving increased dengue risk",
      "authors": "Jacob E. Crawford, Dario Balcazar, Seth Redmond, Noah H. Rose, Henry A. Youd, Eric R. Lucas, Rusdiyah Sudirman Made Ali, Ashwaq Alnazawi, Athanase Badolo, Chun-Hong Chen, Luciano V. Cosme, Jennifer A. Henke, Kim Y. Hung, Susanne Kluh, Wei-Liang Liu, Kevin Maringer, Ademir Martins, María Victoria Micieli, Evlyn Pless, Aboubacar Sombié, Sinnathamby N. Surendran, Isra Wahid, Peter A. Armbruster, David Weetman, Carolyn S. McBride, Andrea Gloria-Soria, Jeffrey R. Powell, Bradley J. White",
      "paper_url": "https://doi.org/10.1126/science.ads3732",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4385516229",
      "paper_id": "https://openalex.org/W4385516229",
      "title": "<i>Delftia tsuruhatensis</i> TC1 symbiont suppresses malaria transmission by anopheline mosquitoes",
      "authors": "Wei Huang, Janneth Rodrigues, Etienne Bilgo, José R. Tormo, Joseph D. Challenger, Cristina De Cozar-Gallardo, Ignacio Pérez-Victoria, Fernando Reyes, Pablo Castañeda-Casado, Edounou Jacques Gnambani, Domonbabele François de Sales Hien, Maurice Konkobo, Beatriz Urones, Isabelle Coppens, Alfonso Mendoza-Losana, Lluís Ballell, Abdoulaye Diabate, Thomas S. Churcher, Marcelo Jacobs-Lorena",
      "paper_url": "https://doi.org/10.1126/science.adf8141",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4387128705",
      "paper_id": "https://openalex.org/W4387128705",
      "title": "A <i>Candida auris</i> –specific adhesin, Scf1 <i>,</i> governs surface association, colonization, and virulence",
      "authors": "Darian J. Santana, Juliet A. E. Anku, Guolei Zhao, Robert Zarnowski, Chad J. Johnson, Haley Hautau, Noelle D. Visser, Ashraf S. Ibrahim, David Andes, Jeniel E. Nett, Shakti Singh, Teresa R. O’Meara",
      "paper_url": "https://doi.org/10.1126/science.adf8972",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4283327986",
      "paper_id": "https://openalex.org/W4283327986",
      "title": "A centimeter-long bacterium with DNA contained in metabolically active, membrane-bound organelles",
      "authors": "Jean-Marie Volland, Silvina Gonzalez-Rizzo, Olivier Gros, Tomáš Tyml, Natalia Ivanova, Frederik Schulz, Danielle Goudeau, Nathalie H. Elisabeth, Nandita Nath, Daniel Udwary, Rex R. Malmstrom, Chantal Guidi-Rontani, Susanne Bolte-Kluge, Karen M. Davies, Maïtena R. Jean, Jean-Louis Mansot, Nigel J. Mouncey, Esther R. Angert, Tanja Woyke, Shailesh V. Date",
      "paper_url": "https://doi.org/10.1126/science.abb3634",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4405056740",
      "paper_id": "https://openalex.org/W4405056740",
      "title": "A conserved bacterial genetic basis for commensal-host specificity",
      "authors": "Karina Gutiérrez-García, Kevin Aumiller, Ren Dodge, Benjamin Obadia, Ann Deng, Sneha Agrawal, Xincheng Yuan, Richard Wolff, Haolong Zhu, Ru-Ching Hsia, Nandita Garud, William B. Ludington",
      "paper_url": "https://doi.org/10.1126/science.adp7748",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3181840845",
      "paper_id": "https://openalex.org/W3181840845",
      "title": "A human apolipoprotein L with detergent-like activity kills intracellular pathogens",
      "authors": "Ryan G. Gaudet, Shiwei Zhu, Anushka Halder, Bae-Hoon Kim, Clinton J. Bradfield, Shuai Huang, Dijin Xu, Agnieszka Mamiñska, Thanh Ngoc Nguyen, Michael Lazarou, Erdem Karatekin, Kallol Gupta, John D. MacMicking",
      "paper_url": "https://doi.org/10.1126/science.abf8113",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4402891827",
      "paper_id": "https://openalex.org/W4402891827",
      "title": "A kalihinol analog disrupts apicoplast function and vesicular trafficking in <i>P. falciparum</i> malaria",
      "authors": "Z. Chahine, S. Abel, T. Hollin, G. L. Barnes, J. H. Chung, M. E. Daub, I. Renard, J. Y. Choi, P. Vydyam, A. Pal, M. Alba-Argomaniz, C. A. S. Banks, J. Kirkwood, A. Saraf, I. Camino, P. Castaneda, M. C. Cuevas, J. De Mercado-Arnanz, E. Fernandez-Alvaro, A. Garcia-Perez, N. Ibarz, S. Viera-Morilla, J. Prudhomme, C. J. Joyner, A. K. Bei, L. Florens, C. Ben Mamoun, C. D. Vanderwal, K. G. Le Roch",
      "paper_url": "https://doi.org/10.1126/science.adm7966",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4394933461",
      "paper_id": "https://openalex.org/W4394933461",
      "title": "A naturally isolated symbiotic bacterium suppresses flavivirus transmission by <i>Aedes</i> mosquitoes",
      "authors": "Liming Zhang, Daxi Wang, Peibo Shi, Juzhen Li, Jichen Niu, Jielong Chen, Gang Wang, Linjuan Wu, Lu Chen, Zhenxing Yang, Susheng Li, Jinxin Meng, Fangchao Ruan, Yuwen He, Hailong Zhao, Zirui Ren, Yibaina Wang, Yang Liu, Xiaolu Shi, Yunfu Wang, Qiyong Liu, Junhua Li, Penghua Wang, Jinglin Wang, Yibin Zhu, Gong Cheng",
      "paper_url": "https://doi.org/10.1126/science.adn9524",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3158735354",
      "paper_id": "https://openalex.org/W3158735354",
      "title": "A rooted phylogeny resolves early bacterial evolution",
      "authors": "Gareth A. Coleman, Adrián A. Davín, Tara A. Mahendrarajah, Lénárd L. Szánthó, Anja Spang, Philip Hugenholtz, Gergely J. Szöllősi, Tom A. Williams",
      "paper_url": "https://doi.org/10.1126/science.abe0511",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4396574522",
      "paper_id": "https://openalex.org/W4396574522",
      "title": "A single cell atlas of sexual development in <i>Plasmodium falciparum</i>",
      "authors": "Sunil Kumar Dogga, Jesse C. Rop, Juliana Cudini, Elias Farr, Antoine Dara, Dinkorma Ouologuem, Abdoulaye A. Djimdé, Arthur M. Talman, Mara K. N. Lawniczak",
      "paper_url": "https://doi.org/10.1126/science.adj4088",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4391839146",
      "paper_id": "https://openalex.org/W4391839146",
      "title": "An antibiotic preorganized for ribosomal binding overcomes antimicrobial resistance",
      "authors": "Kelvin J. Y. Wu, Ben I. C. Tresco, Antonio Ramkissoon, Elena V. Aleksandrova, Egor A. Syroegin, Dominic N. Y. See, Priscilla Liow, Georgia A. Dittemore, Meiyi Yu, Giambattista Testolin, Matthew J. Mitcheltree, Richard Y. Liu, Maxim S. Svetlov, Yury S. Polikanov, Andrew G. Myers",
      "paper_url": "https://doi.org/10.1126/science.adk8013",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410706048",
      "paper_id": "https://openalex.org/W4410706048",
      "title": "Ancient <i>Borrelia</i> genomes document the evolutionary history of louse-borne relapsing fever",
      "authors": "Pooja Swali, Thomas Booth, Cedric C. S. Tan, Jesse McCabe, Kyriaki Anastasiadou, Christopher Barrington, Matteo Borrini, Adelle Bricking, Jo Buckberry, Lindsey Büster, Rea Carlin, Alexandre Gilardet, Isabelle Glocke, Joel D. Irish, Monica Kelly, Megan King, Fiona Petchey, Jessica Peto, Marina Silva, Leo Speidel, Frankie Tait, Adelina Teoaca, Satu Valoriani, Mia Williams, Richard Madgwick, Graham Mullan, Linda Wilson, Kevin Cootes, Ian Armit, Maximiliano G. Gutierrez, Lucy van Dorp, Pontus Skoglund",
      "paper_url": "https://doi.org/10.1126/science.adr2147",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4389722577",
      "paper_id": "https://openalex.org/W4389722577",
      "title": "Ancient chicken remains reveal the origins of virulence in Marek’s disease virus",
      "authors": "Steven R. Fiddaman, Evangelos A. Dimopoulos, Ophélie Lebrasseur, Louis du Plessis, Bram Vrancken, Sophy Charlton, Ashleigh F. Haruda, Kristina Tabbada, Patrik G. Flammer, Stefan Dascalu, Nemanja Marković, Hannah Li, Gabrielle Franklin, Robert Symmons, Henriette Baron, László Daróczi-Szabó, Dilyara N. Shaymuratova, Igor V. Askeyev, Olivier Putelat, Maria Sana, Hossein Davoudi, Homa Fathi, Amir Saed Mucheshi, Ali Akbar Vahdati, Liangren Zhang, Alison Foster, Naomi Sykes, Gabrielle Cass Baumberg, Jelena Bulatović, Arthur O. Askeyev, Oleg V. Askeyev, Marjan Mashkour, Oliver G. Pybus, Venugopal Nair, Greger Larson, Adrian L. Smith, Laurent A. F. Frantz",
      "paper_url": "https://doi.org/10.1126/science.adg2238",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4392796900",
      "paper_id": "https://openalex.org/W4392796900",
      "title": "Antibacterial activity of nonantibiotics is orthogonal to standard antibiotics",
      "authors": "Mariana Noto Guillen, Carmen Li, Brittany Rosener, Amir Mitchell",
      "paper_url": "https://doi.org/10.1126/science.adk7368",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4399601899",
      "paper_id": "https://openalex.org/W4399601899",
      "title": "Artemisinins ameliorate polycystic ovarian syndrome by mediating LONP1-CYP11A1 interaction",
      "authors": "Yang Liu, Jing-jing Jiang, Shao-yue Du, Liang-shan Mu, Jian-jun Fan, Jun-chi Hu, Yao Ye, Meng Ding, Wei-yu Zhou, Qiu-han Yu, Yi-fan Xia, Hong-yu Xu, Yi-jie Shi, Shu-wen Qian, Yan Tang, Wei Li, Yong-jun Dang, Xi Dong, Xiao-ying Li, Cong-jian Xu, Qi-qun Tang",
      "paper_url": "https://doi.org/10.1126/science.adk5382",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410850984",
      "paper_id": "https://openalex.org/W4410850984",
      "title": "Attenuation of virulence in <i>Yersinia pestis</i> across three plague pandemics",
      "authors": "Ravneet Kaur Sidhu, Guillem Mas Fiol, Pierre Lê-Bury, Christian E. Demeure, Emelyne Bougit, Rémi Beau, Charlotte Balière, Aurelia Kwasiborski, Valérie Caro, Jennifer Klunk, Daniel J. Salkeld, Ann Carmichael, Nükhet Varlık, Debi Poinar, David J. D. Earn, Benjamin M. Bolker, Jonathan Dushoff, G. Brian Golding, Nicolas Rascovan, Olivier Dussurget, Edward C. Holmes, Javier Pizarro-Cerdá, Hendrik N. Poinar",
      "paper_url": "https://doi.org/10.1126/science.adt3880",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4405304035",
      "paper_id": "https://openalex.org/W4405304035",
      "title": "Autologous DNA mobilization and multiplication expedite natural products discovery from bacteria",
      "authors": "Feng Xie, Haowen Zhao, Jiaqi Liu, Xiaoli Yang, Markus Neuber, Amay Ajaykumar Agrawal, Amninder Kaur, Jennifer Herrmann, Olga V. Kalinina, Xiaoyi Wei, Rolf Müller, Chengzhang Fu",
      "paper_url": "https://doi.org/10.1126/science.abq7333",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4327550299",
      "paper_id": "https://openalex.org/W4327550299",
      "title": "Bacteria require phase separation for fitness in the mammalian gut",
      "authors": "Emilia Krypotou, Guy E. Townsend, Xiaohui Gao, Shoichi Tachiyama, Jun Liu, Nick D. Pokorzynski, Andrew L. Goodman, Eduardo A. Groisman",
      "paper_url": "https://doi.org/10.1126/science.abn7229",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4367173632",
      "paper_id": "https://openalex.org/W4367173632",
      "title": "Bacterial spore germination receptors are nutrient-gated ion channels",
      "authors": "Yongqiang Gao, Jeremy D. Amon, Lior Artzi, Fernando H. Ramírez-Guadiana, Kelly P. Brock, Joshua C. Cofsky, Deborah S. Marks, Andrew C. Kruse, David Z. Rudner",
      "paper_url": "https://doi.org/10.1126/science.adg9829",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4281567959",
      "paper_id": "https://openalex.org/W4281567959",
      "title": "Bioinformatic prospecting and synthesis of a bifunctional lipopeptide antibiotic that evades resistance",
      "authors": "Zongqiang Wang, Bimal Koirala, Yozen Hernandez, Matthew Zimmerman, Sean F. Brady",
      "paper_url": "https://doi.org/10.1126/science.abn4213",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3213852803",
      "paper_id": "https://openalex.org/W3213852803",
      "title": "Biosynthesis of fluopsin C, a copper-containing antibiotic from <i>Pseudomonas aeruginosa</i>",
      "authors": "Jon B. Patteson, Andrew T. Putz, Lizhi Tao, William C. Simke, L. Henry Bryant, R. David Britt, Bo Li",
      "paper_url": "https://doi.org/10.1126/science.abj6749",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3129242605",
      "paper_id": "https://openalex.org/W3129242605",
      "title": "Clinically relevant mutations in core metabolic genes confer antibiotic resistance",
      "authors": "Allison J. Lopatkin, Sarah C. Bening, Abigail L. Manson, Jonathan M. Stokes, Michael A. Kohanski, Ahmed H. Badran, Ashlee M. Earl, Nicole J. Cheney, Jason H. Yang, James J. Collins",
      "paper_url": "https://doi.org/10.1126/science.aba0862",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3121178421",
      "paper_id": "https://openalex.org/W3121178421",
      "title": "Clock genes and environmental cues coordinate <i>Anopheles</i> pheromone synthesis, swarming, and mating",
      "authors": "Guandong Wang, Joel Vega-Rodríguez, Abdoulaye Diabate, Jingnan Liu, Chunlai Cui, Charles Nignan, Ling Dong, Fang Li, Cheick Oumar Ouedrago, Abdoul Malik Bandaogo, Péguédwindé Simon Sawadogo, Hamidou Maiga, Thiago Luiz Alves e Silva, Tales Vicari Pascini, Sibao Wang, Marcelo Jacobs-Lorena",
      "paper_url": "https://doi.org/10.1126/science.abd4359",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4296032784",
      "paper_id": "https://openalex.org/W4296032784",
      "title": "Codiversification of gut microbiota with humans",
      "authors": "Taichi A. Suzuki, J. Liam Fitzstevens, Victor T. Schmidt, Hagay Enav, Kelsey E. Huus, Mirabeau Mbong Ngwese, Anne Grießhammer, Anne Pfleiderer, Bayode R. Adegbite, Jeannot F. Zinsou, Meral Esen, Thirumalaisamy P. Velavan, Ayola A. Adegnika, Le Huu Song, Timothy D. Spector, Amanda L. Muehlbauer, Nina Marchi, Hyena Kang, Lisa Maier, Ran Blekhman, Laure Ségurel, GwangPyo Ko, Nicholas D. Youngblut, Peter Kremsner, Ruth E. Ley",
      "paper_url": "https://doi.org/10.1126/science.abm7759",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4412490658",
      "paper_id": "https://openalex.org/W4412490658",
      "title": "Controlled colonization of the human gut with a genetically engineered microbial therapeutic",
      "authors": "Weston R. Whitaker, Zachary N. Russ, Elizabeth Stanley Shepherd, Lauren M. Popov, Alexander Louie, Kathy Lam, David M. Zong, Clare C. C. Gill, Jeanette L. Gehrig, Harneet S. Rishi, Jessica A. Tan, Areta Buness, Janeth Godoy, Domenique Banta, Sonia Jaidka, Katheryne Wilson, Jake Flood, Polina Bukshpun, Richard Yocum, David N. Cook, Tariq Warsi, Lachy McLean, Justin L. Sonnenburg, William C. DeLoache",
      "paper_url": "https://doi.org/10.1126/science.adu8000",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4382520308",
      "paper_id": "https://openalex.org/W4382520308",
      "title": "Cyanotriazoles are selective topoisomerase II poisons that rapidly cure trypanosome infections",
      "authors": "Srinivasa P. S. Rao, Matthew K. Gould, Jonas Noeske, Manuel Saldivia, Rajiv S. Jumani, Pearly S. Ng, Olivier René, Yen-Liang Chen, Marcel Kaiser, Ryan Ritchie, Amanda Fortes Francisco, Nila Johnson, Debjani Patra, Harry Cheung, Colin Deniston, Andreas D. Schenk, Wilian A. Cortopassi, Remo S. Schmidt, Natalie Wiedemar, Bryanna Thomas, Rima Palkar, Nahdiyah A. Ghafar, Vanessa Manoharan, Catherine Luu, Jonathan E. Gable, Kah Fei Wan, Elmarie Myburgh, Jeremy C. Mottram, Whitney Barnes, John Walker, Charles Wartchow, Natasha Aziz, Colin Osborne, Juergen Wagner, Christopher Sarko, John M. Kelly, Ujjini H. Manjunatha, Pascal Mäser, Jan Jiricek, Suresh B. Lakshminarayana, Michael P. Barrett, Thierry T. Diagana",
      "paper_url": "https://doi.org/10.1126/science.adh0614",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3199360243",
      "paper_id": "https://openalex.org/W3199360243",
      "title": "Distinct allosteric mechanisms of first-generation MsbA inhibitors",
      "authors": "François A. Thélot, Wenyi Zhang, KangKang Song, Chen Xu, Jing Huang, Maofu Liao",
      "paper_url": "https://doi.org/10.1126/science.abi9009",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3138098406",
      "paper_id": "https://openalex.org/W3138098406",
      "title": "Diversity and functional landscapes in the microbiota of animals in the wild",
      "authors": "Doron Levin, Neta Raab, Yishay Pinto, Daphna Rothschild, Gal Zanir, Anastasia Godneva, Nadav Mellul, David Futorian, Doran Gal, Sigal Leviatan, David Zeevi, Ido Bachelet, Eran Segal",
      "paper_url": "https://doi.org/10.1126/science.abb5352",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3158899481",
      "paper_id": "https://openalex.org/W3158899481",
      "title": "Dynamic remodeling of host membranes by self-organizing bacterial effectors",
      "authors": "Ting-Sung Hsieh, Victor A. Lopez, Miles H. Black, Adam Osinski, Krzysztof Pawłowski, Diana R. Tomchick, Jen Liou, Vincent S. Tagliabracci",
      "paper_url": "https://doi.org/10.1126/science.aay8118",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4384923197",
      "paper_id": "https://openalex.org/W4384923197",
      "title": "Ecology-relevant bacteria drive the evolution of host antimicrobial peptides in <i>Drosophila</i>",
      "authors": "M. A. Hanson, L. Grollmus, B. Lemaitre",
      "paper_url": "https://doi.org/10.1126/science.adg5725",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4302425325",
      "paper_id": "https://openalex.org/W4302425325",
      "title": "Electrochemical potential enables dormant spores to integrate environmental signals",
      "authors": "Kaito Kikuchi, Leticia Galera-Laporta, Colleen Weatherwax, Jamie Y. Lam, Eun Chae Moon, Emmanuel A. Theodorakis, Jordi Garcia-Ojalvo, Gürol M. Süel",
      "paper_url": "https://doi.org/10.1126/science.abl7484",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4385726826",
      "paper_id": "https://openalex.org/W4385726826",
      "title": "Engineered bacteria detect tumor DNA",
      "authors": "Robert M. Cooper, Josephine A. Wright, Jia Q. Ng, Jarrad M. Goyne, Nobumi Suzuki, Young K. Lee, Mari Ichinose, Georgette Radford, Feargal J. Ryan, Shalni Kumar, Elaine M. Thomas, Laura Vrbanac, Rob Knight, Susan L. Woods, Daniel L. Worthley, Jeff Hasty",
      "paper_url": "https://doi.org/10.1126/science.adf3974",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4400314143",
      "paper_id": "https://openalex.org/W4400314143",
      "title": "Evolution and host-specific adaptation of<i>Pseudomonas aeruginosa</i>",
      "authors": "Aaron Weimann, Adam M. Dinan, Christopher Ruis, Audrey Bernut, Stéphane Pont, Karen Brown, Judy Ryan, Lúcia Santos, Louise Ellison, Emem Ukor, Arun P. Pandurangan, Sina Krokowski, Tom L. Blundell, Martin Welch, Beth Blane, Kim Judge, Rachel Bousfield, Nicholas Brown, Josephine M. Bryant, Irena Kukavica-Ibrulj, Giordano Rampioni, Livia Leoni, Patrick T. Harrison, Sharon J. Peacock, Nicholas R. Thomson, Jeff Gauthier, Jo L. Fothergill, Roger C. Levesque, Julian Parkhill, R. Andres Floto",
      "paper_url": "https://doi.org/10.1126/science.adi0908",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4393035524",
      "paper_id": "https://openalex.org/W4393035524",
      "title": "Evolution-guided engineering of <i>trans</i> -acyltransferase polyketide synthases",
      "authors": "Mathijs F. J. Mabesoone, Stefan Leopold-Messer, Hannah A. Minas, Clara Chepkirui, Pornsuda Chawengrum, Silke Reiter, Roy A. Meoded, Sarah Wolf, Ferdinand Genz, Nancy Magnus, Birgit Piechulla, Allison S. Walker, Jörn Piel",
      "paper_url": "https://doi.org/10.1126/science.adj7621",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4393035403",
      "paper_id": "https://openalex.org/W4393035403",
      "title": "Evolution-inspired engineering of nonribosomal peptide synthetases",
      "authors": "Kenan A. J. Bozhüyük, Leonard Präve, Carsten Kegler, Leonie Schenk, Sebastian Kaiser, Christian Schelhas, Yan-Ni Shi, Wolfgang Kuttenlochner, Max Schreiber, Joshua Kandler, Mohammad Alanjary, T. M. Mohiuddin, Michael Groll, Georg K. A. Hochberg, Helge B. Bode",
      "paper_url": "https://doi.org/10.1126/science.adg4320",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4414321740",
      "paper_id": "https://openalex.org/W4414321740",
      "title": "Genomic diversity of the African malaria vector <i>Anopheles funestus</i>",
      "authors": "Marilou Boddé, Joachim Nwezeobi, Petra Korlević, Alex Makunin, Ousman Akone-Ella, Sonia Barasa, Mahamat Gadji, Lee Hart, Emmanuel W. Kaindoa, Katie Love, Eric R. Lucas, Ibra Lujumba, Mara Máquina, Sanjay C. Nagi, Joel O. Odero, Brian Polo, Claire Sangbakembi, Samuel Dadzie, Lizette L. Koekemoer, Dominic Kwiatkowski, Erica McAlister, Eric Ochomo, Fredros Okumu, Krijn Paaijmans, David P. Tchouassi, Charles S. Wondji, Diego Ayala, Richard Durbin, Alistair Miles, Mara K. N. Lawniczak",
      "paper_url": "https://doi.org/10.1126/science.adu3596",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4401416795",
      "paper_id": "https://openalex.org/W4401416795",
      "title": "Giant polyketide synthase enzymes in the biosynthesis of giant marine polyether toxins",
      "authors": "Timothy R. Fallon, Vikram V. Shende, Igor H. Wierzbicki, Amanda L. Pendleton, Nathan F. Watervoot, Robert P. Auber, David J. Gonzalez, Jennifer H. Wisecaver, Bradley S. Moore",
      "paper_url": "https://doi.org/10.1126/science.ado3290",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3181021006",
      "paper_id": "https://openalex.org/W3181021006",
      "title": "Gut microbiome heritability is nearly universal but environmentally contingent",
      "authors": "Laura Grieneisen, Mauna Dasari, Trevor J. Gould, Johannes R. Björk, Jean-Christophe Grenier, Vania Yotova, David Jansen, Neil Gottel, Jacob B. Gordon, Niki H. Learn, Laurence R. Gesquiere, Tim L. Wango, Raphael S. Mututua, J. Kinyua Warutere, Long’ida Siodi, Jack A. Gilbert, Luis B. Barreiro, Susan C. Alberts, Jenny Tung, Elizabeth A. Archie, Ran Blekhman",
      "paper_url": "https://doi.org/10.1126/science.aba5483",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4281716380",
      "paper_id": "https://openalex.org/W4281716380",
      "title": "High-throughput, single-microbe genomics with strain resolution, applied to a human gut microbiome",
      "authors": "Wenshan Zheng, Shijie Zhao, Yehang Yin, Huidan Zhang, David M. Needham, Ethan D. Evans, Chengzhen L. Dai, Peter J. Lu, Eric J. Alm, David A. Weitz",
      "paper_url": "https://doi.org/10.1126/science.abm1483",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4406753301",
      "paper_id": "https://openalex.org/W4406753301",
      "title": "Highly multiplexed spatial transcriptomics in bacteria",
      "authors": "Ari Sarfatis, Yuanyou Wang, Nana Twumasi-Ankrah, Jeffrey R. Moffitt",
      "paper_url": "https://doi.org/10.1126/science.adr0932",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4280584397",
      "paper_id": "https://openalex.org/W4280584397",
      "title": "Human OTULIN haploinsufficiency impairs cell-intrinsic immunity to staphylococcal α-toxin",
      "authors": "András N. Spaan, Anna-Lena Neehus, Emmanuel Laplantine, Frederik Staels, Masato Ogishi, Yoann Seeleuthner, Franck Rapaport, Keenan A. Lacey, Erika Van Nieuwenhove, Maya Chrabieh, David Hum, Mélanie Migaud, Araksya Izmiryan, Lazaro Lorenzo, Tatiana Kochetkov, Dani A. C. Heesterbeek, Bart W. Bardoel, Ashley L. DuMont, Kerry Dobbs, Solenne Chardonnet, Søren Heissel, Timour Baslan, Peng Zhang, Rui Yang, Dusan Bogunovic, Herman F. Wunderink, Pieter-Jan A. Haas, Henrik Molina, Griet Van Buggenhout, Stanislas Lyonnet, Luigi D. Notarangelo, Mikko R. J. Seppänen, Robert Weil, Gisela Seminario, Héctor Gomez-Tello, Carine Wouters, Mehrnaz Mesdaghi, Mohammad Shahrooei, Xavier Bossuyt, Erdal Sag, Rezan Topaloglu, Seza Ozen, Helen L. Leavis, Maarten M. J. van Eijk, Liliana Bezrodnik, Lizbeth Blancas Galicia, Alain Hovnanian, Aude Nassif, Brigitte Bader-Meunier, Bénédicte Neven, Isabelle Meyts, Rik Schrijvers, Anne Puel, Jacinta Bustamante, Ivona Aksentijevich, Daniel L. Kastner, Victor J. Torres, Stéphanie Humblet-Baron, Adrian Liston, Laurent Abel, Bertrand Boisson, Jean-Laurent Casanova",
      "paper_url": "https://doi.org/10.1126/science.abm6380",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3170819454",
      "paper_id": "https://openalex.org/W3170819454",
      "title": "Inhibitors of bacterial H <sub>2</sub> S biogenesis targeting antibiotic resistance and tolerance",
      "authors": "Konstantin Shatalin, Ashok Nuthanakanti, Abhishek Kaushik, Dmitry Shishov, Alla Peselis, Ilya Shamovsky, Bibhusita Pani, Mirna Lechpammer, Nikita Vasilyev, Elena Shatalina, Dmitri Rebatchouk, Alexander Mironov, Peter Fedichev, Alexander Serganov, Evgeny Nudler",
      "paper_url": "https://doi.org/10.1126/science.abd8377",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3210495999",
      "paper_id": "https://openalex.org/W3210495999",
      "title": "Mapping the catalytic conformations of an assembly-line polyketide synthase module",
      "authors": "Dillon P. Cogan, Kaiming Zhang, Xiuyuan Li, Shanshan Li, Grigore D. Pintilie, Soung-Hun Roh, Charles S. Craik, Wah Chiu, Chaitan Khosla",
      "paper_url": "https://doi.org/10.1126/science.abi8358",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3114522069",
      "paper_id": "https://openalex.org/W3114522069",
      "title": "Microbial single-cell RNA sequencing by split-pool barcoding",
      "authors": "Anna Kuchina, Leandra M. Brettner, Luana Paleologu, Charles M. Roco, Alexander B. Rosenberg, Alberto Carignano, Ryan Kibler, Matthew Hirano, R. William DePaolo, Georg Seelig",
      "paper_url": "https://doi.org/10.1126/science.aba5257",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4389725563",
      "paper_id": "https://openalex.org/W4389725563",
      "title": "Microbiome diversity protects against pathogens by nutrient blocking",
      "authors": "Frances Spragge, Erik Bakkeren, Martin T. Jahn, Elizete B. N. Araujo, Claire F. Pearson, Xuedan Wang, Louise Pankhurst, Olivier Cunrath, Kevin R. Foster",
      "paper_url": "https://doi.org/10.1126/science.adj3502",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4213420153",
      "paper_id": "https://openalex.org/W4213420153",
      "title": "Minimizing treatment-induced emergence of antibiotic resistance in bacterial infections",
      "authors": "Mathew Stracy, Olga Snitser, Idan Yelin, Yara Amer, Miriam Parizade, Rachel Katz, Galit Rimler, Tamar Wolf, Esma Herzel, Gideon Koren, Jacob Kuint, Betsy Foxman, Gabriel Chodick, Varda Shalev, Roy Kishony",
      "paper_url": "https://doi.org/10.1126/science.abg9868",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3211302022",
      "paper_id": "https://openalex.org/W3211302022",
      "title": "Modular polyketide synthase contains two reaction chambers that operate asynchronously",
      "authors": "Saket R. Bagde, Irimpan I. Mathews, J. Christopher Fromme, Chu-Young Kim",
      "paper_url": "https://doi.org/10.1126/science.abi8532",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4280534378",
      "paper_id": "https://openalex.org/W4280534378",
      "title": "Noninvasive assessment of gut function using transcriptional recording sentinel cells",
      "authors": "Florian Schmidt, Jakob Zimmermann, Tanmay Tanna, Rick Farouni, Tyrrell Conway, Andrew J. Macpherson, Randall J. Platt",
      "paper_url": "https://doi.org/10.1126/science.abm6038",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4400525803",
      "paper_id": "https://openalex.org/W4400525803",
      "title": "Pathogenic strategies of <i>Pseudogymnoascus destructans</i> during torpor and arousal of hibernating bats",
      "authors": "Marcos Isidoro-Ayza, Bruce S. Klein",
      "paper_url": "https://doi.org/10.1126/science.adn5606",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4387392390",
      "paper_id": "https://openalex.org/W4387392390",
      "title": "PIM1 controls GBP1 activity to limit self-damage and to guard against pathogen infection",
      "authors": "Daniel Fisch, Moritz M. Pfleiderer, Eleni Anastasakou, Gillian M. Mackie, Fabian Wendt, Xiangyang Liu, Barbara Clough, Samuel Lara-Reyna, Vesela Encheva, Ambrosius P. Snijders, Hironori Bando, Masahiro Yamamoto, Andrew D. Beggs, Jason Mercer, Avinash R. Shenoy, Bernd Wollscheid, Kendle M. Maslowski, Wojtek P. Galej, Eva-Maria Frickel",
      "paper_url": "https://doi.org/10.1126/science.adg2253",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4414498971",
      "paper_id": "https://openalex.org/W4414498971",
      "title": "Pre- and postantibiotic epoch: The historical spread of antimicrobial resistance",
      "authors": "Adrian Cazares, Wendy Figueroa, Daniel Cazares, Leandro Lima, Jake D. Turnbull, Hannah McGregor, Jo Dicks, Sarah Alexander, Zamin Iqbal, Nicholas R. Thomson",
      "paper_url": "https://doi.org/10.1126/science.adr1522",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4403294433",
      "paper_id": "https://openalex.org/W4403294433",
      "title": "Predicting pathogen mutual invasibility and co-circulation",
      "authors": "Sang Woo Park, Sarah Cobey, C. Jessica E. Metcalf, Jonathan M. Levine, Bryan T. Grenfell",
      "paper_url": "https://doi.org/10.1126/science.adq0072",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406025491",
      "paper_id": "https://openalex.org/W4406025491",
      "title": "Protective antibodies target cryptic epitope unmasked by cleavage of malaria sporozoite protein",
      "authors": "Cherrelle Dacon, Re’em Moskovitz, Kristian Swearingen, Lais Da Silva Pereira, Yevel Flores-Garcia, Maya Aleshnick, Sachie Kanatani, Barbara Flynn, Alvaro Molina-Cruz, Kurt Wollenberg, Maria Traver, Payton Kirtley, Lauren Purser, Marlon Dillon, Brian Bonilla, Adriano Franco, Samantha Petros, Jake Kritzberg, Courtney Tucker, Gonzalo Gonzalez Paez, Priya Gupta, Melanie J. Shears, Joseph Pazzi, Joshua M. Edgar, Andy A. Teng, Arnel Belmonte, Kyosuke Oda, Safiatou Doumbo, Ludmila Krymskaya, Jeff Skinner, Shanping Li, Suman Ghosal, Kassoum Kayentao, Aissata Ongoiba, Ashley Vaughan, Joseph J. Campo, Boubacar Traore, Carolina Barillas-Mury, Wathsala Wijayalath, Azza Idris, Peter D. Crompton, Photini Sinnis, Brandon K. Wilder, Fidel Zavala, Robert A. Seder, Ian A. Wilson, Joshua Tan",
      "paper_url": "https://doi.org/10.1126/science.adr0510",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4281611381",
      "paper_id": "https://openalex.org/W4281611381",
      "title": "Reaction hijacking of tyrosine tRNA synthetase as a new whole-of-life-cycle antimalarial strategy",
      "authors": "Stanley C. Xie, Riley D. Metcalfe, Elyse Dunn, Craig J. Morton, Shih-Chung Huang, Tanya Puhalovich, Yawei Du, Sergio Wittlin, Shuai Nie, Madeline R. Luth, Liting Ma, Mi-Sook Kim, Charisse Flerida A. Pasaje, Krittikorn Kumpornsin, Carlo Giannangelo, Fiona J. Houghton, Alisje Churchyard, Mufuliat T. Famodimu, Daniel C. Barry, David L. Gillett, Sumanta Dey, Clara C. Kosasih, William Newman, Jacquin C. Niles, Marcus C. S. Lee, Jake Baum, Sabine Ottilie, Elizabeth A. Winzeler, Darren J. Creek, Nicholas Williamson, Michael W. Parker, Stephen Brand, Steven P. Langston, Lawrence R. Dick, Michael D.W. Griffin, Alexandra E. Gould, Leann Tilley",
      "paper_url": "https://doi.org/10.1126/science.abn0611",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3134383627",
      "paper_id": "https://openalex.org/W3134383627",
      "title": "Redox-active antibiotics enhance phosphorus bioavailability",
      "authors": "Darcy L. McRose, Dianne K. Newman",
      "paper_url": "https://doi.org/10.1126/science.abd1515",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4281820858",
      "paper_id": "https://openalex.org/W4281820858",
      "title": "Robust variation in infant gut microbiome assembly across a spectrum of lifestyles",
      "authors": "Matthew R. Olm, Dylan Dahan, Matthew M. Carter, Bryan D. Merrill, Feiqiao B. Yu, Sunit Jain, Xiandong Meng, Surya Tripathi, Hannah Wastyk, Norma Neff, Susan Holmes, Erica D. Sonnenburg, Aashish R. Jha, Justin L. Sonnenburg",
      "paper_url": "https://doi.org/10.1126/science.abj2972",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3192380610",
      "paper_id": "https://openalex.org/W3192380610",
      "title": "Spatial transcriptomics of planktonic and sessile bacterial populations at single-cell resolution",
      "authors": "Daniel Dar, Nina Dar, Long Cai, Dianne K. Newman",
      "paper_url": "https://doi.org/10.1126/science.abi4882",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3157464029",
      "paper_id": "https://openalex.org/W3157464029",
      "title": "Stepwise pathogenic evolution of <i>Mycobacterium abscessus</i>",
      "authors": "Josephine M. Bryant, Karen P. Brown, Sophie Burbaud, Isobel Everall, Juan M. Belardinelli, Daniela Rodriguez-Rincon, Dorothy M. Grogono, Chelsea M. Peterson, Deepshikha Verma, Ieuan E. Evans, Christopher Ruis, Aaron Weimann, Divya Arora, Sony Malhotra, Bridget Bannerman, Charlotte Passemar, Kerra Templeton, Gordon MacGregor, Kasim Jiwa, Andrew J. Fisher, Tom L. Blundell, Diane J. Ordway, Mary Jackson, Julian Parkhill, R. Andres Floto",
      "paper_url": "https://doi.org/10.1126/science.abb8699",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4407199586",
      "paper_id": "https://openalex.org/W4407199586",
      "title": "Supersaturation mutagenesis reveals adaptive rewiring of essential genes among malaria parasites",
      "authors": "Jenna Oberstaller, Shulin Xu, Deboki Naskar, Min Zhang, Chengqi Wang, Justin Gibbons, Camilla Valente Pires, Matthew Mayho, Thomas D. Otto, Julian C. Rayner, John H. Adams",
      "paper_url": "https://doi.org/10.1126/science.adq7347",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4404809447",
      "paper_id": "https://openalex.org/W4404809447",
      "title": "Systematic in vitro evolution in <i>Plasmodium falciparum</i> reveals key determinants of drug resistance",
      "authors": "Madeline R. Luth, Karla P. Godinez-Macias, Daisy Chen, John Okombo, Vandana Thathy, Xiu Cheng, Sindhu Daggupati, Heledd Davies, Satish K. Dhingra, Jan M. Economy, Rebecca C. S. Edgar, Maria G. Gomez-Lorenzo, Eva S. Istvan, Juan Carlos Jado, Gregory M. LaMonte, Bruno Melillo, Sachel Mok, Sunil K. Narwal, Tolla Ndiaye, Sabine Ottilie, Sara Palomo Diaz, Heekuk Park, Stella Peña, Frances Rocamora, Tomoyo Sakata-Kato, Jennifer L. Small-Saunders, Robert L. Summers, Patrick K. Tumwebaze, Manu Vanaerschot, Guoqin Xia, Tomas Yeo, Ashley You, Francisco-Javier Gamo, Daniel E. Goldberg, Marcus C. S. Lee, Case W. McNamara, Daouda Ndiaye, Philip J. Rosenthal, Stuart L. Schreiber, Gloria Serra, Jair Lage De Siqueira-Neto, Tina S. Skinner-Adams, Anne-Catrin Uhlemann, Nobutaka Kato, Amanda K. Lukens, Dyann F. Wirth, David A. Fidock, Elizabeth A. Winzeler",
      "paper_url": "https://doi.org/10.1126/science.adk9893",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3185903970",
      "paper_id": "https://openalex.org/W3185903970",
      "title": "The post-antibiotic era is here",
      "authors": "Jennie H. Kwon, William G. Powderly",
      "paper_url": "https://doi.org/10.1126/science.abl5997",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4311887675",
      "paper_id": "https://openalex.org/W4311887675",
      "title": "Tuberculosis treatment failure associated with evolution of antibiotic resilience",
      "authors": "Qingyun Liu, Junhao Zhu, Charles L. Dulberger, Sydney Stanley, Sean Wilson, Eun Seon Chung, Xin Wang, Peter Culviner, Yue J. Liu, Nathan D. Hicks, Gregory H. Babunovic, Samantha R. Giffen, Bree B. Aldridge, Ethan C. Garner, Eric J. Rubin, Michael C. Chao, Sarah M. Fortune",
      "paper_url": "https://doi.org/10.1126/science.abq2787",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4403925021",
      "paper_id": "https://openalex.org/W4403925021",
      "title": "Two codependent routes lead to high-level MRSA",
      "authors": "Abimbola Feyisara Adedeji-Olulana, Katarzyna Wacnik, Lucia Lafage, Laia Pasquina-Lemonche, Mariana Tinajero-Trejo, Joshua A. F. Sutton, Bohdan Bilyk, Sophie E. Irving, Callum J. Portman Ross, Oliver J. Meacock, Sam A. Randerson, Ewan Beattie, David S. Owen, James Florence, William M. Durham, David P. Hornby, Rebecca M. Corrigan, Jeffrey Green, Jamie K. Hobbs, Simon J. Foster",
      "paper_url": "https://doi.org/10.1126/science.adn1369",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3134336635",
      "paper_id": "https://openalex.org/W3134336635",
      "title": "Type III secretion system effectors form robust and flexible intracellular virulence networks",
      "authors": "David Ruano-Gallego, Julia Sanchez-Garrido, Zuzanna Kozik, Elena Núñez-Berrueco, Massiel Cepeda-Molero, Caroline Mullineaux-Sanders, Yasaman Naemi Baghshomali, Sabrina L. Slater, Naama Wagner, Izabela Glegola-Madejska, Theodoros I. Roumeliotis, Tal Pupko, Luis Ángel Fernández, Alfonso Rodríguez-Patón, Jyoti S. Choudhary, Gad Frankel",
      "paper_url": "https://doi.org/10.1126/science.abc9531",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4409176623",
      "paper_id": "https://openalex.org/W4409176623",
      "title": "Vaccine-enhanced competition permits rational bacterial strain replacement in the gut",
      "authors": "Verena Lentsch, Aurore Woller, Andrea Rocker, Selma Aslani, Claudia Moresi, Niina Ruoho, Louise Larsson, Stefan A. Fattinger, Nicolas Wenner, Elisa Cappio Barazzone, Wolf-Dietrich Hardt, Claude Loverdo, Médéric Diard, Emma Slack",
      "paper_url": "https://doi.org/10.1126/science.adp5011",
      "venue": "science25"
    }
  ]
}