{
  "cluster_id": 195,
  "papers": [
    {
      "id": "science22_https://openalex.org/W4283021342",
      "paper_id": "https://openalex.org/W4283021342",
      "title": "A chemoenzymatic strategy for site-selective functionalization of native peptides and proteins",
      "authors": "Anna Fryszkowska, Chihui An, Oscar Alvizo, Goutami Banerjee, Keith A. Canada, Yang Cao, Duane DeMong, Paul N. Devine, Da Duan, David M. Elgart, Iman Farasat, Donald R. Gauthier, Erin N. Guidry, Xiujuan Jia, Jongrock Kong, Nikki Kruse, Katrina W. Lexa, Alexey A. Makarov, Benjamin F. Mann, Erika M. Milczek, Vesna Mitchell, Jovana Nazor, Claudia Neri, Robert K. Orr, Peter Orth, Eric M. Phillips, James N. Riggins, Wes A. Schafer, Steven M. Silverman, Christopher A. Strulson, Nandhitha Subramanian, Rama Voladri, Hao Yang, Jie Yang, Xiang Yi, Xiyun Zhang, Wendy Zhong",
      "paper_url": "https://doi.org/10.1126/science.abn2009",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4378976284",
      "paper_id": "https://openalex.org/W4378976284",
      "title": "A functional group–guided approach to aptamers for small molecules",
      "authors": "Kyungae Yang, Noelle M. Mitchell, Saswata Banerjee, Zhenzhuang Cheng, Steven Taylor, Aleksandra M. Kostic, Isabel Wong, Sairaj Sajjath, Yameng Zhang, Jacob Stevens, Sumit Mohan, Donald W. Landry, Tilla S. Worgall, Anne M. Andrews, Milan N. Stojanovic",
      "paper_url": "https://doi.org/10.1126/science.abn9859",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4386316902",
      "paper_id": "https://openalex.org/W4386316902",
      "title": "A machine-learning tool to predict substrate-adaptive conditions for Pd-catalyzed C–N couplings",
      "authors": "N. Ian Rinehart, Rakesh K. Saunthwal, Joël Wellauer, Andrew F. Zahrt, Lukas Schlemper, Alexander S. Shved, Raphael Bigler, Serena Fantasia, Scott E. Denmark",
      "paper_url": "https://doi.org/10.1126/science.adg2114",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3155177878",
      "paper_id": "https://openalex.org/W3155177878",
      "title": "A P(V) platform for oligonucleotide synthesis",
      "authors": "Yazhong Huang, Kyle W. Knouse, Shenjie Qiu, Wei Hao, Natalia M. Padial, Julien C. Vantourout, Bin Zheng, Stephen E. Mercer, Javier Lopez-Ogalla, Rohan Narayan, Richard E. Olson, Donna G. Blackmond, Martin D. Eastgate, Michael A. Schmidt, Ivar M. McDonald, Phil S. Baran",
      "paper_url": "https://doi.org/10.1126/science.abi9727",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4386347768",
      "paper_id": "https://openalex.org/W4386347768",
      "title": "A principal odor map unifies diverse tasks in olfactory perception",
      "authors": "Brian K. Lee, Emily J. Mayhew, Benjamin Sanchez-Lengeling, Jennifer N. Wei, Wesley W. Qian, Kelsie A. Little, Matthew Andres, Britney B. Nguyen, Theresa Moloy, Jacob Yasonik, Jane K. Parker, Richard C. Gerkin, Joel D. Mainland, Alexander B. Wiltschko",
      "paper_url": "https://doi.org/10.1126/science.ade4401",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4322764162",
      "paper_id": "https://openalex.org/W4322764162",
      "title": "Abiotic peptides as carriers of information for the encoding of small-molecule library synthesis",
      "authors": "Simon L. Rössler, Nathalie M. Grob, Stephen L. Buchwald, Bradley L. Pentelute",
      "paper_url": "https://doi.org/10.1126/science.adf1354",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3186179742",
      "paper_id": "https://openalex.org/W3186179742",
      "title": "Accurate prediction of protein structures and interactions using a three-track neural network",
      "authors": "Minkyung Baek, Frank DiMaio, Ivan Anishchenko, Justas Dauparas, Sergey Ovchinnikov, Gyu Rie Lee, Jue Wang, Qian Cong, Lisa N. Kinch, R. Dustin Schaeffer, Claudia Millán, Hahnbeom Park, Carson Adams, Caleb R. Glassman, Andy DeGiovanni, Jose H. Pereira, Andria V. Rodrigues, Alberdina A. van Dijk, Ana C. Ebrecht, Diederik J. Opperman, Theo Sagmeister, Christoph Buhlheller, Tea Pavkov-Keller, Manoj K. Rathinaswamy, Udit Dalwadi, Calvin K. Yip, John E. Burke, K. Christopher Garcia, Nick V. Grishin, Paul D. Adams, Randy J. Read, David Baker",
      "paper_url": "https://doi.org/10.1126/science.abj8754",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4396948746",
      "paper_id": "https://openalex.org/W4396948746",
      "title": "AlphaFold2 structures guide prospective ligand discovery",
      "authors": "Jiankun Lyu, Nicholas Kapolka, Ryan Gumpper, Assaf Alon, Liang Wang, Manish K. Jain, Ximena Barros-Álvarez, Kensuke Sakamoto, Yoojoong Kim, Jeffrey DiBerto, Kuglae Kim, Isabella S. Glenn, Tia A. Tummino, Sijie Huang, John J. Irwin, Olga O. Tarkhanova, Yurii Moroz, Georgios Skiniotis, Andrew C. Kruse, Brian K. Shoichet, Bryan L. Roth",
      "paper_url": "https://doi.org/10.1126/science.adn6354",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4380763093",
      "paper_id": "https://openalex.org/W4380763093",
      "title": "An enzyme cascade enables production of therapeutic oligonucleotides in a single operation",
      "authors": "E. R. Moody, R. Obexer, F. Nickl, R. Spiess, S. L. Lovelock",
      "paper_url": "https://doi.org/10.1126/science.add5892",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4391215091",
      "paper_id": "https://openalex.org/W4391215091",
      "title": "Automated self-optimization, intensification, and scale-up of photocatalysis in flow",
      "authors": "Aidan Slattery, Zhenghui Wen, Pauline Tenblad, Jesús Sanjosé-Orduna, Diego Pintossi, Tim den Hartog, Timothy Noël",
      "paper_url": "https://doi.org/10.1126/science.adj1817",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4390090299",
      "paper_id": "https://openalex.org/W4390090299",
      "title": "Autonomous, multiproperty-driven molecular discovery: From predictions to measurements and back",
      "authors": "Brent A. Koscher, Richard B. Canty, Matthew A. McDonald, Kevin P. Greenman, Charles J. McGill, Camille L. Bilodeau, Wengong Jin, Haoyang Wu, Florence H. Vermeire, Brooke Jin, Travis Hart, Timothy Kulesza, Shih-Cheng Li, Tommi S. Jaakkola, Regina Barzilay, Rafael Gómez-Bombarelli, William H. Green, Klavs F. Jensen",
      "paper_url": "https://doi.org/10.1126/science.adi1407",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4400770295",
      "paper_id": "https://openalex.org/W4400770295",
      "title": "Binding and sensing diverse small molecules using shape-complementary pseudocycles",
      "authors": "Linna An, Meerit Said, Long Tran, Sagardip Majumder, Inna Goreshnik, Gyu Rie Lee, David Juergens, Justas Dauparas, Ivan Anishchenko, Brian Coventry, Asim K. Bera, Alex Kang, Paul M. Levine, Valentina Alvarez, Arvind Pillai, Christoffer Norn, David Feldman, Dmitri Zorine, Derrick R. Hicks, Xinting Li, Mariana Garcia Sanchez, Dionne K. Vafeados, Patrick J. Salveson, Anastassia A. Vorobieva, David Baker",
      "paper_url": "https://doi.org/10.1126/science.adn3780",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4409833998",
      "paper_id": "https://openalex.org/W4409833998",
      "title": "Bottom-up reconstruction of functional death fold signalosomes reveals a requirement for polymer stability and avidity",
      "authors": "Mauriz A. Lichtenstein, Fakun Cao, Finn Lobnow, Paulina Dirvanskyte, Daniel Weyhenmeyer, Anna Kulesza, Elke Ziska, Randal Halfmann, Marcus J. Taylor",
      "paper_url": "https://doi.org/10.1126/science.adq3234",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4307410169",
      "paper_id": "https://openalex.org/W4307410169",
      "title": "Closed-loop optimization of general reaction conditions for heteroaryl Suzuki-Miyaura coupling",
      "authors": "Nicholas H. Angello, Vandana Rathore, Wiktor Beker, Agnieszka Wołos, Edward R. Jira, Rafał Roszak, Tony C. Wu, Charles M. Schroeder, Alán Aspuru-Guzik, Bartosz A. Grzybowski, Martin D. Burke",
      "paper_url": "https://doi.org/10.1126/science.adc8743",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4315928769",
      "paper_id": "https://openalex.org/W4315928769",
      "title": "Combinatorial assembly and design of enzymes",
      "authors": "R. Lipsh-Sokolik, O. Khersonsky, S. P. Schröder, C. de Boer, S.-Y. Hoch, G. J. Davies, H. S. Overkleeft, S. J. Fleishman",
      "paper_url": "https://doi.org/10.1126/science.ade9434",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4311887664",
      "paper_id": "https://openalex.org/W4311887664",
      "title": "Competition-level code generation with AlphaCode",
      "authors": "Yujia Li, David Choi, Junyoung Chung, Nate Kushman, Julian Schrittwieser, Rémi Leblond, Tom Eccles, James Keeling, Felix Gimeno, Agustin Dal Lago, Thomas Hubert, Peter Choy, Cyprien de Masson d’Autume, Igor Babuschkin, Xinyun Chen, Po-Sen Huang, Johannes Welbl, Sven Gowal, Alexey Cherepanov, James Molloy, Daniel J. Mankowitz, Esme Sutherland Robson, Pushmeet Kohli, Nando de Freitas, Koray Kavukcuoglu, Oriol Vinyals",
      "paper_url": "https://doi.org/10.1126/science.abq1158",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4224212981",
      "paper_id": "https://openalex.org/W4224212981",
      "title": "Computational design of mechanically coupled axle-rotor protein assemblies",
      "authors": "A. Courbet, J. Hansen, Y. Hsia, N. Bethel, Y.-J. Park, C. Xu, A. Moyer, S. E. Boyken, G. Ueda, U. Nattermann, D. Nagarajan, D.-A. Silva, W. Sheffler, J. Quispe, A. Nord, N. King, P. Bradley, D. Veesler, J. Kollman, D. Baker",
      "paper_url": "https://doi.org/10.1126/science.abm1183",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4407434658",
      "paper_id": "https://openalex.org/W4407434658",
      "title": "Computational design of serine hydrolases",
      "authors": "Anna Lauko, Samuel J. Pellock, Kiera H. Sumida, Ivan Anishchenko, David Juergens, Woody Ahern, Jihun Jeung, Alexander F. Shida, Andrew Hunt, Indrek Kalvet, Christoffer Norn, Ian R. Humphreys, Cooper Jamieson, Rohith Krishna, Yakov Kipnis, Alex Kang, Evans Brackenbrough, Asim K. Bera, Banumathi Sankaran, K. N. Houk, David Baker",
      "paper_url": "https://doi.org/10.1126/science.adu2454",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3212912034",
      "paper_id": "https://openalex.org/W3212912034",
      "title": "Computed structures of core eukaryotic protein complexes",
      "authors": "Ian R. Humphreys, Jimin Pei, Minkyung Baek, Aditya Krishnakumar, Ivan Anishchenko, Sergey Ovchinnikov, Jing Zhang, Travis J. Ness, Sudeep Banjade, Saket R. Bagde, Viktoriya G. Stancheva, Xiao-Han Li, Kaixian Liu, Zhi Zheng, Daniel J. Barrero, Upasana Roy, Jochen Kuper, Israel S. Fernández, Barnabas Szakal, Dana Branzei, Josep Rizo, Caroline Kisker, Eric C. Greene, Sue Biggins, Scott Keeney, Elizabeth A. Miller, J. Christopher Fromme, Tamara L. Hendrickson, Qian Cong, David Baker",
      "paper_url": "https://doi.org/10.1126/science.abm4805",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4407448019",
      "paper_id": "https://openalex.org/W4407448019",
      "title": "Conformational ensembles reveal the origins of serine protease catalysis",
      "authors": "Siyuan Du, Rachael C. Kretsch, Jacob Parres-Gold, Elisa Pieri, Vinícius Wilian D. Cruzeiro, Mingning Zhu, Margaux M. Pinney, Filip Yabukarski, Jason P. Schwans, Todd J. Martínez, Daniel Herschlag",
      "paper_url": "https://doi.org/10.1126/science.ado5068",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4393928505",
      "paper_id": "https://openalex.org/W4393928505",
      "title": "De novo design of drug-binding proteins with predictable binding energy and specificity",
      "authors": "Lei Lu, Xuxu Gou, Sophia K. Tan, Samuel I. Mann, Hyunjun Yang, Xiaofang Zhong, Dimitrios Gazgalis, Jesús Valdiviezo, Hyunil Jo, Yibing Wu, Morgan E. Diolaiti, Alan Ashworth, Nicholas F. Polizzi, William F. DeGrado",
      "paper_url": "https://doi.org/10.1126/science.adl5364",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410251392",
      "paper_id": "https://openalex.org/W4410251392",
      "title": "De novo design of porphyrin-containing proteins as efficient and stereoselective catalysts",
      "authors": "Kaipeng Hou, Wei Huang, Miao Qi, Thomas H. Tugwell, Turki M. Alturaifi, Yuda Chen, Xingjie Zhang, Lei Lu, Samuel I. Mann, Peng Liu, Yang Yang, William F. DeGrado",
      "paper_url": "https://doi.org/10.1126/science.adt7268",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3131359651",
      "paper_id": "https://openalex.org/W3131359651",
      "title": "De novo design of transmembrane β barrels",
      "authors": "Anastassia A. Vorobieva, Paul White, Binyong Liang, Jim E. Horne, Asim K. Bera, Cameron M. Chow, Stacey Gerben, Sinduja Marx, Alex Kang, Alyssa Q. Stiving, Sophie R. Harvey, Dagan C. Marx, G. Nasir Khan, Karen G. Fleming, Vicki H. Wysocki, David J. Brockwell, Lukas K. Tamm, Sheena E. Radford, David Baker",
      "paper_url": "https://doi.org/10.1126/science.abc8182",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4410706171",
      "paper_id": "https://openalex.org/W4410706171",
      "title": "Deep learning–guided design of dynamic proteins",
      "authors": "Amy B. Guo, Deniz Akpinaroglu, Christina A. Stephens, Michael Grabe, Colin A. Smith, Mark J. S. Kelly, Tanja Kortemme",
      "paper_url": "https://doi.org/10.1126/science.adr7094",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4396977868",
      "paper_id": "https://openalex.org/W4396977868",
      "title": "Delocalized, asynchronous, closed-loop discovery of organic laser emitters",
      "authors": "Felix Strieth-Kalthoff, Han Hao, Vandana Rathore, Joshua Derasp, Théophile Gaudin, Nicholas H. Angello, Martin Seifrid, Ekaterina Trushina, Mason Guy, Junliang Liu, Xun Tang, Masashi Mamada, Wesley Wang, Tuul Tsagaantsooj, Cyrille Lavigne, Robert Pollice, Tony C. Wu, Kazuhiro Hotta, Leticia Bodo, Shangyu Li, Mohammad Haddadnia, Agnieszka Wołos, Rafał Roszak, Cher Tian Ser, Carlota Bozal-Ginesta, Riley J. Hickman, Jenya Vestfrid, Andrés Aguilar-Granda, Elena L. Klimareva, Ralph C. Sigerson, Wenduan Hou, Daniel Gahler, Slawomir Lach, Adrian Warzybok, Oleg Borodin, Simon Rohrbach, Benjamin Sanchez-Lengeling, Chihaya Adachi, Bartosz A. Grzybowski, Leroy Cronin, Jason E. Hein, Martin D. Burke, Alán Aspuru-Guzik",
      "paper_url": "https://doi.org/10.1126/science.adk9227",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4385298573",
      "paper_id": "https://openalex.org/W4385298573",
      "title": "Deploying synthetic coevolution and machine learning to engineer protein-protein interactions",
      "authors": "Aerin Yang, Kevin M. Jude, Ben Lai, Mason Minot, Anna M. Kocyla, Caleb R. Glassman, Daisuke Nishimiya, Yoon Seok Kim, Sai T. Reddy, Aly A. Khan, K. Christopher Garcia",
      "paper_url": "https://doi.org/10.1126/science.adh1720",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4412491316",
      "paper_id": "https://openalex.org/W4412491316",
      "title": "Design of intrinsically disordered region binding proteins",
      "authors": "Kejia Wu, Hanlun Jiang, Derrick R. Hicks, Caixuan Liu, Edin Muratspahić, Theresa A. Ramelot, Yuexuan Liu, Kerrie McNally, Sebastian Kenny, Andrei Mihut, Amit Gaur, Brian Coventry, Wei Chen, Asim K. Bera, Alex Kang, Stacey Gerben, Mila Ya-Lan Lamb, Analisa Murray, Xinting Li, Madison A. Kennedy, Wei Yang, Zihao Song, Gudrun Schober, Stuart M. Brierley, John O’Neill, Michael H. Gelb, Gaetano T. Montelione, Emmanuel Derivery, David Baker",
      "paper_url": "https://doi.org/10.1126/science.adr8063",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4385930396",
      "paper_id": "https://openalex.org/W4385930396",
      "title": "Design of stimulus-responsive two-state hinge proteins",
      "authors": "Florian Praetorius, Philip J. Y. Leung, Maxx H. Tessmer, Adam Broerman, Cullen Demakis, Acacia F. Dishman, Arvind Pillai, Abbas Idris, David Juergens, Justas Dauparas, Xinting Li, Paul M. Levine, Mila Lamb, Ryanne K. Ballard, Stacey R. Gerben, Hannah Nguyen, Alex Kang, Banumathi Sankaran, Asim K. Bera, Brian F. Volkman, Jeff Nivala, Stefan Stoll, David Baker",
      "paper_url": "https://doi.org/10.1126/science.adg7731",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4284672872",
      "paper_id": "https://openalex.org/W4284672872",
      "title": "Digitization and validation of a chemical synthesis literature database in the ChemPU",
      "authors": "Simon Rohrbach, Mindaugas Šiaučiulis, Greig Chisholm, Petrisor-Alin Pirvan, Michael Saleeb, S. Hessam M. Mehr, Ekaterina Trushina, Artem I. Leonov, Graham Keenan, Aamir Khan, Alexander Hammer, Leroy Cronin",
      "paper_url": "https://doi.org/10.1126/science.abo0058",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4387568586",
      "paper_id": "https://openalex.org/W4387568586",
      "title": "Direct observation of glycans bonded to proteins and lipids at the single-molecule level",
      "authors": "Kelvin Anggara, Laura Sršan, Thapakorn Jaroentomeechai, Xu Wu, Stephan Rauschenbach, Yoshiki Narimatsu, Henrik Clausen, Thomas Ziegler, Rebecca L. Miller, Klaus Kern",
      "paper_url": "https://doi.org/10.1126/science.adh3856",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4362471278",
      "paper_id": "https://openalex.org/W4362471278",
      "title": "Enzyme function prediction using contrastive learning",
      "authors": "Tianhao Yu, Haiyang Cui, Jianan Canal Li, Yunan Luo, Guangde Jiang, Huimin Zhao",
      "paper_url": "https://doi.org/10.1126/science.adf2465",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4411299206",
      "paper_id": "https://openalex.org/W4411299206",
      "title": "Evolutionary-scale enzymology enables exploration of a rugged catalytic landscape",
      "authors": "Duncan F. Muir, Garrison P. R. Asper, Pascal Notin, Jacob A. Posner, Debora S. Marks, Michael J. Keiser, Margaux M. Pinney",
      "paper_url": "https://doi.org/10.1126/science.adu1058",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4327550249",
      "paper_id": "https://openalex.org/W4327550249",
      "title": "Evolutionary-scale prediction of atomic-level protein structure with a language model",
      "authors": "Zeming Lin, Halil Akin, Roshan Rao, Brian Hie, Zhongkai Zhu, Wenting Lu, Nikita Smetanin, Robert Verkuil, Ori Kabeli, Yaniv Shmueli, Allan dos Santos Costa, Maryam Fazel-Zarandi, Tom Sercu, Salvatore Candido, Alexander Rives",
      "paper_url": "https://doi.org/10.1126/science.ade2574",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4395447647",
      "paper_id": "https://openalex.org/W4395447647",
      "title": "Expansive discovery of chemically diverse structured macrocyclic oligoamides",
      "authors": "Patrick J. Salveson, Adam P. Moyer, Meerit Y. Said, Gizem Gӧkçe, Xinting Li, Alex Kang, Hannah Nguyen, Asim K. Bera, Paul M. Levine, Gaurav Bhardwaj, David Baker",
      "paper_url": "https://doi.org/10.1126/science.adk1687",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4384154918",
      "paper_id": "https://openalex.org/W4384154918",
      "title": "Experimental evidence on the productivity effects of generative artificial intelligence",
      "authors": "Shakked Noy, Whitney Zhang",
      "paper_url": "https://doi.org/10.1126/science.adh2586",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4403925091",
      "paper_id": "https://openalex.org/W4403925091",
      "title": "Exploring structural diversity across the protein universe with The Encyclopedia of Domains",
      "authors": "Andy M. Lau, Nicola Bordin, Shaun M. Kandathil, Ian Sillitoe, Vaishali P. Waman, Jude Wells, Christine A. Orengo, David T. Jones",
      "paper_url": "https://doi.org/10.1126/science.adq4946",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4392544734",
      "paper_id": "https://openalex.org/W4392544734",
      "title": "Generalized biomolecular modeling and design with RoseTTAFold All-Atom",
      "authors": "Rohith Krishna, Jue Wang, Woody Ahern, Pascal Sturmfels, Preetham Venkatesh, Indrek Kalvet, Gyu Rie Lee, Felix S. Morey-Burrows, Ivan Anishchenko, Ian R. Humphreys, Ryan McHugh, Dionne Vafeados, Xinting Li, George A. Sutherland, Andrew Hitchcock, C. Neil Hunter, Alex Kang, Evans Brackenbrough, Asim K. Bera, Minkyung Baek, Frank DiMaio, David Baker",
      "paper_url": "https://doi.org/10.1126/science.adl2528",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3195820203",
      "paper_id": "https://openalex.org/W3195820203",
      "title": "Geometric deep learning of RNA structure",
      "authors": "Raphael J. L. Townshend, Stephan Eismann, Andrew M. Watkins, Ramya Rangan, Masha Karelina, Rhiju Das, Ron O. Dror",
      "paper_url": "https://doi.org/10.1126/science.abe5650",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4296031103",
      "paper_id": "https://openalex.org/W4296031103",
      "title": "Hallucinating symmetric protein assemblies",
      "authors": "B. I. M. Wicky, L. F. Milles, A. Courbet, R. J. Ragotte, J. Dauparas, E. Kinfu, S. Tipps, R. D. Kibler, M. Baek, F. DiMaio, X. Li, L. Carter, A. Kang, H. Nguyen, A. K. Bera, D. Baker",
      "paper_url": "https://doi.org/10.1126/science.add1964",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4399619563",
      "paper_id": "https://openalex.org/W4399619563",
      "title": "Highly pure DNA-encoded chemical libraries by dual-linker solid-phase synthesis",
      "authors": "Michelle Keller, Dimitar Petrov, Andreas Gloger, Bastien Dietschi, Kilian Jobin, Timon Gradinger, Adriano Martinelli, Louise Plais, Yuichi Onda, Dario Neri, Jörg Scheuermann",
      "paper_url": "https://doi.org/10.1126/science.adn3412",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4309663019",
      "paper_id": "https://openalex.org/W4309663019",
      "title": "Human-level play in the game of <i>Diplomacy</i> by combining language models with strategic reasoning",
      "authors": ", Anton Bakhtin, Noam Brown, Emily Dinan, Gabriele Farina, Colin Flaherty, Daniel Fried, Andrew Goff, Jonathan Gray, Hengyuan Hu, Athul Paul Jacob, Mojtaba Komeili, Karthik Konath, Minae Kwon, Adam Lerer, Mike Lewis, Alexander H. Miller, Sasha Mitts, Adithya Renduchintala, Stephen Roller, Dirk Rowe, Weiyan Shi, Joe Spisak, Alexander Wei, David Wu, Hugh Zhang, Markus Zijlstra",
      "paper_url": "https://doi.org/10.1126/science.ade9097",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4390734451",
      "paper_id": "https://openalex.org/W4390734451",
      "title": "Illusory generalizability of clinical prediction models",
      "authors": "Adam M. Chekroud, Matt Hawrilenko, Hieronimus Loho, Julia Bondar, Ralitza Gueorguieva, Alkomiet Hasan, Joseph Kambeitz, Philip R. Corlett, Nikolaos Koutsouleris, Harlan M. Krumholz, John H. Krystal, Martin Paulus",
      "paper_url": "https://doi.org/10.1126/science.adg8538",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4405306572",
      "paper_id": "https://openalex.org/W4405306572",
      "title": "Inverse design workflow discovers hole-transport materials tailored for perovskite solar cells",
      "authors": "Jianchang Wu, Luca Torresi, ManMan Hu, Patrick Reiser, Jiyun Zhang, Juan S. Rocha-Ortiz, Luyao Wang, Zhiqiang Xie, Kaicheng Zhang, Byung-wook Park, Anastasia Barabash, Yicheng Zhao, Junsheng Luo, Yunuo Wang, Larry Lüer, Lin-Long Deng, Jens A. Hauch, Dirk M. Guldi, M. Eugenia Pérez-Ojeda, Sang Il Seok, Pascal Friederich, Christoph J. Brabec",
      "paper_url": "https://doi.org/10.1126/science.ads0901",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4395447845",
      "paper_id": "https://openalex.org/W4395447845",
      "title": "Large-scale chemoproteomics expedites ligand discovery and predicts ligand behavior in cells",
      "authors": "Fabian Offensperger, Gary Tin, Miquel Duran-Frigola, Elisa Hahn, Sarah Dobner, Christopher W. am Ende, Joseph W. Strohbach, Andrea Rukavina, Vincenth Brennsteiner, Kevin Ogilvie, Nara Marella, Katharina Kladnik, Rodolfo Ciuffa, Jaimeen D. Majmudar, S. Denise Field, Ariel Bensimon, Luca Ferrari, Evandro Ferrada, Amanda Ng, Zhechun Zhang, Gianluca Degliesposti, Andras Boeszoermenyi, Sascha Martens, Robert Stanton, André C. Müller, J. Thomas Hannich, David Hepworth, Giulio Superti-Furga, Stefan Kubicek, Monica Schenone, Georg E. Winter",
      "paper_url": "https://doi.org/10.1126/science.adk5864",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4388654737",
      "paper_id": "https://openalex.org/W4388654737",
      "title": "Learning skillful medium-range global weather forecasting",
      "authors": "Remi Lam, Alvaro Sanchez-Gonzalez, Matthew Willson, Peter Wirnsberger, Meire Fortunato, Ferran Alet, Suman Ravuri, Timo Ewalds, Zach Eaton-Rosen, Weihua Hu, Alexander Merose, Stephan Hoyer, George Holland, Oriol Vinyals, Jacklynn Stott, Alexander Pritzel, Shakir Mohamed, Peter Battaglia",
      "paper_url": "https://doi.org/10.1126/science.adi2336",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4310705874",
      "paper_id": "https://openalex.org/W4310705874",
      "title": "Mastering the game of Stratego with model-free multiagent reinforcement learning",
      "authors": "Julien Perolat, Bart De Vylder, Daniel Hennes, Eugene Tarassov, Florian Strub, Vincent de Boer, Paul Muller, Jerome T. Connor, Neil Burch, Thomas Anthony, Stephen McAleer, Romuald Elie, Sarah H. Cen, Zhe Wang, Audrunas Gruslys, Aleksandra Malysheva, Mina Khan, Sherjil Ozair, Finbarr Timbers, Toby Pohlen, Tom Eccles, Mark Rowland, Marc Lanctot, Jean-Baptiste Lespiau, Bilal Piot, Shayegan Omidshafiei, Edward Lockhart, Laurent Sifre, Nathalie Beauguerlange, Remi Munos, David Silver, Satinder Singh, Demis Hassabis, Karl Tuyls",
      "paper_url": "https://doi.org/10.1126/science.add4679",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410251350",
      "paper_id": "https://openalex.org/W4410251350",
      "title": "Measurements of molecular size and shape on a chip",
      "authors": "Xin Zhu, Timothy J. D. Bennett, Konstantin C. Zouboulis, Dimitrios Soulias, Michal Grzybek, Justin L. P. Benesch, Afaf H. El-Sagheer, Ünal Coskun, Madhavi Krishnan",
      "paper_url": "https://doi.org/10.1126/science.adt5827",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3211239537",
      "paper_id": "https://openalex.org/W3211239537",
      "title": "Multiple rereads of single proteins at single–amino acid resolution using nanopores",
      "authors": "Henry Brinkerhoff, Albert S. W. Kang, Jingqian Liu, Aleksei Aksimentiev, Cees Dekker",
      "paper_url": "https://doi.org/10.1126/science.abl4381",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3135682489",
      "paper_id": "https://openalex.org/W3135682489",
      "title": "Parallel molecular mechanisms for enzyme temperature adaptation",
      "authors": "Margaux M. Pinney, Daniel A. Mokhtari, Eyal Akiva, Filip Yabukarski, David M. Sanchez, Ruibin Liang, Tzanko Doukov, Todd J. Martinez, Patricia C. Babbitt, Daniel Herschlag",
      "paper_url": "https://doi.org/10.1126/science.aay2784",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3129903208",
      "paper_id": "https://openalex.org/W3129903208",
      "title": "Phage-assisted evolution of botulinum neurotoxin proteases with reprogrammed specificity",
      "authors": "Travis R. Blum, Hao Liu, Michael S. Packer, Xiaozhe Xiong, Pyung-Gang Lee, Sicai Zhang, Michelle Richter, George Minasov, Karla J. F. Satchell, Min Dong, David R. Liu",
      "paper_url": "https://doi.org/10.1126/science.abf5972",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401211187",
      "paper_id": "https://openalex.org/W4401211187",
      "title": "PhAI: A deep-learning approach to solve the crystallographic phase problem",
      "authors": "Anders S. Larsen, Toms Rekis, Anders Ø. Madsen",
      "paper_url": "https://doi.org/10.1126/science.adn2777",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4413138800",
      "paper_id": "https://openalex.org/W4413138800",
      "title": "Predicting fusion ignition at the National Ignition Facility with physics-informed deep learning",
      "authors": "Brian K. Spears, Scott Brandon, Dan T. Casey, John E. Field, Jim A. Gaffney, Kelli D. Humbird, Andrea L. Kritcher, Michael K. G. Kruse, Eugene Kur, Bogdan Kustowski, S. Langer, Dave Munro, Ryan Nora, J. Luc Peterson, Dave J. Schlossberg, Paul Springer, Alex Zylstra",
      "paper_url": "https://doi.org/10.1126/science.adm8201",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4414499039",
      "paper_id": "https://openalex.org/W4414499039",
      "title": "Predicting protein-protein interactions in the human proteome",
      "authors": "Jing Zhang, Ian R. Humphreys, Jimin Pei, Jinuk Kim, Chulwon Choi, Rongqing Yuan, Jesse Durham, Siqi Liu, Hee-Jung Choi, Minkyung Baek, David Baker, Qian Cong",
      "paper_url": "https://doi.org/10.1126/science.adt1630",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4388520288",
      "paper_id": "https://openalex.org/W4388520288",
      "title": "Prediction-powered inference",
      "authors": "Anastasios N. Angelopoulos, Stephen Bates, Clara Fannjiang, Michael I. Jordan, Tijana Zrnic",
      "paper_url": "https://doi.org/10.1126/science.adi6000",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W4200371263",
      "paper_id": "https://openalex.org/W4200371263",
      "title": "Pushing the frontiers of density functionals by solving the fractional electron problem",
      "authors": "James Kirkpatrick, Brendan McMorrow, David H. P. Turban, Alexander L. Gaunt, James S. Spencer, Alexander G. D. G. Matthews, Annette Obika, Louis Thiry, Meire Fortunato, David Pfau, Lara Román Castellanos, Stig Petersen, Alexander W. R. Nelson, Pushmeet Kohli, Paula Mori-Sánchez, Demis Hassabis, Aron J. Cohen",
      "paper_url": "https://doi.org/10.1126/science.abj6511",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4404577932",
      "paper_id": "https://openalex.org/W4404577932",
      "title": "Rapid in silico directed evolution by a protein language model with EVOLVEpro",
      "authors": "Kaiyi Jiang, Zhaoqing Yan, Matteo Di Bernardo, Samantha R. Sgrizzi, Lukas Villiger, Alisan Kayabolen, B. J. Kim, Josephine K. Carscadden, Masahiro Hiraizumi, Hiroshi Nishimasu, Jonathan S. Gootenberg, Omar O. Abudayyeh",
      "paper_url": "https://doi.org/10.1126/science.adr6006",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4305040598",
      "paper_id": "https://openalex.org/W4305040598",
      "title": "Real-time dynamic single-molecule protein sequencing on an integrated semiconductor device",
      "authors": "Brian D. Reed, Michael J. Meyer, Valentin Abramzon, Omer Ad, Omer Ad, Pat Adcock, Faisal R. Ahmad, Gün Alppay, James A. Ball, James Beach, Dominique Belhachemi, Anthony Bellofiore, Michael Bellos, Juan Felipe Beltrán, Andrew Betts, Mohammad Wadud Bhuiya, Kristin Blacklock, Robert Boer, David Boisvert, Norman D. Brault, Aaron Buxbaum, Steve Caprio, Changhoon Choi, Thomas D. Christian, Robert Clancy, Joseph Clark, Thomas Connolly, Kathren Fink Croce, Richard Cullen, Mel Davey, Jack Davidson, Mohamed M. Elshenawy, Michael Ferrigno, Daniel Frier, Saketh Gudipati, Stephanie Hamill, Zhaoyu He, Sharath Hosali, Haidong Huang, Le Huang, Ali Kabiri, Gennadiy Kriger, Brittany Lathrop, An Li, Peter Lim, Stephen Liu, Feixiang Luo, Caixia Lv, Xiaoxiao Ma, Evan McCormack, Michele Millham, Roger Nani, Manjula Pandey, John Parillo, Gayatri Patel, Douglas H. Pike, Kyle Preston, Adeline Pichard-Kostuch, Kyle Rearick, Todd Rearick, Marco Ribezzi-Crivellari, Gerard Schmid, Jonathan Schultz, Xinghua Shi, Badri Singh, Nikita Srivastava, Shannon F. Stewman, TR Thurston, T. R. Thurston, Philip Trioli, Jennifer Tullman, Xin Wang, Yen-Chih Wang, Eric A. G. Webster, Zhizhuo Zhang, Jorge Zuniga, Smita S. Patel, Andrew D. Griffiths, Antoine M. van Oijen, Michael McKenna, Matthew D. Dyer, Jonathan M. Rothberg",
      "paper_url": "https://doi.org/10.1126/science.abo7651",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4225995085",
      "paper_id": "https://openalex.org/W4225995085",
      "title": "Reconfigurable asymmetric protein assemblies through implicit negative design",
      "authors": "Danny D. Sahtoe, Florian Praetorius, Alexis Courbet, Yang Hsia, Basile I. M. Wicky, Natasha I. Edman, Lauren M. Miller, Bart J. R. Timmermans, Justin Decarreau, Hana M. Morris, Alex Kang, Asim K. Bera, David Baker",
      "paper_url": "https://doi.org/10.1126/science.abj7662",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3108171657",
      "paper_id": "https://openalex.org/W3108171657",
      "title": "Revealing enzyme functional architecture via high-throughput microfluidic enzyme kinetics",
      "authors": "C. J. Markin, D. A. Mokhtari, F. Sunden, M. J. Appel, E. Akiva, S. A. Longwell, C. Sabatti, D. Herschlag, P. M. Fordyce",
      "paper_url": "https://doi.org/10.1126/science.abf8761",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4296032638",
      "paper_id": "https://openalex.org/W4296032638",
      "title": "Robust deep learning–based protein sequence design using ProteinMPNN",
      "authors": "J. Dauparas, I. Anishchenko, N. Bennett, H. Bai, R. J. Ragotte, L. F. Milles, B. I. M. Wicky, A. Courbet, R. J. de Haas, N. Bethel, P. J. Y. Leung, T. F. Huddy, S. Pellock, D. Tischer, F. Chan, B. Koepnick, H. Nguyen, A. Kang, B. Sankaran, A. K. Bera, N. P. King, D. Baker",
      "paper_url": "https://doi.org/10.1126/science.add2187",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4286488966",
      "paper_id": "https://openalex.org/W4286488966",
      "title": "Scaffolding protein functional sites using deep learning",
      "authors": "Jue Wang, Sidney Lisanza, David Juergens, Doug Tischer, Joseph L. Watson, Karla M. Castro, Robert Ragotte, Amijai Saragovi, Lukas F. Milles, Minkyung Baek, Ivan Anishchenko, Wei Yang, Derrick R. Hicks, Marc Expòsit, Thomas Schlichthaerle, Jung-Ho Chun, Justas Dauparas, Nathaniel Bennett, Basile I. M. Wicky, Andrew Muenks, Frank DiMaio, Bruno Correia, Sergey Ovchinnikov, David Baker",
      "paper_url": "https://doi.org/10.1126/science.abn2100",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4412165572",
      "paper_id": "https://openalex.org/W4412165572",
      "title": "Scalable emulation of protein equilibrium ensembles with generative deep learning",
      "authors": "Sarah Lewis, Tim Hempel, José Jiménez-Luna, Michael Gastegger, Yu Xie, Andrew Y. K. Foong, Victor García Satorras, Osama Abdin, Bastiaan S. Veeling, Iryna Zaporozhets, Yaoyi Chen, Soojung Yang, Adam E. Foster, Arne Schneuing, Jigyasa Nigam, Federico Barbero, Vincent Stimper, Andrew Campbell, Jason Yim, Marten Lienen, Yu Shi, Shuxin Zheng, Hannes Schulz, Usman Munir, Roberto Sordillo, Ryota Tomioka, Cecilia Clementi, Frank Noé",
      "paper_url": "https://doi.org/10.1126/science.adv9817",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4403718818",
      "paper_id": "https://openalex.org/W4403718818",
      "title": "Scalable protein design using optimization in a relaxed sequence space",
      "authors": "Christopher Frank, Ali Khoshouei, Lara Fuβ, Dominik Schiwietz, Dominik Putz, Lara Weber, Zhixuan Zhao, Motoyuki Hattori, Shihao Feng, Yosta de Stigter, Sergey Ovchinnikov, Hendrik Dietz",
      "paper_url": "https://doi.org/10.1126/science.adq1741",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4400769993",
      "paper_id": "https://openalex.org/W4400769993",
      "title": "Sculpting conducting nanopore size and shape through de novo protein design",
      "authors": "Samuel Berhanu, Sagardip Majumder, Thomas Müntener, James Whitehouse, Carolin Berner, Asim K. Bera, Alex Kang, Binyong Liang, Nasir Khan, Banumathi Sankaran, Lukas K. Tamm, David J. Brockwell, Sebastian Hiller, Sheena E. Radford, David Baker, Anastassia A. Vorobieva",
      "paper_url": "https://doi.org/10.1126/science.adn3796",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410706040",
      "paper_id": "https://openalex.org/W4410706040",
      "title": "Sequence-based prediction of intermolecular interactions driven by disordered regions",
      "authors": "Garrett M. Ginell, Ryan J. Emenecker, Jeffrey M. Lotthammer, Alex T. Keeley, Stephen P. Plassmeyer, Nicholas Razo, Emery T. Usher, Jaqueline F. Pelham, Alex S. Holehouse",
      "paper_url": "https://doi.org/10.1126/science.adq8381",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4406440058",
      "paper_id": "https://openalex.org/W4406440058",
      "title": "Simulating 500 million years of evolution with a language model",
      "authors": "Thomas Hayes, Roshan Rao, Halil Akin, Nicholas J. Sofroniew, Deniz Oktay, Zeming Lin, Robert Verkuil, Vincent Q. Tran, Jonathan Deaton, Marius Wiggert, Rohil Badkundri, Irhum Shafkat, Jun Gong, Alexander Derry, Raul S. Molina, Neil Thomas, Yousuf A. Khan, Chetan Mishra, Carolyn Kim, Liam J. Bartie, Matthew Nemeth, Patrick D. Hsu, Tom Sercu, Salvatore Candido, Alexander Rives",
      "paper_url": "https://doi.org/10.1126/science.ads0018",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4414760252",
      "paper_id": "https://openalex.org/W4414760252",
      "title": "Strengthening nucleic acid biosecurity screening against generative protein design tools",
      "authors": "Bruce J. Wittmann, Tessa Alexanian, Craig Bartling, Jacob Beal, Adam Clore, James Diggans, Kevin Flyangolts, Bryan T. Gemler, Tom Mitchell, Steven T. Murphy, Nicole E. Wheeler, Eric Horvitz",
      "paper_url": "https://doi.org/10.1126/science.adu8578",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4405056908",
      "paper_id": "https://openalex.org/W4405056908",
      "title": "Target-conditioned diffusion generates potent TNFR superfamily antagonists and agonists",
      "authors": "Matthias Glögl, Aditya Krishnakumar, Robert J. Ragotte, Inna Goreshnik, Brian Coventry, Asim K. Bera, Alex Kang, Emily Joyce, Green Ahn, Buwei Huang, Wei Yang, Wei Chen, Mariana Garcia Sanchez, Brian Koepnick, David Baker",
      "paper_url": "https://doi.org/10.1126/science.adp1779",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4366507128",
      "paper_id": "https://openalex.org/W4366507128",
      "title": "Top-down design of protein architectures with reinforcement learning",
      "authors": "Isaac D. Lutz, Shunzhi Wang, Christoffer Norn, Alexis Courbet, Andrew J. Borst, Yan Ting Zhao, Annie Dosey, Longxing Cao, Jinwei Xu, Elizabeth M. Leaf, Catherine Treichel, Patrisia Litvicov, Zhe Li, Alexander D. Goodson, Paula Rivera-Sánchez, Ana-Maria Bratovianu, Minkyung Baek, Neil P. King, Hannele Ruohola-Baker, David Baker",
      "paper_url": "https://doi.org/10.1126/science.adf6591",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4400313991",
      "paper_id": "https://openalex.org/W4400313991",
      "title": "Unsupervised evolution of protein and antibody complexes with a structure-informed language model",
      "authors": "Varun R. Shanker, Theodora U. J. Bruun, Brian L. Hie, Peter S. Kim",
      "paper_url": "https://doi.org/10.1126/science.adk8946",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3167884978",
      "paper_id": "https://openalex.org/W3167884978",
      "title": "Using large-scale experiments and machine learning to discover theories of human decision-making",
      "authors": "Joshua C. Peterson, David D. Bourgin, Mayank Agrawal, Daniel Reichman, Thomas L. Griffiths",
      "paper_url": "https://doi.org/10.1126/science.abe2629",
      "venue": "science21"
    }
  ]
}