{
  "cluster_id": 208,
  "papers": [
    {
      "id": "science25_https://openalex.org/W4410706109",
      "paper_id": "https://openalex.org/W4410706109",
      "title": "3D laminar flow–assisted crystallization of perovskites for square meter–sized solar modules",
      "authors": "Buyi Yan, Wanlei Dai, Zheng Wang, Zhiming Zhong, Lei Zhang, Mingqiang Yu, Qianjin Zhou, Qianling Ma, Kangrong Yan, Lu Zhang, Yang (Michael) Yang, Jizhong Yao",
      "paper_url": "https://doi.org/10.1126/science.adt5001",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4400525790",
      "paper_id": "https://openalex.org/W4400525790",
      "title": "A crystal capping layer for formation of black-phase FAPbI <sub>3</sub> perovskite in humid air",
      "authors": "Yu Zou, Wenjin Yu, Haoqing Guo, Qizhi Li, Xiangdong Li, Liang Li, Yueli Liu, Hantao Wang, Zhenyu Tang, Shuang Yang, Yanrun Chen, Bo Qu, Yunan Gao, Zhijian Chen, Shufeng Wang, Dongdong Zhang, Yihua Chen, Qi Chen, Shaik M. Zakeeruddin, Yingying Peng, Huanping Zhou, Qihuang Gong, Mingyang Wei, Michael Grätzel, Lixin Xiao",
      "paper_url": "https://doi.org/10.1126/science.adn9646",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4282960930",
      "paper_id": "https://openalex.org/W4282960930",
      "title": "Accelerated aging of all-inorganic, interface-stabilized perovskite solar cells",
      "authors": "Xiaoming Zhao, Tianran Liu, Quinn C. Burlingame, Tianjun Liu, Rudolph Holley, Guangming Cheng, Nan Yao, Feng Gao, Yueh-Lin Loo",
      "paper_url": "https://doi.org/10.1126/science.abn5679",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4404578015",
      "paper_id": "https://openalex.org/W4404578015",
      "title": "Amidination of ligands for chemical and field-effect passivation stabilizes perovskite solar cells",
      "authors": "Yi Yang, Hao Chen, Cheng Liu, Jian Xu, Chuying Huang, Christos D. Malliakas, Haoyue Wan, Abdulaziz S. R. Bati, Zaiwei Wang, Robert P. Reynolds, Isaiah W. Gilley, Shuta Kitade, Taylor E. Wiggins, Stefan Zeiske, Selengesuren Suragtkhuu, Munkhbayar Batmunkh, Lin X. Chen, Bin Chen, Mercouri G. Kanatzidis, Edward H. Sargent",
      "paper_url": "https://doi.org/10.1126/science.adr2091",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4391428471",
      "paper_id": "https://openalex.org/W4391428471",
      "title": "Aqueous synthesis of perovskite precursors for highly efficient perovskite solar cells",
      "authors": "Peide Zhu, Deng Wang, Yong Zhang, Zheng Liang, Jingbai Li, Jie Zeng, Jiyao Zhang, Yintai Xu, Siying Wu, Zhixin Liu, Xianyong Zhou, Bihua Hu, Feng He, Lin Zhang, Xu Pan, Xingzhu Wang, Nam-Gyu Park, Baomin Xu",
      "paper_url": "https://doi.org/10.1126/science.adj7081",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4396948700",
      "paper_id": "https://openalex.org/W4396948700",
      "title": "Bandgap-universal passivation enables stable perovskite solar cells with low photovoltage loss",
      "authors": "Yen-Hung Lin, Vikram, Fengning Yang, Xue-Li Cao, Akash Dasgupta, Robert D. J. Oliver, Aleksander M. Ulatowski, Melissa M. McCarthy, Xinyi Shen, Qimu Yuan, M. Greyson Christoforo, Fion Sze Yan Yeung, Michael B. Johnston, Nakita K. Noel, Laura M. Herz, M. Saiful Islam, Henry J. Snaith",
      "paper_url": "https://doi.org/10.1126/science.ado2302",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4388726580",
      "paper_id": "https://openalex.org/W4388726580",
      "title": "Bimolecularly passivated interface enables efficient and stable inverted perovskite solar cells",
      "authors": "Cheng Liu, Yi Yang, Hao Chen, Jian Xu, Ao Liu, Abdulaziz S. R. Bati, Huihui Zhu, Luke Grater, Shreyash Sudhakar Hadke, Chuying Huang, Vinod K. Sangwan, Tong Cai, Donghoon Shin, Lin X. Chen, Mark C. Hersam, Chad A. Mirkin, Bin Chen, Mercouri G. Kanatzidis, Edward H. Sargent",
      "paper_url": "https://doi.org/10.1126/science.adk1633",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4409530250",
      "paper_id": "https://openalex.org/W4409530250",
      "title": "C <sub>60</sub> -based ionic salt electron shuttle for high-performance inverted perovskite solar modules",
      "authors": "Shuai You, Hongwei Zhu, Zhongjin Shen, Xiaoming Wang, Bingyao Shao, Qingxiao Wang, Jianxun Lu, Youyou Yuan, Benjia Dak Dou, Erin M. Sanehira, Todd Russell, Adam Lorenz, Yifan Dong, Lei Chen, Marco Casareto, Nicholas Rolston, Matthew C. Beard, Joseph J. Berry, Marina Freitag, Yanfa Yan, Osman M. Bakr, Kai Zhu",
      "paper_url": "https://doi.org/10.1126/science.adv4701",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4403925115",
      "paper_id": "https://openalex.org/W4403925115",
      "title": "Cation reactivity inhibits perovskite degradation in efficient and stable solar modules",
      "authors": "Yong Ding, Bin Ding, Pengju Shi, Jan Romano-deGea, Yahui Li, Roland C. Turnell-Ritson, Olga A. Syzgantseva, Ilhan Yavuz, Ming Xia, Ruohan Yu, Maria A. Syzgantseva, Jean-Nicolas Audinot, Xiaohe Miao, Xiaobin Liao, Jiantao Li, Patrick Dörflinger, Vladimir Dyakonov, Cheng Liu, Yi Yang, Li Tao, Keith G. Brooks, Andre Slonopas, Jiahong Pan, Lei Zhang, Qinyou An, Yaoguang Rong, Jun Peng, Liming Ding, Enzheng Shi, Liqiang Mai, Songyuan Dai, Kangning Zhao, Jiang Sheng, Rui Wang, Paul J. Dyson, Mohammad Khaja Nazeeruddin",
      "paper_url": "https://doi.org/10.1126/science.ado6619",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4398250082",
      "paper_id": "https://openalex.org/W4398250082",
      "title": "Chiral-structured heterointerfaces enable durable perovskite solar cells",
      "authors": "Tianwei Duan, Shuai You, Min Chen, Wenjian Yu, Yanyan Li, Peijun Guo, Joseph J. Berry, Joseph M. Luther, Kai Zhu, Yuanyuan Zhou",
      "paper_url": "https://doi.org/10.1126/science.ado5172",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4312090043",
      "paper_id": "https://openalex.org/W4312090043",
      "title": "Compositional texture engineering for highly stable wide-bandgap perovskite solar cells",
      "authors": "Qi Jiang, Jinhui Tong, Rebecca A. Scheidt, Xiaoming Wang, Amy E. Louks, Yeming Xian, Robert Tirawat, Axel F. Palmstrom, Matthew P. Hautzinger, Steven P. Harvey, Steve Johnston, Laura T. Schelhas, Bryon W. Larson, Emily L. Warren, Matthew C. Beard, Joseph J. Berry, Yanfa Yan, Kai Zhu",
      "paper_url": "https://doi.org/10.1126/science.adf0194",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4206975086",
      "paper_id": "https://openalex.org/W4206975086",
      "title": "Conformal quantum dot–SnO <sub>2</sub> layers as electron transporters for efficient perovskite solar cells",
      "authors": "Minjin Kim, Jaeki Jeong, Haizhou Lu, Tae Kyung Lee, Felix T. Eickemeyer, Yuhang Liu, In Woo Choi, Seung Ju Choi, Yimhyun Jo, Hak-Beom Kim, Sung-In Mo, Young-Ki Kim, Heunjeong Lee, Na Gyeong An, Shinuk Cho, Wolfgang R. Tress, Shaik M. Zakeeruddin, Anders Hagfeldt, Jin Young Kim, Michael Grätzel, Dong Suk Kim",
      "paper_url": "https://doi.org/10.1126/science.abh1885",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4210727748",
      "paper_id": "https://openalex.org/W4210727748",
      "title": "Constructing heterojunctions by surface sulfidation for efficient inverted perovskite solar cells",
      "authors": "Xiaodong Li, Wenxiao Zhang, Xuemin Guo, Chunyan Lu, Jiyao Wei, Junfeng Fang",
      "paper_url": "https://doi.org/10.1126/science.abl5676",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4295083689",
      "paper_id": "https://openalex.org/W4295083689",
      "title": "Controlling the nucleation and growth kinetics of lead halide perovskite quantum dots",
      "authors": "Quinten A. Akkerman, Tan P. T. Nguyen, Simon C. Boehme, Federico Montanarella, Dmitry N. Dirin, Philipp Wechsler, Finn Beiglböck, Gabriele Rainò, Rolf Erni, Claudine Katan, Jacky Even, Maksym V. Kovalenko",
      "paper_url": "https://doi.org/10.1126/science.abq3616",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4213346436",
      "paper_id": "https://openalex.org/W4213346436",
      "title": "Damp heat–stable perovskite solar cells with tailored-dimensionality 2D/3D heterojunctions",
      "authors": "Randi Azmi, Esma Ugur, Akmaral Seitkhan, Faisal Aljamaan, Anand S. Subbiah, Jiang Liu, George T. Harrison, Mohamad I. Nugraha, Mathan K. Eswaran, Maxime Babics, Yuan Chen, Fuzong Xu, Thomas G. Allen, Atteq ur Rehman, Chien-Lung Wang, Thomas D. Anthopoulos, Udo Schwingenschlögl, Michele De Bastiani, Erkan Aydin, Stefaan De Wolf",
      "paper_url": "https://doi.org/10.1126/science.abm5784",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4401606992",
      "paper_id": "https://openalex.org/W4401606992",
      "title": "Decoupling the air sensitivity of Na-layered oxides",
      "authors": "Yang Yang, Zaifa Wang, Congcong Du, Bowen Wang, Xinyan Li, Siyuan Wu, Xiaowei Li, Xiao Zhang, Xubin Wang, Yaoshen Niu, Feixiang Ding, Xiaohui Rong, Yaxiang Lu, Nian Zhang, Juping Xu, Ruijuan Xiao, Qinghua Zhang, Xuefeng Wang, Wen Yin, Junmei Zhao, Liquan Chen, Jianyu Huang, Yong-Sheng Hu",
      "paper_url": "https://doi.org/10.1126/science.adm9223",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4296766770",
      "paper_id": "https://openalex.org/W4296766770",
      "title": "Deterministic fabrication of 3D/2D perovskite bilayer stacks for durable and efficient solar cells",
      "authors": "Siraj Sidhik, Yafei Wang, Michael De Siena, Reza Asadpour, Andrew J. Torma, Tanguy Terlier, Kevin Ho, Wenbin Li, Anand B. Puthirath, Xinting Shuai, Ayush Agrawal, Boubacar Traore, Matthew Jones, Rajiv Giridharagopal, Pulickel M. Ajayan, Joseph Strzalka, David S. Ginger, Claudine Katan, Muhammad Ashraful Alam, Jacky Even, Mercouri G. Kanatzidis, Aditya D. Mohite",
      "paper_url": "https://doi.org/10.1126/science.abq7652",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4283314490",
      "paper_id": "https://openalex.org/W4283314490",
      "title": "Efficient and stable perovskite-silicon tandem solar cells through contact displacement by MgF <i> <sub>x</sub> </i>",
      "authors": "Jiang Liu, Michele De Bastiani, Erkan Aydin, George T. Harrison, Yajun Gao, Rakesh R. Pradhan, Mathan K. Eswaran, Mukunda Mandal, Wenbo Yan, Akmaral Seitkhan, Maxime Babics, Anand S. Subbiah, Esma Ugur, Fuzong Xu, Lujia Xu, Mingcong Wang, Atteq ur Rehman, Arsalan Razzaq, Jingxuan Kang, Randi Azmi, Ahmed Ali Said, Furkan H. Isikgor, Thomas G. Allen, Denis Andrienko, Udo Schwingenschlögl, Frédéric Laquai, Stefaan De Wolf",
      "paper_url": "https://doi.org/10.1126/science.abn8910",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4413980916",
      "paper_id": "https://openalex.org/W4413980916",
      "title": "Electron accumulation across the perovskite layer enhances tandem solar cells with textured silicon",
      "authors": "Oussama Er-raji, Christoph Messmer, Rakesh R. Pradhan, Oliver Fischer, Vladyslav Hnapovskyi, Sofiia Kosar, Marco Marengo, Mathias List, Jared Faisst, José P. Jurado, Oleksandr Matiash, Hannu P. Pasanen, Adi Prasetio, Badri Vishal, Shynggys Zhumagali, Anil R. Pininti, Yashika Gupta, Clemens Baretzky, Esma Ugur, Christopher E. Petoukhoff, Martin Bivour, Erkan Aydin, Randi Azmi, Jonas Schön, Florian Schindler, Martin C. Schubert, Udo Schwingenschlögl, Frédéric Laquai, Ahmed A. Said, Juliane Borchert, Patricia S. C. Schulze, Stefaan De Wolf, Stefan W. Glunz",
      "paper_url": "https://doi.org/10.1126/science.adx1745",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4392818796",
      "paper_id": "https://openalex.org/W4392818796",
      "title": "Electron injection and defect passivation for high-efficiency mesoporous perovskite solar cells",
      "authors": "Jiale Liu, Xiayan Chen, Kaizhong Chen, Wenming Tian, Yusong Sheng, Bin She, Youyu Jiang, Deyi Zhang, Yang Liu, Jianhang Qi, Kai Chen, Yongmin Ma, Zexiong Qiu, Chaoyang Wang, Yanfeng Yin, Shengli Zhao, Jing Leng, Shengye Jin, Wenshan Zhao, Yanyang Qin, Yaqiong Su, Xiaoyu Li, Xiaojiang Li, Yang Zhou, Yinhua Zhou, Furi Ling, Anyi Mei, Hongwei Han",
      "paper_url": "https://doi.org/10.1126/science.adk9089",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4384155265",
      "paper_id": "https://openalex.org/W4384155265",
      "title": "Engineering ligand reactivity enables high-temperature operation of stable perovskite solar cells",
      "authors": "So Min Park, Mingyang Wei, Jian Xu, Harindi R. Atapattu, Felix T. Eickemeyer, Kasra Darabi, Luke Grater, Yi Yang, Cheng Liu, Sam Teale, Bin Chen, Hao Chen, Tonghui Wang, Lewei Zeng, Aidan Maxwell, Zaiwei Wang, Keerthan R. Rao, Zhuoyun Cai, Shaik M. Zakeeruddin, Jonathan T. Pham, Chad M. Risko, Aram Amassian, Mercouri G. Kanatzidis, Kenneth R. Graham, Michael Grätzel, Edward H. Sargent",
      "paper_url": "https://doi.org/10.1126/science.adi4107",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4401211292",
      "paper_id": "https://openalex.org/W4401211292",
      "title": "Enhanced cation interaction in perovskites for efficient tandem solar cells with silicon",
      "authors": "Esma Ugur, Ahmed Ali Said, Pia Dally, Shanshan Zhang, Christopher E. Petoukhoff, Diego Rosas-Villalva, Shynggys Zhumagali, Bumin K. Yildirim, Arsalan Razzaq, Shruti Sarwade, Aren Yazmaciyan, Derya Baran, Frédéric Laquai, Caner Deger, Ilhan Yavuz, Thomas G. Allen, Erkan Aydin, Stefaan De Wolf",
      "paper_url": "https://doi.org/10.1126/science.adp1621",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4318263747",
      "paper_id": "https://openalex.org/W4318263747",
      "title": "Highly efficient p-i-n perovskite solar cells that endure temperature variations",
      "authors": "Guixiang Li, Zhenhuang Su, Laura Canil, Declan Hughes, Mahmoud H. Aldamasy, Janardan Dagar, Sergei Trofimov, Luyao Wang, Weiwei Zuo, José J. Jerónimo-Rendon, Mahdi Malekshahi Byranvand, Chenyue Wang, Rui Zhu, Zuhong Zhang, Feng Yang, Giuseppe Nasti, Boris Naydenov, Wing C. Tsoi, Zhe Li, Xingyu Gao, Zhaokui Wang, Yu Jia, Eva Unger, Michael Saliba, Meng Li, Antonio Abate",
      "paper_url": "https://doi.org/10.1126/science.add7331",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4392082928",
      "paper_id": "https://openalex.org/W4392082928",
      "title": "Homogeneous crystallization and buried interface passivation for perovskite tandem solar modules",
      "authors": "Han Gao, Ke Xiao, Renxing Lin, Siyang Zhao, Wenliang Wang, Sergey Dayneko, Chenyang Duan, Chenglong Ji, Hongfei Sun, Anh Dinh Bui, Chenshuaiyu Liu, Jin Wen, Wenchi Kong, Haowen Luo, Xuntian Zheng, Zhou Liu, Hieu Nguyen, Jin Xie, Ludong Li, Makhsud I. Saidaminov, Hairen Tan",
      "paper_url": "https://doi.org/10.1126/science.adj6088",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4388937412",
      "paper_id": "https://openalex.org/W4388937412",
      "title": "Homogenized NiO <i> <sub>x</sub> </i> nanoparticles for improved hole transport in inverted perovskite solar cells",
      "authors": "Shiqi Yu, Zhuang Xiong, Haitao Zhou, Qian Zhang, Zhenhan Wang, Fei Ma, Zihan Qu, Yang Zhao, Xinbo Chu, Xingwang Zhang, Jingbi You",
      "paper_url": "https://doi.org/10.1126/science.adj8858",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4394728226",
      "paper_id": "https://openalex.org/W4394728226",
      "title": "Improved charge extraction in inverted perovskite solar cells with dual-site-binding ligands",
      "authors": "Hao Chen, Cheng Liu, Jian Xu, Aidan Maxwell, Wei Zhou, Yi Yang, Qilin Zhou, Abdulaziz S. R. Bati, Haoyue Wan, Zaiwei Wang, Lewei Zeng, Junke Wang, Peter Serles, Yuan Liu, Sam Teale, Yanjiang Liu, Makhsud I. Saidaminov, Muzhi Li, Nicholas Rolston, Sjoerd Hoogland, Tobin Filleter, Mercouri G. Kanatzidis, Bin Chen, Zhijun Ning, Edward H. Sargent",
      "paper_url": "https://doi.org/10.1126/science.adm9474",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4288425348",
      "paper_id": "https://openalex.org/W4288425348",
      "title": "Inactive (PbI <sub>2</sub> ) <sub>2</sub> RbCl stabilizes perovskite films for efficient solar cells",
      "authors": "Yang Zhao, Fei Ma, Zihan Qu, Shiqi Yu, Tao Shen, Hui-Xiong Deng, Xinbo Chu, Xinxin Peng, Yongbo Yuan, Xingwang Zhang, Jingbi You",
      "paper_url": "https://doi.org/10.1126/science.abp8873",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4309233139",
      "paper_id": "https://openalex.org/W4309233139",
      "title": "Initializing film homogeneity to retard phase segregation for stable perovskite solar cells",
      "authors": "Yang Bai, Zijian Huang, Xiao Zhang, Jiuzhou Lu, Xiuxiu Niu, Ziwen He, Cheng Zhu, Mengqi Xiao, Qizhen Song, Xueyuan Wei, Chenyue Wang, Zhenhua Cui, Jing Dou, Yihua Chen, Fengtao Pei, Huachao Zai, Wei Wang, Tinglu Song, Pengfei An, Jing Zhang, Juncai Dong, Yiming Li, Jiangjian Shi, Haibo Jin, Pengwan Chen, Yuchao Sun, Yujing Li, Haining Chen, Zhongming Wei, Huanping Zhou, Qi Chen",
      "paper_url": "https://doi.org/10.1126/science.abn3148",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4383313971",
      "paper_id": "https://openalex.org/W4383313971",
      "title": "Interface engineering for high-performance, triple-halide perovskite–silicon tandem solar cells",
      "authors": "Silvia Mariotti, Eike Köhnen, Florian Scheler, Kári Sveinbjörnsson, Lea Zimmermann, Manuel Piot, Fengjiu Yang, Bor Li, Jonathan Warby, Artem Musiienko, Dorothee Menzel, Felix Lang, Sebastian Keßler, Igal Levine, Daniele Mantione, Amran Al-Ashouri, Marlene S. Härtel, Ke Xu, Alexandros Cruz, Jona Kurpiers, Philipp Wagner, Hans Köbler, Jinzhao Li, Artiom Magomedov, David Mecerreyes, Eva Unger, Antonio Abate, Martin Stolterfoht, Bernd Stannowski, Rutger Schlatmann, Lars Korte, Steve Albrecht",
      "paper_url": "https://doi.org/10.1126/science.adf5872",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4383313636",
      "paper_id": "https://openalex.org/W4383313636",
      "title": "Interface passivation for 31.25%-efficient perovskite/silicon tandem solar cells",
      "authors": "Xin Yu Chin, Deniz Turkay, Julian A. Steele, Saba Tabean, Santhana Eswara, Mounir Mensi, Peter Fiala, Christian M. Wolff, Adriana Paracchino, Kerem Artuk, Daniel Jacobs, Quentin Guesnay, Florent Sahli, Gaëlle Andreatta, Mathieu Boccard, Quentin Jeangros, Christophe Ballif",
      "paper_url": "https://doi.org/10.1126/science.adg0091",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3159383200",
      "paper_id": "https://openalex.org/W3159383200",
      "title": "Interfacial toughening with self-assembled monolayers enhances perovskite solar cell reliability",
      "authors": "Zhenghong Dai, Srinivas K. Yadavalli, Min Chen, Ali Abbaspourtamijani, Yue Qi, Nitin P. Padture",
      "paper_url": "https://doi.org/10.1126/science.abf5602",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4288425304",
      "paper_id": "https://openalex.org/W4288425304",
      "title": "Ion-modulated radical doping of spiro-OMeTAD for more efficient and stable perovskite solar cells",
      "authors": "Tiankai Zhang, Feng Wang, Hak-Beom Kim, In-Woo Choi, Chuanfei Wang, Eunkyung Cho, Rafal Konefal, Yuttapoom Puttisong, Kosuke Terado, Libor Kobera, Mengyun Chen, Mei Yang, Sai Bai, Bowen Yang, Jiajia Suo, Shih-Chi Yang, Xianjie Liu, Fan Fu, Hiroyuki Yoshida, Weimin M. Chen, Jiri Brus, Veaceslav Coropceanu, Anders Hagfeldt, Jean-Luc Brédas, Mats Fahlman, Dong Suk Kim, Zhangjun Hu, Feng Gao",
      "paper_url": "https://doi.org/10.1126/science.abo2757",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3172692239",
      "paper_id": "https://openalex.org/W3172692239",
      "title": "Lead halide–templated crystallization of methylamine-free perovskite for efficient photovoltaic modules",
      "authors": "Tongle Bu, Jing Li, Hengyi Li, Congcong Tian, Jie Su, Guoqing Tong, Luis K. Ono, Chao Wang, Zhipeng Lin, Nianyao Chai, Xiao-Li Zhang, Jingjing Chang, Jianfeng Lu, Jie Zhong, Wenchao Huang, Yabing Qi, Yi-Bing Cheng, Fuzhi Huang",
      "paper_url": "https://doi.org/10.1126/science.abh1035",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4378194809",
      "paper_id": "https://openalex.org/W4378194809",
      "title": "Lead-chelating hole-transport layers for efficient and stable perovskite minimodules",
      "authors": "Chengbin Fei, Nengxu Li, Mengru Wang, Xiaoming Wang, Hangyu Gu, Bo Chen, Zhao Zhang, Zhenyi Ni, Haoyang Jiao, Wenzhan Xu, Zhifang Shi, Yanfa Yan, Jinsong Huang",
      "paper_url": "https://doi.org/10.1126/science.ade9463",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3186830867",
      "paper_id": "https://openalex.org/W3186830867",
      "title": "Liquid medium annealing for fabricating durable perovskite solar cells with improved reproducibility",
      "authors": "Nengxu Li, Xiuxiu Niu, Liang Li, Hao Wang, Zijian Huang, Yu Zhang, Yihua Chen, Xiao Zhang, Cheng Zhu, Huachao Zai, Yang Bai, Sai Ma, Huifen Liu, Xixia Liu, Zhenyu Guo, Guilin Liu, Rundong Fan, Hong Chen, Jianpu Wang, Yingzhuo Lun, Xueyun Wang, Jiawang Hong, Haipeng Xie, Devon S. Jakob, Xiaoji G. Xu, Qi Chen, Huanping Zhou",
      "paper_url": "https://doi.org/10.1126/science.abh3884",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3205683342",
      "paper_id": "https://openalex.org/W3205683342",
      "title": "Liquid-phase sintering of lead halide perovskites and metal-organic framework glasses",
      "authors": "Jingwei Hou, Peng Chen, Atul Shukla, Andraž Krajnc, Tiesheng Wang, Xuemei Li, Rana Doasa, Luiz H. G. Tizei, Bun Chan, Duncan N. Johnstone, Rijia Lin, Tobias U. Schülli, Isaac Martens, Dominique Appadoo, Mark S’ Ari, Zhiliang Wang, Tong Wei, Shih-Chun Lo, Mingyuan Lu, Shichun Li, Ebinazar B. Namdas, Gregor Mali, Anthony K. Cheetham, Sean M. Collins, Vicki Chen, Lianzhou Wang, Thomas D. Bennett",
      "paper_url": "https://doi.org/10.1126/science.abf4460",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4403294469",
      "paper_id": "https://openalex.org/W4403294469",
      "title": "Long-term stability in perovskite solar cells through atomic layer deposition of tin oxide",
      "authors": "Danpeng Gao, Bo Li, Qi Liu, Chunlei Zhang, Zexin Yu, Shuai Li, Jianqiu Gong, Liangchen Qian, Francesco Vanin, Kelly Schutt, Melissa A. Davis, Axel F. Palmstrom, Steven P. Harvey, Nicholas J. Long, Joseph M. Luther, Xiao Cheng Zeng, Zonglong Zhu",
      "paper_url": "https://doi.org/10.1126/science.adq8385",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406753283",
      "paper_id": "https://openalex.org/W4406753283",
      "title": "Mechanically robust and stretchable organic solar cells plasticized by small-molecule acceptors",
      "authors": "Zhenye Wang, Di Zhang, Lvpeng Yang, Omar Allam, Yerun Gao, Yang Su, Meichen Xu, Songmin Mo, Qinghe Wu, Zhi Wang, Junfeng Liu, Jiayi He, Rui Li, Xingwang Jia, Zhilin Li, Long Yang, Mark D. Weber, Yu Yu, Xinliang Zhang, Tobin J. Marks, Natalie Stingelin, Josh Kacher, Seung Soon Jang, Antonio Facchetti, Ming Shao",
      "paper_url": "https://doi.org/10.1126/science.adp9709",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W3215987870",
      "paper_id": "https://openalex.org/W3215987870",
      "title": "Metastable Dion-Jacobson 2D structure enables efficient and stable perovskite solar cells",
      "authors": "Fei Zhang, So Yeon Park, Canglang Yao, Haipeng Lu, Sean P. Dunfield, Chuanxiao Xiao, Soňa Uličná, Xiaoming Zhao, Linze Du Hill, Xihan Chen, Xiaoming Wang, Laura E. Mundt, Kevin H. Stone, Laura T. Schelhas, Glenn Teeter, Sean Parkin, Erin L. Ratcliff, Yueh-Lin Loo, Joseph J. Berry, Matthew C. Beard, Yanfa Yan, Bryon W. Larson, Kai Zhu",
      "paper_url": "https://doi.org/10.1126/science.abj2637",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4367173694",
      "paper_id": "https://openalex.org/W4367173694",
      "title": "Minimizing buried interfacial defects for efficient inverted perovskite solar cells",
      "authors": "Shuo Zhang, Fangyuan Ye, Xiaoyu Wang, Rui Chen, Huidong Zhang, Liqing Zhan, Xianyuan Jiang, Yawen Li, Xiaoyu Ji, Shuaijun Liu, Miaojie Yu, Furong Yu, Yilin Zhang, Ruihan Wu, Zonghao Liu, Zhijun Ning, Dieter Neher, Liyuan Han, Yuze Lin, He Tian, Wei Chen, Martin Stolterfoht, Lijun Zhang, Wei-Hong Zhu, Yongzhen Wu",
      "paper_url": "https://doi.org/10.1126/science.adg3755",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4399154148",
      "paper_id": "https://openalex.org/W4399154148",
      "title": "Molecular templating of layered halide perovskite nanowires",
      "authors": "Wenhao Shao, Jeong Hui Kim, Jeffrey Simon, Zhichen Nian, Sung-Doo Baek, Yuan Lu, Colton B. Fruhling, Hanjun Yang, Kang Wang, Jee Yung Park, Libai Huang, Yi Yu, Alexandra Boltasseva, Brett M. Savoie, Vladimir M. Shalaev, Letian Dou",
      "paper_url": "https://doi.org/10.1126/science.adl0920",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4393951900",
      "paper_id": "https://openalex.org/W4393951900",
      "title": "Molecularly thin, two-dimensional all-organic perovskites",
      "authors": "Hwa Seob Choi, Jun Lin, Gang Wang, Walter P. D. Wong, In-Hyeok Park, Fang Lin, Jun Yin, Kai Leng, Junhao Lin, Kian Ping Loh",
      "paper_url": "https://doi.org/10.1126/science.adk8912",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3124673067",
      "paper_id": "https://openalex.org/W3124673067",
      "title": "Nanoscale localized contacts for high fill factors in polymer-passivated perovskite solar cells",
      "authors": "Jun Peng, Daniel Walter, Yuhao Ren, Mike Tebyetekerwa, Yiliang Wu, The Duong, Qiaoling Lin, Juntao Li, Teng Lu, Md Arafat Mahmud, Olivier Lee Cheong Lem, Shenyou Zhao, Wenzhu Liu, Yun Liu, Heping Shen, Li Li, Felipe Kremer, Hieu T. Nguyen, Duk-Yong Choi, Klaus J. Weber, Kylie R. Catchpole, Thomas P. White",
      "paper_url": "https://doi.org/10.1126/science.abb8687",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4406440063",
      "paper_id": "https://openalex.org/W4406440063",
      "title": "Nonalloyed α-phase formamidinium lead triiodide solar cells through iodine intercalation",
      "authors": "Yu Zhang, Yanrun Chen, Guilin Liu, Yuetong Wu, Zhenyu Guo, Rundong Fan, Kailin Li, Huifen Liu, Yepin Zhao, Tim Kodalle, Yihua Chen, Cheng Zhu, Yang Bai, Qi Chen, Huanping Zhou",
      "paper_url": "https://doi.org/10.1126/science.ads8968",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4401211201",
      "paper_id": "https://openalex.org/W4401211201",
      "title": "Nuclei engineering for even halide distribution in stable perovskite/silicon tandem solar cells",
      "authors": "Yihua Chen, Ning Yang, Guanhaojie Zheng, Fengtao Pei, Wentao Zhou, Yu Zhang, Liang Li, Zijian Huang, Guilin Liu, Ruiyang Yin, Huanping Zhou, Cheng Zhu, Tinglu Song, Chun Hu, Dezhi Zheng, Yang Bai, Ye Duan, Yakuan Ye, Yiliang Wu, Qi Chen",
      "paper_url": "https://doi.org/10.1126/science.ado9104",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4400974284",
      "paper_id": "https://openalex.org/W4400974284",
      "title": "Operationally stable perovskite solar modules enabled by vapor-phase fluoride treatment",
      "authors": "Xiaoming Zhao, Peikun Zhang, Tianjun Liu, Bingkun Tian, Ying Jiang, Jinping Zhang, Yajing Tang, Bowen Li, Minmin Xue, Wei Zhang, Zhuhua Zhang, Wanlin Guo",
      "paper_url": "https://doi.org/10.1126/science.adn9453",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4224247759",
      "paper_id": "https://openalex.org/W4224247759",
      "title": "Organometallic-functionalized interfaces for highly efficient inverted perovskite solar cells",
      "authors": "Zhen Li, Bo Li, Xin Wu, Stephanie A. Sheppard, Shoufeng Zhang, Danpeng Gao, Nicholas J. Long, Zonglong Zhu",
      "paper_url": "https://doi.org/10.1126/science.abm8566",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4390734553",
      "paper_id": "https://openalex.org/W4390734553",
      "title": "Pathways toward commercial perovskite/silicon tandem photovoltaics",
      "authors": "Erkan Aydin, Thomas G. Allen, Michele De Bastiani, Arsalan Razzaq, Lujia Xu, Esma Ugur, Jiang Liu, Stefaan De Wolf",
      "paper_url": "https://doi.org/10.1126/science.adh3849",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4317437851",
      "paper_id": "https://openalex.org/W4317437851",
      "title": "Radical polymeric p-doping and grain modulation for stable, efficient perovskite solar modules",
      "authors": "Shuai You, Haipeng Zeng, Yuhang Liu, Bing Han, Min Li, Lin Li, Xin Zheng, Rui Guo, Long Luo, Zhe Li, Chi Zhang, Ranran Liu, Yang Zhao, Shujing Zhang, Qi Peng, Ti Wang, Qi Chen, Felix T. Eickemeyer, Brian Carlsen, Shaik M. Zakeeruddin, Liqiang Mai, Yaoguang Rong, Michael Grätzel, Xiong Li",
      "paper_url": "https://doi.org/10.1126/science.add8786",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4321018137",
      "paper_id": "https://openalex.org/W4321018137",
      "title": "Rational design of Lewis base molecules for stable and efficient inverted perovskite solar cells",
      "authors": "Chongwen Li, Xiaoming Wang, Enbing Bi, Fangyuan Jiang, So Min Park, You Li, Lei Chen, Zaiwei Wang, Lewei Zeng, Hao Chen, Yanjiang Liu, Corey R. Grice, Abasi Abudulimu, Jaehoon Chung, Yeming Xian, Tao Zhu, Huagui Lai, Bin Chen, Randy J. Ellingson, Fan Fu, David S. Ginger, Zhaoning Song, Edward H. Sargent, Yanfa Yan",
      "paper_url": "https://doi.org/10.1126/science.ade3970",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3127392576",
      "paper_id": "https://openalex.org/W3127392576",
      "title": "Reconfiguring the band-edge states of photovoltaic perovskites by conjugated organic cations",
      "authors": "Jingjing Xue, Rui Wang, Xihan Chen, Canglang Yao, Xiaoyun Jin, Kai-Li Wang, Wenchao Huang, Tianyi Huang, Yepin Zhao, Yaxin Zhai, Dong Meng, Shaun Tan, Ruzhang Liu, Zhao-Kui Wang, Chenhui Zhu, Kai Zhu, Matthew C. Beard, Yanfa Yan, Yang Yang",
      "paper_url": "https://doi.org/10.1126/science.abd4860",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4321018370",
      "paper_id": "https://openalex.org/W4321018370",
      "title": "Reducing nonradiative recombination in perovskite solar cells with a porous insulator contact",
      "authors": "Wei Peng, Kaitian Mao, Fengchun Cai, Hongguang Meng, Zhengjie Zhu, Tieqiang Li, Shaojie Yuan, Zijian Xu, Xingyu Feng, Jiahang Xu, Michael D. McGehee, Jixian Xu",
      "paper_url": "https://doi.org/10.1126/science.ade3126",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4392796710",
      "paper_id": "https://openalex.org/W4392796710",
      "title": "Reinforcing self-assembly of hole transport molecules for stable inverted perovskite solar cells",
      "authors": "Hongcai Tang, Zhichao Shen, Yangzi Shen, Ge Yan, Yanbo Wang, Qifeng Han, Liyuan Han",
      "paper_url": "https://doi.org/10.1126/science.adj9602",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4280493460",
      "paper_id": "https://openalex.org/W4280493460",
      "title": "Scalable processing for realizing 21.7%-efficient all-perovskite tandem solar modules",
      "authors": "Ke Xiao, Yen-Hung Lin, Mei Zhang, Robert D. J. Oliver, Xi Wang, Zhou Liu, Xin Luo, Jia Li, Donny Lai, Haowen Luo, Renxing Lin, Jun Xu, Yi Hou, Henry J. Snaith, Hairen Tan",
      "paper_url": "https://doi.org/10.1126/science.abn7696",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410251334",
      "paper_id": "https://openalex.org/W4410251334",
      "title": "Spontaneous formation of robust two-dimensional perovskite phases",
      "authors": "Shaun Tan, Meng-Chen Shih, Yongli Lu, Seung-Gu Choi, Yifan Dong, Joo-Hong Lee, Ilhan Yavuz, Bryon W. Larson, So Yeon Park, Tim Kodalle, Ruiqi Zhang, Matthias J. Grotevent, Yu-Kuan Lin, Hua Zhu, Vladimir Bulović, Carolin M. Sutter-Fella, Nam-Gyu Park, Matthew C. Beard, Jin-Wook Lee, Kai Zhu, Moungi G. Bawendi",
      "paper_url": "https://doi.org/10.1126/science.adr1334",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4387770902",
      "paper_id": "https://openalex.org/W4387770902",
      "title": "Stabilized hole-selective layer for high-performance inverted p-i-n perovskite solar cells",
      "authors": "Zhen Li, Xianglang Sun, Xiaopeng Zheng, Bo Li, Danpeng Gao, Shoufeng Zhang, Xin Wu, Shuai Li, Jianqiu Gong, Joseph M. Luther, Zhong’an Li, Zonglong Zhu",
      "paper_url": "https://doi.org/10.1126/science.ade9637",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W4200289645",
      "paper_id": "https://openalex.org/W4200289645",
      "title": "Stabilized tilted-octahedra halide perovskites inhibit local formation of performance-limiting phases",
      "authors": "Tiarnan A. S. Doherty, Satyawan Nagane, Dominik J. Kubicki, Young-Kwang Jung, Duncan N. Johnstone, Affan N. Iqbal, Dengyang Guo, Kyle Frohna, Mohsen Danaie, Elizabeth M. Tennyson, Stuart Macpherson, Anna Abfalterer, Miguel Anaya, Yu-Hsien Chiang, Phillip Crout, Francesco Simone Ruggeri, Sean Collins, Clare P. Grey, Aron Walsh, Paul A. Midgley, Samuel D. Stranks",
      "paper_url": "https://doi.org/10.1126/science.abl4890",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3137528670",
      "paper_id": "https://openalex.org/W3137528670",
      "title": "Stabilizing black-phase formamidinium perovskite formation at room temperature and high humidity",
      "authors": "Wei Hui, Lingfeng Chao, Hui Lu, Fei Xia, Qi Wei, Zhenhuang Su, Tingting Niu, Lei Tao, Bin Du, Deli Li, Yue Wang, He Dong, Shouwei Zuo, Bixin Li, Wei Shi, Xueqin Ran, Ping Li, Hui Zhang, Zhongbin Wu, Chenxin Ran, Lin Song, Guichuan Xing, Xingyu Gao, Jing Zhang, Yingdong Xia, Yonghua Chen, Wei Huang",
      "paper_url": "https://doi.org/10.1126/science.abf7652",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3196046854",
      "paper_id": "https://openalex.org/W3196046854",
      "title": "Stabilizing perovskite-substrate interfaces for high-performance perovskite modules",
      "authors": "Shangshang Chen, Xuezeng Dai, Shuang Xu, Haoyang Jiao, Liang Zhao, Jinsong Huang",
      "paper_url": "https://doi.org/10.1126/science.abi6323",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4411675285",
      "paper_id": "https://openalex.org/W4411675285",
      "title": "Stable and uniform self-assembled organic diradical molecules for perovskite photovoltaics",
      "authors": "Wenping Wu, Han Gao, Lingbo Jia, Yuan Li, Dezhong Zhang, Hongmei Zhan, Jianan Xu, Binhe Li, Ziran Geng, Yanxiang Cheng, Hui Tong, Yanxiong Pan, Jun Liu, Yongcai He, Xixiang Xu, Zhenguo Li, Bo He, Min Zhou, Lixiang Wang, Chuanjiang Qin",
      "paper_url": "https://doi.org/10.1126/science.adv4551",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4409176632",
      "paper_id": "https://openalex.org/W4409176632",
      "title": "Strain-induced rubidium incorporation into wide-bandgap perovskites reduces photovoltage loss",
      "authors": "Likai Zheng, Mingyang Wei, Felix T. Eickemeyer, Jing Gao, Bin Huang, Ummugulsum Gunes, Pascal Schouwink, David Wenhua Bi, Virginia Carnevali, Mounir Mensi, Francesco Biasoni, Yuxuan Zhang, Lorenzo Agosta, Vladislav Slama, Nikolaos Lempesis, Michael A. Hope, Shaik M. Zakeeruddin, Lyndon Emsley, Ursula Rothlisberger, Lukas Pfeifer, Yimin Xuan, Michael Grätzel",
      "paper_url": "https://doi.org/10.1126/science.adt3417",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4399394697",
      "paper_id": "https://openalex.org/W4399394697",
      "title": "Strong-bonding hole-transport layers reduce ultraviolet degradation of perovskite solar cells",
      "authors": "Chengbin Fei, Anastasia Kuvayskaya, Xiaoqiang Shi, Mengru Wang, Zhifang Shi, Haoyang Jiao, Timothy J. Silverman, Michael Owen-Bellini, Yifan Dong, Yeming Xian, Rebecca Scheidt, Xiaoming Wang, Guang Yang, Hangyu Gu, Nengxu Li, Connor J. Dolan, Zhewen J. D. Deng, Deniz N. Cakan, David P. Fenning, Yanfa Yan, Matthew C. Beard, Laura T. Schelhas, Alan Sellinger, Jinsong Huang",
      "paper_url": "https://doi.org/10.1126/science.adi4531",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4391215110",
      "paper_id": "https://openalex.org/W4391215110",
      "title": "Super-tetragonal Sr <sub>4</sub> Al <sub>2</sub> O <sub>7</sub> as a sacrificial layer for high-integrity freestanding oxide membranes",
      "authors": "Jinfeng Zhang, Ting Lin, Ao Wang, Xiaochao Wang, Qingyu He, Huan Ye, Jingdi Lu, Qing Wang, Zhengguo Liang, Feng Jin, Shengru Chen, Minghui Fan, Er-Jia Guo, Qinghua Zhang, Lin Gu, Zhenlin Luo, Liang Si, Wenbin Wu, Lingfei Wang",
      "paper_url": "https://doi.org/10.1126/science.adi6620",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4390590979",
      "paper_id": "https://openalex.org/W4390590979",
      "title": "Supramolecular assembly of blue and green halide perovskites with near-unity photoluminescence",
      "authors": "Cheng Zhu, Jianbo Jin, Zhen Wang, Zhenpeng Xu, Maria C. Folgueras, Yuxin Jiang, Can B. Uzundal, Han K. D. Le, Feng Wang, Xiaoyu (Rayne) Zheng, Peidong Yang",
      "paper_url": "https://doi.org/10.1126/science.adi4196",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W4200515229",
      "paper_id": "https://openalex.org/W4200515229",
      "title": "Synthesis of LaWN <sub>3</sub> nitride perovskite with polar symmetry",
      "authors": "Kevin R. Talley, Craig L. Perkins, David R. Diercks, Geoff L. Brennecka, Andriy Zakutayev",
      "paper_url": "https://doi.org/10.1126/science.abm3466",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4205613112",
      "paper_id": "https://openalex.org/W4205613112",
      "title": "Three-dimensional direct lithography of stable perovskite nanocrystals in glass",
      "authors": "Ke Sun, Dezhi Tan, Xinyuan Fang, Xintao Xia, Dajun Lin, Juan Song, Yonghong Lin, Zhaojun Liu, Min Gu, Yuanzheng Yue, Jianrong Qiu",
      "paper_url": "https://doi.org/10.1126/science.abj2691",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4295088023",
      "paper_id": "https://openalex.org/W4295088023",
      "title": "Transporting holes stably under iodide invasion in efficient perovskite solar cells",
      "authors": "Tao Wang, Yao Zhang, Weiyu Kong, Liang Qiao, Bingguo Peng, Zhichao Shen, Qifeng Han, Han Chen, Zhiliang Yuan, Rongkun Zheng, Xudong Yang",
      "paper_url": "https://doi.org/10.1126/science.abq6235",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4399601921",
      "paper_id": "https://openalex.org/W4399601921",
      "title": "Two-dimensional perovskite templates for durable, efficient formamidinium perovskite solar cells",
      "authors": "Siraj Sidhik, Isaac Metcalf, Wenbin Li, Tim Kodalle, Connor J. Dolan, Mohammad Khalili, Jin Hou, Faiz Mandani, Andrew Torma, Hao Zhang, Rabindranath Garai, Jessica Persaud, Amanda Marciel, Itzel Alejandra Muro Puente, G. N. Manjunatha Reddy, Adam Balvanz, Muhammad A. Alam, Claudine Katan, Esther Tsai, David Ginger, David P. Fenning, Mercouri G. Kanatzidis, Carolin M. Sutter-Fella, Jacky Even, Aditya D. Mohite",
      "paper_url": "https://doi.org/10.1126/science.abq6993",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4315784192",
      "paper_id": "https://openalex.org/W4315784192",
      "title": "Unveiling facet-dependent degradation and facet engineering for stable perovskite solar cells",
      "authors": "Chunqing Ma, Felix T. Eickemeyer, Sun-Ho Lee, Dong-Ho Kang, Seok Joon Kwon, Michael Grätzel, Nam-Gyu Park",
      "paper_url": "https://doi.org/10.1126/science.adf3349",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4410850969",
      "paper_id": "https://openalex.org/W4410850969",
      "title": "Vapor-assisted surface reconstruction enables outdoor-stable perovskite solar modules",
      "authors": "Xiangnan Sun, Wenda Shi, Tianjun Liu, Jinzhan Cheng, Xin Wang, Peng Xu, Wei Zhang, Xiaoming Zhao, Wanlin Guo",
      "paper_url": "https://doi.org/10.1126/science.adv4280",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4406201626",
      "paper_id": "https://openalex.org/W4406201626",
      "title": "Wafer-scale monolayer MoS <sub>2</sub> film integration for stable, efficient perovskite solar cells",
      "authors": "Huachao Zai, Pengfei Yang, Jie Su, Ruiyang Yin, Rundong Fan, Yuetong Wu, Xiao Zhu, Yue Ma, Tong Zhou, Wentao Zhou, Yu Zhang, Zijian Huang, Yiting Jiang, Nengxu Li, Yang Bai, Cheng Zhu, Zhaohui Huang, Jingjing Chang, Qi Chen, Yanfeng Zhang, Huanping Zhou",
      "paper_url": "https://doi.org/10.1126/science.ado2351",
      "venue": "science25"
    }
  ]
}