{
  "cluster_id": 188,
  "papers": [
    {
      "id": "science21_https://openalex.org/W3133755711",
      "paper_id": "https://openalex.org/W3133755711",
      "title": "<i>C. elegans</i> discriminates colors to guide foraging",
      "authors": "D. Dipon Ghosh, Dongyeop Lee, Xin Jin, H. Robert Horvitz, Michael N. Nitabach",
      "paper_url": "https://doi.org/10.1126/science.abd3010",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4387568435",
      "paper_id": "https://openalex.org/W4387568435",
      "title": "A comparative atlas of single-cell chromatin accessibility in the human brain",
      "authors": "Yang Eric Li, Sebastian Preissl, Michael Miller, Nicholas D. Johnson, Zihan Wang, Henry Jiao, Chenxu Zhu, Zhaoning Wang, Yang Xie, Olivier Poirion, Colin Kern, Antonio Pinto-Duarte, Wei Tian, Kimberly Siletti, Nora Emerson, Julia Osteen, Jacinta Lucero, Lin Lin, Qian Yang, Quan Zhu, Nathan Zemke, Sarah Espinoza, Anna Marie Yanny, Julie Nyhus, Nick Dee, Tamara Casper, Nadiya Shapovalova, Daniel Hirschstein, Rebecca D. Hodge, Sten Linnarsson, Trygve Bakken, Boaz Levi, C. Dirk Keene, Jingbo Shang, Ed Lein, Allen Wang, M. Margarita Behrens, Joseph R. Ecker, Bing Ren",
      "paper_url": "https://doi.org/10.1126/science.adf7044",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4398250232",
      "paper_id": "https://openalex.org/W4398250232",
      "title": "A data-driven single-cell and spatial transcriptomic map of the human prefrontal cortex",
      "authors": "Louise A. Huuki-Myers, Abby Spangler, Nicholas J. Eagles, Kelsey D. Montgomery, Sang Ho Kwon, Boyi Guo, Melissa Grant-Peters, Heena R. Divecha, Madhavi Tippani, Chaichontat Sriworarat, Annie B. Nguyen, Prashanthi Ravichandran, Matthew N. Tran, Arta Seyedian, , Thomas M. Hyde, Joel E. Kleinman, Alexis Battle, Stephanie C. Page, Mina Ryten, Stephanie C. Hicks, Keri Martinowich, Leonardo Collado-Torres, Kristen R. Maynard, Schahram Akbarian, Alexej Abyzov, Nadav Ahituv, Dhivya Arasappan, Jose Juan Almagro Armenteros, Brian J. Beliveau, Jaroslav Bendl, Sabina Berretta, Rahul A. Bharadwaj, Arjun Bhattacharya, Lucy Bicks, Kristen Brennand, Davide Capauto, Frances A. Champagne, Tanima Chatterjee, Chris Chatzinakos, Yuhang Chen, H. Isaac Chen, Yuyan Cheng, Lijun Cheng, Andrew Chess, Jo-fan Chien, Zhiyuan Chu, Declan Clarke, Ashley Clement, Leonardo Collado-Torres, Gregory M. Cooper, Gregory E. Crawford, Rujia Dai, Nikolaos P. Daskalakis, Jose Davila-Velderrain, Amy Deep-Soboslay, Chengyu Deng, Christopher P. DiPietro, Stella Dracheva, Shiron Drusinsky, Ziheng Duan, Duc Duong, Cagatay Dursun, Nicholas J. Eagles, Jonathan Edelstein, Prashant S. Emani, John F. Fullard, Kiki Galani, Timur Galeev, Michael J. Gandal, Sophia Gaynor, Mark Gerstein, Daniel H. Geschwind, Kiran Girdhar, Fernando S. Goes, William Greenleaf, Jennifer Grundman, Hanmin Guo, Qiuyu Guo, Chirag Gupta, Yoav Hadas, Joachim Hallmayer, Xikun Han, Vahram Haroutunian, Natalie Hawken, Chuan He, Ella Henry, Stephanie C. Hicks, Marcus Ho, Li-Lun Ho, Gabriel E. Hoffman, Yiling Huang, Louise A. Huuki-Myers, Ahyeon Hwang, Thomas M. Hyde, Artemis Iatrou, Fumitaka Inoue, Aarti Jajoo, Matthew Jensen, Lihua Jiang, Peng Jin, Ting Jin, Connor Jops, Alexandre Jourdon, Riki Kawaguchi, Manolis Kellis, Joel E. Kleinman, Steven P. Kleopoulos, Alex Kozlenkov, Arnold Kriegstein, Anshul Kundaje, Soumya Kundu, Cheyu Lee, Donghoon Lee, Junhao Li, Mingfeng Li, Xiao Lin, Shuang Liu, Jason Liu, Jianyin Liu, Chunyu Liu, Shuang Liu, Shaoke Lou, Jacob M. Loupe, Dan Lu, Shaojie Ma, Liang Ma, Michael Margolis, Jessica Mariani, Keri Martinowich, Kristen R. Maynard, Samantha Mazariegos, Ran Meng, Richard M. Myers, Courtney Micallef, Tatiana Mikhailova, Guo-li Ming, Shahin Mohammadi, Emma Monte, Kelsey S. Montgomery, Jill E. Moore, Jennifer R. Moran, Eran A. Mukamel, Angus C. Nairn, Charles B. Nemeroff, Pengyu Ni, Scott Norton, Tomasz Nowakowski, Larsson Omberg, Stephanie C. Page, Saejeong Park, Ashok Patowary, Reenal Pattni, Geo Pertea, Mette A. Peters, Nishigandha Phalke, Dalila Pinto, Milos Pjanic, Sirisha Pochareddy, Katherine S. Pollard, Alex Pollen, Henry Pratt, Pawel F. Przytycki, Carolin Purmann, Zhaohui S. Qin, Ping-Ping Qu, Diana Quintero, Towfique Raj, Ananya S. Rajagopalan, Sarah Reach, Thomas Reimonn, Kerry J. Ressler, Deanna Ross, Panos Roussos, Joel Rozowsky, Misir Ruth, W. Brad Ruzicka, Stephan J. Sanders, Juliane M. Schneider, Soraya Scuderi, Robert Sebra, Nenad Sestan, Nicholas Seyfried, Zhiping Shao, Nicole Shedd, Annie W. Shieh, Joo Heon Shin, Mario Skarica, Clara Snijders, Hongjun Song, Matthew W. State, Jason Stein, Marilyn Steyert, Sivan Subburaju, Thomas Sudhof, Michael Snyder, Ran Tao, Karen Therrien, Li-Huei Tsai, Alexander E. Urban, Flora M. Vaccarino, Harm van Bakel, Daniel Vo, Georgios Voloudakis, Brie Wamsley, Tao Wang, Sidney H. Wang, Daifeng Wang, Yifan Wang, Jonathan Warrell, Yu Wei, Annika K. Weimer, Daniel R. Weinberger, Cindy Wen, Zhiping Weng, Sean Whalen, Kevin P. White, A. Jeremy Willsey, Hyejung Won, Wing Wong, Hao Wu, Feinan Wu, Stefan Wuchty, Dennis Wylie, Siwei Xu, Chloe X. Yap, Biao Zeng, Pan Zhang, Chunling Zhang, Bin Zhang, Jing Zhang, Yanqiong Zhang, Xiao Zhou, Ryan Ziffra, Zane R. Zeier, Trisha M. Zintel",
      "paper_url": "https://doi.org/10.1126/science.adh1938",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4396780205",
      "paper_id": "https://openalex.org/W4396780205",
      "title": "A petavoxel fragment of human cerebral cortex reconstructed at nanoscale resolution",
      "authors": "Alexander Shapson-Coe, Michał Januszewski, Daniel R. Berger, Art Pope, Yuelong Wu, Tim Blakely, Richard L. Schalek, Peter H. Li, Shuohong Wang, Jeremy Maitin-Shepard, Neha Karlupia, Sven Dorkenwald, Evelina Sjostedt, Laramie Leavitt, Dongil Lee, Jakob Troidl, Forrest Collman, Luke Bailey, Angerica Fitzmaurice, Rohin Kar, Benjamin Field, Hank Wu, Julian Wagner-Carena, David Aley, Joanna Lau, Zudi Lin, Donglai Wei, Hanspeter Pfister, Adi Peleg, Viren Jain, Jeff W. Lichtman",
      "paper_url": "https://doi.org/10.1126/science.adk4858",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4210553032",
      "paper_id": "https://openalex.org/W4210553032",
      "title": "A single-cell atlas of the normal and malformed human brain vasculature",
      "authors": "Ethan A. Winkler, Chang N. Kim, Jayden M. Ross, Joseph H. Garcia, Eugene Gil, Irene Oh, Lindsay Q. Chen, David Wu, Joshua S. Catapano, Kunal Raygor, Kazim Narsinh, Helen Kim, Shantel Weinsheimer, Daniel L. Cooke, Brian P. Walcott, Michael T. Lawton, Nalin Gupta, Berislav V. Zlokovic, Edward F. Chang, Adib A. Abla, Daniel A. Lim, Tomasz J. Nowakowski",
      "paper_url": "https://doi.org/10.1126/science.abi7377",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4210452888",
      "paper_id": "https://openalex.org/W4210452888",
      "title": "Amplification of human interneuron progenitors promotes brain tumors and neurological defects",
      "authors": "Oliver L. Eichmüller, Nina S. Corsini, Ábel Vértesy, Ilaria Morassut, Theresa Scholl, Victoria-Elisabeth Gruber, Angela M. Peer, Julia Chu, Maria Novatchkova, Johannes A. Hainfellner, Mercedes F. Paredes, Martha Feucht, Jürgen A. Knoblich",
      "paper_url": "https://doi.org/10.1126/science.abf5546",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4288422732",
      "paper_id": "https://openalex.org/W4288422732",
      "title": "Analysis of somatic mutations in 131 human brains reveals aging-associated hypermutability",
      "authors": "Taejeong Bae, Liana Fasching, Yifan Wang, Joo Heon Shin, Milovan Suvakov, Yeongjun Jang, Scott Norton, Caroline Dias, Jessica Mariani, Alexandre Jourdon, Feinan Wu, Arijit Panda, Reenal Pattni, Yasmine Chahine, Rebecca Yeh, Rosalinda C. Roberts, Anita Huttner, Joel E. Kleinman, Thomas M. Hyde, Richard E. Straub, Christopher A. Walsh, , Alexander E. Urban, James F. Leckman, Daniel R. Weinberger, Flora M. Vaccarino, Alexej Abyzov, Christopher A. Walsh, Peter J. Park, Nenad Sestan, Daniel Weinberger, John V. Moran, Fred H. Gage, Flora M. Vaccarino, Joseph Gleeson, Gary Mathern, Eric Courchesne, Subhojit Roy, Andrew J. Chess, Schahram Akbarian, Sara Bizzotto, Michael Coulter, Caroline Dias, Alissa D’Gama, Javier Ganz, Robert Hill, August Yue Huang, Sattar Khoshkhoo, Sonia Kim, Alice Lee, Michael Lodato, Eduardo A. Maury, Michael Miller, Rebeca Borges-Monroy, Rachel Rodin, Zinan Zhou, Craig Bohrson, Chong Chu, Isidro Cortes-Ciriano, Yanmei Dou, Alon Galor, Doga Gulhan, Minseok Kwon, Joe Luquette, Maxwell Sherman, Vinay Viswanadham, Attila Jones, Chaggai Rosenbluh, Sean Cho, Ben Langmead, Jeremy Thorpe, Jennifer Erwin, Andrew Jaffe, Michael McConnell, Rujuta Narurkar, Apua Paquola, Jooheon Shin, Richard Straub, Alexej Abyzov, Taejeong Bae, Yeongjun Jang, Yifan Wang, Cindy Molitor, Mette Peters, Sara Linker, Patrick Reed, Meiyan Wang, Alexander Urban, Bo Zhou, Xiaowei Zhu, Reenal Pattni, Aitor Serres Amero, David Juan, Irene Lobon, Tomas Marques-Bonet, Manuel Solis Moruno, Raquel Garcia Perez, Inna Povolotskaya, Eduardo Soriano, Danny Antaki, Dan Averbuj, Laurel Ball, Martin Breuss, Xiaoxu Yang, Changuk Chung, Sarah B. Emery, Diane A. Flasch, Jeffrey M. Kidd, Huira C. Kopera, Kenneth Y. Kwan, Ryan E. Mills, John B. Moldovan, Chen Sun, Xuefang Zhao, Weichen Zhou, Trenton J. Frisbie, Adriana Cherskov, Liana Fasching, Alexandre Jourdon, Sirisha Pochareddy, Soraya Scuderi",
      "paper_url": "https://doi.org/10.1126/science.abm6222",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4392544775",
      "paper_id": "https://openalex.org/W4392544775",
      "title": "Axonal self-sorting without target guidance in <i>Drosophila</i> visual map formation",
      "authors": "Egemen Agi, Eric T. Reifenstein, Charlotte Wit, Teresa Schneider, Monika Kauer, Melinda Kehribar, Abhishek Kulkarni, Max von Kleist, P. Robin Hiesinger",
      "paper_url": "https://doi.org/10.1126/science.adk3043",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4405604291",
      "paper_id": "https://openalex.org/W4405604291",
      "title": "Boosting neuronal activity-driven mitochondrial DNA transcription improves cognition in aged mice",
      "authors": "Wenwen Li, Jiarui Li, Jing Li, Chen Wei, Tal Laviv, Meiyi Dong, Jingran Lin, Mariah Calubag, Lesley A Colgan, Kai Jin, Bing Zhou, Ying Shen, Haohong Li, Yihui Cui, Zhihua Gao, Tao Li, Hailan Hu, Ryohei Yasuda, Huan Ma",
      "paper_url": "https://doi.org/10.1126/science.adp6547",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4403925131",
      "paper_id": "https://openalex.org/W4403925131",
      "title": "Brain malformations and seizures by impaired chaperonin function of TRiC",
      "authors": "Florian Kraft, Piere Rodriguez-Aliaga, Weimin Yuan, Lena Franken, Kamil Zajt, Dimah Hasan, Ting-Ting Lee, Elisabetta Flex, Andreas Hentschel, A. Micheil Innes, Bixia Zheng, Dong Sun Julia Suh, Cordula Knopp, Eva Lausberg, Jeremias Krause, Xiaomeng Zhang, Pamela Trapane, Riley Carroll, Martin McClatchey, Andrew E. Fry, Lisa Wang, Sebastian Giesselmann, Hieu Hoang, Dustin Baldridge, Gary A. Silverman, Francesca Clementina Radio, Enrico Bertini, Andrea Ciolfi, Katherine A Blood, Jean-Madeleine de Sainte Agathe, Perrine Charles, Gaber Bergant, Goran Čuturilo, Borut Peterlin, Karin Diderich, Haley Streff, Laurie Robak, Renske Oegema, Ellen van Binsbergen, John Herriges, Carol J. Saunders, Andrea Maier, Stefan Wolking, Yvonne Weber, Hanns Lochmüller, Stefanie Meyer, Alberto Aleman, Kiran Polavarapu, Gael Nicolas, Alice Goldenberg, Lucie Guyant, Kathleen Pope, Katherine N. Hehmeyer, Kristin G. Monaghan, Annegret Quade, Thomas Smol, Roseline Caumes, Sarah Duerinckx, Chantal Depondt, Wim Van Paesschen, Claudine Rieubland, Claudia Poloni, Michel Guipponi, Severine Arcioni, Marije Meuwissen, Anna C. Jansen, Jessica Rosenblum, Tobias B. Haack, Miriam Bertrand, Lea Gerstner, Janine Magg, Olaf Riess, Jörg B. Schulz, Norbert Wagner, Martin Wiesmann, Joachim Weis, Thomas Eggermann, Matthias Begemann, Andreas Roos, Martin Häusler, Tim Schedl, Marco Tartaglia, Juliane Bremer, Stephen C. Pak, Judith Frydman, Miriam Elbracht, Ingo Kurth",
      "paper_url": "https://doi.org/10.1126/science.adp8721",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4396574506",
      "paper_id": "https://openalex.org/W4396574506",
      "title": "Cachd1 interacts with Wnt receptors and regulates neuronal asymmetry in the zebrafish brain",
      "authors": "Gareth T. Powell, Ana Faro, Yuguang Zhao, Heather Stickney, Laura Novellasdemunt, Pedro Henriques, Gaia Gestri, Esther Redhouse White, Jingshan Ren, Weixian Lu, Rodrigo M. Young, Thomas A. Hawkins, Florencia Cavodeassi, Quenten Schwarz, Elena Dreosti, David W. Raible, Vivian S. W. Li, Gavin J. Wright, E. Yvonne Jones, Stephen W. Wilson",
      "paper_url": "https://doi.org/10.1126/science.ade6970",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4294073634",
      "paper_id": "https://openalex.org/W4294073634",
      "title": "Cell-type profiling in salamanders identifies innovations in vertebrate forebrain evolution",
      "authors": "Jamie Woych, Alonso Ortega Gurrola, Astrid Deryckere, Eliza C. B. Jaeger, Elias Gumnit, Gianluca Merello, Jiacheng Gu, Alberto Joven Araus, Nicholas D. Leigh, Maximina Yun, András Simon, Maria Antonietta Tosches",
      "paper_url": "https://doi.org/10.1126/science.abp9186",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3128953197",
      "paper_id": "https://openalex.org/W3128953197",
      "title": "Cellular transcriptomics reveals evolutionary identities of songbird vocal circuits",
      "authors": "Bradley M. Colquitt, Devin P. Merullo, Genevieve Konopka, Todd F. Roberts, Michael S. Brainard",
      "paper_url": "https://doi.org/10.1126/science.abd9704",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4385298737",
      "paper_id": "https://openalex.org/W4385298737",
      "title": "Climbing fiber multi-innervation of mouse Purkinje dendrites with arborization common to human",
      "authors": "Silas E. Busch, Christian Hansel",
      "paper_url": "https://doi.org/10.1126/science.adi1024",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3173024175",
      "paper_id": "https://openalex.org/W3173024175",
      "title": "Common genetic variation influencing human white matter microstructure",
      "authors": "Bingxin Zhao, Tengfei Li, Yue Yang, Xifeng Wang, Tianyou Luo, Yue Shan, Ziliang Zhu, Di Xiong, Mads E. Hauberg, Jaroslav Bendl, John F. Fullard, Panagiotis Roussos, Yun Li, Jason L. Stein, Hongtu Zhu",
      "paper_url": "https://doi.org/10.1126/science.abf3736",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4412794960",
      "paper_id": "https://openalex.org/W4412794960",
      "title": "Comparative connectomics of two distantly related nematode species reveals patterns of nervous system evolution",
      "authors": "Steven J. Cook, Cristine A. Kalinski, Curtis M. Loer, Nadin Memar, Maryam Majeed, Sarah Rebecca Stephen, Daniel J. Bumbarger, Metta Riebesell, Barbara Conradt, Ralf Schnabel, Ralf J. Sommer, Oliver Hobert",
      "paper_url": "https://doi.org/10.1126/science.adx2143",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4387595270",
      "paper_id": "https://openalex.org/W4387595270",
      "title": "Comparative transcriptomics reveals human-specific cortical features",
      "authors": "Nikolas L. Jorstad, Janet H. T. Song, David Exposito-Alonso, Hamsini Suresh, Nathan Castro-Pacheco, Fenna M. Krienen, Anna Marie Yanny, Jennie Close, Emily Gelfand, Brian Long, Stephanie C. Seeman, Kyle J. Travaglini, Soumyadeep Basu, Marc Beaudin, Darren Bertagnolli, Megan Crow, Song-Lin Ding, Jeroen Eggermont, Alexandra Glandon, Jeff Goldy, Katelyn Kiick, Thomas Kroes, Delissa McMillen, Trangthanh Pham, Christine Rimorin, Kimberly Siletti, Saroja Somasundaram, Michael Tieu, Amy Torkelson, Guoping Feng, William D. Hopkins, Thomas Höllt, C. Dirk Keene, Sten Linnarsson, Steven A. McCarroll, Boudewijn P. Lelieveldt, Chet C. Sherwood, Kimberly Smith, Christopher A. Walsh, Alexander Dobin, Jesse Gillis, Ed S. Lein, Rebecca D. Hodge, Trygve E. Bakken",
      "paper_url": "https://doi.org/10.1126/science.ade9516",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4387568710",
      "paper_id": "https://openalex.org/W4387568710",
      "title": "Comprehensive cell atlas of the first-trimester developing human brain",
      "authors": "Emelie Braun, Miri Danan-Gotthold, Lars E. Borm, Ka Wai Lee, Elin Vinsland, Peter Lönnerberg, Lijuan Hu, Xiaofei Li, Xiaoling He, Žaneta Andrusivová, Joakim Lundeberg, Roger A. Barker, Ernest Arenas, Erik Sundström, Sten Linnarsson",
      "paper_url": "https://doi.org/10.1126/science.adf1226",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4283328497",
      "paper_id": "https://openalex.org/W4283328497",
      "title": "Connectomic comparison of mouse and human cortex",
      "authors": "Sahil Loomba, Jakob Straehle, Vijayan Gangadharan, Natalie Heike, Abdelrahman Khalifa, Alessandro Motta, Niansheng Ju, Meike Sievers, Jens Gempt, Hanno S. Meyer, Moritz Helmstaedter",
      "paper_url": "https://doi.org/10.1126/science.abo0924",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4283718372",
      "paper_id": "https://openalex.org/W4283718372",
      "title": "Conservation and divergence of cortical cell organization in human and mouse revealed by MERFISH",
      "authors": "Rongxin Fang, Chenglong Xia, Jennie L. Close, Meng Zhang, Jiang He, Zhengkai Huang, Aaron R. Halpern, Brian Long, Jeremy A. Miller, Ed S. Lein, Xiaowei Zhuang",
      "paper_url": "https://doi.org/10.1126/science.abm1741",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3156624423",
      "paper_id": "https://openalex.org/W3156624423",
      "title": "Conserved genetic signatures parcellate cardinal spinal neuron classes into local and projection subsets",
      "authors": "Peter J. Osseward, Neal D. Amin, Jeffrey D. Moore, Benjamin A. Temple, Bianca K. Barriga, Lukas C. Bachmann, Fernando Beltran, Miriam Gullo, Robert C. Clark, Shawn P. Driscoll, Samuel L. Pfaff, Marito Hayashi",
      "paper_url": "https://doi.org/10.1126/science.abe0690",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4281763513",
      "paper_id": "https://openalex.org/W4281763513",
      "title": "Contrastive machine learning reveals the structure of neuroanatomical variation within autism",
      "authors": "Aidas Aglinskas, Joshua K. Hartshorne, Stefano Anzellotti",
      "paper_url": "https://doi.org/10.1126/science.abm2461",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4310963914",
      "paper_id": "https://openalex.org/W4310963914",
      "title": "Coordinated control of neuronal differentiation and wiring by sustained transcription factors",
      "authors": "Mehmet Neset Özel, Claudia Skok Gibbs, Isabel Holguera, Mennah Soliman, Richard Bonneau, Claude Desplan",
      "paper_url": "https://doi.org/10.1126/science.add1884",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4310251689",
      "paper_id": "https://openalex.org/W4310251689",
      "title": "Cortical wiring by synapse type–specific control of local protein synthesis",
      "authors": "Clémence Bernard, David Exposito-Alonso, Martijn Selten, Stella Sanalidou, Alicia Hanusz-Godoy, Alfonso Aguilera, Fursham Hamid, Fazal Oozeer, Patricia Maeso, Leanne Allison, Matthew Russell, Roland A. Fleck, Beatriz Rico, Oscar Marín",
      "paper_url": "https://doi.org/10.1126/science.abm7466",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4398250227",
      "paper_id": "https://openalex.org/W4398250227",
      "title": "Cross-ancestry atlas of gene, isoform, and splicing regulation in the developing human brain",
      "authors": "Cindy Wen, Michael Margolis, Rujia Dai, Pan Zhang, Pawel F. Przytycki, Daniel D. Vo, Arjun Bhattacharya, Nana Matoba, Miao Tang, Chuan Jiao, Minsoo Kim, Ellen Tsai, Celine Hoh, Nil Aygün, Rebecca L. Walker, Christos Chatzinakos, Declan Clarke, Henry Pratt, , Mette A. Peters, Mark Gerstein, Nikolaos P. Daskalakis, Zhiping Weng, Andrew E. Jaffe, Joel E. Kleinman, Thomas M. Hyde, Daniel R. Weinberger, Nicholas J. Bray, Nenad Sestan, Daniel H. Geschwind, Kathryn Roeder, Alexander Gusev, Bogdan Pasaniuc, Jason L. Stein, Michael I. Love, Katherine S. Pollard, Chunyu Liu, Michael J. Gandal, Schahram Akbarian, Alexej Abyzov, Nadav Ahituv, Dhivya Arasappan, Jose Juan Almagro Armenteros, Brian J. Beliveau, Jaroslav Bendl, Sabina Berretta, Rahul A. Bharadwaj, Lucy Bicks, Kristen Brennand, Davide Capauto, Frances A. Champagne, Tanima Chatterjee, Chris Chatzinakos, Yuhang Chen, H. Isaac Chen, Yuyan Cheng, Lijun Cheng, Andrew Chess, Jo-fan Chien, Zhiyuan Chu, Ashley Clement, Leonardo Collado-Torres, Gregory M. Cooper, Gregory E. Crawford, Jose Davila-Velderrain, Amy Deep-Soboslay, Chengyu Deng, Christopher P. DiPietro, Stella Dracheva, Shiron Drusinsky, Ziheng Duan, Duc Duong, Cagatay Dursun, Nicholas J. Eagles, Jonathan Edelstein, Prashant S. Emani, John F. Fullard, Kiki Galani, Timur Galeev, Sophia Gaynor, Kiran Girdhar, Fernando S. Goes, William Greenleaf, Jennifer Grundman, Hanmin Guo, Qiuyu Guo, Chirag Gupta, Yoav Hadas, Joachim Hallmayer, Xikun Han, Vahram Haroutunian, Natalie Hawken, Chuan He, Ella Henry, Stephanie C. Hicks, Marcus Ho, Li-Lun Ho, Gabriel E. Hoffman, Yiling Huang, Louise A. Huuki-Myers, Ahyeon Hwang, Artemis Iatrou, Fumitaka Inoue, Aarti Jajoo, Matthew Jensen, Lihua Jiang, Peng Jin, Ting Jin, Connor Jops, Alexandre Jourdon, Riki Kawaguchi, Manolis Kellis, Steven P. Kleopoulos, Alex Kozlenkov, Arnold Kriegstein, Anshul Kundaje, Soumya Kundu, Cheyu Lee, Donghoon Lee, Junhao Li, Mingfeng Li, Xiao Lin, Shuang Liu, Jason Liu, Jianyin Liu, Shuang Liu, Shaoke Lou, Jacob M. Loupe, Dan Lu, Shaojie Ma, Liang Ma, Jessica Mariani, Keri Martinowich, Kristen R. Maynard, Samantha Mazariegos, Ran Meng, Richard M. Myers, Courtney Micallef, Tatiana Mikhailova, Guo-li Ming, Shahin Mohammadi, Emma Monte, Kelsey S. Montgomery, Jill E. Moore, Jennifer R. Moran, Eran A. Mukamel, Angus C. Nairn, Charles B. Nemeroff, Pengyu Ni, Scott Norton, Tomasz Nowakowski, Larsson Omberg, Stephanie C. Page, Saejeong Park, Ashok Patowary, Reenal Pattni, Geo Pertea, Nishigandha Phalke, Dalila Pinto, Milos Pjanic, Sirisha Pochareddy, Alex Pollen, Carolin Purmann, Zhaohui S. Qin, Ping-Ping Qu, Diana Quintero, Towfique Raj, Ananya S. Rajagopalan, Sarah Reach, Thomas Reimonn, Kerry J. Ressler, Deanna Ross, Panos Roussos, Joel Rozowsky, Misir Ruth, W. Brad Ruzicka, Stephan J. Sanders, Juliane M. Schneider, Soraya Scuderi, Robert Sebra, Nicholas Seyfried, Zhiping Shao, Nicole Shedd, Annie W. Shieh, Joo Heon Shin, Mario Skarica, Clara Snijders, Hongjun Song, Matthew W. State, Marilyn Steyert, Sivan Subburaju, Thomas Sudhof, Michael Snyder, Ran Tao, Karen Therrien, Li-Huei Tsai, Alexander E. Urban, Flora M. Vaccarino, Harm van Bakel, Georgios Voloudakis, Brie Wamsley, Tao Wang, Sidney H. Wang, Daifeng Wang, Yifan Wang, Jonathan Warrell, Yu Wei, Annika K. Weimer, Sean Whalen, Kevin P. White, A. Jeremy Willsey, Hyejung Won, Wing Wong, Hao Wu, Feinan Wu, Stefan Wuchty, Dennis Wylie, Siwei Xu, Chloe X. Yap, Biao Zeng, Chunling Zhang, Bin Zhang, Jing Zhang, Yanqiong Zhang, Xiao Zhou, Ryan Ziffra, Zane R. Zeier, Trisha M. Zintel",
      "paper_url": "https://doi.org/10.1126/science.adh0829",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4402891802",
      "paper_id": "https://openalex.org/W4402891802",
      "title": "Cross-species single-cell spatial transcriptomic atlases of the cerebellar cortex",
      "authors": "Shijie Hao, Xiaojia Zhu, Zhi Huang, Qianqian Yang, Hean Liu, Yan Wu, Yafeng Zhan, Yu Dong, Chao Li, He Wang, Elize Haasdijk, Zihan Wu, Shenglong Li, Haotian Yan, Lijing Zhu, Shiyong Guo, Zefang Wang, Aojun Ye, Youning Lin, Luman Cui, Xing Tan, Huanlin Liu, Mingli Wang, Jing Chen, Yanqing Zhong, Wensi Du, Guangling Wang, Tingting Lai, Mengdi Cao, Tao Yang, Yuanfang Xu, Ling Li, Qian Yu, Zhenkun Zhuang, Ying Xia, Ying Lei, Yingjie An, Mengnan Cheng, Yun Zhao, Lei Han, Yue Yuan, Xinxiang Song, Yumo Song, Liqin Gu, Chang Liu, Xiumei Lin, Ruiqi Wang, Zhifeng Wang, Yang Wang, Shenyu Li, Huanhuan Li, Jingjing Song, Mengni Chen, Wanqiu Zhou, Nini Yuan, Suhong Sun, Shiwen Wang, Yu Chen, Mingyuan Zheng, Jiao Fang, Ruiyi Zhang, Shuzhen Zhang, Qinwen Chai, Jiabing Liu, Wu Wei, Jie He, Haibo Zhou, Yangang Sun, Zhen Liu, Chuanyu Liu, Jianhua Yao, Zhifeng Liang, Xun Xu, Muming Poo, Chengyu Li, Chris I. De Zeeuw, Zhiming Shen, Zhiyong Liu, Longqi Liu, Shiping Liu, Yidi Sun, Cirong Liu",
      "paper_url": "https://doi.org/10.1126/science.ado3927",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4220679383",
      "paper_id": "https://openalex.org/W4220679383",
      "title": "Dense functional and molecular readout of a circuit hub in sensory cortex",
      "authors": "Cameron Condylis, Abed Ghanbari, Nikita Manjrekar, Karina Bistrong, Shenqin Yao, Zizhen Yao, Thuc Nghi Nguyen, Hongkui Zeng, Bosiljka Tasic, Jerry L. Chen",
      "paper_url": "https://doi.org/10.1126/science.abl5981",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3190721160",
      "paper_id": "https://openalex.org/W3190721160",
      "title": "Developmental and evolutionary dynamics of cis-regulatory elements in mouse cerebellar cells",
      "authors": "Ioannis Sarropoulos, Mari Sepp, Robert Frömel, Kevin Leiss, Nils Trost, Evgeny Leushkin, Konstantin Okonechnikov, Piyush Joshi, Peter Giere, Lena M. Kutscher, Margarida Cardoso-Moreira, Stefan M. Pfister, Henrik Kaessmann",
      "paper_url": "https://doi.org/10.1126/science.abg4696",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4398250529",
      "paper_id": "https://openalex.org/W4398250529",
      "title": "Developmental isoform diversity in the human neocortex informs neuropsychiatric risk mechanisms",
      "authors": "Ashok Patowary, Pan Zhang, Connor Jops, Celine K. Vuong, Xinzhou Ge, Kangcheng Hou, Minsoo Kim, Naihua Gong, Michael Margolis, Daniel Vo, Xusheng Wang, Chunyu Liu, Bogdan Pasaniuc, Jingyi Jessica Li, Michael J. Gandal, Luis de la Torre-Ubieta",
      "paper_url": "https://doi.org/10.1126/science.adh7688",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410050859",
      "paper_id": "https://openalex.org/W4410050859",
      "title": "Dimensionality reduction simplifies synaptic partner matching in an olfactory circuit",
      "authors": "Cheng Lyu, Zhuoran Li, Chuanyun Xu, Kenneth Kin Lam Wong, David J. Luginbuhl, Colleen N. McLaughlin, Qijing Xie, Tongchao Li, Hongjie Li, Liqun Luo",
      "paper_url": "https://doi.org/10.1126/science.ads7633",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4406020588",
      "paper_id": "https://openalex.org/W4406020588",
      "title": "Direct photoreception by pituitary endocrine cells regulates hormone release and pigmentation",
      "authors": "Ayaka Fukuda, Keita Sato, Chika Fujimori, Takahiro Yamashita, Atsuko Takeuchi, Hideyo Ohuchi, Chie Umatani, Shinji Kanda",
      "paper_url": "https://doi.org/10.1126/science.adj9687",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4394933582",
      "paper_id": "https://openalex.org/W4394933582",
      "title": "Directed and acyclic synaptic connectivity in the human layer 2-3 cortical microcircuit",
      "authors": "Yangfan Peng, Antje Bjelde, Pau Vilimelis Aceituno, Franz X. Mittermaier, Henrike Planert, Sabine Grosser, Julia Onken, Katharina Faust, Thilo Kalbhenn, Matthias Simon, Helena Radbruch, Pawel Fidzinski, Dietmar Schmitz, Henrik Alle, Martin Holtkamp, Imre Vida, Benjamin F. Grewe, Jörg R. P. Geiger",
      "paper_url": "https://doi.org/10.1126/science.adg8828",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4210468311",
      "paper_id": "https://openalex.org/W4210468311",
      "title": "Discovery of genomic loci of the human cerebral cortex using genetically informed brain atlases",
      "authors": "Carolina Makowski, Dennis van der Meer, Weixiu Dong, Hao Wang, Yan Wu, Jingjing Zou, Cin Liu, Sara B. Rosenthal, Donald J. Hagler, Chun Chieh Fan, William S. Kremen, Ole A. Andreassen, Terry L. Jernigan, Anders M. Dale, Kun Zhang, Peter M. Visscher, Jian Yang, Chi-Hua Chen",
      "paper_url": "https://doi.org/10.1126/science.abe8457",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4318141653",
      "paper_id": "https://openalex.org/W4318141653",
      "title": "Encoding of environmental illumination by primate melanopsin neurons",
      "authors": "Andreas Liu, Elliott S. Milner, Yi-Rong Peng, Hannah A. Blume, Michael C. Brown, Gregory S. Bryman, Alan J. Emanuel, Philippe Morquette, Nguyen-Minh Viet, Joshua R. Sanes, Paul D. Gamlin, Michael Tri H. Do",
      "paper_url": "https://doi.org/10.1126/science.ade2024",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4407504178",
      "paper_id": "https://openalex.org/W4407504178",
      "title": "Enhancer-driven cell type comparison reveals similarities between the mammalian and bird pallium",
      "authors": "Nikolai Hecker, Niklas Kempynck, David Mauduit, Darina Abaffyová, Roel Vandepoel, Sam Dieltiens, Lars Borm, Ioannis Sarropoulos, Carmen Bravo González-Blas, Julie De Man, Kristofer Davie, Elke Leysen, Jeroen Vandensteen, Rani Moors, Gert Hulselmans, Lynette Lim, Joris De Wit, Valerie Christiaens, Suresh Poovathingal, Stein Aerts",
      "paper_url": "https://doi.org/10.1126/science.adp3957",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4407447953",
      "paper_id": "https://openalex.org/W4407447953",
      "title": "Evolutionary convergence of sensory circuits in the pallium of amniotes",
      "authors": "Eneritz Rueda-Alaña, Rodrigo Senovilla-Ganzo, Marco Grillo, Enrique Vázquez, Sergio Marco-Salas, Tatiana Gallego-Flores, Aitor Ordeñana-Manso, Artemis Ftara, Laura Escobar, Alberto Benguría, Ana Quintas, Ana Dopazo, Miriam Rábano, María dM Vivanco, Ana María Aransay, Daniel Garrigos, Ángel Toval, José Luis Ferrán, Mats Nilsson, Juan Manuel Encinas-Pérez, Maurizio De Pittà, Fernando García-Moreno",
      "paper_url": "https://doi.org/10.1126/science.adp3411",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4280643668",
      "paper_id": "https://openalex.org/W4280643668",
      "title": "Fate mapping of neural stem cell niches reveals distinct origins of human cortical astrocytes",
      "authors": "Denise E. Allen, Kevin C. Donohue, Cathryn R. Cadwell, David Shin, Matthew G. Keefe, Vikaas S. Sohal, Tomasz J. Nowakowski",
      "paper_url": "https://doi.org/10.1126/science.abm5224",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3154601095",
      "paper_id": "https://openalex.org/W3154601095",
      "title": "Female-specific synaptic dysfunction and cognitive impairment in a mouse model of <i>PCDH19</i> disorder",
      "authors": "Naosuke Hoshina, Erin M. Johnson-Venkatesh, Miyuki Hoshina, Hisashi Umemori",
      "paper_url": "https://doi.org/10.1126/science.aaz3893",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4293068012",
      "paper_id": "https://openalex.org/W4293068012",
      "title": "Functional regulatory variants implicate distinct transcriptional networks in dementia",
      "authors": "Yonatan A. Cooper, Noam Teyssier, Nina M. Dräger, Qiuyu Guo, Jessica E. Davis, Sydney M. Sattler, Zhongan Yang, Abdulsamie Patel, Sarah Wu, Sriram Kosuri, Giovanni Coppola, Martin Kampmann, Daniel H. Geschwind",
      "paper_url": "https://doi.org/10.1126/science.abi8654",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4398250246",
      "paper_id": "https://openalex.org/W4398250246",
      "title": "Genetic regulation of cell type–specific chromatin accessibility shapes brain disease etiology",
      "authors": "Biao Zeng, Jaroslav Bendl, Chengyu Deng, Donghoon Lee, Ruth Misir, Sarah M. Reach, Steven P. Kleopoulos, Pavan Auluck, Stefano Marenco, David A. Lewis, Vahram Haroutunian, Nadav Ahituv, John F. Fullard, Gabriel E. Hoffman, Panos Roussos",
      "paper_url": "https://doi.org/10.1126/science.adh4265",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4294042844",
      "paper_id": "https://openalex.org/W4294042844",
      "title": "GnRH replacement rescues cognition in Down syndrome",
      "authors": "Maria Manfredi-Lozano, Valerie Leysen, Michela Adamo, Isabel Paiva, Renaud Rovera, Jean-Michel Pignat, Fatima Ezzahra Timzoura, Michael Candlish, Sabiha Eddarkaoui, Samuel A. Malone, Mauro S. B. Silva, Sara Trova, Monica Imbernon, Laurine Decoster, Ludovica Cotellessa, Manuel Tena-Sempere, Marc Claret, Ariane Paoloni-Giacobino, Damien Plassard, Emmanuelle Paccou, Nathalie Vionnet, James Acierno, Aleksandra Maleska Maceski, Antoine Lutti, Frank Pfrieger, S. Rasika, Federico Santoni, Ulrich Boehm, Philippe Ciofi, Luc Buée, Nasser Haddjeri, Anne-Laurence Boutillier, Jens Kuhle, Andrea Messina, Bogdan Draganski, Paolo Giacobini, Nelly Pitteloud, Vincent Prevot",
      "paper_url": "https://doi.org/10.1126/science.abq4515",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4378976264",
      "paper_id": "https://openalex.org/W4378976264",
      "title": "Heart-brain connections: Phenotypic and genetic insights from magnetic resonance images",
      "authors": "Bingxin Zhao, Tengfei Li, Zirui Fan, Yue Yang, Juan Shu, Xiaochen Yang, Xifeng Wang, Tianyou Luo, Jiarui Tang, Di Xiong, Zhenyi Wu, Bingxuan Li, Jie Chen, Yue Shan, Chalmer Tomlinson, Ziliang Zhu, Yun Li, Jason L. Stein, Hongtu Zhu",
      "paper_url": "https://doi.org/10.1126/science.abn6598",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4399848824",
      "paper_id": "https://openalex.org/W4399848824",
      "title": "High-resolution electron cryomicroscopy of V-ATPase in native synaptic vesicles",
      "authors": "Claire E. Coupland, Ryan Karimi, Stephanie A. Bueler, Yingke Liang, Gautier M. Courbon, Justin M. Di Trani, Cassandra J. Wong, Rayan Saghian, Ji-Young Youn, Lu-Yang Wang, John L. Rubinstein",
      "paper_url": "https://doi.org/10.1126/science.adp5577",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4412165533",
      "paper_id": "https://openalex.org/W4412165533",
      "title": "Human neuron subtype programming via single-cell transcriptome-coupled patterning screens",
      "authors": "Hsiu-Chuan Lin, Jasper Janssens, Benedikt Eisinger, Philipp Hornauer, Ann-Sophie Kroell, Malgorzata Santel, Maria Pascual-Garcia, Ryoko Okamoto, Kyriaki Karava, Zhisong He, Marthe Priouret, Manuel Schröter, J. Gray Camp, Barbara Treutlein",
      "paper_url": "https://doi.org/10.1126/science.adn6121",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4295086866",
      "paper_id": "https://openalex.org/W4295086866",
      "title": "Human TKTL1 implies greater neurogenesis in frontal neocortex of modern humans than Neanderthals",
      "authors": "Anneline Pinson, Lei Xing, Takashi Namba, Nereo Kalebic, Jula Peters, Christina Eugster Oegema, Sofia Traikov, Katrin Reppe, Stephan Riesenberg, Tomislav Maricic, Razvan Derihaci, Pauline Wimberger, Svante Pääbo, Wieland B. Huttner",
      "paper_url": "https://doi.org/10.1126/science.abl6422",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411983830",
      "paper_id": "https://openalex.org/W4411983830",
      "title": "Identification of proliferating neural progenitors in the adult human hippocampus",
      "authors": "Ionut Dumitru, Marta Paterlini, Margherita Zamboni, Christoph Ziegenhain, Sarantis Giatrellis, Rasool Saghaleyni, Åsa Björklund, Kanar Alkass, Mathew Tata, Henrik Druid, Rickard Sandberg, Jonas Frisén",
      "paper_url": "https://doi.org/10.1126/science.adu9575",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3151212872",
      "paper_id": "https://openalex.org/W3151212872",
      "title": "Incorporation of a nucleoside analog maps genome repair sites in postmitotic human neurons",
      "authors": "Dylan A. Reid, Patrick J. Reed, Johannes C. M. Schlachetzki, Ioana I. Nitulescu, Grace Chou, Enoch C. Tsui, Jeffrey R. Jones, Sahaana Chandran, Ake T. Lu, Claire A. McClain, Jean H. Ooi, Tzu-Wen Wang, Addison J. Lana, Sara B. Linker, Anthony S. Ricciardulli, Shong Lau, Simon T. Schafer, Steve Horvath, Jesse R. Dixon, Nasun Hah, Christopher K. Glass, Fred H. Gage",
      "paper_url": "https://doi.org/10.1126/science.abb9032",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4399601895",
      "paper_id": "https://openalex.org/W4399601895",
      "title": "Integrated platform for multiscale molecular imaging and phenotyping of the human brain",
      "authors": "Juhyuk Park, Ji Wang, Webster Guan, Lars A. Gjesteby, Dylan Pollack, Lee Kamentsky, Nicholas B. Evans, Jeff Stirman, Xinyi Gu, Chuanxi Zhao, Slayton Marx, Minyoung E. Kim, Seo Woo Choi, Michael Snyder, David Chavez, Clover Su-Arcaro, Yuxuan Tian, Chang Sin Park, Qiangge Zhang, Dae Hee Yun, Mira Moukheiber, Guoping Feng, X. William Yang, C. Dirk Keene, Patrick R. Hof, Satrajit S. Ghosh, Matthew P. Frosch, Laura J. Brattain, Kwanghun Chung",
      "paper_url": "https://doi.org/10.1126/science.adh9979",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4387595441",
      "paper_id": "https://openalex.org/W4387595441",
      "title": "Interindividual variation in human cortical cell type abundance and expression",
      "authors": "Nelson Johansen, Saroja Somasundaram, Kyle J. Travaglini, Anna Marie Yanny, Maya Shumyatcher, Tamara Casper, Charles Cobbs, Nick Dee, Richard Ellenbogen, Manuel Ferreira, Jeff Goldy, Junitta Guzman, Ryder Gwinn, Daniel Hirschstein, Nikolas L. Jorstad, C. Dirk Keene, Andrew Ko, Boaz P. Levi, Jeffrey G. Ojemann, Thanh Pham, Nadiya Shapovalova, Daniel Silbergeld, Josef Sulc, Amy Torkelson, Herman Tung, Kimberly Smith, Ed S. Lein, Trygve E. Bakken, Rebecca D. Hodge, Jeremy A. Miller",
      "paper_url": "https://doi.org/10.1126/science.adf2359",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4393951843",
      "paper_id": "https://openalex.org/W4393951843",
      "title": "Lifelong persistence of nuclear RNAs in the mouse brain",
      "authors": "Sara Zocher, Asako McCloskey, Anne Karasinsky, Roberta Schulte, Ulrike Friedrich, Mathias Lesche, Nicole Rund, Fred H. Gage, Martin W. Hetzer, Tomohisa Toda",
      "paper_url": "https://doi.org/10.1126/science.adf3481",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4386523929",
      "paper_id": "https://openalex.org/W4386523929",
      "title": "Lifelong restructuring of 3D genome architecture in cerebellar granule cells",
      "authors": "Longzhi Tan, Jenny Shi, Siavash Moghadami, Bibudha Parasar, Cydney P. Wright, Yunji Seo, Kristen Vallejo, Inma Cobos, Laramie Duncan, Ritchie Chen, Karl Deisseroth",
      "paper_url": "https://doi.org/10.1126/science.adh3253",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4411505784",
      "paper_id": "https://openalex.org/W4411505784",
      "title": "Lineage-resolved analysis of embryonic gene expression evolution in <i>C. elegans</i> and <i>C. briggsae</i>",
      "authors": "Christopher R. L. Large, Rupa Khanal, LaDeana Hillier, Chau Huynh, Connor Kubo, Junhyong Kim, Robert H. Waterston, John I. Murray",
      "paper_url": "https://doi.org/10.1126/science.adu8249",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4220896689",
      "paper_id": "https://openalex.org/W4220896689",
      "title": "Local connectivity and synaptic dynamics in mouse and human neocortex",
      "authors": "Luke Campagnola, Stephanie C. Seeman, Thomas Chartrand, Lisa Kim, Alex Hoggarth, Clare Gamlin, Shinya Ito, Jessica Trinh, Pasha Davoudian, Cristina Radaelli, Mean-Hwan Kim, Travis Hage, Thomas Braun, Lauren Alfiler, Julia Andrade, Phillip Bohn, Rachel Dalley, Alex Henry, Sara Kebede, Alice Mukora, David Sandman, Grace Williams, Rachael Larsen, Corinne Teeter, Tanya L. Daigle, Kyla Berry, Nadia Dotson, Rachel Enstrom, Melissa Gorham, Madie Hupp, Samuel Dingman Lee, Kiet Ngo, Philip R. Nicovich, Lydia Potekhina, Shea Ransford, Amanda Gary, Jeff Goldy, Delissa McMillen, Trangthanh Pham, Michael Tieu, La’Akea Siverts, Miranda Walker, Colin Farrell, Martin Schroedter, Cliff Slaughterbeck, Charles Cobb, Richard Ellenbogen, Ryder P. Gwinn, C. Dirk Keene, Andrew L. Ko, Jeffrey G. Ojemann, Daniel L. Silbergeld, Daniel Carey, Tamara Casper, Kirsten Crichton, Michael Clark, Nick Dee, Lauren Ellingwood, Jessica Gloe, Matthew Kroll, Josef Sulc, Herman Tung, Katherine Wadhwani, Krissy Brouner, Tom Egdorf, Michelle Maxwell, Medea McGraw, Christina Alice Pom, Augustin Ruiz, Jasmine Bomben, David Feng, Nika Hejazinia, Shu Shi, Aaron Szafer, Wayne Wakeman, John Phillips, Amy Bernard, Luke Esposito, Florence D. D’Orazi, Susan Sunkin, Kimberly Smith, Bosiljka Tasic, Anton Arkhipov, Staci Sorensen, Ed Lein, Christof Koch, Gabe Murphy, Hongkui Zeng, Tim Jarsky",
      "paper_url": "https://doi.org/10.1126/science.abj5861",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4398250017",
      "paper_id": "https://openalex.org/W4398250017",
      "title": "Massively parallel characterization of regulatory elements in the developing human cortex",
      "authors": "Chengyu Deng, Sean Whalen, Marilyn Steyert, Ryan Ziffra, Pawel F. Przytycki, Fumitaka Inoue, Daniela A. Pereira, Davide Capauto, Scott Norton, Flora M. Vaccarino, , Alex A. Pollen, Tomasz J. Nowakowski, Nadav Ahituv, Katherine S. Pollard, Schahram Akbarian, Alexej Abyzov, Nadav Ahituv, Dhivya Arasappan, Jose Juan Almagro Armenteros, Brian J. Beliveau, Jaroslav Bendl, Sabina Berretta, Rahul A. Bharadwaj, Arjun Bhattacharya, Lucy Bicks, Kristen Brennand, Davide Capauto, Frances A. Champagne, Tanima Chatterjee, Chris Chatzinakos, Yuhang Chen, H. Isaac Chen, Yuyan Cheng, Lijun Cheng, Andrew Chess, Jo-fan Chien, Zhiyuan Chu, Declan Clarke, Ashley Clement, Leonardo Collado-Torres, Gregory M. Cooper, Gregory E. Crawford, Rujia Dai, Nikolaos P. Daskalakis, Jose Davila-Velderrain, Amy Deep-Soboslay, Chengyu Deng, Christopher P. DiPietro, Stella Dracheva, Shiron Drusinsky, Ziheng Duan, Duc Duong, Cagatay Dursun, Nicholas J. Eagles, Jonathan Edelstein, Prashant S. Emani, John F. Fullard, Kiki Galani, Timur Galeev, Michael J. Gandal, Sophia Gaynor, Mark Gerstein, Daniel H. Geschwind, Kiran Girdhar, Fernando S. Goes, William Greenleaf, Jennifer Grundman, Hanmin Guo, Qiuyu Guo, Chirag Gupta, Yoav Hadas, Joachim Hallmayer, Xikun Han, Vahram Haroutunian, Natalie Hawken, Chuan He, Ella Henry, Stephanie C. Hicks, Marcus Ho, Li-Lun Ho, Gabriel E. Hoffman, Yiling Huang, Louise A. Huuki-Myers, Ahyeon Hwang, Thomas M. Hyde, Artemis Iatrou, Fumitaka Inoue, Aarti Jajoo, Matthew Jensen, Lihua Jiang, Peng Jin, Ting Jin, Connor Jops, Alexandre Jourdon, Riki Kawaguchi, Manolis Kellis, Saniya Khullar, Joel E. Kleinman, Steven P. Kleopoulos, Alex Kozlenkov, Arnold Kriegstein, Anshul Kundaje, Soumya Kundu, Cheyu Lee, Donghoon Lee, Junhao Li, Mingfeng Li, Xiao Lin, Shuang Liu, Jason Liu, Jianyin Liu, Chunyu Liu, Shuang Liu, Shaoke Lou, Jacob M. Loupe, Dan Lu, Shaojie Ma, Liang Ma, Michael Margolis, Jessica Mariani, Keri Martinowich, Kristen R. Maynard, Samantha Mazariegos, Ran Meng, Richard M. Myers, Courtney Micallef, Tatiana Mikhailova, Guo-li Ming, Shahin Mohammadi, Emma Monte, Kelsey S. Montgomery, Jill E. Moore, Jennifer R. Moran, Eran A. Mukamel, Angus C. Nairn, Charles B. Nemeroff, Pengyu Ni, Scott Norton, Tomasz Nowakowski, Larsson Omberg, Stephanie C. Page, Saejeong Park, Ashok Patowary, Reenal Pattni, Geo Pertea, Mette A. Peters, Nishigandha Phalke, Dalila Pinto, Milos Pjanic, Sirisha Pochareddy, Katherine S. Pollard, Alex Pollen, Henry Pratt, Pawel F. Przytycki, Carolin Purmann, Zhaohui S. Qin, Ping-Ping Qu, Diana Quintero, Towfique Raj, Ananya S. Rajagopalan, Sarah Reach, Thomas Reimonn, Kerry J. Ressler, Deanna Ross, Panos Roussos, Joel Rozowsky, Misir Ruth, W. Brad Ruzicka, Stephan J. Sanders, Juliane M. Schneider, Soraya Scuderi, Robert Sebra, Nenad Sestan, Nicholas Seyfried, Zhiping Shao, Nicole Shedd, Annie W. Shieh, Joo Heon Shin, Mario Skarica, Clara Snijders, Hongjun Song, Matthew W. State, Jason Stein, Marilyn Steyert, Sivan Subburaju, Thomas Sudhof, Michael Snyder, Ran Tao, Karen Therrien, Li-Huei Tsai, Alexander E. Urban, Flora M. Vaccarino, Harm van Bakel, Daniel Vo, Georgios Voloudakis, Brie Wamsley, Tao Wang, Sidney H. Wang, Daifeng Wang, Yifan Wang, Jonathan Warrell, Yu Wei, Annika K. Weimer, Daniel R. Weinberger, Cindy Wen, Zhiping Weng, Sean Whalen, Kevin P. White, A. Jeremy Willsey, Hyejung Won, Wing Wong, Hao Wu, Feinan Wu, Stefan Wuchty, Dennis Wylie, Siwei Xu, Chloe X. Yap, Biao Zeng, Pan Zhang, Chunling Zhang, Bin Zhang, Jing Zhang, Yanqiong Zhang, Xiao Zhou, Ryan Ziffra, Zane R. Zeier, Trisha M. Zintel",
      "paper_url": "https://doi.org/10.1126/science.adh0559",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4318263660",
      "paper_id": "https://openalex.org/W4318263660",
      "title": "Mitochondria metabolism sets the species-specific tempo of neuronal development",
      "authors": "Ryohei Iwata, Pierre Casimir, Emir Erkol, Leïla Boubakar, Mélanie Planque, Isabel M. Gallego López, Martyna Ditkowska, Vaiva Gaspariunaite, Sofie Beckers, Daan Remans, Katlijn Vints, Anke Vandekeere, Suresh Poovathingal, Matthew Bird, Ine Vlaeminck, Eline Creemers, Keimpe Wierda, Nikky Corthout, Pieter Vermeersch, Sébastien Carpentier, Kristofer Davie, Massimiliano Mazzone, Natalia V. Gounko, Stein Aerts, Bart Ghesquière, Sarah-Maria Fendt, Pierre Vanderhaeghen",
      "paper_url": "https://doi.org/10.1126/science.abn4705",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4293242863",
      "paper_id": "https://openalex.org/W4293242863",
      "title": "Molecular and cellular evolution of the primate dorsolateral prefrontal cortex",
      "authors": "Shaojie Ma, Mario Skarica, Qian Li, Chuan Xu, Ryan D. Risgaard, Andrew T. N. Tebbenkamp, Xoel Mato-Blanco, Rothem Kovner, Željka Krsnik, Xabier de Martin, Victor Luria, Xavier Martí-Pérez, Dan Liang, Amir Karger, Danielle K. Schmidt, Zachary Gomez-Sanchez, Cai Qi, Kevin T. Gobeske, Sirisha Pochareddy, Ashwin Debnath, Cade J. Hottman, Joshua Spurrier, Leon Teo, Anthony G. Boghdadi, Jihane Homman-Ludiye, John J. Ely, Etienne W. Daadi, Da Mi, Marcel Daadi, Oscar Marín, Patrick R. Hof, Mladen-Roko Rasin, James Bourne, Chet C. Sherwood, Gabriel Santpere, Matthew J. Girgenti, Stephen M. Strittmatter, André M. M. Sousa, Nenad Sestan",
      "paper_url": "https://doi.org/10.1126/science.abo7257",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4308451957",
      "paper_id": "https://openalex.org/W4308451957",
      "title": "Molecular basis of astrocyte diversity and morphology across the CNS in health and disease",
      "authors": "Fumito Endo, Atsushi Kasai, Joselyn S. Soto, Xinzhu Yu, Zhe Qu, Hitoshi Hashimoto, Viviana Gradinaru, Riki Kawaguchi, Baljit S. Khakh",
      "paper_url": "https://doi.org/10.1126/science.adc9020",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4398250247",
      "paper_id": "https://openalex.org/W4398250247",
      "title": "Molecular cascades and cell type–specific signatures in ASD revealed by single-cell genomics",
      "authors": "Brie Wamsley, Lucy Bicks, Yuyan Cheng, Riki Kawaguchi, Diana Quintero, Michael Margolis, Jennifer Grundman, Jianyin Liu, Shaohua Xiao, Natalie Hawken, Samantha Mazariegos, Daniel H. Geschwind",
      "paper_url": "https://doi.org/10.1126/science.adh2602",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4294042843",
      "paper_id": "https://openalex.org/W4294042843",
      "title": "Molecular diversity and evolution of neuron types in the amniote brain",
      "authors": "David Hain, Tatiana Gallego-Flores, Michaela Klinkmann, Angeles Macias, Elena Ciirdaeva, Anja Arends, Christina Thum, Georgi Tushev, Friedrich Kretschmer, Maria Antonietta Tosches, Gilles Laurent",
      "paper_url": "https://doi.org/10.1126/science.abp8202",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4387568524",
      "paper_id": "https://openalex.org/W4387568524",
      "title": "Molecular programs of regional specification and neural stem cell fate progression in macaque telencephalon",
      "authors": "Nicola Micali, Shaojie Ma, Mingfeng Li, Suel-Kee Kim, Xoel Mato-Blanco, Suvimal Kumar Sindhu, Jon I. Arellano, Tianliuyun Gao, Mikihito Shibata, Kevin T. Gobeske, Alvaro Duque, Gabriel Santpere, Nenad Sestan, Pasko Rakic",
      "paper_url": "https://doi.org/10.1126/science.adf3786",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4387595301",
      "paper_id": "https://openalex.org/W4387595301",
      "title": "Morphoelectric and transcriptomic divergence of the layer 1 interneuron repertoire in human versus mouse neocortex",
      "authors": "Thomas Chartrand, Rachel Dalley, Jennie Close, Natalia A. Goriounova, Brian R. Lee, Rusty Mann, Jeremy A. Miller, Gabor Molnar, Alice Mukora, Lauren Alfiler, Katherine Baker, Trygve E. Bakken, Jim Berg, Darren Bertagnolli, Thomas Braun, Krissy Brouner, Tamara Casper, Eva Adrienn Csajbok, Nick Dee, Tom Egdorf, Rachel Enstrom, Anna A. Galakhova, Amanda Gary, Emily Gelfand, Jeff Goldy, Kristen Hadley, Tim S. Heistek, DiJon Hill, Nik Jorstad, Lisa Kim, Agnes Katalin Kocsis, Lauren Kruse, Michael Kunst, Gabriela Leon, Brian Long, Matthew Mallory, Medea McGraw, Delissa McMillen, Erica J. Melief, Norbert Mihut, Lindsay Ng, Julie Nyhus, Gáspár Oláh, Attila Ozsvár, Victoria Omstead, Zoltan Peterfi, Alice Pom, Lydia Potekhina, Ramkumar Rajanbabu, Marton Rozsa, Augustin Ruiz, Joanna Sandle, Susan M. Sunkin, Ildiko Szots, Michael Tieu, Martin Toth, Jessica Trinh, Sara Vargas, David Vumbaco, Grace Williams, Julia Wilson, Zizhen Yao, Pal Barzo, Charles Cobbs, Richard G. Ellenbogen, Luke Esposito, Manuel Ferreira, Nathan W. Gouwens, Benjamin Grannan, Ryder P. Gwinn, Jason S. Hauptman, Tim Jarsky, C. Dirk Keene, Andrew L. Ko, Christof Koch, Jeffrey G. Ojemann, Anoop Patel, Jacob Ruzevick, Daniel L. Silbergeld, Kimberly Smith, Staci A. Sorensen, Bosiljka Tasic, Jonathan T. Ting, Jack Waters, Christiaan P.J. de Kock, Huib D. Mansvelder, Gabor Tamas, Hongkui Zeng, Brian Kalmbach, Ed S. Lein",
      "paper_url": "https://doi.org/10.1126/science.adf0805",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W4200449199",
      "paper_id": "https://openalex.org/W4200449199",
      "title": "Mouse and human share conserved transcriptional programs for interneuron development",
      "authors": "Yingchao Shi, Mengdi Wang, Da Mi, Tian Lu, Bosong Wang, Hao Dong, Suijuan Zhong, Youqiao Chen, Le Sun, Xin Zhou, Qiang Ma, Zeyuan Liu, Wei Wang, Junjing Zhang, Qian Wu, Oscar Marín, Xiaoqun Wang",
      "paper_url": "https://doi.org/10.1126/science.abj6641",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4210539467",
      "paper_id": "https://openalex.org/W4210539467",
      "title": "Nests of dividing neuroblasts sustain interneuron production for the developing human brain",
      "authors": "Mercedes F. Paredes, Cristina Mora, Quetzal Flores-Ramirez, Arantxa Cebrian-Silla, Ashley Del Dosso, Phil Larimer, Jiapei Chen, Gugene Kang, Susana Gonzalez Granero, Eric Garcia, Julia Chu, Ryan Delgado, Jennifer A. Cotter, Vivian Tang, Julien Spatazza, Kirsten Obernier, Jaime Ferrer Lozano, Maximo Vento, Julia Scott, Colin Studholme, Tomasz J. Nowakowski, Arnold R. Kriegstein, Michael C. Oldham, Andrea Hasenstaub, Jose Manuel Garcia-Verdugo, Arturo Alvarez-Buylla, Eric J. Huang",
      "paper_url": "https://doi.org/10.1126/science.abk2346",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4403510092",
      "paper_id": "https://openalex.org/W4403510092",
      "title": "Neurotoxic mixture effects of chemicals extracted from blood of pregnant women",
      "authors": "Georg Braun, Gunda Herberth, Martin Krauss, Maria König, Niklas Wojtysiak, Ana C. Zenclussen, Beate I. Escher",
      "paper_url": "https://doi.org/10.1126/science.adq0336",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4280517410",
      "paper_id": "https://openalex.org/W4280517410",
      "title": "Oligodendrocyte precursors guide interneuron migration by unidirectional contact repulsion",
      "authors": "Fanny Lepiemme, Julie Stoufflet, Míriam Javier-Torrent, Gabriel Mazzucchelli, Carla G. Silva, Laurent Nguyen",
      "paper_url": "https://doi.org/10.1126/science.abn6204",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4387568566",
      "paper_id": "https://openalex.org/W4387568566",
      "title": "Phosphatidylinositol 3,5-bisphosphate facilitates axonal vesicle transport and presynapse assembly",
      "authors": "Filiz Sila Rizalar, Max T. Lucht, Astrid Petzoldt, Shuhan Kong, Jiachen Sun, James H. Vines, Narasimha Swamy Telugu, Sebastian Diecke, Thomas Kaas, Torsten Bullmann, Christopher Schmied, Delia Löwe, Jason S. King, Wonhwa Cho, Stefan Hallermann, Dmytro Puchkov, Stephan J. Sigrist, Volker Haucke",
      "paper_url": "https://doi.org/10.1126/science.adg1075",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4388937035",
      "paper_id": "https://openalex.org/W4388937035",
      "title": "Pregnancy-responsive pools of adult neural stem cells for transient neurogenesis in mothers",
      "authors": "Zayna Chaker, Corina Segalada, Jonas A. Kretz, Ilhan E. Acar, Ana C. Delgado, Valerie Crotet, Andreas E. Moor, Fiona Doetsch",
      "paper_url": "https://doi.org/10.1126/science.abo5199",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4386736961",
      "paper_id": "https://openalex.org/W4386736961",
      "title": "Presynaptic Ube3a E3 ligase promotes synapse elimination through down-regulation of BMP signaling",
      "authors": "Kotaro Furusawa, Kenichi Ishii, Masato Tsuji, Nagomi Tokumitsu, Eri Hasegawa, Kazuo Emoto",
      "paper_url": "https://doi.org/10.1126/science.ade8978",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3165811727",
      "paper_id": "https://openalex.org/W3165811727",
      "title": "Reciprocal repulsions instruct the precise assembly of parallel hippocampal networks",
      "authors": "Daniel T. Pederick, Jan H. Lui, Ellen C. Gingrich, Chuanyun Xu, Mark J. Wagner, Yuanyuan Liu, Zhigang He, Stephen R. Quake, Liqun Luo",
      "paper_url": "https://doi.org/10.1126/science.abg1774",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3128443681",
      "paper_id": "https://openalex.org/W3128443681",
      "title": "Reintroduction of the archaic variant of <i>NOVA1</i> in cortical organoids alters neurodevelopment",
      "authors": "Cleber A. Trujillo, Edward S. Rice, Nathan K. Schaefer, Isaac A. Chaim, Emily C. Wheeler, Assael A. Madrigal, Justin Buchanan, Sebastian Preissl, Allen Wang, Priscilla D. Negraes, Ryan A. Szeto, Roberto H. Herai, Alik Huseynov, Mariana S. A. Ferraz, Fernando S. Borges, Alexandre H. Kihara, Ashley Byrne, Maximillian Marin, Christopher Vollmers, Angela N. Brooks, Jonathan D. Lautz, Katerina Semendeferi, Beth Shapiro, Gene W. Yeo, Stephen E. P. Smith, Richard E. Green, Alysson R. Muotri",
      "paper_url": "https://doi.org/10.1126/science.aax2537",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3171400784",
      "paper_id": "https://openalex.org/W3171400784",
      "title": "Release of stem cells from quiescence reveals gliogenic domains in the adult mouse brain",
      "authors": "Ana C. Delgado, Angel R. Maldonado-Soto, Violeta Silva-Vargas, Dogukan Mizrak, Thomas von Känel, Kelly R. Tan, Alex Paul, Aviv Madar, Henar Cuervo, Jan Kitajewski, Chyuan-Sheng Lin, Fiona Doetsch",
      "paper_url": "https://doi.org/10.1126/science.abg8467",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4323812287",
      "paper_id": "https://openalex.org/W4323812287",
      "title": "Response to Comment on “Human TKTL1 implies greater neurogenesis in frontal neocortex of modern humans than Neanderthals”",
      "authors": "Anneline Pinson, Tomislav Maricic, Hugo Zeberg, Svante Pääbo, Wieland B. Huttner",
      "paper_url": "https://doi.org/10.1126/science.adf2212",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4396574600",
      "paper_id": "https://openalex.org/W4396574600",
      "title": "Risk of meningomyelocele mediated by the common 22q11.2 deletion",
      "authors": "Keng Ioi Vong, Sangmoon Lee, Kit Sing Au, T. Blaine Crowley, Valeria Capra, Jeremiah Martino, Meade Haller, Camila Araújo, Hélio R. Machado, Renee George, Bryn Gerding, Kiely N. James, Valentina Stanley, Nan Jiang, Kameron Alu, Naomi Meave, Anna S. Nidhiry, Fiza Jiwani, Isaac Tang, Ashna Nisal, Ishani Jhamb, Arzoo Patel, Aakash Patel, Jennifer McEvoy-Venneri, Chelsea Barrows, Celina Shen, Yoo-Jin Ha, Robyn Howarth, Madison Strain, Allison Elizabeth Ashley-Koch, Matloob Azam, Sara Mumtaz, Gyang Markus Bot, Richard H. Finnell, Zoha Kibar, Ahmed I. Marwan, Gia Melikishvili, Hal S. Meltzer, Osvaldo M. Mutchinick, David A. Stevenson, Henry J. Mroczkowski, Betsy Ostrander, Erica Schindewolf, Julie Moldenhauer, Elaine H. Zackai, Beverly S. Emanuel, Sixto Garcia-Minaur, Beata A. Nowakowska, Roger E. Stevenson, Maha S. Zaki, Hope Northrup, Hanna K. McNamara, Kimberly A. Aldinger, Ian G. Phelps, Mei Deng, Ian A. Glass, , Bernice Morrow, Donna M. McDonald-McGinn, Simone Sanna-Cherchi, Dolores J. Lamb, Joseph G. Gleeson, Allison Elizabeth Ashley Koch, Hal S. Meltzer, Joan Le, Kit Sing Au, Hope Northrup, Gyang Markus Bot, Valeria Capra, Richard H. Finnell, Zoha Kibar, Philip J. Lupo, Helio R. Machado, Camila Araújo, Tony Magana, Ahmed I. Marwan, Gia Melikishvili, Osvaldo M. Mutchinick, Roger E. Stevenson, Anna Yurrita, Maha S. Zaki, Sara Mumtaz, José Ramón Medina-Bereciartu, Caroline M. Kolvenbach, Shirlee Shril, Friedhelm Hildebrandt, Mahmoud M. Noureldeen, Aida MS. Salem, Yukitoshi Takahashi, Hormos Salimi-Dafsari, H. Westley Phillips, Brian Hanak, Bülent Kara, Ayfer Sakarya Güneş, David D. Gonda, Salman Kirmani, Tinatin Tkemaladze, Joseph G. Gleeson",
      "paper_url": "https://doi.org/10.1126/science.adl1624",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4387568442",
      "paper_id": "https://openalex.org/W4387568442",
      "title": "Signature morphoelectric properties of diverse GABAergic interneurons in the human neocortex",
      "authors": "Brian R. Lee, Rachel Dalley, Jeremy A. Miller, Thomas Chartrand, Jennie Close, Rusty Mann, Alice Mukora, Lindsay Ng, Lauren Alfiler, Katherine Baker, Darren Bertagnolli, Krissy Brouner, Tamara Casper, Eva Csajbok, Nicholas Donadio, Stan L.W. Driessens, Tom Egdorf, Rachel Enstrom, Anna A. Galakhova, Amanda Gary, Emily Gelfand, Jeff Goldy, Kristen Hadley, Tim S. Heistek, Dijon Hill, Wen-Hsien Hou, Nelson Johansen, Nik Jorstad, Lisa Kim, Agnes Katalin Kocsis, Lauren Kruse, Michael Kunst, Gabriela León, Brian Long, Matthew Mallory, Michelle Maxwell, Medea McGraw, Delissa McMillen, Erica J. Melief, Gabor Molnar, Marty T. Mortrud, Dakota Newman, Julie Nyhus, Ximena Opitz-Araya, Attila Ozsvár, Trangthanh Pham, Alice Pom, Lydia Potekhina, Ram Rajanbabu, Augustin Ruiz, Susan M. Sunkin, Ildikó Szöts, Naz Taskin, Bargavi Thyagarajan, Michael Tieu, Jessica Trinh, Sara Vargas, David Vumbaco, Femke Waleboer, Sarah Walling-Bell, Natalie Weed, Grace Williams, Julia Wilson, Shenqin Yao, Thomas Zhou, Pál Barzó, Trygve Bakken, Charles Cobbs, Nick Dee, Richard G. Ellenbogen, Luke Esposito, Manuel Ferreira, Nathan W. Gouwens, Benjamin Grannan, Ryder P. Gwinn, Jason S. Hauptman, Rebecca Hodge, Tim Jarsky, C. Dirk Keene, Andrew L. Ko, Anders Rosendal Korshoej, Boaz P. Levi, Kaare Meier, Jeffrey G. Ojemann, Anoop Patel, Jacob Ruzevick, Daniel L. Silbergeld, Kimberly Smith, Jens Christian Sørensen, Jack Waters, Hongkui Zeng, Jim Berg, Marco Capogna, Natalia A. Goriounova, Brian Kalmbach, Christiaan P.J. de Kock, Huib D. Mansvelder, Staci A. Sorensen, Gabor Tamas, Ed S. Lein, Jonathan T. Ting",
      "paper_url": "https://doi.org/10.1126/science.adf6484",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4294073550",
      "paper_id": "https://openalex.org/W4294073550",
      "title": "Single-cell analyses of axolotl telencephalon organization, neurogenesis, and regeneration",
      "authors": "Katharina Lust, Ashley Maynard, Tomás Gomes, Jonas Simon Fleck, J. Gray Camp, Elly M. Tanaka, Barbara Treutlein",
      "paper_url": "https://doi.org/10.1126/science.abp9262",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4387595265",
      "paper_id": "https://openalex.org/W4387595265",
      "title": "Single-cell analysis of prenatal and postnatal human cortical development",
      "authors": "Dmitry Velmeshev, Yonatan Perez, Zihan Yan, Jonathan E. Valencia, David R. Castaneda-Castellanos, Li Wang, Lucas Schirmer, Simone Mayer, Brittney Wick, Shaohui Wang, Tomasz Jan Nowakowski, Mercedes Paredes, Eric J. Huang, Arnold R. Kriegstein",
      "paper_url": "https://doi.org/10.1126/science.adf0834",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4387568772",
      "paper_id": "https://openalex.org/W4387568772",
      "title": "Single-cell DNA methylation and 3D genome architecture in the human brain",
      "authors": "Wei Tian, Jingtian Zhou, Anna Bartlett, Qiurui Zeng, Hanqing Liu, Rosa G. Castanon, Mia Kenworthy, Jordan Altshul, Cynthia Valadon, Andrew Aldridge, Joseph R. Nery, Huaming Chen, Jiaying Xu, Nicholas D. Johnson, Jacinta Lucero, Julia K. Osteen, Nora Emerson, Jon Rink, Jasper Lee, Yang E. Li, Kimberly Siletti, Michelle Liem, Naomi Claffey, Carolyn O’Connor, Anna Marie Yanny, Julie Nyhus, Nick Dee, Tamara Casper, Nadiya Shapovalova, Daniel Hirschstein, Song-Lin Ding, Rebecca Hodge, Boaz P. Levi, C. Dirk Keene, Sten Linnarsson, Ed Lein, Bing Ren, M. Margarita Behrens, Joseph R. Ecker",
      "paper_url": "https://doi.org/10.1126/science.adf5357",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4398250269",
      "paper_id": "https://openalex.org/W4398250269",
      "title": "Single-cell genomics and regulatory networks for 388 human brains",
      "authors": "Prashant S. Emani, Jason J. Liu, Declan Clarke, Matthew Jensen, Jonathan Warrell, Chirag Gupta, Ran Meng, Che Yu Lee, Siwei Xu, Cagatay Dursun, Shaoke Lou, Yuhang Chen, Zhiyuan Chu, Timur Galeev, Ahyeon Hwang, Yunyang Li, Pengyu Ni, Xiao Zhou, , Trygve E. Bakken, Jaroslav Bendl, Lucy Bicks, Tanima Chatterjee, Lijun Cheng, Yuyan Cheng, Yi Dai, Ziheng Duan, Mary Flaherty, John F. Fullard, Michael Gancz, Diego Garrido-Martín, Sophia Gaynor-Gillett, Jennifer Grundman, Natalie Hawken, Ella Henry, Gabriel E. Hoffman, Ao Huang, Yunzhe Jiang, Ting Jin, Nikolas L. Jorstad, Riki Kawaguchi, Saniya Khullar, Jianyin Liu, Junhao Liu, Shuang Liu, Shaojie Ma, Michael Margolis, Samantha Mazariegos, Jill Moore, Jennifer R. Moran, Eric Nguyen, Nishigandha Phalke, Milos Pjanic, Henry Pratt, Diana Quintero, Ananya S. Rajagopalan, Tiernon R. Riesenmy, Nicole Shedd, Manman Shi, Megan Spector, Rosemarie Terwilliger, Kyle J. Travaglini, Brie Wamsley, Gaoyuan Wang, Yan Xia, Shaohua Xiao, Andrew C. Yang, Suchen Zheng, Michael J. Gandal, Donghoon Lee, Ed S. Lein, Panos Roussos, Nenad Sestan, Zhiping Weng, Kevin P. White, Hyejung Won, Matthew J. Girgenti, Jing Zhang, Daifeng Wang, Daniel Geschwind, Mark Gerstein, Schahram Akbarian, Alexej Abyzov, Nadav Ahituv, Dhivya Arasappan, Jose Juan Almagro Armenteros, Brian J. Beliveau, Sabina Berretta, Rahul A. Bharadwaj, Arjun Bhattacharya, Kristen Brennand, Davide Capauto, Frances A. Champagne, Chris Chatzinakos, H. Isaac Chen, Lijun Cheng, Andrew Chess, Jo-fan Chien, Ashley Clement, Leonardo Collado-Torres, Gregory M. Cooper, Gregory E. Crawford, Rujia Dai, Nikolaos P. Daskalakis, Jose Davila-Velderrain, Amy Deep-Soboslay, Chengyu Deng, Christopher P. DiPietro, Stella Dracheva, Shiron Drusinsky, Duc Duong, Nicholas J. Eagles, Jonathan Edelstein, Kiki Galani, Kiran Girdhar, Fernando S. Goes, William Greenleaf, Hanmin Guo, Qiuyu Guo, Yoav Hadas, Joachim Hallmayer, Xikun Han, Vahram Haroutunian, Chuan He, Stephanie C. Hicks, Marcus Ho, Li-Lun Ho, Yiling Huang, Louise A. Huuki-Myers, Thomas M. Hyde, Artemis Iatrou, Fumitaka Inoue, Aarti Jajoo, Lihua Jiang, Peng Jin, Connor Jops, Alexandre Jourdon, Manolis Kellis, Joel E. Kleinman, Steven P. Kleopoulos, Alex Kozlenkov, Arnold Kriegstein, Anshul Kundaje, Soumya Kundu, Junhao Li, Mingfeng Li, Xiao Lin, Shuang Liu, Chunyu Liu, Jacob M. Loupe, Dan Lu, Liang Ma, Jessica Mariani, Keri Martinowich, Kristen R. Maynard, Richard M. Myers, Courtney Micallef, Tatiana Mikhailova, Guo-li Ming, Shahin Mohammadi, Emma Monte, Kelsey S. Montgomery, Eran A. Mukamel, Angus C. Nairn, Charles B. Nemeroff, Scott Norton, Tomasz Nowakowski, Larsson Omberg, Stephanie C. Page, Saejeong Park, Ashok Patowary, Reenal Pattni, Geo Pertea, Mette A. Peters, Dalila Pinto, Sirisha Pochareddy, Katherine S. Pollard, Alex Pollen, Pawel F. Przytycki, Carolin Purmann, Zhaohui S. Qin, Ping-Ping Qu, Towfique Raj, Sarah Reach, Thomas Reimonn, Kerry J. Ressler, Deanna Ross, Joel Rozowsky, Misir Ruth, W. Brad Ruzicka, Stephan J. Sanders, Juliane M. Schneider, Soraya Scuderi, Robert Sebra, Nicholas Seyfried, Zhiping Shao, Annie W. Shieh, Joo Heon Shin, Mario Skarica, Clara Snijders, Hongjun Song, Matthew W. State, Jason Stein, Marilyn Steyert, Sivan Subburaju, Thomas Sudhof, Michael Snyder, Ran Tao, Karen Therrien, Li-Huei Tsai, Alexander E. Urban, Flora M. Vaccarino, Harm van Bakel, Daniel Vo, Georgios Voloudakis, Tao Wang, Sidney H. Wang, Yifan Wang, Yu Wei, Annika K. Weimer, Daniel R. Weinberger, Cindy Wen, Sean Whalen, A. Jeremy Willsey, Wing Wong, Hao Wu, Feinan Wu, Stefan Wuchty, Dennis Wylie, Chloe X. Yap, Biao Zeng, Pan Zhang, Chunling Zhang, Bin Zhang, Yanqiong Zhang, Ryan Ziffra, Zane R. Zeier, Trisha M. Zintel",
      "paper_url": "https://doi.org/10.1126/science.adi5199",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4398250214",
      "paper_id": "https://openalex.org/W4398250214",
      "title": "Single-cell multi-cohort dissection of the schizophrenia transcriptome",
      "authors": "W. Brad Ruzicka, Shahin Mohammadi, John F. Fullard, Jose Davila-Velderrain, Sivan Subburaju, Daniel Reed Tso, Makayla Hourihan, Shan Jiang, Hao-Chih Lee, Jaroslav Bendl, , Georgios Voloudakis, Vahram Haroutunian, Gabriel E. Hoffman, Panos Roussos, Manolis Kellis, Schahram Akbarian, Alexej Abyzov, Nadav Ahituv, Dhivya Arasappan, Jose Juan Almagro Armenteros, Brian J. Beliveau, Sabina Berretta, Rahul A. Bharadwaj, Arjun Bhattacharya, Lucy Bicks, Kristen Brennand, Davide Capauto, Frances A. Champagne, Tanima Chatterjee, Chris Chatzinakos, Yuhang Chen, H. Isaac Chen, Yuyan Cheng, Lijun Cheng, Andrew Chess, Jo-fan Chien, Zhiyuan Chu, Declan Clarke, Ashley Clement, Leonardo Collado-Torres, Gregory M. Cooper, Gregory E. Crawford, Rujia Dai, Nikolaos P. Daskalakis, Amy Deep-Soboslay, Chengyu Deng, Christopher P. DiPietro, Stella Dracheva, Shiron Drusinsky, Ziheng Duan, Duc Duong, Cagatay Dursun, Nicholas J. Eagles, Jonathan Edelstein, Prashant S. Emani, Kiki Galani, Timur Galeev, Michael J. Gandal, Sophia Gaynor, Mark Gerstein, Daniel H. Geschwind, Kiran Girdhar, Fernando S. Goes, William Greenleaf, Jennifer Grundman, Hanmin Guo, Qiuyu Guo, Chirag Gupta, Yoav Hadas, Joachim Hallmayer, Xikun Han, Natalie Hawken, Chuan He, Ella Henry, Stephanie C. Hicks, Marcus Ho, Li-Lun Ho, Yiling Huang, Louise A. Huuki-Myers, Ahyeon Hwang, Thomas M. Hyde, Artemis Iatrou, Fumitaka Inoue, Aarti Jajoo, Matthew Jensen, Lihua Jiang, Peng Jin, Ting Jin, Connor Jops, Alexandre Jourdon, Riki Kawaguchi, Joel E. Kleinman, Steven P. Kleopoulos, Alex Kozlenkov, Arnold Kriegstein, Anshul Kundaje, Soumya Kundu, Cheyu Lee, Donghoon Lee, Junhao Li, Mingfeng Li, Xiao Lin, Shuang Liu, Jason Liu, Jianyin Liu, Chunyu Liu, Shuang Liu, Shaoke Lou, Jacob M. Loupe, Dan Lu, Shaojie Ma, Liang Ma, Michael Margolis, Jessica Mariani, Keri Martinowich, Kristen R. Maynard, Samantha Mazariegos, Ran Meng, Richard M. Myers, Courtney Micallef, Tatiana Mikhailova, Guo-li Ming, Emma Monte, Kelsey S. Montgomery, Jill E. Moore, Jennifer R. Moran, Eran A. Mukamel, Angus C. Nairn, Charles B. Nemeroff, Pengyu Ni, Scott Norton, Tomasz Nowakowski, Larsson Omberg, Stephanie C. Page, Saejeong Park, Ashok Patowary, Reenal Pattni, Geo Pertea, Mette A. Peters, Nishigandha Phalke, Dalila Pinto, Milos Pjanic, Sirisha Pochareddy, Katherine S. Pollard, Alex Pollen, Henry Pratt, Pawel F. Przytycki, Carolin Purmann, Zhaohui S. Qin, Ping-Ping Qu, Diana Quintero, Towfique Raj, Ananya S. Rajagopalan, Sarah Reach, Thomas Reimonn, Kerry J. Ressler, Deanna Ross, Joel Rozowsky, Misir Ruth, Stephan J. Sanders, Juliane M. Schneider, Soraya Scuderi, Robert Sebra, Nenad Sestan, Nicholas Seyfried, Zhiping Shao, Nicole Shedd, Annie W. Shieh, Joo Heon Shin, Mario Skarica, Clara Snijders, Hongjun Song, Matthew W. State, Jason Stein, Marilyn Steyert, Thomas Sudhof, Michael Snyder, Ran Tao, Karen Therrien, Li-Huei Tsai, Alexander E. Urban, Flora M. Vaccarino, Harm van Bakel, Daniel Vo, Brie Wamsley, Tao Wang, Sidney H. Wang, Daifeng Wang, Yifan Wang, Jonathan Warrell, Yu Wei, Annika K. Weimer, Daniel R. Weinberger, Cindy Wen, Zhiping Weng, Sean Whalen, Kevin P. White, A. Jeremy Willsey, Hyejung Won, Wing Wong, Hao Wu, Feinan Wu, Stefan Wuchty, Dennis Wylie, Siwei Xu, Chloe X. Yap, Biao Zeng, Pan Zhang, Chunling Zhang, Bin Zhang, Jing Zhang, Yanqiong Zhang, Xiao Zhou, Ryan Ziffra, Zane R. Zeier, Trisha M. Zintel",
      "paper_url": "https://doi.org/10.1126/science.adg5136",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3201820288",
      "paper_id": "https://openalex.org/W3201820288",
      "title": "Single-cell nuclear architecture across cell types in the mouse brain",
      "authors": "Yodai Takei, Shiwei Zheng, Jina Yun, Sheel Shah, Nico Pierson, Jonathan White, Simone Schindler, Carsten H. Tischbirek, Guo-Cheng Yuan, Long Cai",
      "paper_url": "https://doi.org/10.1126/science.abj1966",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4294042823",
      "paper_id": "https://openalex.org/W4294042823",
      "title": "Single-cell Stereo-seq reveals induced progenitor cells involved in axolotl brain regeneration",
      "authors": "Xiaoyu Wei, Sulei Fu, Hanbo Li, Yang Liu, Shuai Wang, Weimin Feng, Yunzhi Yang, Xiawei Liu, Yan-Yun Zeng, Mengnan Cheng, Yiwei Lai, Xiaojie Qiu, Liang Wu, Nannan Zhang, Yujia Jiang, Jiangshan Xu, Xiaoshan Su, Cheng Peng, Lei Han, Wilson Pak-Kin Lou, Chuanyu Liu, Yue Yuan, Kailong Ma, Tao Yang, Xiangyu Pan, Shang Gao, Ao Chen, Miguel A. Esteban, Huanming Yang, Jian Wang, Guangyi Fan, Longqi Liu, Liang Chen, Xun Xu, Ji-Feng Fei, Ying Gu",
      "paper_url": "https://doi.org/10.1126/science.abp9444",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4280633014",
      "paper_id": "https://openalex.org/W4280633014",
      "title": "Single-nucleus cross-tissue molecular reference maps toward understanding disease gene function",
      "authors": "Gökcen Eraslan, Eugene Drokhlyansky, Shankara Anand, Evgenij Fiskin, Ayshwarya Subramanian, Michal Slyper, Jiali Wang, Nicholas Van Wittenberghe, John M. Rouhana, Julia Waldman, Orr Ashenberg, Monkol Lek, Danielle Dionne, Thet Su Win, Michael S. Cuoco, Olena Kuksenko, Alexander M. Tsankov, Philip A. Branton, Jamie L. Marshall, Anna Greka, Gad Getz, Ayellet V. Segrè, François Aguet, Orit Rozenblatt-Rosen, Kristin G. Ardlie, Aviv Regev",
      "paper_url": "https://doi.org/10.1126/science.abl4290",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4403294540",
      "paper_id": "https://openalex.org/W4403294540",
      "title": "Somatic mosaicism in schizophrenia brains reveals prenatal mutational processes",
      "authors": "Eduardo A. Maury, Attila Jones, Vladimir Seplyarskiy, Thanh Thanh L. Nguyen, Chaggai Rosenbluh, Taejong Bae, Yifan Wang, Alexej Abyzov, Sattar Khoshkhoo, Yasmine Chahine, Sijing Zhao, Sanan Venkatesh, Elise Root, Georgios Voloudakis, Panagiotis Roussos, , Peter J. Park, Schahram Akbarian, Kristen Brennand, Steven Reilly, Eunjung A. Lee, Shamil R. Sunyaev, Christopher A. Walsh, Andrew Chess",
      "paper_url": "https://doi.org/10.1126/science.adq1456",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4387568857",
      "paper_id": "https://openalex.org/W4387568857",
      "title": "Spatiotemporal molecular dynamics of the developing human thalamus",
      "authors": "Chang N. Kim, David Shin, Albert Wang, Tomasz J. Nowakowski",
      "paper_url": "https://doi.org/10.1126/science.adf9941",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4366482837",
      "paper_id": "https://openalex.org/W4366482837",
      "title": "Syncytial nerve net in a ctenophore adds insights on the evolution of nervous systems",
      "authors": "Pawel Burkhardt, Jeffrey Colgren, Astrid Medhus, Leonid Digel, Benjamin Naumann, Joan J. Soto-Angel, Eva-Lena Nordmann, Maria Y. Sachkova, Maike Kittelmann",
      "paper_url": "https://doi.org/10.1126/science.ade5645",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4392282691",
      "paper_id": "https://openalex.org/W4392282691",
      "title": "SynGAP regulates synaptic plasticity and cognition independently of its catalytic activity",
      "authors": "Yoichi Araki, Kacey E. Rajkovich, Elizabeth E. Gerber, Timothy R. Gamache, Richard C. Johnson, Thanh Hai N. Tran, Bian Liu, Qianwen Zhu, Ingie Hong, Alfredo Kirkwood, Richard Huganir",
      "paper_url": "https://doi.org/10.1126/science.adk1291",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4398250103",
      "paper_id": "https://openalex.org/W4398250103",
      "title": "Systems biology dissection of PTSD and MDD across brain regions, cell types, and blood",
      "authors": "Nikolaos P. Daskalakis, Artemis Iatrou, Chris Chatzinakos, Aarti Jajoo, Clara Snijders, Dennis Wylie, Christopher P. DiPietro, Ioulia Tsatsani, Chia-Yen Chen, Cameron D. Pernia, Marina Soliva-Estruch, Dhivya Arasappan, Rahul A. Bharadwaj, Leonardo Collado-Torres, Stefan Wuchty, Victor E. Alvarez, Eric B. Dammer, Amy Deep-Soboslay, Duc M. Duong, Nick Eagles, Bertrand R. Huber, Louise Huuki, Vincent L. Holstein, Mark W. Logue, Justina F. Lugenbühl, Adam X. Maihofer, Mark W. Miller, Caroline M. Nievergelt, Geo Pertea, Deanna Ross, Mohammad S. E. Sendi, Benjamin B. Sun, Ran Tao, James Tooke, Erika J. Wolf, Zane Zeier, , Sabina Berretta, Frances A. Champagne, Thomas Hyde, Nicholas T. Seyfried, Joo Heon Shin, Daniel R. Weinberger, Charles B. Nemeroff, Joel E. Kleinman, Kerry J. Ressler, Caroline M. Nievergelt, Adam X. Maihofer, Elizabeth G. Atkinson, Chia-Yen Chen, Karmel W. Choi, Jonathan R. I. Coleman, Nikolaos P. Daskalakis, Laramie E. Duncan, Renato Polimanti, Cindy Aaronson, Ananda B. Amstadter, Soren B. Andersen, Ole A. Andreassen, Paul A. Arbisi, Allison E. Ashley-Koch, S. Bryn Austin, Esmina Avdibegoviç, Dragan Babić, Silviu-Alin Bacanu, Dewleen G. Baker, Anthony Batzler, Jean C. Beckham, Sintia Belangero, Corina Benjet, Carisa Bergner, Linda M. Bierer, Joanna M. Biernacka, Laura J. Bierut, Jonathan I. Bisson, Marco P. Boks, Elizabeth A. Bolger, Amber Brandolino, Gerome Breen, Rodrigo Affonseca Bressan, Richard A. Bryant, Angela C. Bustamante, Jonas Bybjerg-Grauholm, Marie Bækvad-Hansen, Anders D. Børglum, Sigrid Børte, Leah Cahn, Joseph R. Calabrese, Jose Miguel Caldas-de-Almeida, Chris Chatzinakos, Sheraz Cheema, Sean A. P. Clouston, Lucía Colodro-Conde, Brandon J. Coombes, Carlos S. Cruz-Fuentes, Anders M. Dale, Shareefa Dalvie, Lea K. Davis, Jürgen Deckert, Douglas L. Delahanty, Michelle F. Dennis, Frank Desarnaud, Christopher P. DiPietro, Seth G. Disner, Anna R. Docherty, Katharina Domschke, Grete Dyb, Alma Džubur Kulenović, Howard J. Edenberg, Alexandra Evans, Chiara Fabbri, Negar Fani, Lindsay A. Farrer, Adriana Feder, Norah C. Feeny, Janine D. Flory, David Forbes, Carol E. Franz, Sandro Galea, Melanie E. Garrett, Bizu Gelaye, Joel Gelernter, Elbert Geuze, Charles F. Gillespie, Slavina B. Goleva, Scott D. Gordon, Aferdita Goçi, Lana Ruvolo Grasser, Camila Guindalini, Magali Haas, Saskia Hagenaars, Michael A. Hauser, Andrew C. Heath, Sian M. J. Hemmings, Victor Hesselbrock, Ian B. Hickie, Kelleigh Hogan, David Michael Hougaard, Hailiang Huang, Laura M. Huckins, Kristian Hveem, Miro Jakovljević, Arash Javanbakht, Gregory D. Jenkins, Jessica Johnson, Ian Jones, Tanja Jovanovic, Karen-Inge Karstoft, Milissa L. Kaufman, James L. Kennedy, Ronald C. Kessler, Alaptagin Khan, Nathan A. Kimbrel, Anthony P. King, Nastassja Koen, Roman Kotov, Henry R. Kranzler, Kristi Krebs, William S. Kremen, Pei-Fen Kuan, Bruce R. Lawford, Lauren A. M. Lebois, Kelli Lehto, Daniel F. Levey, Catrin Lewis, Israel Liberzon, Sarah D. Linnstaedt, Mark W. Logue, Adriana Lori, Yi Lu, Benjamin J. Luft, Michelle K. Lupton, Jurjen J. Luykx, Iouri Makotkine, Jessica L. Maples-Keller, Shelby Marchese, Charles Marmar, Nicholas G. Martin, Gabriela A. Martínez-Levy, Kerrie McAloney, Alexander McFarlane, Katie A. McLaughlin, Samuel A. McLean, Sarah E. Medland, Divya Mehta, Jacquelyn Meyers, Vasiliki Michopoulos, Elizabeth A. Mikita, Lili Milani, William Milberg, Mark W. Miller, Rajendra A. Morey, Charles Phillip Morris, Ole Mors, Preben Bo Mortensen, Mary S. Mufford, Elliot C. Nelson, Merete Nordentoft, Sonya B. Norman, Nicole R. Nugent, Meaghan O'Donnell, Holly K. Orcutt, Pedro M. Pan, Matthew S. Panizzon, Gita A. Pathak, Edward S. Peters, Alan L. Peterson, Matthew Peverill, Robert H. Pietrzak, Melissa A. Polusny, Bernice Porjesz, Abigail Powers, Xue-Jun Qin, Andrew Ratanatharathorn, Victoria B. Risbrough, Andrea L. Roberts, Alex O. Rothbaum, Barbara O. Rothbaum, Peter Roy-Byrne, Kenneth J. Ruggiero, Ariane Rung, Heiko Runz, Bart P. F. Rutten, Stacey Saenz de Viteri, Giovanni Abrahão Salum, Laura Sampson, Sixto E. Sanchez, Marcos Santoro, Carina Seah, Soraya Seedat, Julia S. Seng, Andrey Shabalin, Christina M. Sheerin, Derrick Silove, Alicia K. Smith, Jordan W. Smoller, Scott R. Sponheim, Dan J. Stein, Synne Stensland, Jennifer S. Stevens, Jennifer A. Sumner, Martin H. Teicher, Wesley K. Thompson, Arun K. Tiwari, Edward Trapido, Monica Uddin, Robert J. Ursano, Unnur Valdimarsdóttir, Miranda Van Hooff, Eric Vermetten, Christiaan H. Vinkers, Joanne Voisey, Yunpeng Wang, Zhewu Wang, Monika Waszczuk, Heike Weber, Frank R. Wendt, Thomas Werge, Michelle A. Williams, Douglas E. Williamson, Bendik S. Winsvold, Sherry Winternitz, Christiane Wolf, Erika J. Wolf, Yan Xia, Ying Xiong, Rachel Yehuda, Keith A. Young, Ross McD Young, Clement C. Zai, Gwyneth C. Zai, Mark Zervas, Hongyu Zhao, Lori A. Zoellner, John-Anker Zwart, Terri deRoon-Cassini, Sanne J. H. van Rooij, Leigh L. van den Heuvel, , , , , Murray B. Stein, Kerry J. Ressler, Karestan C. Koenen",
      "paper_url": "https://doi.org/10.1126/science.adh3707",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3157630266",
      "paper_id": "https://openalex.org/W3157630266",
      "title": "The coding and long noncoding single-cell atlas of the developing human fetal striatum",
      "authors": "Vittoria Dickinson Bocchi, Paola Conforti, Elena Vezzoli, Dario Besusso, Claudio Cappadona, Tiziana Lischetti, Maura Galimberti, Valeria Ranzani, Raoul J. P. Bonnal, Marco De Simone, Grazisa Rossetti, Xiaoling He, Kenji Kamimoto, Ira Espuny-Camacho, Andrea Faedo, Federica Gervasoni, Romina Vuono, Samantha A. Morris, Jian Chen, Dan Felsenfeld, Giulio Pavesi, Roger A. Barker, Massimiliano Pagani, Elena Cattaneo",
      "paper_url": "https://doi.org/10.1126/science.abf5759",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3202908903",
      "paper_id": "https://openalex.org/W3202908903",
      "title": "The glial framework reveals white matter fiber architecture in human and primate brains",
      "authors": "Roey Schurr, Aviv A. Mezer",
      "paper_url": "https://doi.org/10.1126/science.abj7960",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3148838946",
      "paper_id": "https://openalex.org/W3148838946",
      "title": "The primitive brain of early <i>Homo</i>",
      "authors": "Marcia S. Ponce de León, Thibault Bienvenu, Assaf Marom, Silvano Engel, Paul Tafforeau, José Luis Alatorre Warren, David Lordkipanidze, Iwan Kurniawan, Delta Bayu Murti, Rusyad Adi Suriyanto, Toetik Koesbardiati, Christoph P. E. Zollikofer",
      "paper_url": "https://doi.org/10.1126/science.aaz0032",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3213516082",
      "paper_id": "https://openalex.org/W3213516082",
      "title": "Tool use and language share syntactic processes and neural patterns in the basal ganglia",
      "authors": "Simon Thibault, Raphaël Py, Angelo Mattia Gervasi, Romeo Salemme, Eric Koun, Martin Lövden, Véronique Boulenger, Alice C. Roy, Claudio Brozzoli",
      "paper_url": "https://doi.org/10.1126/science.abe0874",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4387568575",
      "paper_id": "https://openalex.org/W4387568575",
      "title": "Transcriptomic cytoarchitecture reveals principles of human neocortex organization",
      "authors": "Nikolas L. Jorstad, Jennie Close, Nelson Johansen, Anna Marie Yanny, Eliza R. Barkan, Kyle J. Travaglini, Darren Bertagnolli, Jazmin Campos, Tamara Casper, Kirsten Crichton, Nick Dee, Song-Lin Ding, Emily Gelfand, Jeff Goldy, Daniel Hirschstein, Katelyn Kiick, Matthew Kroll, Michael Kunst, Kanan Lathia, Brian Long, Naomi Martin, Delissa McMillen, Trangthanh Pham, Christine Rimorin, Augustin Ruiz, Nadiya Shapovalova, Soraya Shehata, Kimberly Siletti, Saroja Somasundaram, Josef Sulc, Michael Tieu, Amy Torkelson, Herman Tung, Edward M. Callaway, Patrick R. Hof, C. Dirk Keene, Boaz P. Levi, Sten Linnarsson, Partha P. Mitra, Kimberly Smith, Rebecca D. Hodge, Trygve E. Bakken, Ed S Lein",
      "paper_url": "https://doi.org/10.1126/science.adf6812",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4387568450",
      "paper_id": "https://openalex.org/W4387568450",
      "title": "Transcriptomic diversity of cell types across the adult human brain",
      "authors": "Kimberly Siletti, Rebecca Hodge, Alejandro Mossi Albiach, Ka Wai Lee, Song-Lin Ding, Lijuan Hu, Peter Lönnerberg, Trygve Bakken, Tamara Casper, Michael Clark, Nick Dee, Jessica Gloe, Daniel Hirschstein, Nadiya V. Shapovalova, C. Dirk Keene, Julie Nyhus, Herman Tung, Anna Marie Yanny, Ernest Arenas, Ed S. Lein, Sten Linnarsson",
      "paper_url": "https://doi.org/10.1126/science.add7046",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4296800245",
      "paper_id": "https://openalex.org/W4296800245",
      "title": "Treating early postnatal circuit defect delays Huntington’s disease onset and pathology in mice",
      "authors": "Barbara Yael Braz, Doris Wennagel, Leslie Ratié, Diego Alves Rodrigues de Souza, Jean Christophe Deloulme, Emmanuel L. Barbier, Alain Buisson, Fabien Lanté, Sandrine Humbert",
      "paper_url": "https://doi.org/10.1126/science.abq5011",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4400974411",
      "paper_id": "https://openalex.org/W4400974411",
      "title": "Tuning cohesin trajectories enables differential readout of the Pcdhα cluster across neurons",
      "authors": "Lea Kiefer, Simon Gaudin, Sandy M. Rajkumar, Gabrielle Isabelle F. Servito, Jennifer Langen, Michael H. Mui, Shayra Nawsheen, Daniele Canzio",
      "paper_url": "https://doi.org/10.1126/science.adm9802",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4381613305",
      "paper_id": "https://openalex.org/W4381613305",
      "title": "WAPL functions as a rheostat of Protocadherin isoform diversity that controls neural wiring",
      "authors": "Lea Kiefer, Anna Chiosso, Jennifer Langen, Alex Buckley, Simon Gaudin, Sandy M. Rajkumar, Gabrielle Isabelle F. Servito, Elizabeth S. Cha, Akshara Vijay, Albert Yeung, Adan Horta, Michael H. Mui, Daniele Canzio",
      "paper_url": "https://doi.org/10.1126/science.adf8440",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4391428168",
      "paper_id": "https://openalex.org/W4391428168",
      "title": "Whole-brain spatial organization of hippocampal single-neuron projectomes",
      "authors": "Shou Qiu, Yachuang Hu, Yiming Huang, Taosha Gao, Xiaofei Wang, Danying Wang, Biyu Ren, Xiaoxue Shi, Yu Chen, Xinran Wang, Dan Wang, Luyao Han, Yikai Liang, Dechen Liu, Qingxu Liu, Li Deng, Zhaoqin Chen, Lijie Zhan, Tianzhi Chen, Yuzhe Huang, Qingge Wu, Taorong Xie, Liuqin Qian, Chenxi Jin, Jiawen Huang, Wei Deng, Tao Jiang, Xiangning Li, Xueyan Jia, Jing Yuan, Anan Li, Jun Yan, Ninglong Xu, Lin Xu, Qingming Luo, Mu-Ming Poo, Yidi Sun, Chengyu T. Li, Haishan Yao, Hui Gong, Yan-Gang Sun, Chun Xu",
      "paper_url": "https://doi.org/10.1126/science.adj9198",
      "venue": "science24"
    }
  ]
}