{
  "cluster_id": 205,
  "papers": [
    {
      "id": "science22_https://openalex.org/W4213422795",
      "paper_id": "https://openalex.org/W4213422795",
      "title": "A framework for scintillation in nanophotonics",
      "authors": "Charles Roques-Carmes, Nicholas Rivera, Ali Ghorashi, Steven E. Kooi, Yi Yang, Zin Lin, Justin Beroz, Aviram Massuda, Jamison Sloan, Nicolas Romeo, Yang Yu, John D. Joannopoulos, Ido Kaminer, Steven G. Johnson, Marin Soljačić",
      "paper_url": "https://doi.org/10.1126/science.abm9293",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4382520356",
      "paper_id": "https://openalex.org/W4382520356",
      "title": "A magnetic assembly approach to chiral superstructures",
      "authors": "Zhiwei Li, Qingsong Fan, Zuyang Ye, Chaolumen Wu, Zhongxiang Wang, Yadong Yin",
      "paper_url": "https://doi.org/10.1126/science.adg2657",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4412795011",
      "paper_id": "https://openalex.org/W4412795011",
      "title": "Acoustic wave modulation of gap plasmon cavities",
      "authors": "Skyler P. Selvin, Majid Esfandyarpour, Anqi Ji, Yan Joe Lee, Colin Yule, Jung-Hwan Song, Mohammad Taghinejad, Mark L. Brongersma",
      "paper_url": "https://doi.org/10.1126/science.adv1728",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4224286236",
      "paper_id": "https://openalex.org/W4224286236",
      "title": "Atomic-scale quantum sensing based on the ultrafast coherence of an H <sub>2</sub> molecule in an STM cavity",
      "authors": "Likun Wang, Yunpeng Xia, W. Ho",
      "paper_url": "https://doi.org/10.1126/science.abn9220",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3183187302",
      "paper_id": "https://openalex.org/W3183187302",
      "title": "Atomically resolved single-molecule triplet quenching",
      "authors": "Jinbo Peng, Sophia Sokolov, Daniel Hernangómez-Pérez, Ferdinand Evers, Leo Gross, John M. Lupton, Jascha Repp",
      "paper_url": "https://doi.org/10.1126/science.abh1155",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W3162213311",
      "paper_id": "https://openalex.org/W3162213311",
      "title": "Attosecond coherent electron motion in Auger-Meitner decay",
      "authors": "Siqi Li, Taran Driver, Philipp Rosenberger, Elio G. Champenois, Joseph Duris, Andre Al-Haddad, Vitali Averbukh, Jonathan C. T. Barnard, Nora Berrah, Christoph Bostedt, Philip H. Bucksbaum, Ryan N. Coffee, Louis F. DiMauro, Li Fang, Douglas Garratt, Averell Gatton, Zhaoheng Guo, Gregor Hartmann, Daniel Haxton, Wolfram Helml, Zhirong Huang, Aaron C. LaForge, Andrei Kamalov, Jonas Knurr, Ming-Fu Lin, Alberto A. Lutman, James P. MacArthur, Jon P. Marangos, Megan Nantel, Adi Natan, Razib Obaid, Jordan T. O’Neal, Niranjan H. Shivaram, Aviad Schori, Peter Walter, Anna Li Wang, Thomas J. A. Wolf, Zhen Zhang, Matthias F. Kling, Agostino Marinelli, James P. Cryan",
      "paper_url": "https://doi.org/10.1126/science.abj2096",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4391839315",
      "paper_id": "https://openalex.org/W4391839315",
      "title": "Attosecond-pump attosecond-probe x-ray spectroscopy of liquid water",
      "authors": "Shuai Li, Lixin Lu, Swarnendu Bhattacharyya, Carolyn Pearce, Kai Li, Emily T. Nienhuis, Gilles Doumy, R. D. Schaller, S. Moeller, M.-F. Lin, G. Dakovski, D. J. Hoffman, D. Garratt, Kirk A. Larsen, J. D. Koralek, C. Y. Hampton, D. Cesar, Joseph Duris, Z. Zhang, Nicholas Sudar, James P. Cryan, A. Marinelli, Xiaosong Li, Ludger Inhester, Robin Santra, Linda Young",
      "paper_url": "https://doi.org/10.1126/science.adn6059",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4405604138",
      "paper_id": "https://openalex.org/W4405604138",
      "title": "Bright, circularly polarized black-body radiation from twisted nanocarbon filaments",
      "authors": "Jun Lu, Hong Ju Jung, Ji-Young Kim, Nicholas A. Kotov",
      "paper_url": "https://doi.org/10.1126/science.adq4068",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3207451059",
      "paper_id": "https://openalex.org/W3207451059",
      "title": "Broadband electro-optic polarization conversion with atomically thin black phosphorus",
      "authors": "Souvik Biswas, Meir Y. Grajower, Kenji Watanabe, Takashi Taniguchi, Harry A. Atwater",
      "paper_url": "https://doi.org/10.1126/science.abj7053",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4309232845",
      "paper_id": "https://openalex.org/W4309232845",
      "title": "Cavity-enabled enhancement of ultrafast intramolecular vibrational redistribution over pseudorotation",
      "authors": "Teng-Teng Chen, Matthew Du, Zimo Yang, Joel Yuen-Zhou, Wei Xiong",
      "paper_url": "https://doi.org/10.1126/science.add0276",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W4200417834",
      "paper_id": "https://openalex.org/W4200417834",
      "title": "Charge transfer across C–H⋅⋅⋅O hydrogen bonds stabilizes oil droplets in water",
      "authors": "Saranya Pullanchery, Sergey Kulik, Benjamin Rehl, Ali Hassanali, Sylvie Roke",
      "paper_url": "https://doi.org/10.1126/science.abj3007",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4295087972",
      "paper_id": "https://openalex.org/W4295087972",
      "title": "Chiral emission from resonant metasurfaces",
      "authors": "Xudong Zhang, Yilin Liu, Jiecai Han, Yuri Kivshar, Qinghai Song",
      "paper_url": "https://doi.org/10.1126/science.abq7870",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4393035357",
      "paper_id": "https://openalex.org/W4393035357",
      "title": "Chiral ground states of ferroelectric liquid crystals",
      "authors": "Priyanka Kumari, Bijaya Basnet, Maxim O. Lavrentovich, Oleg D. Lavrentovich",
      "paper_url": "https://doi.org/10.1126/science.adl0834",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3135827853",
      "paper_id": "https://openalex.org/W3135827853",
      "title": "Chiral-induced spin selectivity enables a room-temperature spin light-emitting diode",
      "authors": "Young-Hoon Kim, Yaxin Zhai, Haipeng Lu, Xin Pan, Chuanxiao Xiao, E. Ashley Gaulding, Steven P. Harvey, Joseph J. Berry, Zeev Valy Vardeny, Joseph M. Luther, Matthew C. Beard",
      "paper_url": "https://doi.org/10.1126/science.abf5291",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4408399306",
      "paper_id": "https://openalex.org/W4408399306",
      "title": "Circularly polarized electroluminescence from chiral supramolecular semiconductor thin films",
      "authors": "Rituparno Chowdhury, Marco D. Preuss, Hwan-Hee Cho, Joshua J. P. Thompson, Samarpita Sen, Tomi K. Baikie, Pratyush Ghosh, Yorrick Boeije, Xian Wei Chua, Kai-Wei Chang, Erjuan Guo, Joost van der Tol, Bart W. L. van den Bersselaar, Andrea Taddeucci, Nicolas Daub, Daphne M. Dekker, Scott T. Keene, Ghislaine Vantomme, Bruno Ehrler, Stefan C. J. Meskers, Akshay Rao, Bartomeu Monserrat, E. W. Meijer, Richard H. Friend",
      "paper_url": "https://doi.org/10.1126/science.adt3011",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3196856456",
      "paper_id": "https://openalex.org/W3196856456",
      "title": "Coherent perfect absorption at an exceptional point",
      "authors": "Changqing Wang, William R. Sweeney, A. Douglas Stone, Lan Yang",
      "paper_url": "https://doi.org/10.1126/science.abj1028",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3203981028",
      "paper_id": "https://openalex.org/W3203981028",
      "title": "Conformer-specific photochemistry imaged in real space and time",
      "authors": "E. G. Champenois, D. M. Sanchez, J. Yang, J. P. Figueira Nunes, A. Attar, M. Centurion, R. Forbes, M. Gühr, K. Hegazy, F. Ji, S. K. Saha, Y. Liu, M.-F. Lin, D. Luo, B. Moore, X. Shen, M. R. Ware, X. J. Wang, T. J. Martínez, T. J. A. Wolf",
      "paper_url": "https://doi.org/10.1126/science.abk3132",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3216666478",
      "paper_id": "https://openalex.org/W3216666478",
      "title": "Continuous-wave frequency upconversion with a molecular optomechanical nanocavity",
      "authors": "Wen Chen, Philippe Roelli, Huatian Hu, Sachin Verlekar, Sakthi Priya Amirtharaj, Angela I. Barreda, Tobias J. Kippenberg, Miroslavna Kovylina, Ewold Verhagen, Alejandro Martínez, Christophe Galland",
      "paper_url": "https://doi.org/10.1126/science.abk3106",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3120315443",
      "paper_id": "https://openalex.org/W3120315443",
      "title": "Crossover from hydrogen to chemical bonding",
      "authors": "Bogdan Dereka, Qi Yu, Nicholas H. C. Lewis, William B. Carpenter, Joel M. Bowman, Andrei Tokmakoff",
      "paper_url": "https://doi.org/10.1126/science.abe1951",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3215172065",
      "paper_id": "https://openalex.org/W3215172065",
      "title": "Detecting mid-infrared light by molecular frequency upconversion in dual-wavelength nanoantennas",
      "authors": "Angelos Xomalis, Xuezhi Zheng, Rohit Chikkaraddy, Zsuzsanna Koczor-Benda, Ermanno Miele, Edina Rosta, Guy A. E. Vandenbosch, Alejandro Martínez, Jeremy J. Baumberg",
      "paper_url": "https://doi.org/10.1126/science.abk2593",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4387771004",
      "paper_id": "https://openalex.org/W4387771004",
      "title": "Determining hot-carrier transport dynamics from terahertz emission",
      "authors": "Mohammad Taghinejad, Chenyi Xia, Martin Hrton, Kyu-Tae Lee, Andrew S. Kim, Qitong Li, Burak Guzelturk, Radek Kalousek, Fenghao Xu, Wenshan Cai, Aaron M. Lindenberg, Mark L. Brongersma",
      "paper_url": "https://doi.org/10.1126/science.adj5612",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3131685279",
      "paper_id": "https://openalex.org/W3131685279",
      "title": "Determining structural and chemical heterogeneities of surface species at the single-bond limit",
      "authors": "Jiayu Xu, Xiang Zhu, Shijing Tan, Yao Zhang, Bin Li, Yunzhe Tian, Huan Shan, Xuefeng Cui, Aidi Zhao, Zhenchao Dong, Jinlong Yang, Yi Luo, Bing Wang, J. G. Hou",
      "paper_url": "https://doi.org/10.1126/science.abd1827",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4411299368",
      "paper_id": "https://openalex.org/W4411299368",
      "title": "Differential absorption of circularly polarized light by a centrosymmetric crystal",
      "authors": "Katherine A. Parrish, Andrew Salij, Kendall R. Kamp, Evan Smith, M. Iqbal Bakti Utama, Anders J. Bergsten, Rachel Czerwinski, Mackinsey A. Smith, Mark C. Hersam, Kenneth R. Poeppelmeier, Randall H. Goldsmith, Roel Tempelaar",
      "paper_url": "https://doi.org/10.1126/science.adr5478",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4387568565",
      "paper_id": "https://openalex.org/W4387568565",
      "title": "Direct observation of chirality-induced spin selectivity in electron donor–acceptor molecules",
      "authors": "Hannah J. Eckvahl, Nikolai A. Tcyrulnikov, Alessandro Chiesa, Jillian M. Bradley, Ryan M. Young, Stefano Carretta, Matthew D. Krzyaniak, Michael R. Wasielewski",
      "paper_url": "https://doi.org/10.1126/science.adj5328",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4403708064",
      "paper_id": "https://openalex.org/W4403708064",
      "title": "Dissecting the hydrogen bond network of water: Charge transfer and nuclear quantum effects",
      "authors": "Mischa Flór, David M. Wilkins, Miguel de la Puente, Damien Laage, Giuseppe Cassone, Ali Hassanali, Sylvie Roke",
      "paper_url": "https://doi.org/10.1126/science.ads4369",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3158308393",
      "paper_id": "https://openalex.org/W3158308393",
      "title": "Electric field control of natural optical activity in a multiferroic helimagnet",
      "authors": "Ryoji Masuda, Yoshio Kaneko, Yoshinori Tokura, Youtarou Takahashi",
      "paper_url": "https://doi.org/10.1126/science.aaz4312",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4399394578",
      "paper_id": "https://openalex.org/W4399394578",
      "title": "Electric nuclear quadrupole coupling reveals dissociation of HCl with a few water molecules",
      "authors": "Fan Xie, Denis S. Tikhonov, Melanie Schnell",
      "paper_url": "https://doi.org/10.1126/science.ado7049",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3210550082",
      "paper_id": "https://openalex.org/W3210550082",
      "title": "Electrically switchable metallic polymer nanoantennas",
      "authors": "Julian Karst, Moritz Floess, Monika Ubl, Carsten Dingler, Claudia Malacrida, Tobias Steinle, Sabine Ludwigs, Mario Hentschel, Harald Giessen",
      "paper_url": "https://doi.org/10.1126/science.abj3433",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3130220853",
      "paper_id": "https://openalex.org/W3130220853",
      "title": "Enhanced optical asymmetry in supramolecular chiroplasmonic assemblies with long-range order",
      "authors": "Jun Lu, Yao Xue, Kalil Bernardino, Ning-Ning Zhang, Weverson R. Gomes, Naomi S. Ramesar, Shuhan Liu, Zheng Hu, Tianmeng Sun, Andre Farias de Moura, Nicholas A. Kotov, Kun Liu",
      "paper_url": "https://doi.org/10.1126/science.abd8576",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4362661765",
      "paper_id": "https://openalex.org/W4362661765",
      "title": "Extreme ultraviolet metalens by vacuum guiding",
      "authors": "Marcus Ossiander, Maryna Leonidivna Meretska, Hana Kristin Hampel, Soon Wei Daniel Lim, Nico Knefz, Thomas Jauk, Federico Capasso, Martin Schultze",
      "paper_url": "https://doi.org/10.1126/science.adg6881",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4368347599",
      "paper_id": "https://openalex.org/W4368347599",
      "title": "Femtosecond symmetry breaking and coherent relaxation of methane cations via x-ray spectroscopy",
      "authors": "Enrico Ridente, Diptarka Hait, Eric A. Haugen, Andrew D. Ross, Daniel M. Neumark, Martin Head-Gordon, Stephen R. Leone",
      "paper_url": "https://doi.org/10.1126/science.adg4421",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4390734273",
      "paper_id": "https://openalex.org/W4390734273",
      "title": "Free-electron interaction with nonlinear optical states in microresonators",
      "authors": "Yujia Yang, Jan-Wilke Henke, Arslan S. Raja, F. Jasmin Kappert, Guanhao Huang, Germaine Arend, Zheru Qiu, Armin Feist, Rui Ning Wang, Aleksandr Tusnin, Alexey Tikan, Claus Ropers, Tobias J. Kippenberg",
      "paper_url": "https://doi.org/10.1126/science.adk2489",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4319821962",
      "paper_id": "https://openalex.org/W4319821962",
      "title": "Gate-tunable negative refraction of mid-infrared polaritons",
      "authors": "Hai Hu, Na Chen, Hanchao Teng, Renwen Yu, Mengfei Xue, Ke Chen, Yuchuan Xiao, Yunpeng Qu, Debo Hu, Jianing Chen, Zhipei Sun, Peining Li, F. Javier García de Abajo, Qing Dai",
      "paper_url": "https://doi.org/10.1126/science.adf1251",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4413141255",
      "paper_id": "https://openalex.org/W4413141255",
      "title": "Hierarchical chiral supramolecular assemblies with strong and invertible chiroptical properties",
      "authors": "Minju Kim, Mingyue Zhang, You-Liang Zhu, Yan Yan, Xin Pu, Woosung Choi, Sein Chung, Kilwon Cho, Jeongwon Kim, Vladimir Tsukruk, Zhenzhong Yang, Nicholas A. Kotov, Zhong-Yuan Lu, Dong Ha Kim, Zhiqun Lin",
      "paper_url": "https://doi.org/10.1126/science.adu0296",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4413045819",
      "paper_id": "https://openalex.org/W4413045819",
      "title": "Imaging collective quantum fluctuations of the structure of a complex molecule",
      "authors": "Benoît Richard, Rebecca Boll, Sourav Banerjee, Julia M. Schäfer, Zoltan Jurek, Gregor Kastirke, Kilian Fehre, Markus S. Schöffler, Nils Anders, Thomas M. Baumann, Sebastian Eckart, Benjamin Erk, Alberto De Fanis, Reinhard Dörner, Sven Grundmann, Patrik Grychtol, Max Hofmann, Markus Ilchen, Max Kircher, Katharina Kubicek, Maksim Kunitski, Xiang Li, Tommaso Mazza, Severin Meister, Niklas Melzer, Jacobo Montano, Valerija Music, Yevheniy Ovcharenko, Christopher Passow, Andreas Pier, Nils Rennhack, Jonas Rist, Daniel E. Rivas, Daniel Rolles, Ilme Schlichting, Lothar Ph. H. Schmidt, Philipp Schmidt, Daniel Trabert, Florian Trinter, Rene Wagner, Peter Walter, Pawel Ziolkowski, Artem Rudenko, Michael Meyer, Robin Santra, Ludger Inhester, Till Jahnke",
      "paper_url": "https://doi.org/10.1126/science.adu2637",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3202671875",
      "paper_id": "https://openalex.org/W3202671875",
      "title": "Imaging the short-lived hydroxyl-hydronium pair in ionized liquid water",
      "authors": "M.-F. Lin, N. Singh, S. Liang, M. Mo, J. P. F. Nunes, K. Ledbetter, J. Yang, M. Kozina, S. Weathersby, X. Shen, A. A. Cordones, T. J. A. Wolf, C. D. Pemmaraju, M. Ihme, X. J. Wang",
      "paper_url": "https://doi.org/10.1126/science.abg3091",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3153264277",
      "paper_id": "https://openalex.org/W3153264277",
      "title": "Josephson junction infrared single-photon detector",
      "authors": "Evan D. Walsh, Woochan Jung, Gil-Ho Lee, Dmitri K. Efetov, Bae-Ian Wu, K.-F. Huang, Thomas A. Ohki, Takashi Taniguchi, Kenji Watanabe, Philip Kim, Dirk Englund, Kin Chung Fong",
      "paper_url": "https://doi.org/10.1126/science.abf5539",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4388520583",
      "paper_id": "https://openalex.org/W4388520583",
      "title": "Large effective magnetic fields from chiral phonons in rare-earth halides",
      "authors": "Jiaming Luo, Tong Lin, Junjie Zhang, Xiaotong Chen, Elizabeth R. Blackert, Rui Xu, Boris I. Yakobson, Hanyu Zhu",
      "paper_url": "https://doi.org/10.1126/science.adi9601",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4399394711",
      "paper_id": "https://openalex.org/W4399394711",
      "title": "Localized thermal emission from topological interfaces",
      "authors": "M. Said Ergoktas, Ali Kecebas, Konstantinos Despotelis, Sina Soleymani, Gokhan Bakan, Askin Kocabas, Alessandro Principi, Stefan Rotter, Sahin K. Ozdemir, Coskun Kocabas",
      "paper_url": "https://doi.org/10.1126/science.ado0534",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4293243158",
      "paper_id": "https://openalex.org/W4293243158",
      "title": "Massively degenerate coherent perfect absorber for arbitrary wavefronts",
      "authors": "Yevgeny Slobodkin, Gil Weinberg, Helmut Hörner, Kevin Pichler, Stefan Rotter, Ori Katz",
      "paper_url": "https://doi.org/10.1126/science.abq8103",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4380769260",
      "paper_id": "https://openalex.org/W4380769260",
      "title": "Metamaterial graphene photodetector with bandwidth exceeding 500 gigahertz",
      "authors": "Stefan M. Koepfli, Michael Baumann, Yesim Koyaz, Robin Gadola, Arif Güngör, Killian Keller, Yannik Horst, Shadi Nashashibi, Raphael Schwanninger, Michael Doderer, Elias Passerini, Yuriy Fedoryshyn, Juerg Leuthold",
      "paper_url": "https://doi.org/10.1126/science.adg8017",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4414086108",
      "paper_id": "https://openalex.org/W4414086108",
      "title": "Microcanonical kinetics of water-mediated proton transfer in microhydrated 4-aminobenzoic acid",
      "authors": "Abhijit Rana, Payten A. Harville, Thien Khuu, Mark A. Johnson",
      "paper_url": "https://doi.org/10.1126/science.ady1723",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4306895284",
      "paper_id": "https://openalex.org/W4306895284",
      "title": "Miniaturized spectrometers with a tunable van der Waals junction",
      "authors": "Hoon Hahn Yoon, Henry A. Fernandez, Fedor Nigmatulin, Weiwei Cai, Zongyin Yang, Hanxiao Cui, Faisal Ahmed, Xiaoqi Cui, Md Gius Uddin, Ethan D. Minot, Harri Lipsanen, Kwanpyo Kim, Pertti Hakonen, Tawfique Hasan, Zhipei Sun",
      "paper_url": "https://doi.org/10.1126/science.add8544",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4380769254",
      "paper_id": "https://openalex.org/W4380769254",
      "title": "Modification of ground-state chemical reactivity via light–matter coherence in infrared cavities",
      "authors": "Wonmi Ahn, Johan F. Triana, Felipe Recabal, Felipe Herrera, Blake S. Simpkins",
      "paper_url": "https://doi.org/10.1126/science.ade7147",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3216047117",
      "paper_id": "https://openalex.org/W3216047117",
      "title": "Orbiting resonances in formaldehyde reveal coupling of roaming, radical, and molecular channels",
      "authors": "Casey D. Foley, Changjian Xie, Hua Guo, Arthur G. Suits",
      "paper_url": "https://doi.org/10.1126/science.abk0634",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4413394941",
      "paper_id": "https://openalex.org/W4413394941",
      "title": "Overcoming energy disorder for cavity-enabled energy transfer in vibrational polaritons",
      "authors": "Guoxin Yin, Tianlin Liu, Lizhu Zhang, Tianyu Sheng, Haochuan Mao, Wei Xiong",
      "paper_url": "https://doi.org/10.1126/science.adx3137",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4385927010",
      "paper_id": "https://openalex.org/W4385927010",
      "title": "Overcoming losses in superlenses with synthetic waves of complex frequency",
      "authors": "Fuxin Guan, Xiangdong Guo, Kebo Zeng, Shu Zhang, Zhaoyu Nie, Shaojie Ma, Qing Dai, John Pendry, Xiang Zhang, Shuang Zhang",
      "paper_url": "https://doi.org/10.1126/science.adi1267",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4406753552",
      "paper_id": "https://openalex.org/W4406753552",
      "title": "Photo-induced chirality in a nonchiral crystal",
      "authors": "Z. Zeng, M. Först, M. Fechner, M. Buzzi, E. B. Amuah, C. Putzke, P. J. W. Moll, D. Prabhakaran, P. G. Radaelli, A. Cavalleri",
      "paper_url": "https://doi.org/10.1126/science.adr4713",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3198453274",
      "paper_id": "https://openalex.org/W3198453274",
      "title": "Plasmonic topological metasurface by encircling an exceptional point",
      "authors": "Qinghua Song, Mutasem Odeh, Jesús Zúñiga-Pérez, Boubacar Kanté, Patrice Genevet",
      "paper_url": "https://doi.org/10.1126/science.abj3179",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4399619571",
      "paper_id": "https://openalex.org/W4399619571",
      "title": "Probing structural superlubricity of two-dimensional water transport with atomic resolution",
      "authors": "Da Wu, Zhengpu Zhao, Bo Lin, Yizhi Song, Jiajie Qi, Jian Jiang, Zifeng Yuan, Bowei Cheng, Mengze Zhao, Ye Tian, Zhichang Wang, Muhong Wu, Ke Bian, Kai-Hui Liu, Li-Mei Xu, Xiao Cheng Zeng, En-Ge Wang, Ying Jiang",
      "paper_url": "https://doi.org/10.1126/science.ado1544",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3128388146",
      "paper_id": "https://openalex.org/W3128388146",
      "title": "Programmable hyperbolic polaritons in van der Waals semiconductors",
      "authors": "A. J. Sternbach, S. H. Chae, S. Latini, A. A. Rikhter, Y. Shao, B. Li, D. Rhodes, B. Kim, P. J. Schuck, X. Xu, X.-Y. Zhu, R. D. Averitt, J. Hone, M. M. Fogler, A. Rubio, D. N. Basov",
      "paper_url": "https://doi.org/10.1126/science.abe9163",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4286492064",
      "paper_id": "https://openalex.org/W4286492064",
      "title": "Proton-coupled energy transfer in molecular triads",
      "authors": "Belinda Pettersson Rimgard, Zhen Tao, Giovanny A. Parada, Laura F. Cotter, Sharon Hammes-Schiffer, James M. Mayer, Leif Hammarström",
      "paper_url": "https://doi.org/10.1126/science.abq5173",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3132037036",
      "paper_id": "https://openalex.org/W3132037036",
      "title": "Quantum interference between spin-orbit split partial waves in the F + HD → HF + D reaction",
      "authors": "Wentao Chen, Ransheng Wang, Daofu Yuan, Hailin Zhao, Chang Luo, Yuxin Tan, Shihao Li, Dong H. Zhang, Xingan Wang, Zhigang Sun, Xueming Yang",
      "paper_url": "https://doi.org/10.1126/science.abf4205",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401211009",
      "paper_id": "https://openalex.org/W4401211009",
      "title": "Quantum state tracking and control of a single molecular ion in a thermal environment",
      "authors": "Yu Liu, Julian Schmidt, Zhimin Liu, David R. Leibrandt, Dietrich Leibfried, Chin-wen Chou",
      "paper_url": "https://doi.org/10.1126/science.ado1001",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W4200188591",
      "paper_id": "https://openalex.org/W4200188591",
      "title": "Readout of spin quantum beats in a charge-separated radical pair by pump-push spectroscopy",
      "authors": "David Mims, Jonathan Herpich, Nikita N. Lukzen, Ulrich E. Steiner, Christoph Lambert",
      "paper_url": "https://doi.org/10.1126/science.abl4254",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3214419550",
      "paper_id": "https://openalex.org/W3214419550",
      "title": "Real-space imaging of anisotropic charge of σ-hole by means of Kelvin probe force microscopy",
      "authors": "B. Mallada, A. Gallardo, M. Lamanec, B. de la Torre, V. Špirko, P. Hobza, P. Jelinek",
      "paper_url": "https://doi.org/10.1126/science.abk1479",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4391836415",
      "paper_id": "https://openalex.org/W4391836415",
      "title": "Roaming in highly excited states: The central atom elimination of triatomic molecule decomposition",
      "authors": "Zhenxing Li, Yan-lin Fu, Zijie Luo, Shuaikang Yang, Yucheng Wu, Hao Wu, Guorong Wu, Weiqing Zhang, Bina Fu, Kaijun Yuan, Donghui Zhang, Xueming Yang",
      "paper_url": "https://doi.org/10.1126/science.adn3357",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4285385758",
      "paper_id": "https://openalex.org/W4285385758",
      "title": "Selectivity in single-molecule reactions by tip-induced redox chemistry",
      "authors": "Florian Albrecht, Shadi Fatayer, Iago Pozo, Ivano Tavernelli, Jascha Repp, Diego Peña, Leo Gross",
      "paper_url": "https://doi.org/10.1126/science.abo6471",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3174410274",
      "paper_id": "https://openalex.org/W3174410274",
      "title": "Single-molecule laser nanospectroscopy with micro–electron volt energy resolution",
      "authors": "Hiroshi Imada, Miyabi Imai-Imada, Kuniyuki Miwa, Hidemasa Yamane, Takeshi Iwasa, Yusuke Tanaka, Naoyuki Toriumi, Kensuke Kimura, Nobuhiko Yokoshi, Atsuya Muranaka, Masanobu Uchiyama, Tetsuya Taketsugu, Yuichiro K. Kato, Hajime Ishihara, Yousoo Kim",
      "paper_url": "https://doi.org/10.1126/science.abg8790",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4413045839",
      "paper_id": "https://openalex.org/W4413045839",
      "title": "Single-photon detection enabled by negative differential conductivity in moiré superlattices",
      "authors": "Krystian Nowakowski, Hitesh Agarwal, Sergey Slizovskiy, Robin Smeyers, Xueqiao Wang, Zhiren Zheng, Julien Barrier, David Barcons Ruiz, Geng Li, Riccardo Bertini, Matteo Ceccanti, Iacopo Torre, Bert Jorissen, Antoine Reserbat-Plantey, Kenji Watanabe, Takashi Taniguchi, Lucian Covaci, Milorad V. Milošević, Vladimir Fal’ko, Pablo Jarillo-Herrero, Roshan Krishna Kumar, Frank H. L. Koppens",
      "paper_url": "https://doi.org/10.1126/science.adu5329",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3172488186",
      "paper_id": "https://openalex.org/W3172488186",
      "title": "Spatiotemporal imaging of 2D polariton wave packet dynamics using free electrons",
      "authors": "Yaniv Kurman, Raphael Dahan, Hanan Herzig Sheinfux, Kangpeng Wang, Michael Yannai, Yuval Adiv, Ori Reinhardt, Luiz H. G. Tizei, Steffi Y. Woo, Jiahan Li, James H. Edgar, Mathieu Kociak, Frank H. L. Koppens, Ido Kaminer",
      "paper_url": "https://doi.org/10.1126/science.abg9015",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4399872599",
      "paper_id": "https://openalex.org/W4399872599",
      "title": "Spin torque–driven electron paramagnetic resonance of a single spin in a pentacene molecule",
      "authors": "Stepan Kovarik, Richard Schlitz, Aishwarya Vishwakarma, Dominic Ruckert, Pietro Gambardella, Sebastian Stepanow",
      "paper_url": "https://doi.org/10.1126/science.adh4753",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4413980040",
      "paper_id": "https://openalex.org/W4413980040",
      "title": "Spin-selective transport through chiral ferromagnetic nanohelices",
      "authors": "Yoo Sang Jeon, Eunjin Jeong, Sang Won Im, Min Jun Ko, Jin Seo Lee, Jun Hwan Moon, Min Hyeok Lee, Jeong Kyu Lee, Sung Jong Yoo, Ki Tae Nam, Young Keun Kim",
      "paper_url": "https://doi.org/10.1126/science.adx5963",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4399394491",
      "paper_id": "https://openalex.org/W4399394491",
      "title": "Spontaneous chiral symmetry breaking in polar fluid–heliconical ferroelectric nematic phase",
      "authors": "Jakub Karcz, Jakub Herman, Natan Rychłowicz, Przemysław Kula, Ewa Górecka, Jadwiga Szydlowska, Pawel W. Majewski, Damian Pociecha",
      "paper_url": "https://doi.org/10.1126/science.adn6812",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4315928009",
      "paper_id": "https://openalex.org/W4315928009",
      "title": "Stereodynamical control of the H + HD → H <sub>2</sub> + D reaction through HD reagent alignment",
      "authors": "Yufeng Wang, Jiayu Huang, Wei Wang, Tianyu Du, Yurun Xie, Yuxin Ma, Chunlei Xiao, Zhaojun Zhang, Dong H. Zhang, Xueming Yang",
      "paper_url": "https://doi.org/10.1126/science.ade7471",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4402474898",
      "paper_id": "https://openalex.org/W4402474898",
      "title": "Stoichiometric reconstruction of the Al <sub>2</sub> O <sub>3</sub> (0001) surface",
      "authors": "Johanna I. Hütner, Andrea Conti, David Kugler, Florian Mittendorfer, Georg Kresse, Michael Schmid, Ulrike Diebold, Jan Balajka",
      "paper_url": "https://doi.org/10.1126/science.adq4744",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4400525776",
      "paper_id": "https://openalex.org/W4400525776",
      "title": "Structured electrons with chiral mass and charge",
      "authors": "Yiqi Fang, Joel Kuttruff, David Nabben, Peter Baum",
      "paper_url": "https://doi.org/10.1126/science.adp9143",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3123553496",
      "paper_id": "https://openalex.org/W3123553496",
      "title": "Sub-7-femtosecond conical-intersection dynamics probed at the carbon K-edge",
      "authors": "Kristina S. Zinchenko, Fernando Ardana-Lamas, Issaka Seidu, Simon P. Neville, Joscelyn van der Veen, Valentina Utrio Lanfaloni, Michael S. Schuurman, Hans Jakob Wörner",
      "paper_url": "https://doi.org/10.1126/science.abf1656",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3216418284",
      "paper_id": "https://openalex.org/W3216418284",
      "title": "Terahertz light–driven coupling of antiferromagnetic spins to lattice",
      "authors": "Evgeny A. Mashkovich, Kirill A. Grishunin, Roman M. Dubrovin, Anatoly K. Zvezdin, Roman V. Pisarev, Alexey V. Kimel",
      "paper_url": "https://doi.org/10.1126/science.abk1121",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3161959514",
      "paper_id": "https://openalex.org/W3161959514",
      "title": "The chain of chirality transfer in tellurium nanocrystals",
      "authors": "Assaf Ben-Moshe, Alessandra da Silva, Alexander Müller, Anas Abu-Odeh, Patrick Harrison, Jacob Waelder, Farnaz Niroui, Colin Ophus, Andrew M. Minor, Mark Asta, Wolfgang Theis, Peter Ercius, A. Paul Alivisatos",
      "paper_url": "https://doi.org/10.1126/science.abf9645",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4390967686",
      "paper_id": "https://openalex.org/W4390967686",
      "title": "The mutual neutralization of hydronium and hydroxide",
      "authors": "Alon Bogot, Mathias Poline, MingChao Ji, Arnaud Dochain, Ansgar Simonsson, Stefan Rosén, Henning Zettergren, Henning T. Schmidt, Richard D. Thomas, Daniel Strasser",
      "paper_url": "https://doi.org/10.1126/science.adk1950",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3106774887",
      "paper_id": "https://openalex.org/W3106774887",
      "title": "Three-dimensional vectorial imaging of surface phonon polaritons",
      "authors": "Xiaoyan Li, Georg Haberfehlner, Ulrich Hohenester, Odile Stéphan, Gerald Kothleitner, Mathieu Kociak",
      "paper_url": "https://doi.org/10.1126/science.abg0330",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4225657780",
      "paper_id": "https://openalex.org/W4225657780",
      "title": "Topological engineering of terahertz light using electrically tunable exceptional point singularities",
      "authors": "M. Said Ergoktas, Sina Soleymani, Nurbek Kakenov, Kaiyuan Wang, Thomas B. Smith, Gokhan Bakan, Sinan Balci, Alessandro Principi, Kostya S. Novoselov, Sahin K. Ozdemir, Coskun Kocabas",
      "paper_url": "https://doi.org/10.1126/science.abn6528",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4213414553",
      "paper_id": "https://openalex.org/W4213414553",
      "title": "Topological modes in a laser cavity through exceptional state transfer",
      "authors": "A. Schumer, Y. G. N. Liu, J. Leshin, L. Ding, Y. Alahmadi, A. U. Hassan, H. Nasari, S. Rotter, D. N. Christodoulides, P. LiKamWa, M. Khajavikhan",
      "paper_url": "https://doi.org/10.1126/science.abl6571",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3202030821",
      "paper_id": "https://openalex.org/W3202030821",
      "title": "Topological phonon-polariton funneling in midinfrared metasurfaces",
      "authors": "S. Guddala, F. Komissarenko, S. Kiriushechkina, A. Vakulenko, M. Li, V. M. Menon, A. Alù, A. B. Khanikaev",
      "paper_url": "https://doi.org/10.1126/science.abj5488",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4323812222",
      "paper_id": "https://openalex.org/W4323812222",
      "title": "Topologically localized excitons in single graphene nanoribbons",
      "authors": "Song Jiang, Tomáš Neuman, Alex Boeglin, Fabrice Scheurer, Guillaume Schull",
      "paper_url": "https://doi.org/10.1126/science.abq6948",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4401414132",
      "paper_id": "https://openalex.org/W4401414132",
      "title": "Toward liquid cell quantum sensing: Ytterbium complexes with ultranarrow absorption",
      "authors": "Ashley J. Shin, Changling Zhao, Yi Shen, Claire E. Dickerson, Barry Li, Hootan Roshandel, Daniel Bím, Timothy L. Atallah, Paul H. Oyala, Yongjia He, Lianne K. Alson, Tyler A. Kerr, Anastassia N. Alexandrova, Paula L. Diaconescu, Wesley C. Campbell, Justin R. Caram",
      "paper_url": "https://doi.org/10.1126/science.adf7577",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3130649675",
      "paper_id": "https://openalex.org/W3130649675",
      "title": "Tracing orbital images on ultrafast time scales",
      "authors": "R. Wallauer, M. Raths, K. Stallberg, L. Münster, D. Brandstetter, X. Yang, J. Güdde, P. Puschnig, S. Soubatch, C. Kumpf, F. C. Bocquet, F. S. Tautz, U. Höfer",
      "paper_url": "https://doi.org/10.1126/science.abf3286",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4406970254",
      "paper_id": "https://openalex.org/W4406970254",
      "title": "Transforming achiral semiconductors into chiral domains with exceptional circular dichroism",
      "authors": "Thomas J. Ugras, River B. Carson, Reilly P. Lynch, Haoyang Li, Yuan Yao, Lorenzo Cupellini, Kirt A. Page, Da Wang, Arantxa Arbe, Sara Bals, Louisa Smieska, Arthur R. Woll, Oriol Arteaga, Tamás Jávorfi, Giuliano Siligardi, Gennaro Pescitelli, Steven J. Weinstein, Richard D. Robinson",
      "paper_url": "https://doi.org/10.1126/science.ado7201",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4400770300",
      "paper_id": "https://openalex.org/W4400770300",
      "title": "Two-dimensional chiral perovskites with large spin Hall angle and collinear spin Hall conductivity",
      "authors": "Ibrahim Abdelwahab, Dushyant Kumar, Tieyuan Bian, Haining Zheng, Heng Gao, Fanrui Hu, Arthur McClelland, Kai Leng, William L. Wilson, Jun Yin, Hyunsoo Yang, Kian Ping Loh",
      "paper_url": "https://doi.org/10.1126/science.adq0967",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4413394896",
      "paper_id": "https://openalex.org/W4413394896",
      "title": "Ultracompact on-chip spectral shaping using pixelated nano-opto-electro-mechanical gratings",
      "authors": "Weixin Liu, Siyu Xu, Chengkuo Lee",
      "paper_url": "https://doi.org/10.1126/science.adu8492",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4404125217",
      "paper_id": "https://openalex.org/W4404125217",
      "title": "Ultrafast all-optical coherence of molecular electron spins in room-temperature water solution",
      "authors": "Erica Sutcliffe, Nathanael P. Kazmierczak, Ryan G. Hadt",
      "paper_url": "https://doi.org/10.1126/science.ads0512",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4409833911",
      "paper_id": "https://openalex.org/W4409833911",
      "title": "Ultrafast aqueous electric double layer dynamics",
      "authors": "Alessandro Greco, Sho Imoto, Ellen H. G. Backus, Yuki Nagata, Johannes Hunger, Mischa Bonn",
      "paper_url": "https://doi.org/10.1126/science.adu5781",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4393253870",
      "paper_id": "https://openalex.org/W4393253870",
      "title": "Ultrafast Kapitza-Dirac effect",
      "authors": "Kang Lin, Sebastian Eckart, Hao Liang, Alexander Hartung, Sina Jacob, Qinying Ji, Lothar Ph. H. Schmidt, Markus S. Schöffler, Till Jahnke, Maksim Kunitski, Reinhard Dörner",
      "paper_url": "https://doi.org/10.1126/science.adn1555",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3121745565",
      "paper_id": "https://openalex.org/W3121745565",
      "title": "Ultrafast nanoimaging of the order parameter in a structural phase transition",
      "authors": "Thomas Danz, Till Domröse, Claus Ropers",
      "paper_url": "https://doi.org/10.1126/science.abd2774",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4408182653",
      "paper_id": "https://openalex.org/W4408182653",
      "title": "Ultrafast on-demand exciton formation in a single-molecule junction by tailored terahertz pulses",
      "authors": "Kensuke Kimura, Ryo Tamaki, Minhui Lee, Xingmei Ouyang, Satoshi Kusaba, Rafael B. Jaculbia, Yoichi Kawada, Jaehoon Jung, Atsuya Muranaka, Hiroshi Imada, Ikufumi Katayama, Jun Takeda, Yousoo Kim",
      "paper_url": "https://doi.org/10.1126/science.ads2776",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4206197282",
      "paper_id": "https://openalex.org/W4206197282",
      "title": "Ultrahard magnetism from mixed-valence dilanthanide complexes with metal-metal bonding",
      "authors": "Colin A. Gould, K. Randall McClain, Daniel Reta, Jon G. C. Kragskow, David A. Marchiori, Ella Lachman, Eun-Sang Choi, James G. Analytis, R. David Britt, Nicholas F. Chilton, Benjamin G. Harvey, Jeffrey R. Long",
      "paper_url": "https://doi.org/10.1126/science.abl5470",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4387128657",
      "paper_id": "https://openalex.org/W4387128657",
      "title": "Valley-addressable monolayer lasing through spin-controlled Berry phase photonic cavities",
      "authors": "Xiaoyang Duan, Bo Wang, Kexiu Rong, Chieh-li Liu, Vladi Gorovoy, Subhrajit Mukherjee, Vladimir Kleiner, Elad Koren, Erez Hasman",
      "paper_url": "https://doi.org/10.1126/science.adi7196",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3161511622",
      "paper_id": "https://openalex.org/W3161511622",
      "title": "Very weak bonds to artificial atoms formed by quantum corrals",
      "authors": "Fabian Stilp, Andreas Bereczuk, Julian Berwanger, Nadine Mundigl, Klaus Richter, Franz J. Giessibl",
      "paper_url": "https://doi.org/10.1126/science.abe2600",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4285385686",
      "paper_id": "https://openalex.org/W4285385686",
      "title": "Visualizing Eigen/Zundel cations and their interconversion in monolayer water on metal surfaces",
      "authors": "Ye Tian, Jiani Hong, Duanyun Cao, Sifan You, Yizhi Song, Bowei Cheng, Zhichang Wang, Dong Guan, Xinmeng Liu, Zhengpu Zhao, Xin-Zheng Li, Li-Mei Xu, Jing Guo, Ji Chen, En-Ge Wang, Ying Jiang",
      "paper_url": "https://doi.org/10.1126/science.abo0823",
      "venue": "science22"
    }
  ]
}