{
  "cluster_id": 153,
  "papers": [
    {
      "id": "nature23_https://openalex.org/W4387090095",
      "paper_id": "https://openalex.org/W4387090095",
      "title": "A bioelectrical phase transition patterns the first vertebrate heartbeats",
      "authors": "Bill Z. Jia, Yitong Qi, J. David Wong-Campos, Sean G. Megason, Adam E. Cohen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06561-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396540795",
      "paper_id": "https://openalex.org/W4396540795",
      "title": "A body–brain circuit that regulates body inflammatory responses",
      "authors": "Hao Jin, Mengtong Li, Eric Jeong, Felipe Castro-Martinez, Charles S. Zuker",
      "paper_url": "https://doi.org/10.1038/s41586-024-07469-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402438018",
      "paper_id": "https://openalex.org/W4402438018",
      "title": "A brain-to-gut signal controls intestinal fat absorption",
      "authors": "Qianqian Lyu, Wenzhi Xue, Ruixin Liu, Qinyun Ma, Vikram Babu Kasaragod, Shan Sun, Qian Li, Yanru Chen, Mingyang Yuan, Yuying Yang, Bing Zhang, Aifang Nie, Sheng Jia, Chongrong Shen, Po Gao, Weifang Rong, Chenxi Yu, Yufang Bi, Chunlei Zhang, Fajun Nan, Guang Ning, Zihe Rao, Xiuna Yang, Jiqiu Wang, Weiqing Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07929-5",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4293792453",
      "paper_id": "https://openalex.org/W4293792453",
      "title": "A brainstem map for visceral sensations",
      "authors": "Chen Ran, Jack C. Boettcher, Judith A. Kaye, Catherine E. Gallori, Stephen D. Liberles",
      "paper_url": "https://doi.org/10.1038/s41586-022-05139-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4393218955",
      "paper_id": "https://openalex.org/W4393218955",
      "title": "A brainstem–hypothalamus neuronal circuit reduces feeding upon heat exposure",
      "authors": "Marco Benevento, Alán Alpár, Anna Gundacker, Leila Afjehi, Kira Balueva, Zsofia Hevesi, János Hanics, Sabah Rehman, Daniela D. Pollak, Gert Lubec, Peer Wulff, Vincent Prevot, Tamas L. Horvath, Tibor Harkany",
      "paper_url": "https://doi.org/10.1038/s41586-024-07232-3",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407158316",
      "paper_id": "https://openalex.org/W4407158316",
      "title": "A comprehensive spatio-cellular map of the human hypothalamus",
      "authors": "John A. Tadross, Lukas Steuernagel, Georgina K. C. Dowsett, Katherine A. Kentistou, Sofia Lundh, Marta Porniece, Paul Klemm, Kara Rainbow, Henning Hvid, Katarzyna Kania, Joseph Polex-Wolf, Lotte Bjerre Knudsen, Charles Pyke, John R. B. Perry, Brian Y. H. Lam, Jens C. Brüning, Giles S. H. Yeo",
      "paper_url": "https://doi.org/10.1038/s41586-024-08504-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4392504626",
      "paper_id": "https://openalex.org/W4392504626",
      "title": "A concerted neuron–astrocyte program declines in ageing and schizophrenia",
      "authors": "Emi Ling, James Nemesh, Melissa Goldman, Nolan Kamitaki, Nora Reed, Robert E. Handsaker, Giulio Genovese, Jonathan S. Vogelgsang, Sherif Gerges, Seva Kashin, Sulagna Ghosh, John M. Esposito, Kiely Morris, Daniel Meyer, Alyssa Lutservitz, Christopher D. Mullally, Alec Wysoker, Liv Spina, Anna Neumann, Marina Hogan, Kiku Ichihara, Sabina Berretta, Steven A. McCarroll",
      "paper_url": "https://doi.org/10.1038/s41586-024-07109-5",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409729586",
      "paper_id": "https://openalex.org/W4409729586",
      "title": "A distributed coding logic for thermosensation and inflammatory pain",
      "authors": "Nima Ghitani, Lars J. von Buchholtz, Donald Iain MacDonald, Melanie Falgairolle, Minh Q. Nguyen, Julia A. Licholai, Nicholas J. P. Ryba, Alexander T. Chesler",
      "paper_url": "https://doi.org/10.1038/s41586-025-08875-6",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412600798",
      "paper_id": "https://openalex.org/W4412600798",
      "title": "A gut sense for a microbial pattern regulates feeding",
      "authors": "Winston W. Liu, Naama Reicher, Emily Alway, Laura E. Rupprecht, Peter Weng, Chloe Schaefgen, Marguerita E. Klein, Jorge A. Villalobos, Carlos Puerto-Hernandez, Yolanda Graciela Kiesling Altún, Amanda Carbajal, José Alfredo Aguayo-Guerrero, Alam Coss, Atharva Sahasrabudhe, Polina Anikeeva, Alan de Araujo, Avnika Bali, Guillaume de Lartigue, Elvi Gil-Lievana, Ranier Gutierrez, Edward A. Miao, John F. Rawls, M. Maya Kaelberer, Diego V. Bohórquez",
      "paper_url": "https://doi.org/10.1038/s41586-025-09301-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4213093937",
      "paper_id": "https://openalex.org/W4213093937",
      "title": "A gut-derived metabolite alters brain activity and anxiety behaviour in mice",
      "authors": "Brittany D. Needham, Masanori Funabashi, Mark D. Adame, Zhuo Wang, Joseph C. Boktor, Jillian Haney, Wei-Li Wu, Claire Rabut, Mark S. Ladinsky, Son-Jong Hwang, Yumei Guo, Qiyun Zhu, Jessica A. Griffiths, Rob Knight, Pamela J. Bjorkman, Mikhail G. Shapiro, Daniel H. Geschwind, Daniel P. Holschneider, Michael A. Fischbach, Sarkis K. Mazmanian",
      "paper_url": "https://doi.org/10.1038/s41586-022-04396-8",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4200300845",
      "paper_id": "https://openalex.org/W4200300845",
      "title": "A hormone complex of FABP4 and nucleoside kinases regulates islet function",
      "authors": "Kacey J. Prentice, Jani Saksi, Lauren T. Robertson, Grace Y. Lee, Karen E. Inouye, Kosei Eguchi, Alexandra Lee, Ozgur Cakici, Emily Otterbeck, Paulina Cedillo, Peter Achenbach, Anette-Gabriele Ziegler, Ediz S. Calay, Feyza Engin, Gökhan S. Hotamisligil",
      "paper_url": "https://doi.org/10.1038/s41586-021-04137-3",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3197136220",
      "paper_id": "https://openalex.org/W3197136220",
      "title": "A lymphocyte–microglia–astrocyte axis in chronic active multiple sclerosis",
      "authors": "Martina Absinta, Dragan Maric, Marjan Gharagozloo, Thomas Garton, Matthew D. Smith, Jing Jin, Kathryn C. Fitzgerald, Anya Song, Poching Liu, Jing-Ping Lin, Tianxia Wu, Kory R. Johnson, Dorian B. McGavern, Dorothy P. Schafer, Peter A. Calabresi, Daniel S. Reich",
      "paper_url": "https://doi.org/10.1038/s41586-021-03892-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4311472830",
      "paper_id": "https://openalex.org/W4311472830",
      "title": "A microbiome-dependent gut–brain pathway regulates motivation for exercise",
      "authors": "Lenka Dohnalová, Patrick Lundgren, Jamie R. E. Carty, Nitsan Goldstein, Sebastian L. Wenski, Pakjira Nanudorn, Sirinthra Thiengmag, Kuei-Pin Huang, Lev Litichevskiy, Hélène C. Descamps, Karthikeyani Chellappa, Ana Glassman, Susanne Kessler, Jihee Kim, Timothy O. Cox, Oxana Dmitrieva-Posocco, Andrea C. Wong, Erik L. Allman, Soumita Ghosh, Nitika Sharma, Kasturi Sengupta, Belinda Cornes, Nitai Dean, Gary A. Churchill, Tejvir S. Khurana, Mark A. Sellmyer, Garret A. FitzGerald, Andrew D. Patterson, Joseph A. Baur, Amber L. Alhadeff, Eric J. N. Helfrich, Maayan Levy, J. Nicholas Betley, Christoph A. Thaiss",
      "paper_url": "https://doi.org/10.1038/s41586-022-05525-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389613158",
      "paper_id": "https://openalex.org/W4389613158",
      "title": "A molecular switch for neuroprotective astrocyte reactivity",
      "authors": "Evan G. Cameron, Michael Nahmou, Anna B. Toth, Lyong Heo, Bogdan Tanasa, Roopa Dalal, Wenjun Yan, Pratima Nallagatla, Xin Xia, Sarah Hay, Cara Knasel, Travis L. Stiles, Christopher Douglas, Melissa Atkins, Catalina Sun, Masoumeh Ashouri, Minjuan Bian, Kun-Che Chang, Kristina Russano, Sahil Shah, Mollie B. Woodworth, Joana Galvao, Ramesh V. Nair, Michael S. Kapiloff, Jeffrey L. Goldberg",
      "paper_url": "https://doi.org/10.1038/s41586-023-06935-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4220742257",
      "paper_id": "https://openalex.org/W4220742257",
      "title": "A multidimensional coding architecture of the vagal interoceptive system",
      "authors": "Qiancheng Zhao, Chuyue D. Yu, Rui Wang, Qian J. Xu, Rafael Dai Pra, Le Zhang, Rui B. Chang",
      "paper_url": "https://doi.org/10.1038/s41586-022-04515-5",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409148639",
      "paper_id": "https://openalex.org/W4409148639",
      "title": "A natural experiment on the effect of herpes zoster vaccination on dementia",
      "authors": "Markus Eyting, Min Xie, Felix Michalik, Simon Heß, Seunghun Chung, Pascal Geldsetzer",
      "paper_url": "https://doi.org/10.1038/s41586-025-08800-x",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3205496902",
      "paper_id": "https://openalex.org/W3205496902",
      "title": "A neuroanatomical basis for electroacupuncture to drive the vagal–adrenal axis",
      "authors": "Shenbin Liu, Zhifu Wang, Yangshuai Su, Lu Qi, Wei Yang, Mingzhou Fu, Xianghong Jing, Yanqing Wang, Qiufu Ma",
      "paper_url": "https://doi.org/10.1038/s41586-021-04001-4",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4282945568",
      "paper_id": "https://openalex.org/W4282945568",
      "title": "A preoptic neuronal population controls fever and appetite during sickness",
      "authors": "Jessica A. Osterhout, Vikrant Kapoor, Stephen W. Eichhorn, Eric Vaughn, Jeffrey D. Moore, Ding Liu, Dean Lee, Laura A. DeNardo, Liqun Luo, Xiaowei Zhuang, Catherine Dulac",
      "paper_url": "https://doi.org/10.1038/s41586-022-04793-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4221010612",
      "paper_id": "https://openalex.org/W4221010612",
      "title": "A single-cell atlas of human and mouse white adipose tissue",
      "authors": "Margo P. Emont, Christopher Jacobs, Adam L. Essene, Deepti Pant, Danielle Tenen, Georgia Colleluori, Angelica Di Vincenzo, Anja M. Jørgensen, Hesam Dashti, Adam Stefek, Elizabeth McGonagle, Sophie Strobel, Samantha Laber, Saaket Agrawal, Gregory P. Westcott, Amrita Kar, Molly L. Veregge, Anton Gulko, Harini Srinivasan, Zachary Kramer, Eleanna De Filippis, Erin Merkel, Jennifer Ducie, Christopher G. Boyd, William Gourash, Anita Courcoulas, Samuel J. Lin, Bernard T. Lee, Donald Morris, Adam Tobias, Amit V. Khera, Melina Claussnitzer, Tune H. Pers, Antonio Giordano, Orr Ashenberg, Aviv Regev, Linus T. Tsai, Evan D. Rosen",
      "paper_url": "https://doi.org/10.1038/s41586-022-04518-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403680222",
      "paper_id": "https://openalex.org/W4403680222",
      "title": "A subcortical feeding circuit linking an interoceptive node to jaw movement",
      "authors": "Christin Kosse, Jessica Ivanov, Zachary Knight, Kyle Pellegrino, Jeffrey Friedman",
      "paper_url": "https://doi.org/10.1038/s41586-024-08098-1",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4281901178",
      "paper_id": "https://openalex.org/W4281901178",
      "title": "A tissue-like neurotransmitter sensor for the brain and gut",
      "authors": "Jinxing Li, Yuxin Liu, Lei Yuan, Baibing Zhang, Estelle Spear Bishop, Kecheng Wang, Jing Tang, Yu-Qing Zheng, Wenhui Xu, Simiao Niu, Levent Beker, Thomas L. Li, Gan Chen, Modupeola Diyaolu, Anne-Laure Thomas, Vittorio Mottini, Jeffrey B.-H. Tok, James C. Y. Dunn, Bianxiao Cui, Sergiu P. Pașca, Yi Cui, Aida Habtezion, Xiaoke Chen, Zhenan Bao",
      "paper_url": "https://doi.org/10.1038/s41586-022-04615-2",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3176137376",
      "paper_id": "https://openalex.org/W3176137376",
      "title": "A transcriptional switch governs fibroblast activation in heart disease",
      "authors": "Michael Alexanian, Pawel F. Przytycki, Rudi Micheletti, Arun Padmanabhan, Lin Ye, Joshua G. Travers, Barbara Gonzalez-Teran, Ana Catarina Silva, Qiming Duan, Sanjeev S. Ranade, Franco Felix, Ricardo Linares-Saldana, Li Li, Clara Youngna Lee, Nandhini Sadagopan, Angelo Pelonero, Yu Huang, Gaia Andreoletti, Rajan Jain, Timothy A. McKinsey, Michael G. Rosenfeld, Casey A. Gifford, Katherine S. Pollard, Saptarsi M. Haldar, Deepak Srivastava",
      "paper_url": "https://doi.org/10.1038/s41586-021-03674-1",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392505465",
      "paper_id": "https://openalex.org/W4392505465",
      "title": "A vagal reflex evoked by airway closure",
      "authors": "Michael S. Schappe, Philip A. Brinn, Narendra R. Joshi, Rachel S. Greenberg, Soohong Min, AbdulRasheed A. Alabi, Chuchu Zhang, Stephen D. Liberles",
      "paper_url": "https://doi.org/10.1038/s41586-024-07144-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400279497",
      "paper_id": "https://openalex.org/W4400279497",
      "title": "Adenosine signalling to astrocytes coordinates brain metabolism and function",
      "authors": "Shefeeq M. Theparambil, Olga Kopach, Alice Braga, Shereen Nizari, Patrick S. Hosford, Virag Sagi-Kiss, Anna Hadjihambi, Christos Konstantinou, Noemi Esteras, Ana Gutierrez Del Arroyo, Gareth L. Ackland, Anja G. Teschemacher, Nicholas Dale, Tobias Eckle, Petros Andrikopoulos, Dmitri A. Rusakov, Sergey Kasparov, Alexander V. Gourine",
      "paper_url": "https://doi.org/10.1038/s41586-024-07611-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404467861",
      "paper_id": "https://openalex.org/W4404467861",
      "title": "Adipose tissue retains an epigenetic memory of obesity after weight loss",
      "authors": "Laura C. Hinte, Daniel Castellano-Castillo, Adhideb Ghosh, Kate Melrose, Emanuel Gasser, Falko Noé, Lucas Massier, Hua Dong, Wenfei Sun, Anne Hoffmann, Christian Wolfrum, Mikael Rydén, Niklas Mejhert, Matthias Blüher, Ferdinand von Meyenn",
      "paper_url": "https://doi.org/10.1038/s41586-024-08165-7",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4365151452",
      "paper_id": "https://openalex.org/W4365151452",
      "title": "Ageing-associated changes in transcriptional elongation influence longevity",
      "authors": "Cédric Debès, Antonios Papadakis, Sebastian Grönke, Özlem Karalay, Luke S. Tain, Athanasia Mizi, Shuhei Nakamura, Oliver Hahn, Carina Weigelt, Natasa Josipovic, Anne Zirkel, Isabell Brusius, Konstantinos Sofiadis, Mantha Lamprousi, Yu-Xuan Lu, Wenming Huang, Reza Esmaillie, Torsten Kubacki, Martin R. Späth, Bernhard Schermer, Thomas Benzing, Roman-Ulrich Müller, Adam Antebi, Linda Partridge, Argyris Papantonis, Andreas Beyer",
      "paper_url": "https://doi.org/10.1038/s41586-023-05922-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402439284",
      "paper_id": "https://openalex.org/W4402439284",
      "title": "Agonist antibody to guanylate cyclase receptor NPR1 regulates vascular tone",
      "authors": "Michael E. Dunn, Aaron Kithcart, Jee Hae Kim, Andre Jo-Hao Ho, Matthew C. Franklin, Annabel Romero Hernandez, Jan de Hoon, Wouter Botermans, Jonathan Meyer, Ximei Jin, Dongqin Zhang, Justin Torello, Daniel Jasewicz, Vishal Kamat, Elena Garnova, Nina Liu, Michael Rosconi, Hao Pan, Satyajit Karnik, Michael E. Burczynski, Wenjun Zheng, Ashique Rafique, Jonas B. Nielsen, Tanima De, Niek Verweij, Anita Pandit, Adam Locke, Naga Chalasani, Olle Melander, Tae-Hwi Schwantes-An, Daniel J. Rader, Marylyn D. Ritchie, JoEllen Weaver, Nawar Naseer, Afiya Poindexter, Khadijah Hu-Sain, Yi-An Ko, Meghan Livingstone, Fred Vadivieso, Stephanie DerOhannessian, Teo Tran, Julia Stephanowski, Monica Zielinski, Ned Haubein, Joseph Dunn, Anurag Verma, Colleen Morse Kripke, Marjorie Risman, Renae Judy, Shefali S. Verma, Yuki Bradford, Scott Dudek, Theodore Drivas, Lance J. Adams, Jackie Blank, Dale Bodian, Derek Boris, Adam Buchanan, David J. Carey, Ryan D. Colonie, F. Daniel Davis, Dustin N. Hartzel, Melissa Kelly, H. Lester Kirchner, Joseph B. Leader, David H. Ledbetter, J. Neil Manus, Christa L. Martin, Raghu P. Metpally, Michelle Meyer, Tooraj Mirshahi, Matthew Oetjens, Thomas Nate Person, Christopher Still, Natasha Strande, Amy Sturm, Jen Wagner, Marc Williams, Goncalo Abecasis, Michael Cantor, Giovanni Coppola, Andrew Deubler, Aris Economides, John D. Overton, Jeffrey G. Reid, Katherine Siminovitch, Alan Shuldiner, Christina Beechert, Caitlin Forsythe, Erin D. Fuller, Zhenhua Gu, Michael Lattari, Alexander Lopez, Maria Sotiropoulos Padilla, Manasi Pradhan, Kia Manoochehri, Thomas D. Schleicher, Louis Widom, Sarah E. Wolf, Ricardo H. Ulloa, Amelia Averitt, Nilanjana Banerjee, Dadong Li, Sameer Malhotra, Deepika Sharma, Jeffrey C. Staples, Xiaodong Bai, Suganthi Balasubramanian, Suying Bao, Boris Boutkov, Siying Chen, Gisu Eom, Lukas Habegger, Alicia Hawes, Shareef Khalid, Olga Krasheninina, Rouel Lanche, Adam J. Mansfield, Evan K. Maxwell, George Mitra, Mona Nafde, Sean O’Keeffe, Max Orelus, Razvan Panea, Tommy Polanco, Ayesha Rasool, William Salerno, Kathie Sun, Joshua Backman, Amy Damask, Lee Dobbyn, Manuel Allen Revez Ferreira, Arkopravo Ghosh, Christopher Gillies, Lauren Gurski, Eric Jorgenson, Hyun Min Kang, Michael Kessler, Jack Kosmicki, Alexander Li, Nan Lin, Daren Liu, Jonathan Marchini, Anthony Marcketta, Joelle Mbatchou, Arden Moscati, Charles Paulding, Carlo Sidore, Eli Stahl, Kyoko Watanabe, Bin Ye, Blair Zhang, Andrey Ziyatdinov, Ariane Ayer, Aysegul Guvenek, George Hindy, Jan Freudenberg, Jonas Bovijn, Kavita Praveen, Manav Kapoor, Mary Haas, Moeen Riaz, Olukayode Sosina, Parsa Akbari, Priyanka Nakka, Sahar Gelfman, Sujit Gokhale, Veera Rajagopal, Gannie Tzoneva, Juan Rodriguez-Flores, Esteban Chen, Marcus B. Jones, Michelle G. LeBlanc, Jason Mighty, Lyndon J. Mitnaul, Nirupama Nishtala, Nadia Rana, Jaimee Hernandez, Jennifer Rico Varela, Aris Baras, Luca A. Lotta, Bret J. Musser, Jason Mastaitis, Kishor B. Devalaraja-Narashimha, Andrew J. Rankin, Tammy Huang, Gary Herman, William Olson, Andrew J. Murphy, George D. Yancopoulos, Benjamin A. Olenchock, Lori Morton",
      "paper_url": "https://doi.org/10.1038/s41586-024-07903-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400491625",
      "paper_id": "https://openalex.org/W4400491625",
      "title": "Alveolar fibroblast lineage orchestrates lung inflammation and fibrosis",
      "authors": "Tatsuya Tsukui, Paul J. Wolters, Dean Sheppard",
      "paper_url": "https://doi.org/10.1038/s41586-024-07660-1",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3161778279",
      "paper_id": "https://openalex.org/W3161778279",
      "title": "An aged immune system drives senescence and ageing of solid organs",
      "authors": "Matthew J. Yousefzadeh, Rafael R. Flores, Yi Zhu, Zoe C. Schmiechen, Robert W. Brooks, Christy E. Trussoni, Yuxiang Cui, Luise Angelini, Kyoo-A Lee, Sara J. McGowan, Adam L. Burrack, Dong Wang, Qing Dong, Aiping Lu, Tokio Sano, Ryan D. O’Kelly, Collin A. McGuckian, Jonathan I. Kato, Michael P. Bank, Erin A. Wade, Smitha P. S. Pillai, Jenna Klug, Warren C. Ladiges, Christin E. Burd, Sara E. Lewis, Nicholas F. LaRusso, Nam V. Vo, Yinsheng Wang, Eric E. Kelley, Johnny Huard, Ingunn M. Stromnes, Paul D. Robbins, Laura J. Niedernhofer",
      "paper_url": "https://doi.org/10.1038/s41586-021-03547-7",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4323546561",
      "paper_id": "https://openalex.org/W4323546561",
      "title": "An airway-to-brain sensory pathway mediates influenza-induced sickness",
      "authors": "Na-Ryum Bin, Sara L. Prescott, Nao Horio, Yandan Wang, Isaac M. Chiu, Stephen D. Liberles",
      "paper_url": "https://doi.org/10.1038/s41586-023-05796-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4282972916",
      "paper_id": "https://openalex.org/W4282972916",
      "title": "An exercise-inducible metabolite that suppresses feeding and obesity",
      "authors": "Veronica L. Li, Yang He, Kévin Contrepois, Hailan Liu, Joon T. Kim, Amanda L. Wiggenhorn, Julia T. Tanzo, Alan Sheng-Hwa Tung, Xuchao Lyu, Peter-James H. Zushin, Robert S. Jansen, Basil Michael, Kang Yong Loh, Andrew C. Yang, Christian S. Carl, Christian T. Voldstedlund, Wei Wei, Stephanie M. Terrell, Benjamin C. Moeller, Rick M. Arthur, Gareth A. Wallis, Koen van de Wetering, Andreas Stahl, Bente Kiens, Erik A. Richter, Steven M. Banik, Michael P. Snyder, Yong Xu, Jonathan Z. Long",
      "paper_url": "https://doi.org/10.1038/s41586-022-04828-5",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386283082",
      "paper_id": "https://openalex.org/W4386283082",
      "title": "An orexigenic subnetwork within the human hippocampus",
      "authors": "Daniel A. N. Barbosa, Sandra Gattas, Juliana S. Salgado, Fiene Marie Kuijper, Allan R. Wang, Yuhao Huang, Bina Kakusa, Christoph Leuze, Artur Luczak, Paul Rapp, Robert C. Malenka, Dora Hermes, Kai J. Miller, Boris D. Heifets, Cara Bohon, Jennifer A. McNab, Casey H. Halpern",
      "paper_url": "https://doi.org/10.1038/s41586-023-06459-w",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3215150543",
      "paper_id": "https://openalex.org/W3215150543",
      "title": "Antigen-presenting innate lymphoid cells orchestrate neuroinflammation",
      "authors": "John B. Grigg, Arthi Shanmugavadivu, Tommy Regen, Christopher N. Parkhurst, Anees Ahmed, Ann M. Joseph, Michael Mazzucco, Konrad Gronke, Andreas Diefenbach, Gerard Eberl, Timothy Vartanian, Ari Waisman, Gregory F. Sonnenberg",
      "paper_url": "https://doi.org/10.1038/s41586-021-04136-4",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4309507742",
      "paper_id": "https://openalex.org/W4309507742",
      "title": "APOE4 impairs myelination via cholesterol dysregulation in oligodendrocytes",
      "authors": "Joel W. Blanchard, Leyla Anne Akay, Jose Davila-Velderrain, Djuna von Maydell, Hansruedi Mathys, Shawn M. Davidson, Audrey Effenberger, Chih-Yu Chen, Kristal Maner-Smith, Ihab Hajjar, Eric A. Ortlund, Michael Bula, Emre Agbas, Ayesha Ng, Xueqiao Jiang, Martin Kahn, Cristina Blanco-Duque, Nicolas Lavoie, Liwang Liu, Ricardo Reyes, Yuan-Ta Lin, Tak Ko, Lea R’Bibo, William T. Ralvenius, David A. Bennett, Hugh P. Cam, Manolis Kellis, Li-Huei Tsai",
      "paper_url": "https://doi.org/10.1038/s41586-022-05439-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392762752",
      "paper_id": "https://openalex.org/W4392762752",
      "title": "APOE4/4 is linked to damaging lipid droplets in Alzheimer’s disease microglia",
      "authors": "Michael S. Haney, Róbert Pálovics, Christy Nicole Munson, Chris Long, Patrik K. Johansson, Oscar Yip, Wentao Dong, Eshaan Rawat, Elizabeth West, Johannes C. M. Schlachetzki, Andy Tsai, Ian Hunter Guldner, Bhawika S. Lamichhane, Amanda Smith, Nicholas Schaum, Kruti Calcuttawala, Andrew Shin, Yung-Hua Wang, Chengzhong Wang, Nicole Koutsodendris, Geidy E. Serrano, Thomas G. Beach, Eric M. Reiman, Christopher K. Glass, Monther Abu-Remaileh, Annika Enejder, Yadong Huang, Tony Wyss-Coray",
      "paper_url": "https://doi.org/10.1038/s41586-024-07185-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283834343",
      "paper_id": "https://openalex.org/W4283834343",
      "title": "Apoptotic brown adipocytes enhance energy expenditure via extracellular inosine",
      "authors": "Birte Niemann, Saskia Haufs-Brusberg, Laura Puetz, Martin Feickert, Michelle Y. Jaeckstein, Anne Hoffmann, Jelena Zurkovic, Markus Heine, Eva-Maria Trautmann, Christa E. Müller, Anke Tönjes, Christian Schlein, Azin Jafari, Holger K. Eltzschig, Thorsten Gnad, Matthias Blüher, Natalie Krahmer, Peter Kovacs, Joerg Heeren, Alexander Pfeifer",
      "paper_url": "https://doi.org/10.1038/s41586-022-05041-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387540644",
      "paper_id": "https://openalex.org/W4387540644",
      "title": "Apoptotic stress causes mtDNA release during senescence and drives the SASP",
      "authors": "Stella Victorelli, Hanna Salmonowicz, James Chapman, Helene Martini, Maria Grazia Vizioli, Joel S. Riley, Catherine Cloix, Ella Hall-Younger, Jair Machado Espindola-Netto, Diana Jurk, Anthony B. Lagnado, Lilian Sales Gomez, Joshua N. Farr, Dominik Saul, Rebecca Reed, George Kelly, Madeline Eppard, Laura C. Greaves, Zhixun Dou, Nicholas Pirius, Karolina Szczepanowska, Rebecca A. Porritt, Huijie Huang, Timothy Y. Huang, Derek A. Mann, Claudio Akio Masuda, Sundeep Khosla, Haiming Dai, Scott H. Kaufmann, Emmanouil Zacharioudakis, Evripidis Gavathiotis, Nathan K. LeBrasseur, Xue Lei, Alva G. Sainz, Viktor I. Korolchuk, Peter D. Adams, Gerald S. Shadel, Stephen W. G. Tait, João F. Passos",
      "paper_url": "https://doi.org/10.1038/s41586-023-06621-4",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410816378",
      "paper_id": "https://openalex.org/W4410816378",
      "title": "Astrocyte morphogenesis requires self-recognition",
      "authors": "John H. Lee, Alina P. Sergeeva, Göran Ahlsén, Seetha Mannepalli, Fabiana Bahna, Kerry M. Goodman, Runzhe Xu, Baljit S. Khakh, Joshua A. Weiner, Lawrence Shapiro, Barry Honig, S. Lawrence Zipursky",
      "paper_url": "https://doi.org/10.1038/s41586-025-09013-y",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3142261482",
      "paper_id": "https://openalex.org/W3142261482",
      "title": "Astrocytes close a motor circuit critical period",
      "authors": "Sarah D. Ackerman, Nelson A. Perez-Catalan, Marc R. Freeman, Chris Q. Doe",
      "paper_url": "https://doi.org/10.1038/s41586-021-03441-2",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4365143658",
      "paper_id": "https://openalex.org/W4365143658",
      "title": "Astrocyte–neuron subproteomes and obsessive–compulsive disorder mechanisms",
      "authors": "Joselyn S. Soto, Yasaman Jami-Alahmadi, Jakelyn Chacon, Stefanie L. Moye, Blanca Diaz-Castro, James A. Wohlschlegel, Baljit S. Khakh",
      "paper_url": "https://doi.org/10.1038/s41586-023-05927-7",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3182356919",
      "paper_id": "https://openalex.org/W3182356919",
      "title": "Astrocytic interleukin-3 programs microglia and limits Alzheimer’s disease",
      "authors": "Cameron S. McAlpine, Joseph Park, Ana Griciuc, Eunhee Kim, Se Hoon Choi, Yoshiko Iwamoto, Máté G. Kiss, Kathleen A. Christie, Claudio Vinegoni, Wolfram C. Poller, John E. Mindur, Christopher T. Chan, Shun He, Henrike Janssen, Lai Ping Wong, Jeffrey Downey, Sumnima Singh, Atsushi Anzai, Florian Kahles, Mehdi Jorfi, Paolo Fumene Feruglio, Ruslan I. Sadreyev, Ralph Weissleder, Benjamin P. Kleinstiver, Matthias Nahrendorf, Rudolph E. Tanzi, Filip K. Swirski",
      "paper_url": "https://doi.org/10.1038/s41586-021-03734-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4390940926",
      "paper_id": "https://openalex.org/W4390940926",
      "title": "Autoreactive T cells target peripheral nerves in Guillain–Barré syndrome",
      "authors": "L. Súkeníková, A. Mallone, B. Schreiner, P. Ripellino, J. Nilsson, M. Stoffel, S. E. Ulbrich, F. Sallusto, D. Latorre",
      "paper_url": "https://doi.org/10.1038/s41586-023-06916-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391994098",
      "paper_id": "https://openalex.org/W4391994098",
      "title": "B cells orchestrate tolerance to the neuromyelitis optica autoantigen AQP4",
      "authors": "Ali Maisam Afzali, Lucy Nirschl, Christopher Sie, Monika Pfaller, Oleksii Ulianov, Tobias Hassler, Christine Federle, Elisabetta Petrozziello, Sudhakar Reddy Kalluri, Hsin Hsiang Chen, Sofia Tyystjärvi, Andreas Muschaweckh, Katja Lammens, Claire Delbridge, Andreas Büttner, Katja Steiger, Gönül Seyhan, Ole Petter Ottersen, Rupert Öllinger, Roland Rad, Sebastian Jarosch, Adrian Straub, Anton Mühlbauer, Simon Grassmann, Bernhard Hemmer, Jan P. Böttcher, Ingrid Wagner, Mario Kreutzfeldt, Doron Merkler, Irene Bonafonte Pardàs, Marc Schmidt Supprian, Veit R. Buchholz, Sylvia Heink, Dirk H. Busch, Ludger Klein, Thomas Korn",
      "paper_url": "https://doi.org/10.1038/s41586-024-07079-8",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4322739688",
      "paper_id": "https://openalex.org/W4322739688",
      "title": "Bacteria hijack a meningeal neuroimmune axis to facilitate brain invasion",
      "authors": "Felipe A. Pinho-Ribeiro, Liwen Deng, Dylan V. Neel, Ozge Erdogan, Himanish Basu, Daping Yang, Samantha Choi, Alec J. Walker, Simone Carneiro-Nascimento, Kathleen He, Glendon Wu, Beth Stevens, Kelly S. Doran, Dan Levy, Isaac M. Chiu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05753-x",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409729669",
      "paper_id": "https://openalex.org/W4409729669",
      "title": "BMAL1–HIF2A heterodimer modulates circadian variations of myocardial injury",
      "authors": "Wei Ruan, Tao Li, In Hyuk Bang, Jaewoong Lee, Wankun Deng, Xinxin Ma, Cong Luo, Fang Du, Seung-Hee Yoo, Boyun Kim, Jiwen Li, Xiaoyi Yuan, Katherine Figarella, Yu A. An, Yin-Ying Wang, Yafen Liang, Matthew DeBerge, Dongze Zhang, Zhen Zhou, Yanyu Wang, Joshua M. Gorham, Jonathan G. Seidman, Christine E. Seidman, Sary F. Aranki, Ragini Nair, Lei Li, Jagat Narula, Zhongming Zhao, Alemayehu A. Gorfe, Jochen D. Muehlschlegel, Kuang-Lei Tsai, Holger K. Eltzschig",
      "paper_url": "https://doi.org/10.1038/s41586-025-08898-z",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4281752653",
      "paper_id": "https://openalex.org/W4281752653",
      "title": "Brain motor and fear circuits regulate leukocytes during acute stress",
      "authors": "Wolfram C. Poller, Jeffrey Downey, Agnes A. Mooslechner, Nargis Khan, Long Li, Christopher T. Chan, Cameron S. McAlpine, Chunliang Xu, Florian Kahles, Shun He, Henrike Janssen, John E. Mindur, Sumnima Singh, Máté G. Kiss, Laura Alonso-Herranz, Yoshiko Iwamoto, Rainer H. Kohler, Lai Ping Wong, Kashish Chetal, Scott J. Russo, Ruslan I. Sadreyev, Ralph Weissleder, Matthias Nahrendorf, Paul S. Frenette, Maziar Divangahi, Filip K. Swirski",
      "paper_url": "https://doi.org/10.1038/s41586-022-04890-z",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4405965123",
      "paper_id": "https://openalex.org/W4405965123",
      "title": "Brain-wide cell-type-specific transcriptomic signatures of healthy ageing in mice",
      "authors": "Kelly Jin, Zizhen Yao, Cindy T. J. van Velthoven, Eitan S. Kaplan, Katie Glattfelder, Samuel T. Barlow, Gabriella Boyer, Daniel Carey, Tamara Casper, Anish Bhaswanth Chakka, Rushil Chakrabarty, Michael Clark, Max Departee, Marie Desierto, Amanda Gary, Jessica Gloe, Jeff Goldy, Nathan Guilford, Junitta Guzman, Daniel Hirschstein, Changkyu Lee, Elizabeth Liang, Trangthanh Pham, Melissa Reding, Kara Ronellenfitch, Augustin Ruiz, Josh Sevigny, Nadiya Shapovalova, Lyudmila Shulga, Josef Sulc, Amy Torkelson, Herman Tung, Boaz Levi, Susan M. Sunkin, Nick Dee, Luke Esposito, Kimberly A. Smith, Bosiljka Tasic, Hongkui Zeng",
      "paper_url": "https://doi.org/10.1038/s41586-024-08350-8",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4294904953",
      "paper_id": "https://openalex.org/W4294904953",
      "title": "Brainstem ADCYAP1+ neurons control multiple aspects of sickness behaviour",
      "authors": "Anoj Ilanges, Rani Shiao, Jordan Shaked, Ji-Dung Luo, Xiaofei Yu, Jeffrey M. Friedman",
      "paper_url": "https://doi.org/10.1038/s41586-022-05161-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4289637606",
      "paper_id": "https://openalex.org/W4289637606",
      "title": "Brown-fat-mediated tumour suppression by cold-altered global metabolism",
      "authors": "Takahiro Seki, Yunlong Yang, Xiaoting Sun, Sharon Lim, Sisi Xie, Ziheng Guo, Wenjing Xiong, Masashi Kuroda, Hiroshi Sakaue, Kayoko Hosaka, Xu Jing, Masahito Yoshihara, Lili Qu, Xin Li, Yuguo Chen, Yihai Cao",
      "paper_url": "https://doi.org/10.1038/s41586-022-05030-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4322733206",
      "paper_id": "https://openalex.org/W4322733206",
      "title": "Cardiogenic control of affective behavioural state",
      "authors": "Brian Hsueh, Ritchie Chen, YoungJu Jo, Daniel Tang, Misha Raffiee, Yoon Seok Kim, Masatoshi Inoue, Sawyer Randles, Charu Ramakrishnan, Sneha Patel, Doo Kyung Kim, Tony X. Liu, Soo Hyun Kim, Longzhi Tan, Leili Mortazavi, Arjay Cordero, Jenny Shi, Mingming Zhao, Theodore T. Ho, Ailey Crow, Ai-Chi Wang Yoo, Cephra Raja, Kathryn Evans, Daniel Bernstein, Michael Zeineh, Maged Goubran, Karl Deisseroth",
      "paper_url": "https://doi.org/10.1038/s41586-023-05748-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4388694363",
      "paper_id": "https://openalex.org/W4388694363",
      "title": "CD201+ fascia progenitors choreograph injury repair",
      "authors": "Donovan Correa-Gallegos, Haifeng Ye, Bikram Dasgupta, Aydan Sardogan, Safwen Kadri, Ravinder Kandi, Ruoxuan Dai, Yue Lin, Robert Kopplin, Disha Shantaram Shenai, Juliane Wannemacher, Ryo Ichijo, Dongsheng Jiang, Maximilian Strunz, Meshal Ansari, Illias Angelidis, Herbert B. Schiller, Thomas Volz, Hans-Günther Machens, Yuval Rinkevich",
      "paper_url": "https://doi.org/10.1038/s41586-023-06725-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401947164",
      "paper_id": "https://openalex.org/W4401947164",
      "title": "Cellular communities reveal trajectories of brain ageing and Alzheimer’s disease",
      "authors": "Gilad Sahar Green, Masashi Fujita, Hyun-Sik Yang, Mariko Taga, Anael Cain, Cristin McCabe, Natacha Comandante-Lou, Charles C. White, Anna K. Schmidtner, Lu Zeng, Alina Sigalov, Yangling Wang, Aviv Regev, Hans-Ulrich Klein, Vilas Menon, David A. Bennett, Naomi Habib, Philip L. De Jager",
      "paper_url": "https://doi.org/10.1038/s41586-024-07871-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4289593678",
      "paper_id": "https://openalex.org/W4289593678",
      "title": "Cellular recovery after prolonged warm ischaemia of the whole body",
      "authors": "David Andrijevic, Zvonimir Vrselja, Taras Lysyy, Shupei Zhang, Mario Skarica, Ana Spajic, David Dellal, Stephanie L. Thorn, Robert B. Duckrow, Shaojie Ma, Phan Q. Duy, Atagun U. Isiktas, Dan Liang, Mingfeng Li, Suel-Kee Kim, Stefano G. Daniele, Khadija Banu, Sudhir Perincheri, Madhav C. Menon, Anita Huttner, Kevin N. Sheth, Kevin T. Gobeske, Gregory T. Tietjen, Hitten P. Zaveri, Stephen R. Latham, Albert J. Sinusas, Nenad Sestan",
      "paper_url": "https://doi.org/10.1038/s41586-022-05016-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385498418",
      "paper_id": "https://openalex.org/W4385498418",
      "title": "cGAS–STING drives ageing-related inflammation and neurodegeneration",
      "authors": "Muhammet F. Gulen, Natasha Samson, Alexander Keller, Marius Schwabenland, Chong Liu, Selene Glück, Vivek V. Thacker, Lucie Favre, Bastien Mangeat, Lona J. Kroese, Paul Krimpenfort, Marco Prinz, Andrea Ablasser",
      "paper_url": "https://doi.org/10.1038/s41586-023-06373-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4393218994",
      "paper_id": "https://openalex.org/W4393218994",
      "title": "CGRP sensory neurons promote tissue healing via neutrophils and macrophages",
      "authors": "Yen-Zhen Lu, Bhavana Nayer, Shailendra Kumar Singh, Yasmin K. Alshoubaki, Elle Yuan, Anthony J. Park, Kenta Maruyama, Shizuo Akira, Mikaël M. Martino",
      "paper_url": "https://doi.org/10.1038/s41586-024-07237-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408853259",
      "paper_id": "https://openalex.org/W4408853259",
      "title": "Changes in neurotensin signalling drive hedonic devaluation in obesity",
      "authors": "Neta Gazit Shimoni, Amanda J. Tose, Charlotte Seng, Yihan Jin, Tamás Lukacsovich, Hongbin Yang, Jeroen P. H. Verharen, Christine Liu, Michael Tanios, Eric Hu, Jonathan Read, Lilly W. Tang, Byung Kook Lim, Lin Tian, Csaba Földy, Stephan Lammel",
      "paper_url": "https://doi.org/10.1038/s41586-025-08748-y",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4388077118",
      "paper_id": "https://openalex.org/W4388077118",
      "title": "CHIT1-positive microglia drive motor neuron ageing in the primate spinal cord",
      "authors": "Shuhui Sun, Jiaming Li, Si Wang, Jingyi Li, Jie Ren, Zhaoshi Bao, Le Sun, Xibo Ma, Fangshuo Zheng, Shuai Ma, Liang Sun, Min Wang, Yan Yu, Miyang Ma, Qiaoran Wang, Zhiyuan Chen, He Ma, Xuebao Wang, Zeming Wu, Hui Zhang, Kaowen Yan, Yuanhan Yang, Yixin Zhang, Sheng Zhang, Jinghui Lei, Zhao-Qian Teng, Chang-Mei Liu, Ge Bai, Yan-Jiang Wang, Jian Li, Xiaoqun Wang, Guoguang Zhao, Tao Jiang, Juan Carlos Izpisua Belmonte, Jing Qu, Weiqi Zhang, Guang-Hui Liu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06783-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386826855",
      "paper_id": "https://openalex.org/W4386826855",
      "title": "Cholinergic neurons trigger epithelial Ca2+ currents to heal the gut",
      "authors": "Afroditi Petsakou, Yifang Liu, Ying Liu, Aram Comjean, Yanhui Hu, Norbert Perrimon",
      "paper_url": "https://doi.org/10.1038/s41586-023-06627-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403680473",
      "paper_id": "https://openalex.org/W4403680473",
      "title": "Chromatin remodelling drives immune cell–fibroblast communication in heart failure",
      "authors": "Michael Alexanian, Arun Padmanabhan, Tomohiro Nishino, Joshua G. Travers, Lin Ye, Angelo Pelonero, Clara Youngna Lee, Nandhini Sadagopan, Yu Huang, Kirsten Auclair, Ada Zhu, Yuqian An, Christina A. Ekstrand, Cassandra Martinez, Barbara Gonzalez Teran, Will R. Flanigan, Charis Kee-Seon Kim, Koya Lumbao-Conradson, Zachary Gardner, Li Li, Mauro W. Costa, Rajan Jain, Israel Charo, Alexis J. Combes, Saptarsi M. Haldar, Katherine S. Pollard, Ronald J. Vagnozzi, Timothy A. McKinsey, Pawel F. Przytycki, Deepak Srivastava",
      "paper_url": "https://doi.org/10.1038/s41586-024-08085-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4365143573",
      "paper_id": "https://openalex.org/W4365143573",
      "title": "Chromosomal fragile site breakage by EBV-encoded EBNA1 at clustered repeats",
      "authors": "Julia Su Zhou Li, Ammal Abbasi, Dong Hyun Kim, Scott M. Lippman, Ludmil B. Alexandrov, Don W. Cleveland",
      "paper_url": "https://doi.org/10.1038/s41586-023-05923-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4206915534",
      "paper_id": "https://openalex.org/W4206915534",
      "title": "Clonally expanded B cells in multiple sclerosis bind EBV EBNA1 and GlialCAM",
      "authors": "Tobias V. Lanz, R. Camille Brewer, Peggy P. Ho, Jae-Seung Moon, Kevin M. Jude, Daniel Fernandez, Ricardo A. Fernandes, Alejandro M. Gomez, Gabriel-Stefan Nadj, Christopher M. Bartley, Ryan D. Schubert, Isobel A. Hawes, Sara E. Vazquez, Manasi Iyer, J. Bradley Zuchero, Bianca Teegen, Jeffrey E. Dunn, Christopher B. Lock, Lucas B. Kipp, Victoria C. Cotham, Beatrix M. Ueberheide, Blake T. Aftab, Mark S. Anderson, Joseph L. DeRisi, Michael R. Wilson, Rachael J. M. Bashford-Rogers, Michael Platten, K. Christopher Garcia, Lawrence Steinman, William H. Robinson",
      "paper_url": "https://doi.org/10.1038/s41586-022-04432-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4310942637",
      "paper_id": "https://openalex.org/W4310942637",
      "title": "CLSTN3β enforces adipocyte multilocularity to facilitate lipid utilization",
      "authors": "Kevin Qian, Marcus J. Tol, Jin Wu, Lauren F. Uchiyama, Xu Xiao, Liujuan Cui, Alexander H. Bedard, Thomas A. Weston, Pradeep S. Rajendran, Laurent Vergnes, Yuta Shimanaka, Yesheng Yin, Yasaman Jami-Alahmadi, Whitaker Cohn, Bryce T. Bajar, Chia-Ho Lin, Benita Jin, Laura A. DeNardo, Douglas L. Black, Julian P. Whitelegge, James A. Wohlschlegel, Karen Reue, Kalyanam Shivkumar, Feng-Jung Chen, Stephen G. Young, Peng Li, Peter Tontonoz",
      "paper_url": "https://doi.org/10.1038/s41586-022-05507-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4384008968",
      "paper_id": "https://openalex.org/W4384008968",
      "title": "Co-transplantation of autologous Treg cells in a cell therapy for Parkinson’s disease",
      "authors": "Tae-Yoon Park, Jeha Jeon, Nayeon Lee, Jisun Kim, Bin Song, Jung-Ho Kim, Sang-Kyou Lee, Dongxin Liu, Young Cha, Minseon Kim, Pierre Leblanc, Todd M. Herrington, Bob S. Carter, Jeffrey S. Schweitzer, Kwang-Soo Kim",
      "paper_url": "https://doi.org/10.1038/s41586-023-06300-4",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409726166",
      "paper_id": "https://openalex.org/W4409726166",
      "title": "Cold memories control whole-body thermoregulatory responses",
      "authors": "Andrea Muñoz Zamora, Aaron Douglas, Paul B. Conway, Esteban Urrieta, Taylor Moniz, James D. O’Leary, Lydia Marks, Christine A. Denny, Clara Ortega-de San Luis, Lydia Lynch, Tomás J. Ryan",
      "paper_url": "https://doi.org/10.1038/s41586-025-08902-6",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4392242531",
      "paper_id": "https://openalex.org/W4392242531",
      "title": "Compartmentalized ocular lymphatic system mediates eye–brain immunity",
      "authors": "Xiangyun Yin, Sophia Zhang, Ju Hyun Lee, Huiping Dong, George Mourgkos, Gordon Terwilliger, Aurora Kraus, Luiz Henrique Geraldo, Mathilde Poulet, Suzanne Fischer, Ting Zhou, Farrah Shalima Mohammed, Jiangbing Zhou, Yongfu Wang, Seth Malloy, Nicolas Rohner, Lokesh Sharma, Irene Salinas, Anne Eichmann, Jean-Leon Thomas, W. Mark Saltzman, Anita Huttner, Caroline Zeiss, Aaron Ring, Akiko Iwasaki, Eric Song",
      "paper_url": "https://doi.org/10.1038/s41586-024-07130-8",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3213624992",
      "paper_id": "https://openalex.org/W3213624992",
      "title": "Cortical responses to touch reflect subcortical integration of LTMR signals",
      "authors": "Alan J. Emanuel, Brendan P. Lehnert, Stefano Panzeri, Christopher D. Harvey, David D. Ginty",
      "paper_url": "https://doi.org/10.1038/s41586-021-04094-x",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3148710064",
      "paper_id": "https://openalex.org/W3148710064",
      "title": "Corticosterone inhibits GAS6 to govern hair follicle stem-cell quiescence",
      "authors": "Sekyu Choi, Bing Zhang, Sai Ma, Meryem Gonzalez-Celeiro, Daniel Stein, Xin Jin, Seung Tea Kim, Yuan-Lin Kang, Antoine Besnard, Amelie Rezza, Laura Grisanti, Jason D. Buenrostro, Michael Rendl, Matthias Nahrendorf, Amar Sahay, Ya-Chieh Hsu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03417-2",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3131597949",
      "paper_id": "https://openalex.org/W3131597949",
      "title": "Creatine kinase B controls futile creatine cycling in thermogenic fat",
      "authors": "Janane F. Rahbani, Anna Roesler, Mohammed F. Hussain, Bozena Samborska, Christien B. Dykstra, Linus Tsai, Mark P. Jedrychowski, Laurent Vergnes, Karen Reue, Bruce M. Spiegelman, Lawrence Kazak",
      "paper_url": "https://doi.org/10.1038/s41586-021-03221-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403063000",
      "paper_id": "https://openalex.org/W4403063000",
      "title": "CRISPR–Cas9 screens reveal regulators of ageing in neural stem cells",
      "authors": "Tyson J. Ruetz, Angela N. Pogson, Chloe M. Kashiwagi, Stephanie D. Gagnon, Bhek Morton, Eric D. Sun, Jeeyoon Na, Robin W. Yeo, Dena S. Leeman, David W. Morgens, C. Kimberly Tsui, Amy Li, Michael C. Bassik, Anne Brunet",
      "paper_url": "https://doi.org/10.1038/s41586-024-07972-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3163348136",
      "paper_id": "https://openalex.org/W3163348136",
      "title": "Cross-tissue organization of the fibroblast lineage",
      "authors": "Matthew B. Buechler, Rachana N. Pradhan, Akshay T. Krishnamurty, Christian Cox, Aslihan Karabacak Calviello, Amber W. Wang, Yeqing Angela Yang, Lucinda Tam, Roger Caothien, Merone Roose-Girma, Zora Modrusan, Joseph R. Arron, Richard Bourgon, Sören Müller, Shannon. J. Turley",
      "paper_url": "https://doi.org/10.1038/s41586-021-03549-5",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392228819",
      "paper_id": "https://openalex.org/W4392228819",
      "title": "Crym-positive striatal astrocytes gate perseverative behaviour",
      "authors": "Matthias Ollivier, Joselyn S. Soto, Kay E. Linker, Stefanie L. Moye, Yasaman Jami-Alahmadi, Anthony E. Jones, Ajit S. Divakaruni, Riki Kawaguchi, James A. Wohlschlegel, Baljit S. Khakh",
      "paper_url": "https://doi.org/10.1038/s41586-024-07138-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4367049164",
      "paper_id": "https://openalex.org/W4367049164",
      "title": "Cryptochrome–Timeless structure reveals circadian clock timing mechanisms",
      "authors": "Changfan Lin, Shi Feng, Cristina C. DeOliveira, Brian R. Crane",
      "paper_url": "https://doi.org/10.1038/s41586-023-06009-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4380550685",
      "paper_id": "https://openalex.org/W4380550685",
      "title": "Dedicated macrophages organize and maintain the enteric nervous system",
      "authors": "Maria Francesca Viola, Marta Chavero-Pieres, Elodie Modave, Marcello Delfini, Nathalie Stakenborg, Maria Cuende Estévez, Naomi Fabre, Iris Appeltans, Tobie Martens, Katy Vandereyken, Hannah Theobald, Jens Van Herck, Philippe Petry, Simon Verheijden, Sebastiaan De Schepper, Alejandro Sifrim, Zhaoyuan Liu, Florent Ginhoux, Mohamad Azhar, Andreas Schlitzer, Gianluca Matteoli, Katrin Kierdorf, Marco Prinz, Pieter Vanden Berghe, Thierry Voet, Guy Boeckxstaens",
      "paper_url": "https://doi.org/10.1038/s41586-023-06200-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392985338",
      "paper_id": "https://openalex.org/W4392985338",
      "title": "Disease-associated astrocyte epigenetic memory promotes CNS pathology",
      "authors": "Hong-Gyun Lee, Joseph M. Rone, Zhaorong Li, Camilo Faust Akl, Seung Won Shin, Joon-Hyuk Lee, Lucas E. Flausino, Florian Pernin, Chun-Cheih Chao, Kilian L. Kleemann, Lena Srun, Tomer Illouz, Federico Giovannoni, Marc Charabati, Liliana M. Sanmarco, Jessica E. Kenison, Gavin Piester, Stephanie E. J. Zandee, Jack P. Antel, Veit Rothhammer, Michael A. Wheeler, Alexandre Prat, Iain C. Clark, Francisco J. Quintana",
      "paper_url": "https://doi.org/10.1038/s41586-024-07187-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3210849595",
      "paper_id": "https://openalex.org/W3210849595",
      "title": "Disruption of mitochondrial complex I induces progressive parkinsonism",
      "authors": "Patricia González-Rodríguez, Enrico Zampese, Kristen A. Stout, Jaime N. Guzman, Ema Ilijic, Ben Yang, Tatiana Tkatch, Mihaela A. Stavarache, David L. Wokosin, Lin Gao, Michael G. Kaplitt, José López-Barneo, Paul T. Schumacker, D. James Surmeier",
      "paper_url": "https://doi.org/10.1038/s41586-021-04059-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400491973",
      "paper_id": "https://openalex.org/W4400491973",
      "title": "Dissociable hindbrain GLP1R circuits for satiety and aversion",
      "authors": "Kuei-Pin Huang, Alisha A. Acosta, Misgana Y. Ghidewon, Aaron D. McKnight, Milena S. Almeida, Nathaniel T. Nyema, Nicholas D. Hanchak, Nisha Patel, Yenoukoume S. K. Gbenou, Alice E. Adriaenssens, Kevin A. Bolding, Amber L. Alhadeff",
      "paper_url": "https://doi.org/10.1038/s41586-024-07685-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4281488487",
      "paper_id": "https://openalex.org/W4281488487",
      "title": "Divergent transcriptional regulation of astrocyte reactivity across disorders",
      "authors": "Joshua E. Burda, Timothy M. O’Shea, Yan Ao, Keshav B. Suresh, Shinong Wang, Alexander M. Bernstein, Ashu Chandra, Sandeep Deverasetty, Riki Kawaguchi, Jae H. Kim, Sarah McCallum, Alexandra Rogers, Shalaka Wahane, Michael V. Sofroniew",
      "paper_url": "https://doi.org/10.1038/s41586-022-04739-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402220111",
      "paper_id": "https://openalex.org/W4402220111",
      "title": "DNA methylation controls stemness of astrocytes in health and ischaemia",
      "authors": "Lukas P. M. Kremer, Santiago Cerrizuela, Hadil El-Sammak, Mohammad Eid Al Shukairi, Tobias Ellinger, Jannes Straub, Aylin Korkmaz, Katrin Volk, Jan Brunken, Susanne Kleber, Simon Anders, Ana Martin-Villalba",
      "paper_url": "https://doi.org/10.1038/s41586-024-07898-9",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411206698",
      "paper_id": "https://openalex.org/W4411206698",
      "title": "Early life high fructose impairs microglial phagocytosis and neurodevelopment",
      "authors": "Zhaoquan Wang, Allie Lipshutz, Celia Martínez de la Torre, Alissa J. Trzeciak, Zong-Lin Liu, Isabella C. Miranda, Tomi Lazarov, Ana C. Codo, Jesús E. Romero-Pichardo, Achuth Nair, Tanya Schild, Waleska Saitz Rojas, Pedro H. V. Saavedra, Ann K. Baako, Kelvin Fadojutimi, Michael S. Downey, Frederic Geissmann, Giuseppe Faraco, Li Gan, Jon Iker Etchegaray, Christopher D. Lucas, Marina Tanasova, Christopher N. Parkhurst, Melody Y. Zeng, Kayvan R. Keshari, Justin S. A. Perry",
      "paper_url": "https://doi.org/10.1038/s41586-025-09098-5",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3209140125",
      "paper_id": "https://openalex.org/W3209140125",
      "title": "Early-life inflammation primes a T helper 2 cell–fibroblast niche in skin",
      "authors": "Ian C. Boothby, Maxime J. Kinet, Devi P. Boda, Elaine Y. Kwan, Sean Clancy, Jarish N. Cohen, Ireneusz Habrylo, Margaret M. Lowe, Mariela Pauli, Ashley E. Yates, Jamie D. Chan, Hobart W. Harris, Isaac M. Neuhaus, Timothy H. McCalmont, Ari B. Molofsky, Michael D. Rosenblum",
      "paper_url": "https://doi.org/10.1038/s41586-021-04044-7",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4413020523",
      "paper_id": "https://openalex.org/W4413020523",
      "title": "EBV induces CNS homing of B cells attracting inflammatory T cells",
      "authors": "Fabienne Läderach, Ioannis Piteros, Éanna Fennell, Elena Bremer, Mette Last, Sandra Schmid, Lisa Rieble, Caroline Campbell, Isis Ludwig-Portugall, Lea Bornemann, Alexander Gruhl, Klaus Eulitz, Paul Gueguen, Juliane Mietz, Anne Müller, Gaetana Pezzino, Jürgen Schmitz, Guido Ferlazzo, Josef Mautner, Christian Münz",
      "paper_url": "https://doi.org/10.1038/s41586-025-09378-0",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4292122029",
      "paper_id": "https://openalex.org/W4292122029",
      "title": "Endocytosis in the axon initial segment maintains neuronal polarity",
      "authors": "Kelsie Eichel, Takeshi Uenaka, Vivek Belapurkar, Rui Lu, Shouqiang Cheng, Joseph S. Pak, Caitlin A. Taylor, Thomas C. Südhof, Robert Malenka, Marius Wernig, Engin Özkan, David Perrais, Kang Shen",
      "paper_url": "https://doi.org/10.1038/s41586-022-05074-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403921166",
      "paper_id": "https://openalex.org/W4403921166",
      "title": "Endogenous self-peptides guard immune privilege of the central nervous system",
      "authors": "Min Woo Kim, Wenqing Gao, Cheryl F. Lichti, Xingxing Gu, Taitea Dykstra, Jay Cao, Igor Smirnov, Pavle Boskovic, Denis Kleverov, Andrea F. M. Salvador, Antoine Drieu, Kyungdeok Kim, Susan Blackburn, Clair Crewe, Maxim N. Artyomov, Emil R. Unanue, Jonathan Kipnis",
      "paper_url": "https://doi.org/10.1038/s41586-024-08279-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406956818",
      "paper_id": "https://openalex.org/W4406956818",
      "title": "Engineered heart muscle allografts for heart repair in primates and humans",
      "authors": "Ahmad-Fawad Jebran, Tim Seidler, Malte Tiburcy, Maria Daskalaki, Ingo Kutschka, Buntaro Fujita, Stephan Ensminger, Felix Bremmer, Amir Moussavi, Huaxiao Yang, Xulei Qin, Sophie Mißbach, Charis Drummer, Hassina Baraki, Susann Boretius, Christopher Hasenauer, Tobias Nette, Johannes Kowallick, Christian O. Ritter, Joachim Lotz, Michael Didié, Mathias Mietsch, Tim Meyer, George Kensah, Dennis Krüger, Md Sadman Sakib, Lalit Kaurani, Andre Fischer, Ralf Dressel, Ignacio Rodriguez-Polo, Michael Stauske, Sebastian Diecke, Kerstin Maetz-Rensing, Eva Gruber-Dujardin, Martina Bleyer, Beatrix Petersen, Christian Roos, Liye Zhang, Lutz Walter, Silke Kaulfuß, Gökhan Yigit, Bernd Wollnik, Elif Levent, Berit Roshani, Christiane Stahl-Henning, Philipp Ströbel, Tobias Legler, Joachim Riggert, Kristian Hellenkamp, Jens-Uwe Voigt, Gerd Hasenfuß, Rabea Hinkel, Joseph C. Wu, Rüdiger Behr, Wolfram-Hubertus Zimmermann",
      "paper_url": "https://doi.org/10.1038/s41586-024-08463-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4402219550",
      "paper_id": "https://openalex.org/W4402219550",
      "title": "Engineered T cell therapy for central nervous system injury",
      "authors": "Wenqing Gao, Min Woo Kim, Taitea Dykstra, Siling Du, Pavle Boskovic, Cheryl F. Lichti, Miguel A. Ruiz-Cardozo, Xingxing Gu, Tal Weizman Shapira, Justin Rustenhoven, Camilo Molina, Igor Smirnov, Yifat Merbl, Wilson Z. Ray, Jonathan Kipnis",
      "paper_url": "https://doi.org/10.1038/s41586-024-07906-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411626986",
      "paper_id": "https://openalex.org/W4411626986",
      "title": "Engrafted nitrergic neurons derived from hPSCs improve gut dysmotility in mice",
      "authors": "Homa Majd, Ryan M. Samuel, Andrius Cesiulis, Jonathan T. Ramirez, Ali Kalantari, Kevin Barber, Sina Farahvashi, Zaniar Ghazizadeh, Alireza Majd, Angeline K. Chemel, Mikayla N. Richter, Subhamoy Das, Jacqueline L. Bendrick, Matthew G. Keefe, Jeffrey Wang, Rahul K. Shiv, Samyukta Bhat, Matvei Khoroshkin, Johnny Yu, Tomasz J. Nowakowski, Kwun Wah Wen, Hani Goodarzi, Nikhil Thapar, Julia A. Kaltschmidt, Conor J. McCann, Faranak Fattahi",
      "paper_url": "https://doi.org/10.1038/s41586-025-09208-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W4200434404",
      "paper_id": "https://openalex.org/W4200434404",
      "title": "Exercise plasma boosts memory and dampens brain inflammation via clusterin",
      "authors": "Zurine De Miguel, Nathalie Khoury, Michael J. Betley, Benoit Lehallier, Drew Willoughby, Niclas Olsson, Andrew C. Yang, Oliver Hahn, Nannan Lu, Ryan T. Vest, Liana N. Bonanno, Lakshmi Yerra, Lichao Zhang, Nay Lui Saw, J. Kaci Fairchild, Davis Lee, Hui Zhang, Patrick L. McAlpine, Kévin Contrepois, Mehrdad Shamloo, Joshua E. Elias, Thomas A. Rando, Tony Wyss-Coray",
      "paper_url": "https://doi.org/10.1038/s41586-021-04183-x",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3180126409",
      "paper_id": "https://openalex.org/W3180126409",
      "title": "Food cue regulation of AGRP hunger neurons guides learning",
      "authors": "Janet Berrios, Chia Li, Joseph C. Madara, Alastair S. Garfield, Jennifer S. Steger, Michael J. Krashes, Bradford B. Lowell",
      "paper_url": "https://doi.org/10.1038/s41586-021-03729-3",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4353055416",
      "paper_id": "https://openalex.org/W4353055416",
      "title": "From primordial clocks to circadian oscillators",
      "authors": "Warintra Pitsawong, Ricardo A. P. Pádua, Timothy Grant, Marc Hoemberger, Renee Otten, Niels Bradshaw, Nikolaus Grigorieff, Dorothee Kern",
      "paper_url": "https://doi.org/10.1038/s41586-023-05836-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4214944386",
      "paper_id": "https://openalex.org/W4214944386",
      "title": "FSH blockade improves cognition in mice with Alzheimer’s disease",
      "authors": "Jing Xiong, Seong Su Kang, Zhihao Wang, Xia Liu, Tan-Chun Kuo, Funda Korkmaz, Ashley Padilla, Sari Miyashita, Pokman Chan, Zhaohui Zhang, Pavel Katsel, Jocoll Burgess, Anisa Gumerova, Kseniia Ievleva, Damini Sant, Shan-Ping Yu, Valeriia Muradova, Tal Frolinger, Daria Lizneva, Jameel Iqbal, Ki A. Goosens, Sakshi Gera, Clifford J. Rosen, Vahram Haroutunian, Vitaly Ryu, Tony Yuen, Mone Zaidi, Keqiang Ye",
      "paper_url": "https://doi.org/10.1038/s41586-022-04463-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4382393954",
      "paper_id": "https://openalex.org/W4382393954",
      "title": "GDF15 promotes weight loss by enhancing energy expenditure in muscle",
      "authors": "Dongdong Wang, Logan K. Townsend, Geneviève J. DesOrmeaux, Sara M. Frangos, Battsetseg Batchuluun, Lauralyne Dumont, Rune Ehrenreich Kuhre, Elham Ahmadi, Sumei Hu, Irena A. Rebalka, Jaya Gautam, Maria Joy Therese Jabile, Chantal A. Pileggi, Sonia Rehal, Eric M. Desjardins, Evangelia E. Tsakiridis, James S. V. Lally, Emma Sara Juracic, A. Russell Tupling, Hertzel C. Gerstein, Guillaume Paré, Theodoros Tsakiridis, Mary-Ellen Harper, Thomas J. Hawke, John R. Speakman, Denis P. Blondin, Graham P. Holloway, Sebastian Beck Jørgensen, Gregory R. Steinberg",
      "paper_url": "https://doi.org/10.1038/s41586-023-06249-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403450838",
      "paper_id": "https://openalex.org/W4403450838",
      "title": "Glucose-sensitive insulin with attenuation of hypoglycaemia",
      "authors": "Thomas Hoeg-Jensen, Thomas Kruse, Christian L. Brand, Jeppe Sturis, Christian Fledelius, Peter K. Nielsen, Erica Nishimura, Alice R. Madsen, Lennart Lykke, Kim S. Halskov, Simona Koščová, Vladislav Kotek, Anthony P. Davis, Robert A. Tromans, Michael Tomsett, Guillem Peñuelas-Haro, Daniel J. Leonard, Michael G. Orchard, Andy Chapman, Gaetano Invernizzi, Eva Johansson, Daniele Granata, Bo F. Hansen, Thomas A. Pedersen, Jonas Kildegaard, Karen-Margrethe Pedersen, Hanne H. F. Refsgaard, Lene Alifrangis, Johannes J. Fels, Anita V. Neutzsky-Wulff, Per Sauerberg, Rita Slaaby",
      "paper_url": "https://doi.org/10.1038/s41586-024-08042-3",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407956550",
      "paper_id": "https://openalex.org/W4407956550",
      "title": "Glycocalyx dysregulation impairs blood–brain barrier in ageing and disease",
      "authors": "Sophia M. Shi, Ryan J. Suh, D. Judy Shon, Francisco J. Garcia, Josephine K. Buff, Micaiah Atkins, Lulin Li, Nannan Lu, Bryan Sun, Jian Luo, Ning-Sum To, Tom H. Cheung, M. Windy McNerney, Myriam Heiman, Carolyn R. Bertozzi, Tony Wyss-Coray",
      "paper_url": "https://doi.org/10.1038/s41586-025-08589-9",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3209329966",
      "paper_id": "https://openalex.org/W3209329966",
      "title": "Glycogen metabolism links glucose homeostasis to thermogenesis in adipocytes",
      "authors": "Omer Keinan, Joseph M. Valentine, Haopeng Xiao, Sushil K. Mahata, Shannon M. Reilly, Mohammad Abu-Odeh, Julia H. Deluca, Benyamin Dadpey, Leslie Cho, Austin Pan, Ruth T. Yu, Yang Dai, Christopher Liddle, Michael Downes, Ronald M. Evans, Aldons J. Lusis, Markku Laakso, Edward T. Chouchani, Mikael Rydén, Alan R. Saltiel",
      "paper_url": "https://doi.org/10.1038/s41586-021-04019-8",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3184609118",
      "paper_id": "https://openalex.org/W3184609118",
      "title": "Gut cytokines modulate olfaction through metabolic reprogramming of glia",
      "authors": "Xiaoyu Tracy Cai, Hongjie Li, Martin Borch Jensen, Elie Maksoud, Jovencio Borneo, Yuxin Liang, Stephen R. Quake, Liqun Luo, Pejmun Haghighi, Heinrich Jasper",
      "paper_url": "https://doi.org/10.1038/s41586-021-03756-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4353031812",
      "paper_id": "https://openalex.org/W4353031812",
      "title": "Gut enterochromaffin cells drive visceral pain and anxiety",
      "authors": "James R. Bayrer, Joel Castro, Archana Venkataraman, Kouki K. Touhara, Nathan D. Rossen, Ryan D. Morrie, Jessica Maddern, Aenea Hendry, Kristina N. Braverman, Sonia Garcia-Caraballo, Gudrun Schober, Mariana Brizuela, Fernanda M. Castro Navarro, Carla Bueno-Silva, Holly A. Ingraham, Stuart M. Brierley, David Julius",
      "paper_url": "https://doi.org/10.1038/s41586-023-05829-8",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411413330",
      "paper_id": "https://openalex.org/W4411413330",
      "title": "Gut inflammation promotes microbiota-specific CD4 T cell-mediated neuroinflammation",
      "authors": "Zachary White, Ivan Cabrera, Linghan Mei, Margarette Clevenger, Andrea Ochoa-Raya, Isabel Kapustka, Joseph R. Dominguez, Jinyan Zhou, Kevin P. Koster, Shehata Anwar, Qianxun Wang, Charles Ng, Shoko Sagoshi, Takashi Matsuo, Dulari Jayawardena, Seung Hyeon Kim, Takahiro Kageyama, Benjamin J. Mitchell, Dante Rivera, Pradeep K. Dudeja, Sarah E. Lutz, Ki-Wook Kim, Akira Yoshii, Nicolas Chevrier, Makoto Inoue, Teruyuki Sano",
      "paper_url": "https://doi.org/10.1038/s41586-025-09120-w",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3118771939",
      "paper_id": "https://openalex.org/W3118771939",
      "title": "Gut-licensed IFNγ+ NK cells drive LAMP1+TRAIL+ anti-inflammatory astrocytes",
      "authors": "Liliana M. Sanmarco, Michael A. Wheeler, Cristina Gutiérrez-Vázquez, Carolina Manganeli Polonio, Mathias Linnerbauer, Felipe A. Pinho-Ribeiro, Zhaorong Li, Federico Giovannoni, Katelyn V. Batterman, Giulia Scalisi, Stephanie E. J. Zandee, Evelyn S. Heck, Moneera Alsuwailm, Douglas L. Rosene, Burkhard Becher, Isaac M. Chiu, Alexandre Prat, Francisco J. Quintana",
      "paper_url": "https://doi.org/10.1038/s41586-020-03116-4",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4294904545",
      "paper_id": "https://openalex.org/W4294904545",
      "title": "Gut–brain circuits for fat preference",
      "authors": "Mengtong Li, Hwei-Ee Tan, Zhengyuan Lu, Katherine S. Tsang, Ashley J. Chung, Charles S. Zuker",
      "paper_url": "https://doi.org/10.1038/s41586-022-05266-z",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408605088",
      "paper_id": "https://openalex.org/W4408605088",
      "title": "Histological signatures map anti-fibrotic factors in mouse and human lungs",
      "authors": "Jason L. Guo, Michelle Griffin, Jung-Ki Yoon, David M. Lopez, Yili Zhu, John M. Lu, Georgios Mikos, Jennifer B. L. Parker, Shamik Mascharak, Camille Brenac, Nicholas J. Guardino, Darren B. Abbas, Dayan J. Li, Caleb Valencia, Norah E. Liang, Michael Januszyk, Howard Y. Chang, Derrick C. Wan, Tushar J. Desai, Michael T. Longaker",
      "paper_url": "https://doi.org/10.1038/s41586-025-08727-3",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409283639",
      "paper_id": "https://openalex.org/W4409283639",
      "title": "Human assembloid model of the ascending neural sensory pathway",
      "authors": "Ji-il Kim, Kent Imaizumi, Ovidiu Jurjuț, Kevin W. Kelley, Dong Wang, Mayuri Vijay Thete, Zuzana Hudacova, Neal D. Amin, Rebecca J. Levy, Grégory Scherrer, Sergiu P. Pașca",
      "paper_url": "https://doi.org/10.1038/s41586-025-08808-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3134805716",
      "paper_id": "https://openalex.org/W3134805716",
      "title": "Hunger enhances food-odour attraction through a neuropeptide Y spotlight",
      "authors": "Nao Horio, Stephen D. Liberles",
      "paper_url": "https://doi.org/10.1038/s41586-021-03299-4",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4313544941",
      "paper_id": "https://openalex.org/W4313544941",
      "title": "Identification of astrocyte regulators by nucleic acid cytometry",
      "authors": "Iain C. Clark, Michael A. Wheeler, Hong-Gyun Lee, Zhaorong Li, Liliana M. Sanmarco, Shravan Thaploo, Carolina M. Polonio, Seung Won Shin, Giulia Scalisi, Amy R. Henry, Joseph M. Rone, Federico Giovannoni, Marc Charabati, Camilo Faust Akl, Dulce M. Aleman, Stephanie E. J. Zandee, Alexandre Prat, Daniel C. Douek, Eli A. Boritz, Francisco J. Quintana, Adam R. Abate",
      "paper_url": "https://doi.org/10.1038/s41586-022-05613-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391617027",
      "paper_id": "https://openalex.org/W4391617027",
      "title": "Identification of direct connections between the dura and the brain",
      "authors": "Leon C. D. Smyth, Di Xu, Serhat V. Okar, Taitea Dykstra, Justin Rustenhoven, Zachary Papadopoulos, Kesshni Bhasiin, Min Woo Kim, Antoine Drieu, Tornike Mamuladze, Susan Blackburn, Xingxing Gu, María I. Gaitán, Govind Nair, Steffen E. Storck, Siling Du, Michael A. White, Peter Bayguinov, Igor Smirnov, Krikor Dikranian, Daniel S. Reich, Jonathan Kipnis",
      "paper_url": "https://doi.org/10.1038/s41586-023-06993-7",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3215448967",
      "paper_id": "https://openalex.org/W3215448967",
      "title": "IL-27 signalling promotes adipocyte thermogenesis and energy expenditure",
      "authors": "Qian Wang, Dehai Li, Guangchao Cao, Qiping Shi, Jing Zhu, Mingyue Zhang, Hao Cheng, Qiong Wen, Hao Xu, Leqing Zhu, Hua Zhang, Rachel J. Perry, Olga Spadaro, Yunfan Yang, Shengqi He, Yong Chen, Baocheng Wang, Guangqiang Li, Zonghua Liu, Caixian Yang, Xiaoli Wu, Libing Zhou, Qinghua Zhou, Zhenyu Ju, Hongyun Lu, Yongjie Xin, Xiaoyong Yang, Cunchuan Wang, Yong Liu, Gerald I. Shulman, Vishwa Deep Dixit, Ligong Lu, Hengwen Yang, Richard A. Flavell, Zhinan Yin",
      "paper_url": "https://doi.org/10.1038/s41586-021-04127-5",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4409283791",
      "paper_id": "https://openalex.org/W4409283791",
      "title": "Immune checkpoint TIM-3 regulates microglia and Alzheimer’s disease",
      "authors": "Kimitoshi Kimura, Ayshwarya Subramanian, Zhuoran Yin, Ahad Khalilnezhad, Yufan Wu, Danyang He, Karen O. Dixon, Udbhav Kasyap Chitta, Xiaokai Ding, Niraj Adhikari, Isabell Guzchenko, Xiaoming Zhang, Ruihan Tang, Thomas Pertel, Samuel A. Myers, Aastha Aastha, Masashi Nomura, Ghazaleh Eskandari-Sedighi, Vasundhara Singh, Lei Liu, Conner Lambden, Kilian L. Kleemann, Neha Gupta, Jen-Li Barry, Ana Durao, Yiran Cheng, Sebastian Silveira, Huiyuan Zhang, Aamir Suhail, Toni Delorey, Orit Rozenblatt-Rosen, Gordon J. Freeman, Dennis J. Selkoe, Howard L. Weiner, Mathew Blurton-Jones, Carlos Cruchaga, Aviv Regev, Mario L. Suvà, Oleg Butovsky, Vijay K. Kuchroo",
      "paper_url": "https://doi.org/10.1038/s41586-025-08852-z",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3121463345",
      "paper_id": "https://openalex.org/W3121463345",
      "title": "Inceptor counteracts insulin signalling in β-cells to control glycaemia",
      "authors": "Ansarullah, Chirag Jain, Fataneh Fathi Far, Sarah Homberg, Katharina Wißmiller, Felizitas Gräfin von Hahn, Aurelia Raducanu, Silvia Schirge, Michael Sterr, Sara Bilekova, Johanna Siehler, Julius Wiener, Lena Oppenländer, Amir Morshedi, Aimée Bastidas-Ponce, Gustav Collden, Martin Irmler, Johannes Beckers, Annette Feuchtinger, Michal Grzybek, Christin Ahlbrecht, Regina Feederle, Oliver Plettenburg, Timo D. Müller, Matthias Meier, Matthias H. Tschöp, Ünal Coskun, Heiko Lickert",
      "paper_url": "https://doi.org/10.1038/s41586-021-03225-8",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411023381",
      "paper_id": "https://openalex.org/W4411023381",
      "title": "Increased CSF drainage by non-invasive manipulation of cervical lymphatics",
      "authors": "Hokyung Jin, Jin-Hui Yoon, Seon Pyo Hong, Yu Seok Hwang, Myung Jin Yang, Jieun Choi, Hae Jin Kang, Seung Eun Baek, Cheolhwa Jin, Junho Jung, Hae Jin Kim, Jincheol Seo, Jinyoung Won, Kyung Seob Lim, Chang-Yeop Jeon, Youngjeon Lee, Michael J. Davis, Hyung-Soon Park, Donald M. McDonald, Gou Young Koh",
      "paper_url": "https://doi.org/10.1038/s41586-025-09052-5",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4387095456",
      "paper_id": "https://openalex.org/W4387095456",
      "title": "Inhibition of fatty acid oxidation enables heart regeneration in adult mice",
      "authors": "Xiang Li, Fan Wu, Stefan Günther, Mario Looso, Carsten Kuenne, Ting Zhang, Marion Wiesnet, Stephan Klatt, Sven Zukunft, Ingrid Fleming, Gernot Poschet, Astrid Wietelmann, Ann Atzberger, Michael Potente, Xuejun Yuan, Thomas Braun",
      "paper_url": "https://doi.org/10.1038/s41586-023-06585-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400729332",
      "paper_id": "https://openalex.org/W4400729332",
      "title": "Inhibition of IL-11 signalling extends mammalian healthspan and lifespan",
      "authors": "Anissa A. Widjaja, Wei-Wen Lim, Sivakumar Viswanathan, Sonia Chothani, Ben Corden, Cibi Mary Dasan, Joyce Wei Ting Goh, Radiance Lim, Brijesh K. Singh, Jessie Tan, Chee Jian Pua, Sze Yun Lim, Eleonora Adami, Sebastian Schafer, Benjamin L. George, Mark Sweeney, Chen Xie, Madhulika Tripathi, Natalie A. Sims, Norbert Hübner, Enrico Petretto, Dominic J. Withers, Lena Ho, Jesus Gil, David Carling, Stuart A. Cook",
      "paper_url": "https://doi.org/10.1038/s41586-024-07701-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4367049411",
      "paper_id": "https://openalex.org/W4367049411",
      "title": "Inhibitory input directs astrocyte morphogenesis through glial GABABR",
      "authors": "Yi-Ting Cheng, Estefania Luna-Figueroa, Junsung Woo, Hsiao-Chi Chen, Zhung-Fu Lee, Akdes Serin Harmanci, Benjamin Deneen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06010-x",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4317952789",
      "paper_id": "https://openalex.org/W4317952789",
      "title": "Insulin-regulated serine and lipid metabolism drive peripheral neuropathy",
      "authors": "Michal K. Handzlik, Jivani M. Gengatharan, Katie E. Frizzi, Grace H. McGregor, Cameron Martino, Gibraan Rahman, Antonio Gonzalez, Ana M. Moreno, Courtney R. Green, Lucie S. Guernsey, Terry Lin, Patrick Tseng, Yoichiro Ideguchi, Regis J. Fallon, Amandine Chaix, Satchidananda Panda, Prashant Mali, Martina Wallace, Rob Knight, Marin L. Gantner, Nigel A. Calcutt, Christian M. Metallo",
      "paper_url": "https://doi.org/10.1038/s41586-022-05637-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4283261002",
      "paper_id": "https://openalex.org/W4283261002",
      "title": "Integrated multi-omic characterization of congenital heart disease",
      "authors": "Matthew C. Hill, Zachary A. Kadow, Hali Long, Yuka Morikawa, Thomas J. Martin, Emma J. Birks, Kenneth S. Campbell, Jeanne Nerbonne, Kory Lavine, Lalita Wadhwa, Jun Wang, Diwakar Turaga, Iki Adachi, James F. Martin",
      "paper_url": "https://doi.org/10.1038/s41586-022-04989-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388126562",
      "paper_id": "https://openalex.org/W4388126562",
      "title": "iPS-cell-derived microglia promote brain organoid maturation via cholesterol transfer",
      "authors": "Dong Shin Park, Tatsuya Kozaki, Satish Kumar Tiwari, Marco Moreira, Ahad Khalilnezhad, Federico Torta, Nicolas Olivié, Chung Hwee Thiam, Oniko Liani, Aymeric Silvin, Wint Wint Phoo, Liang Gao, Alexander Triebl, Wai Kin Tham, Leticia Gonçalves, Wan Ting Kong, Sethi Raman, Xiao Meng Zhang, Garett Dunsmore, Charles Antoine Dutertre, Salanne Lee, Jia Min Ong, Akhila Balachander, Shabnam Khalilnezhad, Josephine Lum, Kaibo Duan, Ze Ming Lim, Leonard Tan, Ivy Low, Kagistia Hana Utami, Xin Yi Yeo, Sylvaine Di Tommaso, Jean-William Dupuy, Balazs Varga, Ragnhildur Thora Karadottir, Mufeeda Changaramvally Madathummal, Isabelle Bonne, Benoit Malleret, Zainab Yasin Binte, Ngan Wei Da, Yingrou Tan, Wei Jie Wong, Jinqiu Zhang, Jinmiao Chen, Radoslaw M. Sobota, Shanshan W. Howland, Lai Guan Ng, Frédéric Saltel, David Castel, Jacques Grill, Veronique Minard, Salvatore Albani, Jerry K. Y. Chan, Morgane Sonia Thion, Sang Yong Jung, Markus R. Wenk, Mahmoud A. Pouladi, Claudia Pasqualini, Veronique Angeli, Olivier N. F. Cexus, Florent Ginhoux",
      "paper_url": "https://doi.org/10.1038/s41586-023-06713-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399830380",
      "paper_id": "https://openalex.org/W4399830380",
      "title": "Krause corpuscles are genital vibrotactile sensors for sexual behaviours",
      "authors": "Lijun Qi, Michael Iskols, Rachel S. Greenberg, Jia Yin Xiao, Annie Handler, Stephen D. Liberles, David D. Ginty",
      "paper_url": "https://doi.org/10.1038/s41586-024-07528-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403920984",
      "paper_id": "https://openalex.org/W4403920984",
      "title": "Leptin-activated hypothalamic BNC2 neurons acutely suppress food intake",
      "authors": "Han L. Tan, Luping Yin, Yuqi Tan, Jessica Ivanov, Kaja Plucinska, Anoj Ilanges, Brian R. Herb, Putianqi Wang, Christin Kosse, Paul Cohen, Dayu Lin, Jeffrey M. Friedman",
      "paper_url": "https://doi.org/10.1038/s41586-024-08108-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4413008776",
      "paper_id": "https://openalex.org/W4413008776",
      "title": "Lithium deficiency and the onset of Alzheimer’s disease",
      "authors": "Liviu Aron, Zhen Kai Ngian, Chenxi Qiu, Jaejoon Choi, Marianna Liang, Derek M. Drake, Sara E. Hamplova, Ella K. Lacey, Perle Roche, Monlan Yuan, Saba S. Hazaveh, Eunjung A. Lee, David A. Bennett, Bruce A. Yankner",
      "paper_url": "https://doi.org/10.1038/s41586-025-09335-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4382394400",
      "paper_id": "https://openalex.org/W4382394400",
      "title": "Locus for severity implicates CNS resilience in progression of multiple sclerosis",
      "authors": "Adil Harroud, Pernilla Stridh, Jacob L. McCauley, Janna Saarela, Aletta M. R. van den Bosch, Hendrik J. Engelenburg, Ashley H. Beecham, Lars Alfredsson, Katayoun Alikhani, Lilyana Amezcua, Till F. M. Andlauer, Maria Ban, Lisa F. Barcellos, Nadia Barizzone, Tone Berge, Achim Berthele, Stefan Bittner, Steffan D. Bos, Farren B. S. Briggs, Stacy J. Caillier, Peter A. Calabresi, Domenico Caputo, David X. Carmona-Burgos, Paola Cavalla, Elisabeth G. Celius, Gabriel Cerono, Angel R. Chinea, Tanuja Chitnis, Ferdinando Clarelli, Manuel Comabella, Giancarlo Comi, Chris Cotsapas, Bruce C. A. Cree, Sandra D’Alfonso, Efthimios Dardiotis, Philip L. De Jager, Silvia R. Delgado, Bénédicte Dubois, Sinah Engel, Federica Esposito, Marzena J. Fabis-Pedrini, Massimo Filippi, Kathryn C. Fitzgerald, Christiane Gasperi, Lissette Gomez, Refujia Gomez, Georgios Hadjigeorgiou, Jörg Hamann, Friederike Held, Roland G. Henry, Jan Hillert, Jesse Huang, Inge Huitinga, Talat Islam, Noriko Isobe, Maja Jagodic, Allan G. Kermode, Michael Khalil, Trevor J. Kilpatrick, Ioanna Konidari, Karim L. Kreft, Jeannette Lechner-Scott, Maurizio Leone, Felix Luessi, Sunny Malhotra, Ali Manouchehrinia, Clara P. Manrique, Filippo Martinelli-Boneschi, Andrea C. Martinez, Viviana Martinez-Maldonado, Elisabetta Mascia, Luanne M. Metz, Luciana Midaglia, Xavier Montalban, Jorge R. Oksenberg, Tomas Olsson, Annette Oturai, Kimmo Pääkkönen, Grant P. Parnell, Nikolaos A. Patsopoulos, Margaret A. Pericak-Vance, Fredrik Piehl, Justin P. Rubio, Adam Santaniello, Silvia Santoro, Catherine Schaefer, Finn Sellebjerg, Hengameh Shams, Klementy Shchetynsky, Claudia Silva, Vasileios Siokas, Helle B. Søndergaard, Melissa Sorosina, Bruce Taylor, Marijne Vandebergh, Elena S. Vasileiou, Domizia Vecchio, Margarete M. Voortman, Howard L. Weiner, Dennis Wever, V. Wee Yong, David A. Hafler, Graeme J. Stewart, Alastair Compston, Frauke Zipp, Hanne F. Harbo, Bernhard Hemmer, An Goris, Joost Smolders, Stephen L. Hauser, Ingrid Kockum, Stephen J. Sawcer, Sergio E. Baranzini, Adil Harroud, Ingileif Jónsdóttir, Yolanda Blanco, Sara Llufriu, Lohith Madireddy, Albert Saiz, Pablo Villoslada, Kári Stefánsson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06250-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4405030716",
      "paper_id": "https://openalex.org/W4405030716",
      "title": "Macrophages excite muscle spindles with glutamate to bolster locomotion",
      "authors": "Yuyang Yan, Nuria Antolin, Luming Zhou, Luyang Xu, Irene Lisa Vargas, Carlos Daniel Gomez, Guiping Kong, Ilaria Palmisano, Yi Yang, Jessica Chadwick, Franziska Müller, Anthony M. J. Bull, Cristina Lo Celso, Guido Primiano, Serenella Servidei, Jean François Perrier, Carmelo Bellardita, Simone Di Giovanni",
      "paper_url": "https://doi.org/10.1038/s41586-024-08272-5",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407392217",
      "paper_id": "https://openalex.org/W4407392217",
      "title": "Macrophages protect against sensory axon loss in peripheral neuropathy",
      "authors": "Sara Hakim, Aakanksha Jain, Stuart S. Adamson, Veselina Petrova, Jonathan Indajang, Hyoung Woo Kim, Riki Kawaguchi, Qing Wang, Elif S. Duran, Drew Nelson, Caitlin A. Greene, Jenae Rasmussen, Clifford J. Woolf",
      "paper_url": "https://doi.org/10.1038/s41586-024-08535-1",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3127832690",
      "paper_id": "https://openalex.org/W3127832690",
      "title": "Macrophages provide a transient muscle stem cell niche via NAMPT secretion",
      "authors": "Dhanushika Ratnayake, Phong D. Nguyen, Fernando J. Rossello, Verena C. Wimmer, Jean L. Tan, Laura A. Galvis, Ziad Julier, Alasdair J. Wood, Thomas Boudier, Abdulsalam I. Isiaku, Silke Berger, Viola Oorschot, Carmen Sonntag, Kelly L. Rogers, Christophe Marcelle, Graham J. Lieschke, Mikaël M. Martino, Jeroen Bakkers, Peter D. Currie",
      "paper_url": "https://doi.org/10.1038/s41586-021-03199-7",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4385283977",
      "paper_id": "https://openalex.org/W4385283977",
      "title": "Mammary duct luminal epithelium controls adipocyte thermogenic programme",
      "authors": "Sanil Patel, Njeri Z. R. Sparman, Douglas Arneson, Alexandra Alvarsson, Luís C. Santos, Samuel J. Duesman, Alessia Centonze, Ephraim Hathaway, In Sook Ahn, Graciel Diamante, Ingrid Cely, Chung Hwan Cho, Noble Kumar Talari, Abha K. Rajbhandari, Leigh Goedeke, Peng Wang, Atul J. Butte, Cédric Blanpain, Karthickeyan Chella Krishnan, Aldons J. Lusis, Sarah A. Stanley, Xia Yang, Prashant Rajbhandari",
      "paper_url": "https://doi.org/10.1038/s41586-023-06361-5",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3164988570",
      "paper_id": "https://openalex.org/W3164988570",
      "title": "MARK4 controls ischaemic heart failure through microtubule detyrosination",
      "authors": "Xian Yu, Xiao Chen, Mamta Amrute-Nayak, Edward Allgeyer, Aite Zhao, Hannah Chenoweth, Marc Clement, James Harrison, Christian Doreth, George Sirinakis, Thomas Krieg, Huiyu Zhou, Hongda Huang, Kiyotaka Tokuraku, Daniel St Johnston, Ziad Mallat, Xuan Li",
      "paper_url": "https://doi.org/10.1038/s41586-021-03573-5",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3209414730",
      "paper_id": "https://openalex.org/W3209414730",
      "title": "MC3R links nutritional state to childhood growth and the timing of puberty",
      "authors": "B. Y. H. Lam, A. Williamson, S. Finer, F. R. Day, J. A. Tadross, A. Gonçalves Soares, K. Wade, P. Sweeney, M. N. Bedenbaugh, D. T. Porter, A. Melvin, K. L. J. Ellacott, R. N. Lippert, S. Buller, J. Rosmaninho-Salgado, G. K. C. Dowsett, K. E. Ridley, Z. Xu, I. Cimino, D. Rimmington, K. Rainbow, K. Duckett, S. Holmqvist, A. Khan, X. Dai, E. G. Bochukova, R. C. Trembath, H. C. Martin, A. P. Coll, D. H. Rowitch, N. J. Wareham, D. A. van Heel, N. Timpson, R. B. Simerly, K. K. Ong, R. D. Cone, C. Langenberg, J. R. B. Perry, G. S. Yeo, S. O’Rahilly",
      "paper_url": "https://doi.org/10.1038/s41586-021-04088-9",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4309410174",
      "paper_id": "https://openalex.org/W4309410174",
      "title": "Medin co-aggregates with vascular amyloid-β in Alzheimer’s disease",
      "authors": "Jessica Wagner, Karoline Degenhardt, Marleen Veit, Nikolaos Louros, Katerina Konstantoulea, Angelos Skodras, Katleen Wild, Ping Liu, Ulrike Obermüller, Vikas Bansal, Anupriya Dalmia, Lisa M. Häsler, Marius Lambert, Matthias De Vleeschouwer, Hannah A. Davies, Jillian Madine, Deborah Kronenberg-Versteeg, Regina Feederle, Domenico Del Turco, K. Peter R. Nilsson, Tammaryn Lashley, Thomas Deller, Marla Gearing, Lary C. Walker, Peter Heutink, Frederic Rousseau, Joost Schymkowitz, Mathias Jucker, Jonas J. Neher",
      "paper_url": "https://doi.org/10.1038/s41586-022-05440-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3159116119",
      "paper_id": "https://openalex.org/W3159116119",
      "title": "Meningeal lymphatics affect microglia responses and anti-Aβ immunotherapy",
      "authors": "Sandro Da Mesquita, Zachary Papadopoulos, Taitea Dykstra, Logan Brase, Fabiana Geraldo Farias, Morgan Wall, Hong Jiang, Chinnappa Dilip Kodira, Kalil Alves de Lima, Jasmin Herz, Antoine Louveau, Dylan H. Goldman, Andrea Francesca Salvador, Suna Onengut-Gumuscu, Emily Farber, Nisha Dabhi, Tatiana Kennedy, Mary Grace Milam, Wendy Baker, Igor Smirnov, Stephen S. Rich, Bruno A. Benitez, Celeste M. Karch, Richard J. Perrin, Martin Farlow, Jasmeer P. Chhatwal, David M. Holtzman, Carlos Cruchaga, Oscar Harari, Jonathan Kipnis",
      "paper_url": "https://doi.org/10.1038/s41586-021-03489-0",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4311436859",
      "paper_id": "https://openalex.org/W4311436859",
      "title": "Microglia regulate central nervous system myelin growth and integrity",
      "authors": "Niamh B. McNamara, David A. D. Munro, Nadine Bestard-Cuche, Akiko Uyeda, Jeroen F. J. Bogie, Alana Hoffmann, Rebecca K. Holloway, Irene Molina-Gonzalez, Katharine E. Askew, Stephen Mitchell, William Mungall, Michael Dodds, Carsten Dittmayer, Jonathan Moss, Jamie Rose, Stefan Szymkowiak, Lukas Amann, Barry W. McColl, Marco Prinz, Tara L. Spires-Jones, Werner Stenzel, Karen Horsburgh, Jerome J. A. Hendriks, Clare Pridans, Rieko Muramatsu, Anna Williams, Josef Priller, Veronique E. Miron",
      "paper_url": "https://doi.org/10.1038/s41586-022-05534-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4413020552",
      "paper_id": "https://openalex.org/W4413020552",
      "title": "Microglia regulate GABAergic neurogenesis in prenatal human brain through IGF1",
      "authors": "Diankun Yu, Samhita Jain, Andi Wangzhou, Beika Zhu, Wenyuan Shao, Elena J. Coley-O’Rourke, Stacy De Florencio, JaeYeon Kim, Jennifer Ja-Yoon Choi, Mercedes F. Paredes, Tomasz J. Nowakowski, Eric J. Huang, Xianhua Piao",
      "paper_url": "https://doi.org/10.1038/s41586-025-09362-8",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4323542992",
      "paper_id": "https://openalex.org/W4323542992",
      "title": "Microglia-mediated T cell infiltration drives neurodegeneration in tauopathy",
      "authors": "Xiaoying Chen, Maria Firulyova, Melissa Manis, Jasmin Herz, Igor Smirnov, Ekaterina Aladyeva, Chanung Wang, Xin Bao, Mary Beth Finn, Hao Hu, Irina Shchukina, Min Woo Kim, Carla M. Yuede, Jonathan Kipnis, Maxim N. Artyomov, Jason D. Ulrich, David M. Holtzman",
      "paper_url": "https://doi.org/10.1038/s41586-023-05788-0",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4413020497",
      "paper_id": "https://openalex.org/W4413020497",
      "title": "Microglia–neuron crosstalk via Hex–GM2–MGL2 maintains brain homeostasis",
      "authors": "Maximilian Frosch, Takashi Shimizu, Emile Wogram, Lukas Amann, Lars Gruber, Ayelén I. Groisman, Maximilian Fliegauf, Marius Schwabenland, Chintan Chhatbar, Sabrina Zechel, Hendrik Rosewich, Jutta Gärtner, Francisco J. Quintana, Joerg M. Buescher, Thomas Blank, Harald Binder, Christine Stadelmann, Johannes J. Letzkus, Carsten Hopf, Takahiro Masuda, Klaus-Peter Knobeloch, Marco Prinz",
      "paper_url": "https://doi.org/10.1038/s41586-025-09477-y",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4392747603",
      "paper_id": "https://openalex.org/W4392747603",
      "title": "Mitochondrial complex I activity in microglia sustains neuroinflammation",
      "authors": "L. Peruzzotti-Jametti, C. M. Willis, G. Krzak, R. Hamel, L. Pirvan, R.-B. Ionescu, J. A. Reisz, H. A. Prag, M. E. Garcia-Segura, V. Wu, Y. Xiang, B. Barlas, A. M. Casey, A. M. R. van den Bosch, A. M. Nicaise, L. Roth, G. R. Bates, H. Huang, P. Prasad, A. E. Vincent, C. Frezza, C. Viscomi, G. Balmus, Z. Takats, J. C. Marioni, A. D’Alessandro, M. P. Murphy, I. Mohorianu, S. Pluchino",
      "paper_url": "https://doi.org/10.1038/s41586-024-07167-9",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3160119673",
      "paper_id": "https://openalex.org/W3160119673",
      "title": "Mitochondrial TNAP controls thermogenesis by hydrolysis of phosphocreatine",
      "authors": "Yizhi Sun, Janane F. Rahbani, Mark P. Jedrychowski, Christopher L. Riley, Sara Vidoni, Dina Bogoslavski, Bo Hu, Phillip A. Dumesic, Xing Zeng, Alex B. Wang, Nelson H. Knudsen, Caroline R. Kim, Anthony Marasciullo, José L. Millán, Edward T. Chouchani, Lawrence Kazak, Bruce M. Spiegelman",
      "paper_url": "https://doi.org/10.1038/s41586-021-03533-z",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4281485880",
      "paper_id": "https://openalex.org/W4281485880",
      "title": "Mitochondrial uncouplers induce proton leak by activating AAC and UCP1",
      "authors": "Ambre M. Bertholet, Andrew M. Natale, Paola Bisignano, Junji Suzuki, Andriy Fedorenko, James Hamilton, Tatiana Brustovetsky, Lawrence Kazak, Ryan Garrity, Edward T. Chouchani, Nickolay Brustovetsky, Michael Grabe, Yuriy Kirichok",
      "paper_url": "https://doi.org/10.1038/s41586-022-04747-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4220972523",
      "paper_id": "https://openalex.org/W4220972523",
      "title": "Molecular hallmarks of heterochronic parabiosis at single-cell resolution",
      "authors": "Róbert Pálovics, Andreas Keller, Nicholas Schaum, Weilun Tan, Tobias Fehlmann, Michael Borja, Fabian Kern, Liana Bonanno, Kruti Calcuttawala, James Webber, Aaron McGeever, Nicole Almanzar, Jane Antony, Ankit S. Baghel, Isaac Bakerman, Ishita Bansal, Ben A. Barres, Philip A. Beachy, Daniela Berdnik, Biter Bilen, Douglas Brownfield, Corey Cain, Charles K. F. Chan, Michelle B. Chen, Michael F. Clarke, Stephanie D. Conley, Aaron Demers, Kubilay Demir, Antoine de Morree, Tessa Divita, Haley du Bois, Hamid Ebadi, F. Hernán Espinoza, Matt Fish, Qiang Gan, Benson M. George, Astrid Gillich, Rafael Gòmez-Sjöberg, Foad Green, Geraldine Genetiano, Xueying Gu, Gunsagar S. Gulati, Oliver Hahn, Michael Seamus Haney, Yan Hang, Lincoln Harris, Mu He, Shayan Hosseinzadeh, Albin Huang, Kerwyn Casey Huang, Tal Iram, Taichi Isobe, Feather Ives, Robert C. Jones, Kevin S. Kao, Guruswamy Karnam, Aaron M. Kershner, Nathalie Khoury, Seung K. Kim, Bernhard M. Kiss, William Kong, Mark A. Krasnow, Maya E. Kumar, Christin S. Kuo, Jonathan Lam, Davis P. Lee, Song E. Lee, Benoit Lehallier, Olivia Leventhal, Guang Li, Qingyun Li, Ling Liu, Annie Lo, Wan-Jin Lu, Maria F. Lugo-Fagundo, Anoop Manjunath, Andrew P. May, Ashley Maynard, Marina McKay, M. Windy McNerney, Bryan Merrill, Ross J. Metzger, Marco Mignardi, Dullei Min, Ahmad N. Nabhan, Katharine M. Ng, Patricia K. Nguyen, Joseph Noh, Roel Nusse, Rasika Patkar, Weng Chuan Peng, Lolita Penland, Katherine Pollard, Robert Puccinelli, Zhen Qi, Thomas A. Rando, Eric J. Rulifson, Joe M. Segal, Shaheen S. Sikandar, Rahul Sinha, Rene V. Sit, Justin Sonnenburg, Daniel Staehli, Krzysztof Szade, Michelle Tan, Cristina Tato, Krissie Tellez, Laughing Bear Torrez Dulgeroff, Kyle J. Travaglini, Carolina Tropini, Margaret Tsui, Lucas Waldburger, Bruce M. Wang, Linda J. van Weele, Kenneth Weinberg, Irving L. Weissman, Michael N. Wosczyna, Sean M. Wu, Jinyi Xiang, Soso Xue, Kevin A. Yamauchi, Andrew C. Yang, Lakshmi P. Yerra, Justin Youngyunpipatkul, Brian Yu, Fabio Zanini, Macy E. Zardeneta, Alexander Zee, Chunyu Zhao, Fan Zhang, Hui Zhang, Martin Jinye Zhang, Lu Zhou, James Zou, Jian Luo, Angela Oliveira Pisco, Jim Karkanias, Norma F. Neff, Spyros Darmanis, Stephen R. Quake, Tony Wyss-Coray",
      "paper_url": "https://doi.org/10.1038/s41586-022-04461-2",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4281778594",
      "paper_id": "https://openalex.org/W4281778594",
      "title": "Molecularly defined circuits for cardiovascular and cardiopulmonary control",
      "authors": "Avin Veerakumar, Andrea R. Yung, Yin Liu, Mark A. Krasnow",
      "paper_url": "https://doi.org/10.1038/s41586-022-04760-8",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4394996717",
      "paper_id": "https://openalex.org/W4394996717",
      "title": "Multimodal cell atlas of the ageing human skeletal muscle",
      "authors": "Yiwei Lai, Ignacio Ramírez-Pardo, Joan Isern, Juan An, Eusebio Perdiguero, Antonio L. Serrano, Jinxiu Li, Esther García-Domínguez, Jessica Segalés, Pengcheng Guo, Vera Lukesova, Eva Andrés, Jing Zuo, Yue Yuan, Chuanyu Liu, José Viña, Julio Doménech-Fernández, Mari Carmen Gómez-Cabrera, Yancheng Song, Longqi Liu, Xun Xu, Pura Muñoz-Cánoves, Miguel A. Esteban",
      "paper_url": "https://doi.org/10.1038/s41586-024-07348-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392242084",
      "paper_id": "https://openalex.org/W4392242084",
      "title": "Multisensory gamma stimulation promotes glymphatic clearance of amyloid",
      "authors": "Mitchell H. Murdock, Cheng-Yi Yang, Na Sun, Ping-Chieh Pao, Cristina Blanco-Duque, Martin C. Kahn, TaeHyun Kim, Nicolas S. Lavoie, Matheus B. Victor, Md Rezaul Islam, Fabiola Galiana, Noelle Leary, Sidney Wang, Adele Bubnys, Emily Ma, Leyla A. Akay, Madison Sneve, Yong Qian, Cuixin Lai, Michelle M. McCarthy, Nancy Kopell, Manolis Kellis, Kiryl D. Piatkevich, Edward S. Boyden, Li-Huei Tsai",
      "paper_url": "https://doi.org/10.1038/s41586-024-07132-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4378909224",
      "paper_id": "https://openalex.org/W4378909224",
      "title": "Myelin dysfunction drives amyloid-β deposition in models of Alzheimer’s disease",
      "authors": "Constanze Depp, Ting Sun, Andrew Octavian Sasmita, Lena Spieth, Stefan A. Berghoff, Taisiia Nazarenko, Katharina Overhoff, Agnes A. Steixner-Kumar, Swati Subramanian, Sahab Arinrad, Torben Ruhwedel, Wiebke Möbius, Sandra Göbbels, Gesine Saher, Hauke B. Werner, Alkmini Damkou, Silvia Zampar, Oliver Wirths, Maik Thalmann, Mikael Simons, Takashi Saito, Takaomi Saido, Dilja Krueger-Burg, Riki Kawaguchi, Michael Willem, Christian Haass, Daniel Geschwind, Hannelore Ehrenreich, Ruth Stassart, Klaus-Armin Nave",
      "paper_url": "https://doi.org/10.1038/s41586-023-06120-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403921869",
      "paper_id": "https://openalex.org/W4403921869",
      "title": "Myocardial infarction augments sleep to limit cardiac inflammation and damage",
      "authors": "Pacific Huynh, Jan D. Hoffmann, Teresa Gerhardt, Máté G. Kiss, Faris M. Zuraikat, Oren Cohen, Christopher Wolfram, Abi G. Yates, Alexander Leunig, Merlin Heiser, Lena Gaebel, Matteo Gianeselli, Sukanya Goswami, Annie Khamhoung, Jeffrey Downey, Seonghun Yoon, Zhihong Chen, Vladimir Roudko, Travis Dawson, Joana Ferreira da Silva, Natalie J. Ameral, Jarod Morgenroth-Rebin, Darwin D’Souza, Laura L. Koekkoek, Walter Jacob, Jazz Munitz, Donghoon Lee, John F. Fullard, Mandy M. T. van Leent, Panos Roussos, Seunghee Kim-Schulze, Neomi Shah, Benjamin P. Kleinstiver, Filip K. Swirski, David Leistner, Marie-Pierre St-Onge, Cameron S. McAlpine",
      "paper_url": "https://doi.org/10.1038/s41586-024-08100-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4390707632",
      "paper_id": "https://openalex.org/W4390707632",
      "title": "Nasopharyngeal lymphatic plexus is a hub for cerebrospinal fluid drainage",
      "authors": "Jin-Hui Yoon, Hokyung Jin, Hae Jin Kim, Seon Pyo Hong, Myung Jin Yang, Ji Hoon Ahn, Young-Chan Kim, Jincheol Seo, Yongjeon Lee, Donald M. McDonald, Michael J. Davis, Gou Young Koh",
      "paper_url": "https://doi.org/10.1038/s41586-023-06899-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394876835",
      "paper_id": "https://openalex.org/W4394876835",
      "title": "Network-level encoding of local neurotransmitters in cortical astrocytes",
      "authors": "Michelle K. Cahill, Max Collard, Vincent Tse, Michael E. Reitman, Roberto Etchenique, Christoph Kirst, Kira E. Poskanzer",
      "paper_url": "https://doi.org/10.1038/s41586-024-07311-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385283313",
      "paper_id": "https://openalex.org/W4385283313",
      "title": "Neural basis for fasting activation of the hypothalamic–pituitary–adrenal axis",
      "authors": "Amelia M. Douglass, Jon M. Resch, Joseph C. Madara, Hakan Kucukdereli, Ofer Yizhar, Abhinav Grama, Masahito Yamagata, Zongfang Yang, Bradford B. Lowell",
      "paper_url": "https://doi.org/10.1038/s41586-023-06358-0",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3195657968",
      "paper_id": "https://openalex.org/W3195657968",
      "title": "Neuro-mesenchymal units control ILC2 and obesity via a brain–adipose circuit",
      "authors": "Filipa Cardoso, Roel G. J. Klein Wolterink, Cristina Godinho-Silva, Rita G. Domingues, Hélder Ribeiro, Joaquim Alves da Silva, Inês Mahú, Ana I. Domingos, Henrique Veiga-Fernandes",
      "paper_url": "https://doi.org/10.1038/s41586-021-03830-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4225091982",
      "paper_id": "https://openalex.org/W4225091982",
      "title": "Neuroimmune cardiovascular interfaces control atherosclerosis",
      "authors": "Sarajo K. Mohanta, Li Peng, Yuanfang Li, Shu Lu, Ting Sun, Lorenzo Carnevale, Marialuisa Perrotta, Zhe Ma, Benjamin Förstera, Karen Stanic, Chuankai Zhang, Xi Zhang, Piotr Szczepaniak, Mariaelvy Bianchini, Borhan R. Saeed, Raimondo Carnevale, Desheng Hu, Ryszard Nosalski, Fabio Pallante, Michael Beer, Donato Santovito, Ali Ertürk, Thomas C. Mettenleiter, Barbara G. Klupp, Remco T. A. Megens, Sabine Steffens, Jaroslav Pelisek, Hans-Henning Eckstein, Robert Kleemann, Livia Habenicht, Ziad Mallat, Jean-Baptiste Michel, Jürgen Bernhagen, Martin Dichgans, Giuseppe D’Agostino, Tomasz J. Guzik, Peder S. Olofsson, Changjun Yin, Christian Weber, Giuseppe Lembo, Daniela Carnevale, Andreas J. R. Habenicht",
      "paper_url": "https://doi.org/10.1038/s41586-022-04673-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392242192",
      "paper_id": "https://openalex.org/W4392242192",
      "title": "Neuronal dynamics direct cerebrospinal fluid perfusion and brain clearance",
      "authors": "Li-Feng Jiang-Xie, Antoine Drieu, Kesshni Bhasiin, Daniel Quintero, Igor Smirnov, Jonathan Kipnis",
      "paper_url": "https://doi.org/10.1038/s41586-024-07108-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4281477906",
      "paper_id": "https://openalex.org/W4281477906",
      "title": "Neuropathic pain caused by miswiring and abnormal end organ targeting",
      "authors": "Vijayan Gangadharan, Hongwei Zheng, Francisco J. Taberner, Jonathan Landry, Timo A. Nees, Jelena Pistolic, Nitin Agarwal, Deepitha Männich, Vladimir Benes, Moritz Helmstaedter, Björn Ommer, Stefan G. Lechner, Thomas Kuner, Rohini Kuner",
      "paper_url": "https://doi.org/10.1038/s41586-022-04777-z",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3201931145",
      "paper_id": "https://openalex.org/W3201931145",
      "title": "Neurotoxic reactive astrocytes induce cell death via saturated lipids",
      "authors": "Kevin A. Guttenplan, Maya K. Weigel, Priya Prakash, Prageeth R. Wijewardhane, Philip Hasel, Uriel Rufen-Blanchette, Alexandra E. Münch, Jacob A. Blum, Jonathan Fine, Mikaela C. Neal, Kimberley D. Bruce, Aaron D. Gitler, Gaurav Chopra, Shane A. Liddelow, Ben A. Barres",
      "paper_url": "https://doi.org/10.1038/s41586-021-03960-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404310053",
      "paper_id": "https://openalex.org/W4404310053",
      "title": "NK2R control of energy expenditure and feeding to treat metabolic diseases",
      "authors": "Frederike Sass, Tao Ma, Jeppe H. Ekberg, Melissa Kirigiti, Mario G. Ureña, Lucile Dollet, Jenny M. Brown, Astrid L. Basse, Warren T. Yacawych, Hayley B. Burm, Mette K. Andersen, Thomas S. Nielsen, Abigail J. Tomlinson, Oksana Dmytiyeva, Dan P. Christensen, Lindsay Bader, Camilla T. Vo, Yaxu Wang, Dylan M. Rausch, Cecilie K. Kristensen, María Gestal-Mato, Wietse In het Panhuis, Kim A. Sjøberg, Stace Kernodle, Jacob E. Petersen, Artem Pavlovskyi, Manbir Sandhu, Ida Moltke, Marit E. Jørgensen, Anders Albrechtsen, Niels Grarup, M. Madan Babu, Patrick C. N. Rensen, Sander Kooijman, Randy J. Seeley, Anna Worthmann, Joerg Heeren, Tune H. Pers, Torben Hansen, Magnus B. F. Gustafsson, Mads Tang-Christensen, Tuomas O. Kilpeläinen, Martin G. Myers Jr, Paul Kievit, Thue W. Schwartz, Jakob B. Hansen, Zachary Gerhart-Hines",
      "paper_url": "https://doi.org/10.1038/s41586-024-08207-0",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412151129",
      "paper_id": "https://openalex.org/W4412151129",
      "title": "Nutrients activate distinct patterns of small-intestinal enteric neurons",
      "authors": "Candice Fung, Tom Venneman, Amy M. Holland, Tobie Martens, Milvia I. Alata, Marlene M. Hao, Ceyhun Alar, Yuuki Obata, Jan Tack, Alejandro Sifrim, Vassilis Pachnis, Werend Boesmans, Pieter Vanden Berghe",
      "paper_url": "https://doi.org/10.1038/s41586-025-09228-z",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3175365912",
      "paper_id": "https://openalex.org/W3175365912",
      "title": "Obesity accelerates hair thinning by stem cell-centric converging mechanisms",
      "authors": "Hironobu Morinaga, Yasuaki Mohri, Marina Grachtchouk, Kyosuke Asakawa, Hiroyuki Matsumura, Motohiko Oshima, Naoya Takayama, Tomoki Kato, Yuriko Nishimori, Yuriko Sorimachi, Keiyo Takubo, Takayoshi Suganami, Atsushi Iwama, Yoichiro Iwakura, Andrzej A. Dlugosz, Emi K. Nishimura",
      "paper_url": "https://doi.org/10.1038/s41586-021-03624-x",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4220981713",
      "paper_id": "https://openalex.org/W4220981713",
      "title": "Obesity alters pathology and treatment response in inflammatory disease",
      "authors": "Sagar P. Bapat, Caroline Whitty, Cody T. Mowery, Yuqiong Liang, Arum Yoo, Zewen Jiang, Michael C. Peters, Ling-juan Zhang, Ian Vogel, Carmen Zhou, Vinh Q. Nguyen, Zhongmei Li, Christina Chang, Wandi S. Zhu, Annette T. Hastie, Helen He, Xin Ren, Wenli Qiu, Sarah G. Gayer, Chang Liu, Eun Jung Choi, Marlys Fassett, Jarish N. Cohen, Jamie L. Sturgill, Laura E. Crotty Alexander, Jae Myoung Suh, Christopher Liddle, Annette R. Atkins, Ruth T. Yu, Michael Downes, Sihao Liu, Barbara S. Nikolajczyk, In-Kyu Lee, Emma Guttman-Yassky, K. Mark Ansel, Prescott G. Woodruff, John V. Fahy, Dean Sheppard, Richard L. Gallo, Chun Jimmie Ye, Ronald M. Evans, Ye Zheng, Alexander Marson",
      "paper_url": "https://doi.org/10.1038/s41586-022-04536-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401794190",
      "paper_id": "https://openalex.org/W4401794190",
      "title": "Oligodendrocytes and myelin limit neuronal plasticity in visual cortex",
      "authors": "Wendy Xin, Megumi Kaneko, Richard H. Roth, Albert Zhang, Sonia Nocera, Jun B. Ding, Michael P. Stryker, Jonah R. Chan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07853-8",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389391124",
      "paper_id": "https://openalex.org/W4389391124",
      "title": "Organ aging signatures in the plasma proteome track health and disease",
      "authors": "Hamilton Se-Hwee Oh, Jarod Rutledge, Daniel Nachun, Róbert Pálovics, Olamide Abiose, Patricia Moran-Losada, Divya Channappa, Deniz Yagmur Urey, Kate Kim, Yun Ju Sung, Lihua Wang, Jigyasha Timsina, Dan Western, Menghan Liu, Pat Kohlfeld, John Budde, Edward N. Wilson, Yann Guen, Taylor M. Maurer, Michael Haney, Andrew C. Yang, Zihuai He, Michael D. Greicius, Katrin I. Andreasson, Sanish Sathyan, Erica F. Weiss, Sofiya Milman, Nir Barzilai, Carlos Cruchaga, Anthony D. Wagner, Elizabeth Mormino, Benoit Lehallier, Victor W. Henderson, Frank M. Longo, Stephen B. Montgomery, Tony Wyss-Coray",
      "paper_url": "https://doi.org/10.1038/s41586-023-06802-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4404754538",
      "paper_id": "https://openalex.org/W4404754538",
      "title": "Organ-specific sympathetic innervation defines visceral functions",
      "authors": "Tongtong Wang, Bochuan Teng, Dickson R. Yao, Wei Gao, Yuki Oka",
      "paper_url": "https://doi.org/10.1038/s41586-024-08269-0",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4308620586",
      "paper_id": "https://openalex.org/W4308620586",
      "title": "Parenchymal border macrophages regulate the flow dynamics of the cerebrospinal fluid",
      "authors": "Antoine Drieu, Siling Du, Steffen E. Storck, Justin Rustenhoven, Zachary Papadopoulos, Taitea Dykstra, Fenghe Zhong, Kyungdeok Kim, Susan Blackburn, Tornike Mamuladze, Oscar Harari, Celeste M. Karch, Randall J. Bateman, Richard Perrin, Martin Farlow, Jasmeer Chhatwal, Jared Brosch, Jill Buck, Marty Farlow, Bernardino Ghetti, Sarah Adams, Nicolas Barthelemy, Tammie Benzinger, Susan Brandon, Virginia Buckles, Lisa Cash, Charlie Chen, Jasmin Chua, Carlos Cruchaga, Darcy Denner, Aylin Dincer, Tamara Donahue, Anne Fagan, Becca Feldman, Shaney Flores, Erin Franklin, Nelly Joseph-Mathurin, Alyssa Gonzalez, Brian Gordon, Julia Gray, Emily Gremminger, Alex Groves, Jason Hassenstab, Cortaiga Hellm, Elizabeth Herries, Laura Hoechst-Swisher, David Holtzman, Russ Hornbeck, Gina Jerome, Sarah Keefe, Deb Koudelis, Yan Li, Jacob Marsh, Rita Martinez, Kwasi Mawuenyega, Austin McCullough, Eric McDade, John Morris, Joanne Norton, Kristine Shady, Wendy Sigurdson, Jennifer Smith, Peter Wang, Qing Wang, Chengjie Xiong, Jinbin Xu, Xiong Xu, Ricardo Allegri, Patricio Chrem Mendez, Noelia Egido, Aki Araki, Takeshi Ikeuchi, Kenji Ishii, Kensaku Kasuga, Jacob Bechara, William Brooks, Peter Schofield, Sarah Berman, Sarah Goldberg, Snezana Ikonomovic, William Klunk, Oscar Lopez, James Mountz, Neelesh Nadkarni, Riddhi Patira, Lori Smith, Beth Snitz, Sarah Thompson, Elise Weamer, Courtney Bodge, Stephen Salloway, Kathleen Carter, Duc Duong, Erik Johnson, Allan Levey, Lingyan Ping, Nicholas T. Seyfried, Colleen Fitzpatrick, Helena Chui, John Ringman, Gregory S. Day, Neill Graff-Radford, Morgan Graham, Sochenda Stephens, Chrismary De La Cruz, Jill Goldman, Arlene Mejia, Katie Neimeyer, James Noble, Anna Diffenbacher, Igor Yakushev, Johannes Levin, Jonathan Vöglein, Jane Douglas, Nick Fox, Miguel Grilo, Cath Mummery, Antoinette O’Connor, Bianca Esposito, Alison Goate, Alan Renton, Hisako Fujii, Michio Senda, Hiroyuki Shimada, Samantha Gardener, Ralph Martins, Hamid Sohrabi, Kevin Taddei, Susanne Gräber-Sultan, Lisa Häsler, Anna Hofmann, Mathias Jucker, Stephan Käser, Elke Kuder-Buletta, Christoph Laske, Oliver Preische, Christian Haass, Estrella Morenas-Rodriguez, Brigitte Nuscher, Ryoko Ihara, Akemi Nagamatsu, Yoshiki Niimi, Clifford Jack, Robert Koeppe, Neal Scott Mason, Colin Masters, Ulricke Obermüller, Song Hu, Gwendalyn J. Randolph, Igor Smirnov, Jonathan Kipnis",
      "paper_url": "https://doi.org/10.1038/s41586-022-05397-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4313545552",
      "paper_id": "https://openalex.org/W4313545552",
      "title": "Pathogenic bacteria modulate pheromone response to promote mating",
      "authors": "Taihong Wu, Minghai Ge, Min Wu, Fengyun Duan, Jingting Liang, Maoting Chen, Xicotencatl Gracida, He Liu, Wenxing Yang, Abdul Rouf Dar, Chengyin Li, Rebecca A. Butcher, Arneet L. Saltzman, Yun Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05561-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402585759",
      "paper_id": "https://openalex.org/W4402585759",
      "title": "Pathogenic hypothalamic extracellular matrix promotes metabolic disease",
      "authors": "Cait A. Beddows, Feiyue Shi, Anna L. Horton, Sagar Dalal, Ping Zhang, Chang-Chun Ling, V. Wee Yong, Kim Loh, Ellie Cho, Chris Karagiannis, Adam J. Rose, Magdalene K. Montgomery, Paul Gregorevic, Matthew J. Watt, Nicolle H. Packer, Benjamin L. Parker, Robyn M. Brown, Edward S. X. Moh, Garron T. Dodd",
      "paper_url": "https://doi.org/10.1038/s41586-024-07922-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409502153",
      "paper_id": "https://openalex.org/W4409502153",
      "title": "Phase I trial of hES cell-derived dopaminergic neurons for Parkinson’s disease",
      "authors": "V. Tabar, H. Sarva, A. M. Lozano, A. Fasano, S. K. Kalia, K. K. H. Yu, C. Brennan, Y. Ma, S. Peng, D. Eidelberg, M. Tomishima, S. Irion, W. Stemple, N. Abid, A. Lampron, L. Studer, C. Henchcliffe",
      "paper_url": "https://doi.org/10.1038/s41586-025-08845-y",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409501791",
      "paper_id": "https://openalex.org/W4409501791",
      "title": "Phase I/II trial of iPS-cell-derived dopaminergic cells for Parkinson’s disease",
      "authors": "Nobukatsu Sawamoto, Daisuke Doi, Etsuro Nakanishi, Masanori Sawamura, Takayuki Kikuchi, Hodaka Yamakado, Yosuke Taruno, Atsushi Shima, Yasutaka Fushimi, Tomohisa Okada, Tetsuhiro Kikuchi, Asuka Morizane, Satoe Hiramatsu, Takayuki Anazawa, Takero Shindo, Kentaro Ueno, Satoshi Morita, Yoshiki Arakawa, Yuji Nakamoto, Susumu Miyamoto, Ryosuke Takahashi, Jun Takahashi",
      "paper_url": "https://doi.org/10.1038/s41586-025-08700-0",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4385872154",
      "paper_id": "https://openalex.org/W4385872154",
      "title": "Platelet factors attenuate inflammation and rescue cognition in ageing",
      "authors": "Adam B. Schroer, Patrick B. Ventura, Juliana Sucharov, Rhea Misra, M. K. Kirsten Chui, Gregor Bieri, Alana M. Horowitz, Lucas K. Smith, Katriel Encabo, Imelda Tenggara, Julien Couthouis, Joshua D. Gross, June M. Chan, Anthony Luke, Saul A. Villeda",
      "paper_url": "https://doi.org/10.1038/s41586-023-06436-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4310483850",
      "paper_id": "https://openalex.org/W4310483850",
      "title": "PLD3 affects axonal spheroids and network defects in Alzheimer’s disease",
      "authors": "Peng Yuan, Mengyang Zhang, Lei Tong, Thomas M. Morse, Robert A. McDougal, Hui Ding, Diane Chan, Yifei Cai, Jaime Grutzendler",
      "paper_url": "https://doi.org/10.1038/s41586-022-05491-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4292121953",
      "paper_id": "https://openalex.org/W4292121953",
      "title": "Post-translational control of beige fat biogenesis by PRDM16 stabilization",
      "authors": "Qiang Wang, Huixia Li, Kazuki Tajima, Anthony R. P. Verkerke, Zachary H. Taxin, Zhishuai Hou, Joanne B. Cole, Fei Li, Jake Wong, Ichitaro Abe, Rachana N. Pradhan, Tadashi Yamamuro, Takeshi Yoneshiro, Joel N. Hirschhorn, Shingo Kajimura",
      "paper_url": "https://doi.org/10.1038/s41586-022-05067-4",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388694379",
      "paper_id": "https://openalex.org/W4388694379",
      "title": "Potentiating glymphatic drainage minimizes post-traumatic cerebral oedema",
      "authors": "Rashad Hussain, Jeffrey Tithof, Wei Wang, Arokoruba Cheetham-West, Wei Song, Weiguo Peng, Björn Sigurdsson, Daehyun Kim, Qian Sun, Sisi Peng, Virginia Plá, Douglas H. Kelley, Hajime Hirase, Jorge A. Castorena-Gonzalez, Pia Weikop, Steven A. Goldman, Michael J. Davis, Maiken Nedergaard",
      "paper_url": "https://doi.org/10.1038/s41586-023-06737-7",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4297497460",
      "paper_id": "https://openalex.org/W4297497460",
      "title": "Prenatal immune stress blunts microglia reactivity, impairing neurocircuitry",
      "authors": "Lindsay N. Hayes, Kyongman An, Elisa Carloni, Fangze Li, Elizabeth Vincent, Chloë Trippaers, Manish Paranjpe, Gül Dölen, Loyal A. Goff, Adriana Ramos, Shin-ichi Kano, Akira Sawa",
      "paper_url": "https://doi.org/10.1038/s41586-022-05274-z",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410817162",
      "paper_id": "https://openalex.org/W4410817162",
      "title": "Preoptic EP3R neurons constitute a two-way switch for fever and torpor",
      "authors": "Natalia L. S. Machado, Nicole Lynch, Luis H. A. Costa, David Melville, Hakan Kucukdereli, Satvinder Kaur, Alexander S. Banks, Francesca Raffin, Oscar D. Ramirez-Plascencia, Sydney Aten, Janayna D. Lima, Sathyajit S. Bandaru, Richard D. Palmiter, Clifford B. Saper",
      "paper_url": "https://doi.org/10.1038/s41586-025-09056-1",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408244228",
      "paper_id": "https://openalex.org/W4408244228",
      "title": "Prohormone cleavage prediction uncovers a non-incretin anti-obesity peptide",
      "authors": "Laetitia Coassolo, Niels B. Danneskiold-Samsøe, Quennie Nguyen, Amanda Wiggenhorn, Meng Zhao, David Cheng-Hao Wang, David Toomer, Jameel Lone, Yichao Wei, Aayan Patel, Irene Liparulo, Deniz Kavi, Lianna W. Wat, Saranya Chidambaranathan Reghupaty, Julie Jae Kim, Tina Asemi, Ewa Bielczyk-Maczynska, Veronica L. Li, Maria Dolores Moya-Garzon, Nicole A. J. Krentz, Andreas Stahl, Danny Hung-Chieh Chou, Liqun Luo, Katrin J. Svensson",
      "paper_url": "https://doi.org/10.1038/s41586-025-08683-y",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409730083",
      "paper_id": "https://openalex.org/W4409730083",
      "title": "Psychedelic control of neuroimmune interactions governing fear",
      "authors": "Elizabeth N. Chung, Jinsu Lee, Carolina M. Polonio, Joshua Choi, Camilo Faust Akl, Michael Kilian, Wiebke M. Weiß, Georgia Gunner, Mingyu Ye, Tae Hyun Heo, Sienna S. Drake, Liu Yang, Catarina R. G. L. d’Eca, Joon-Hyuk Lee, Liwen Deng, Daniel Farrenkopf, Anton M. Schüle, Hong-Gyun Lee, Oreoluwa Afolabi, Sharmin Ghaznavi, Stelios M. Smirnakis, Isaac M. Chiu, Vijay K. Kuchroo, Francisco J. Quintana, Michael A. Wheeler",
      "paper_url": "https://doi.org/10.1038/s41586-025-08880-9",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4401389092",
      "paper_id": "https://openalex.org/W4401389092",
      "title": "PTER is a N-acetyltaurine hydrolase that regulates feeding and obesity",
      "authors": "Wei Wei, Xuchao Lyu, Andrew L. Markhard, Sipei Fu, Rachel E. Mardjuki, Peter E. Cavanagh, Xianfeng Zeng, Jakub Rajniak, Nannan Lu, Shuke Xiao, Meng Zhao, Maria Dolores Moya-Garzon, Steven D. Truong, Jonathan Chiu‐Chun Chou, Lianna W. Wat, Saranya Chidambaranathan-Reghupaty, Laetitia Coassolo, Duo Xu, Fangfang Shen, Wentao Huang, Cuauhtemoc B. Ramirez, Cholsoon Jang, Lingyin Li, Katrin J. Svensson, Michael A. Fischbach, Jonathan Z. Long",
      "paper_url": "https://doi.org/10.1038/s41586-024-07801-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4291021133",
      "paper_id": "https://openalex.org/W4291021133",
      "title": "Pyramidal neuron subtype diversity governs microglia states in the neocortex",
      "authors": "Jeffrey A. Stogsdill, Kwanho Kim, Loïc Binan, Samouil L. Farhi, Joshua Z. Levin, Paola Arlotta",
      "paper_url": "https://doi.org/10.1038/s41586-022-05056-7",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411413395",
      "paper_id": "https://openalex.org/W4411413395",
      "title": "R9AP is a common receptor for EBV infection in epithelial cells and B cells",
      "authors": "Yan Li, Hua Zhang, Cong Sun, Xiao-Dong Dong, Chu Xie, Yuan-Tao Liu, Ruo-Bin Lin, Xiang-Wei Kong, Zhu-Long Hu, Xiao-Yan Ma, Dan-Ling Dai, Qian-Ying Zhu, Yu-Chun Li, Ying Li, Shang-Xin Liu, Li Yuan, Peng-Hui Zhou, Song Gao, Ya-Ping Tang, Jin-Ying Yang, Ping Han, Andrew T. McGuire, Bo Zhao, Jin-Xin Bei, Erle Robertson, Yi-Xin Zeng, Qian Zhong, Mu-Sheng Zeng",
      "paper_url": "https://doi.org/10.1038/s41586-025-09166-w",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3206054692",
      "paper_id": "https://openalex.org/W3206054692",
      "title": "Regulation of intestinal immunity and tissue repair by enteric glia",
      "authors": "Fränze Progatzky, Michael Shapiro, Song Hui Chng, Bethania Garcia-Cassani, Cajsa Helena Classon, Selin Sevgi, Anna Laddach, Ana Carina Bon-Frauches, Reena Lasrado, Maryam Rahim, Eleni-Maria Amaniti, Stefan Boeing, Kathleen Shah, Lewis J. Entwistle, Alejandro Suárez-Bonnet, Mark S. Wilson, Brigitta Stockinger, Vassilis Pachnis",
      "paper_url": "https://doi.org/10.1038/s41586-021-04006-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3159072427",
      "paper_id": "https://openalex.org/W3159072427",
      "title": "Response of the microbiome–gut–brain axis in Drosophila to amino acid deficit",
      "authors": "Boram Kim, Makoto I. Kanai, Yangkyun Oh, Minsoo Kyung, Eun-Kyoung Kim, In-Hwan Jang, Ji-Hoon Lee, Sang-Gyu Kim, Greg S. B. Suh, Won-Jae Lee",
      "paper_url": "https://doi.org/10.1038/s41586-021-03522-2",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3122324184",
      "paper_id": "https://openalex.org/W3122324184",
      "title": "Restoring metabolism of myeloid cells reverses cognitive decline in ageing",
      "authors": "Paras S. Minhas, Amira Latif-Hernandez, Melanie R. McReynolds, Aarooran S. Durairaj, Qian Wang, Amanda Rubin, Amit U. Joshi, Joy Q. He, Esha Gauba, Ling Liu, Congcong Wang, Miles Linde, Yuki Sugiura, Peter K. Moon, Ravi Majeti, Makoto Suematsu, Daria Mochly-Rosen, Irving L. Weissman, Frank M. Longo, Joshua D. Rabinowitz, Katrin I. Andreasson",
      "paper_url": "https://doi.org/10.1038/s41586-020-03160-0",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3138372539",
      "paper_id": "https://openalex.org/W3138372539",
      "title": "REV-ERB in GABAergic neurons controls diurnal hepatic insulin sensitivity",
      "authors": "Guolian Ding, Xin Li, Xinguo Hou, Wenjun Zhou, Yingyun Gong, Fuqiang Liu, Yanlin He, Jia Song, Jing Wang, Paul Basil, Wenbo Li, Sichong Qian, Pradip Saha, Jinbang Wang, Chen Cui, Tingting Yang, Kexin Zou, Younghun Han, Christopher I. Amos, Yong Xu, Li Chen, Zheng Sun",
      "paper_url": "https://doi.org/10.1038/s41586-021-03358-w",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3213264071",
      "paper_id": "https://openalex.org/W3213264071",
      "title": "Reverse-translational identification of a cerebellar satiation network",
      "authors": "Aloysius Y. T. Low, Nitsan Goldstein, Jessica R. Gaunt, Kuei-Pin Huang, Norliyana Zainolabidin, Alaric K. K. Yip, Jamie R. E. Carty, Ju Y. Choi, Alekso M. Miller, Helen S. T. Ho, Clara Lenherr, Nicholas Baltar, Eiman Azim, October M. Sessions, Toh Hean Ch’ng, Amanda S. Bruce, Laura E. Martin, Mark A. Halko, Roscoe O. Brady Jr, Laura M. Holsen, Amber L. Alhadeff, Albert I. Chen, J. Nicholas Betley",
      "paper_url": "https://doi.org/10.1038/s41586-021-04143-5",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392984612",
      "paper_id": "https://openalex.org/W4392984612",
      "title": "Role of IL-27 in Epstein–Barr virus infection revealed by IL-27RA deficiency",
      "authors": "Emmanuel Martin, Sarah Winter, Cécile Garcin, Kay Tanita, Akihiro Hoshino, Christelle Lenoir, Benjamin Fournier, Mélanie Migaud, David Boutboul, Mathieu Simonin, Alicia Fernandes, Paul Bastard, Tom Le Voyer, Anne-Laure Roupie, Yassine Ben Ahmed, Marianne Leruez-Ville, Marianne Burgard, Geetha Rao, Cindy S. Ma, Cécile Masson, Claire Soudais, Capucine Picard, Jacinta Bustamante, Stuart G. Tangye, Nathalie Cheikh, Mikko Seppänen, Anne Puel, Mark Daly, Jean-Laurent Casanova, Bénédicte Neven, Alain Fischer, Sylvain Latour",
      "paper_url": "https://doi.org/10.1038/s41586-024-07213-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407157664",
      "paper_id": "https://openalex.org/W4407157664",
      "title": "RUNX2 promotes fibrosis via an alveolar-to-pathological fibroblast transition",
      "authors": "Yinshan Fang, Sanny S. W. Chung, Le Xu, Chenyi Xue, Xue Liu, Dianhua Jiang, Rongbo Li, Yohei Korogi, Ke Yuan, Anjali Saqi, Hanina Hibshoosh, Yuefeng Huang, Chyuan-Sheng Lin, Takeshi Takarada, Tatsuya Tsukui, Dean Sheppard, Xin Sun, Jianwen Que",
      "paper_url": "https://doi.org/10.1038/s41586-024-08542-2",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410019153",
      "paper_id": "https://openalex.org/W4410019153",
      "title": "Selective inhibition of stromal mechanosensing suppresses cardiac fibrosis",
      "authors": "Sangkyun Cho, Siyeon Rhee, Christopher M. Madl, Arianne Caudal, Dilip Thomas, Hyeonyu Kim, Ana Kojic, Hye Sook Shin, Abhay Mahajan, James W. Jahng, Xi Wang, Phung N. Thai, David T. Paik, Mingqiang Wang, McKay Mullen, Natalie M. Baker, Jeremy Leitz, Souhrid Mukherjee, Virginia D. Winn, Y. Joseph Woo, Helen M. Blau, Joseph C. Wu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08945-9",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412151379",
      "paper_id": "https://openalex.org/W4412151379",
      "title": "Selective remodelling of the adipose niche in obesity and weight loss",
      "authors": "Antonio M. A. Miranda, Liam McAllan, Guianfranco Mazzei, Ivan Andrew, Iona Davies, Meryem Ertugrul, Julia Kenkre, Hiromi Kudo, Joana Carrelha, Bhavik Patel, Sophie Newton, Weihua Zhang, Alice Pollard, Amy Cross, Oliver McCallion, Mikyung Jang, Ka Lok Choi, Scarlett Brown, Yasmin Rasool, Marco Adamo, Mohamed Elkalaawy, Andrew Jenkinson, Borzoueh Mohammadi, Majid Hashemi, Robert Goldin, Laurence Game, Joanna Hester, Fadi Issa, Dylan G. Ryan, Patricia Ortega, Ahmed R. Ahmed, Rachel L. Batterham, John C. Chambers, Jaspal S. Kooner, Damir Baranasic, Michela Noseda, Tricia Tan, William R. Scott",
      "paper_url": "https://doi.org/10.1038/s41586-025-09233-2",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4312114044",
      "paper_id": "https://openalex.org/W4312114044",
      "title": "Senescence atlas reveals an aged-like inflamed niche that blunts muscle regeneration",
      "authors": "Victoria Moiseeva, Andrés Cisneros, Valentina Sica, Oleg Deryagin, Yiwei Lai, Sascha Jung, Eva Andrés, Juan An, Jessica Segalés, Laura Ortet, Vera Lukesova, Giacomo Volpe, Alberto Benguria, Ana Dopazo, Salvador Aznar Benitah, Yasuteru Urano, Antonio del Sol, Miguel A. Esteban, Yasuyuki Ohkawa, Antonio L. Serrano, Eusebio Perdiguero, Pura Muñoz-Cánoves",
      "paper_url": "https://doi.org/10.1038/s41586-022-05535-x",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399366262",
      "paper_id": "https://openalex.org/W4399366262",
      "title": "Senescent glia link mitochondrial dysfunction and lipid accumulation",
      "authors": "China N. Byrns, Alexandra E. Perlegos, Karl N. Miller, Zhecheng Jin, Faith R. Carranza, Palak Manchandra, Connor H. Beveridge, Caitlin E. Randolph, V. Sai Chaluvadi, Shirley L. Zhang, Ananth R. Srinivasan, F. C. Bennett, Amita Sehgal, Peter D. Adams, Gaurav Chopra, Nancy M. Bonini",
      "paper_url": "https://doi.org/10.1038/s41586-024-07516-8",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3163019925",
      "paper_id": "https://openalex.org/W3163019925",
      "title": "Sensory neuron-derived TAFA4 promotes macrophage tissue repair functions",
      "authors": "Guillaume Hoeffel, Guilhaume Debroas, Anais Roger, Rafaelle Rossignol, Jordi Gouilly, Caroline Laprie, Lionel Chasson, Pierre-Vincent Barbon, Anaïs Balsamo, Ana Reynders, Aziz Moqrich, Sophie Ugolini",
      "paper_url": "https://doi.org/10.1038/s41586-021-03563-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4210565088",
      "paper_id": "https://openalex.org/W4210565088",
      "title": "Sensory representation and detection mechanisms of gut osmolality change",
      "authors": "Takako Ichiki, Tongtong Wang, Ann Kennedy, Allan-Hermann Pool, Haruka Ebisu, David J. Anderson, Yuki Oka",
      "paper_url": "https://doi.org/10.1038/s41586-021-04359-5",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388896472",
      "paper_id": "https://openalex.org/W4388896472",
      "title": "Sequential appetite suppression by oral and visceral feedback to the brainstem",
      "authors": "Truong Ly, Jun Y. Oh, Nilla Sivakumar, Sarah Shehata, Naymalis La Santa Medina, Heidi Huang, Zhengya Liu, Wendy Fang, Chris Barnes, Naz Dundar, Brooke C. Jarvie, Anagh Ravi, Olivia K. Barnhill, Chelsea Li, Grace R. Lee, Jaewon Choi, Heeun Jang, Zachary A. Knight",
      "paper_url": "https://doi.org/10.1038/s41586-023-06758-2",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400948944",
      "paper_id": "https://openalex.org/W4400948944",
      "title": "Single-cell multiregion dissection of Alzheimer’s disease",
      "authors": "Hansruedi Mathys, Carles A. Boix, Leyla Anne Akay, Ziting Xia, Jose Davila-Velderrain, Ayesha P. Ng, Xueqiao Jiang, Ghada Abdelhady, Kyriaki Galani, Julio Mantero, Neil Band, Benjamin T. James, Sudhagar Babu, Fabiola Galiana-Melendez, Kate Louderback, Dmitry Prokopenko, Rudolph E. Tanzi, David A. Bennett, Li-Huei Tsai, Manolis Kellis",
      "paper_url": "https://doi.org/10.1038/s41586-024-07606-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283257569",
      "paper_id": "https://openalex.org/W4283257569",
      "title": "Single-nucleus profiling of human dilated and hypertrophic cardiomyopathy",
      "authors": "Mark Chaffin, Irinna Papangeli, Bridget Simonson, Amer-Denis Akkad, Matthew C. Hill, Alessandro Arduini, Stephen J. Fleming, Michelle Melanson, Sikander Hayat, Maria Kost-Alimova, Ondine Atwa, Jiangchuan Ye, Kenneth C. Bedi Jr, Matthias Nahrendorf, Virendar K. Kaushik, Christian M. Stegmann, Kenneth B. Margulies, Nathan R. Tucker, Patrick T. Ellinor",
      "paper_url": "https://doi.org/10.1038/s41586-022-04817-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4224234680",
      "paper_id": "https://openalex.org/W4224234680",
      "title": "Somatic genomic changes in single Alzheimer’s disease neurons",
      "authors": "Michael B. Miller, August Yue Huang, Junho Kim, Zinan Zhou, Samantha L. Kirkham, Eduardo A. Maury, Jennifer S. Ziegenfuss, Hannah C. Reed, Jennifer E. Neil, Lariza Rento, Steven C. Ryu, Chanthia C. Ma, Lovelace J. Luquette, Heather M. Ames, Derek H. Oakley, Matthew P. Frosch, Bradley T. Hyman, Michael A. Lodato, Eunjung Alice Lee, Christopher A. Walsh",
      "paper_url": "https://doi.org/10.1038/s41586-022-04640-1",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4290989128",
      "paper_id": "https://openalex.org/W4290989128",
      "title": "Spatial multi-omic map of human myocardial infarction",
      "authors": "Christoph Kuppe, Ricardo O. Ramirez Flores, Zhijian Li, Sikander Hayat, Rebecca T. Levinson, Xian Liao, Monica T. Hannani, Jovan Tanevski, Florian Wünnemann, James S. Nagai, Maurice Halder, David Schumacher, Sylvia Menzel, Gideon Schäfer, Konrad Hoeft, Mingbo Cheng, Susanne Ziegler, Xiaoting Zhang, Fabian Peisker, Nadine Kaesler, Turgay Saritas, Yaoxian Xu, Astrid Kassner, Jan Gummert, Michiel Morshuis, Junedh Amrute, Rogier J. A. Veltrop, Peter Boor, Karin Klingel, Linda W.  Van Laake, Aryan Vink, Remco M. Hoogenboezem, Eric M. J. Bindels, Leon Schurgers, Susanne Sattler, Denis Schapiro, Rebekka K. Schneider, Kory Lavine, Hendrik Milting, Ivan G. Costa, Julio Saez-Rodriguez, Rafael Kramann",
      "paper_url": "https://doi.org/10.1038/s41586-022-05060-x",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4405515030",
      "paper_id": "https://openalex.org/W4405515030",
      "title": "Spatial transcriptomic clocks reveal cell proximity effects in brain ageing",
      "authors": "Eric D. Sun, Olivia Y. Zhou, Max Hauptschein, Nimrod Rappoport, Lucy Xu, Paloma Navarro Negredo, Ling Liu, Thomas A. Rando, James Zou, Anne Brunet",
      "paper_url": "https://doi.org/10.1038/s41586-024-08334-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401947398",
      "paper_id": "https://openalex.org/W4401947398",
      "title": "Spatially clustered type I interferon responses at injury borderzones",
      "authors": "V. K. Ninh, D. M. Calcagno, J. D. Yu, B. Zhang, N. Taghdiri, R. Sehgal, J. M. Mesfin, C. J. Chen, K. Kalhor, A. Toomu, J. M. Duran, E. Adler, J. Hu, K. Zhang, K. L. Christman, Z. Fu, B. Bintu, K. R. King",
      "paper_url": "https://doi.org/10.1038/s41586-024-07806-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392747569",
      "paper_id": "https://openalex.org/W4392747569",
      "title": "Spatially organized cellular communities form the developing human heart",
      "authors": "Elie N. Farah, Robert K. Hu, Colin Kern, Qingquan Zhang, Ting-Yu Lu, Qixuan Ma, Shaina Tran, Bo Zhang, Daniel Carlin, Alexander Monell, Andrew P. Blair, Zilu Wang, Jacqueline Eschbach, Bin Li, Eugin Destici, Bing Ren, Sylvia M. Evans, Shaochen Chen, Quan Zhu, Neil C. Chi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07171-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4384023988",
      "paper_id": "https://openalex.org/W4384023988",
      "title": "Spatially resolved multiomics of human cardiac niches",
      "authors": "Kazumasa Kanemaru, James Cranley, Daniele Muraro, Antonio M. A. Miranda, Siew Yen Ho, Anna Wilbrey-Clark, Jan Patrick Pett, Krzysztof Polanski, Laura Richardson, Monika Litvinukova, Natsuhiko Kumasaka, Yue Qin, Zuzanna Jablonska, Claudia I. Semprich, Lukas Mach, Monika Dabrowska, Nathan Richoz, Liam Bolt, Lira Mamanova, Rakeshlal Kapuge, Sam N. Barnett, Shani Perera, Carlos Talavera-López, Ilaria Mulas, Krishnaa T. Mahbubani, Liz Tuck, Lu Wang, Margaret M. Huang, Martin Prete, Sophie Pritchard, John Dark, Kourosh Saeb-Parsy, Minal Patel, Menna R. Clatworthy, Norbert Hübner, Rasheda A. Chowdhury, Michela Noseda, Sarah A. Teichmann",
      "paper_url": "https://doi.org/10.1038/s41586-023-06311-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386493266",
      "paper_id": "https://openalex.org/W4386493266",
      "title": "Specialized astrocytes mediate glutamatergic gliotransmission in the CNS",
      "authors": "Roberta de Ceglia, Ada Ledonne, David Gregory Litvin, Barbara Lykke Lind, Giovanni Carriero, Emanuele Claudio Latagliata, Erika Bindocci, Maria Amalia Di Castro, Iaroslav Savtchouk, Ilaria Vitali, Anurag Ranjak, Mauro Congiu, Tara Canonica, William Wisden, Kenneth Harris, Manuel Mameli, Nicola Mercuri, Ludovic Telley, Andrea Volterra",
      "paper_url": "https://doi.org/10.1038/s41586-023-06502-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4224295368",
      "paper_id": "https://openalex.org/W4224295368",
      "title": "Specification of CNS macrophage subsets occurs postnatally in defined niches",
      "authors": "Takahiro Masuda, Lukas Amann, Gianni Monaco, Roman Sankowski, Ori Staszewski, Martin Krueger, Francesca Del Gaudio, Liqun He, Neil Paterson, Elisa Nent, Francisco Fernández-Klett, Ayato Yamasaki, Maximilian Frosch, Maximilian Fliegauf, Lance Fredrick Pahutan Bosch, Hatice Ulupinar, Nora Hagemeyer, Dietmar Schreiner, Cayce Dorrier, Makoto Tsuda, Claudia Grothe, Anne Joutel, Richard Daneman, Christer Betsholtz, Urban Lendahl, Klaus-Peter Knobeloch, Tim Lämmermann, Josef Priller, Katrin Kierdorf, Marco Prinz",
      "paper_url": "https://doi.org/10.1038/s41586-022-04596-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404105361",
      "paper_id": "https://openalex.org/W4404105361",
      "title": "Stochastic neuropeptide signals compete to calibrate the rate of satiation",
      "authors": "Stephen X. Zhang, Angela Kim, Joseph C. Madara, Paula K. Zhu, Lauren F. Christenson, Andrew Lutas, Peter N. Kalugin, Praneel S. Sunkavalli, Yihan Jin, Akash Pal, Lin Tian, Bradford B. Lowell, Mark L. Andermann",
      "paper_url": "https://doi.org/10.1038/s41586-024-08164-8",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4381164759",
      "paper_id": "https://openalex.org/W4381164759",
      "title": "Structural basis for the binding of DNP and purine nucleotides onto UCP1",
      "authors": "Yunlu Kang, Lei Chen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06332-w",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401947118",
      "paper_id": "https://openalex.org/W4401947118",
      "title": "Sympathetic neuropeptide Y protects from obesity by sustaining thermogenic fat",
      "authors": "Yitao Zhu, Lu Yao, Ana L. Gallo-Ferraz, Bruna Bombassaro, Marcela R. Simões, Ichitaro Abe, Jing Chen, Gitalee Sarker, Alessandro Ciccarelli, Linna Zhou, Carl Lee, Davi Sidarta-Oliveira, Noelia Martínez-Sánchez, Michael L. Dustin, Cheng Zhan, Tamas L. Horvath, Licio A. Velloso, Shingo Kajimura, Ana I. Domingos",
      "paper_url": "https://doi.org/10.1038/s41586-024-07863-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403680192",
      "paper_id": "https://openalex.org/W4403680192",
      "title": "Targeting immune–fibroblast cell communication in heart failure",
      "authors": "Junedh M. Amrute, Xin Luo, Vinay Penna, Steven Yang, Tracy Yamawaki, Sikander Hayat, Andrea Bredemeyer, In-Hyuk Jung, Farid F. Kadyrov, Gyu Seong Heo, Rajiu Venkatesan, Sally Yu Shi, Alekhya Parvathaneni, Andrew L. Koenig, Christoph Kuppe, Candice Baker, Hannah Luehmann, Cameran Jones, Benjamin Kopecky, Xue Zeng, Tore Bleckwehl, Pan Ma, Paul Lee, Yuriko Terada, Angela Fu, Milena Furtado, Daniel Kreisel, Atilla Kovacs, Nathan O. Stitziel, Simon Jackson, Chi-Ming Li, Yongjian Liu, Nadia A. Rosenthal, Rafael Kramann, Brandon Ason, Kory J. Lavine",
      "paper_url": "https://doi.org/10.1038/s41586-024-08008-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4396544292",
      "paper_id": "https://openalex.org/W4396544292",
      "title": "Temporal dynamics of the multi-omic response to endurance exercise training",
      "authors": "David Amar, Nicole R. Gay, Pierre M. Jean-Beltran, Dam Bae, Surendra Dasari, Courtney Dennis, Charles R. Evans, David A. Gaul, Olga Ilkayeva, Anna A. Ivanova, Maureen T. Kachman, Hasmik Keshishian, Ian R. Lanza, Ana C. Lira, Michael J. Muehlbauer, Venugopalan D. Nair, Paul D. Piehowski, Jessica L. Rooney, Kevin S. Smith, Cynthia L. Stowe, Bingqing Zhao, Natalie M. Clark, David Jimenez-Morales, Malene E. Lindholm, Gina M. Many, James A. Sanford, Gregory R. Smith, Nikolai G. Vetr, Tiantian Zhang, Jose J. Almagro Armenteros, Julian Avila-Pacheco, Nasim Bararpour, Yongchao Ge, Zhenxin Hou, Shruti Marwaha, David M. Presby, Archana Natarajan Raja, Evan M. Savage, Alec Steep, Yifei Sun, Si Wu, Jimmy Zhen, Sue C. Bodine, Karyn A. Esser, Laurie J. Goodyear, Simon Schenk, Stephen B. Montgomery, Facundo M. Fernández, Stuart C. Sealfon, Michael P. Snyder, Joshua N. Adkins, Euan Ashley, Charles F. Burant, Steven A. Carr, Clary B. Clish, Gary Cutter, Robert E. Gerszten, William E. Kraus, Jun Z. Li, Michael E. Miller, K. Sreekumaran Nair, Christopher Newgard, Eric A. Ortlund, Wei-Jun Qian, Russell Tracy, Martin J. Walsh, Matthew T. Wheeler, Karen P. Dalton, Trevor Hastie, Steven G. Hershman, Mihir Samdarshi, Christopher Teng, Rob Tibshirani, Elaine Cornell, Nicole Gagne, Sandy May, Brian Bouverat, Christiaan Leeuwenburgh, Ching-ju Lu, Marco Pahor, Fang-Chi Hsu, Scott Rushing, Michael P. Walkup, Barbara Nicklas, W. Jack Rejeski, John P. Williams, Ashley Xia, Brent G. Albertson, Elisabeth R. Barton, Frank W. Booth, Tiziana Caputo, Michael Cicha, Luis Gustavo Oliveira De Sousa, Roger Farrar, Andrea L. Hevener, Michael F. Hirshman, Bailey E. Jackson, Benjamin G. Ke, Kyle S. Kramer, Sarah J. Lessard, Nathan S. Makarewicz, Andrea G. Marshall, Pasquale Nigro, Scott Powers, Krithika Ramachandran, R. Scott Rector, Collyn Z-T. Richards, John Thyfault, Zhen Yan, Chongzhi Zang, Mary Anne S. Amper, Ali Tugrul Balci, Clarisa Chavez, Maria Chikina, Roxanne Chiu, Marina A. Gritsenko, Kristy Guevara, Joshua R. Hansen, Krista M. Hennig, Chia-Jui Hung, Chelsea Hutchinson-Bunch, Christopher A. Jin, Xueyun Liu, Kristal M. Maner-Smith, D. R. Mani, Nada Marjanovic, Matthew E. Monroe, Ronald J. Moore, Samuel G. Moore, Charles C. Mundorff, Daniel Nachun, Michael D. Nestor, German Nudelman, Cadence Pearce, Vladislav A. Petyuk, Hanna Pincas, Irene Ramos, Alexander (Sasha) Raskind, Stas Rirak, Jeremy M. Robbins, Aliza B. Rubenstein, Frederique Ruf-Zamojski, Tyler J. Sagendorf, Nitish Seenarine, Tanu Soni, Karan Uppal, Sindhu Vangeti, Mital Vasoya, Alexandria Vornholt, Xuechen Yu, Elena Zaslavsky, Navid Zebarjadi, Marcas Bamman, Bryan C. Bergman, Daniel H. Bessesen, Thomas W. Buford, Toby L. Chambers, Paul M. Coen, Dan Cooper, Fadia Haddad, Kishore Gadde, Bret H. Goodpaster, Melissa Harris, Kim M. Huffman, Catherine M. Jankowski, Neil M. Johannsen, Wendy M. Kohrt, Bridget Lester, Edward L. Melanson, Kerrie L. Moreau, Nicolas Musi, Robert L. Newton Jr, Shlomit Radom-Aizik, Megan E. Ramaker, Tuomo Rankinen, Blake B. Rasmussen, Eric Ravussin, Irene E. Schauer, Robert S. Schwartz, Lauren M. Sparks, Anna Thalacker-Mercer, Scott Trappe, Todd A. Trappe, Elena Volpi",
      "paper_url": "https://doi.org/10.1038/s41586-023-06877-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4319591963",
      "paper_id": "https://openalex.org/W4319591963",
      "title": "The cellular coding of temperature in the mammalian cortex",
      "authors": "M. Vestergaard, M. Carta, G. Güney, J. F. A. Poulet",
      "paper_url": "https://doi.org/10.1038/s41586-023-05705-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4309905329",
      "paper_id": "https://openalex.org/W4309905329",
      "title": "The encoding of touch by somatotopically aligned dorsal column subdivisions",
      "authors": "Josef Turecek, Brendan P. Lehnert, David D. Ginty",
      "paper_url": "https://doi.org/10.1038/s41586-022-05470-x",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4283367198",
      "paper_id": "https://openalex.org/W4283367198",
      "title": "The gut metabolite indole-3 propionate promotes nerve regeneration and repair",
      "authors": "Elisabeth Serger, Lucia Luengo-Gutierrez, Jessica S. Chadwick, Guiping Kong, Luming Zhou, Greg Crawford, Matt C. Danzi, Antonis Myridakis, Alexander Brandis, Adesola Temitope Bello, Franziska Müller, Alexandros Sanchez-Vassopoulos, Francesco De Virgiliis, Phoebe Liddell, Marc Emmanuel Dumas, Jessica Strid, Sridhar Mani, Dylan Dodd, Simone Di Giovanni",
      "paper_url": "https://doi.org/10.1038/s41586-022-04884-x",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4213436263",
      "paper_id": "https://openalex.org/W4213436263",
      "title": "The lung microbiome regulates brain autoimmunity",
      "authors": "Leon Hosang, Roger Cugota Canals, Felicia Joy van der Flier, Jacqueline Hollensteiner, Rolf Daniel, Alexander Flügel, Francesca Odoardi",
      "paper_url": "https://doi.org/10.1038/s41586-022-04427-4",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408866440",
      "paper_id": "https://openalex.org/W4408866440",
      "title": "The P-loop NTPase RUVBL2 is a conserved clock component across eukaryotes",
      "authors": "Meimei Liao, Yanqin Liu, Zhancong Xu, Mingxu Fang, Ziqing Yu, Yufan Cui, Zhengda Sun, Ran Huo, Jieyu Yang, Fusheng Huang, Mingming Liu, Qin Zhou, Xiaocui Song, Hui Han, She Chen, Xiaodong Xu, Ximing Qin, Qun He, Dapeng Ju, Tao Wang, Nirav Thakkar, Paul E. Hardin, Susan S. Golden, Eric Erquan Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08797-3",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4293793095",
      "paper_id": "https://openalex.org/W4293793095",
      "title": "The role of somatosensory innervation of adipose tissues",
      "authors": "Yu Wang, Verina H. Leung, Yunxiao Zhang, Victoria S. Nudell, Meaghan Loud, M. Rocio Servin-Vences, Dong Yang, Kristina Wang, Maria Dolores Moya-Garzon, Veronica L. Li, Jonathan Z. Long, Ardem Patapoutian, Li Ye",
      "paper_url": "https://doi.org/10.1038/s41586-022-05137-7",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410817471",
      "paper_id": "https://openalex.org/W4410817471",
      "title": "The subfornical organ is a nucleus for gut-derived T cells that regulate behaviour",
      "authors": "Tomomi M. Yoshida, Mytien Nguyen, Le Zhang, Benjamin Y. Lu, Biqing Zhu, Katie N. Murray, Yann S. Mineur, Cuiling Zhang, Di Xu, Elizabeth Lin, Joseph Luchsinger, Sagar Bhatta, Daniel A. Waizman, Mackenzie E. Coden, Yifan Ma, Kavita Israni-Winger, Anthony Russo, Haowei Wang, Wenzhi Song, Jafar Al Souz, Hongyu Zhao, Joseph E. Craft, Marina R. Picciotto, Jaime Grutzendler, Marcello Distasio, Noah W. Palm, David A. Hafler, Andrew Wang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09050-7",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4413020550",
      "paper_id": "https://openalex.org/W4413020550",
      "title": "Therapeutic genetic restoration through allogeneic brain microglia replacement",
      "authors": "Marius Marc-Daniel Mader, Alexa Scavetti, Yongjin Yoo, Aaron Tianyue Chai, Takeshi Uenaka, Marius Wernig",
      "paper_url": "https://doi.org/10.1038/s41586-025-09461-6",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407392330",
      "paper_id": "https://openalex.org/W4407392330",
      "title": "Topological segregation of stress sensors along the gut crypt–villus axis",
      "authors": "Kouki K. Touhara, Nathan D. Rossen, Fei Deng, Joel Castro, Andrea M. Harrington, Tifany Chu, Sonia Garcia-Caraballo, Mariana Brizuela, Tracey O’Donnell, Jinhao Xu, Onur Cil, Stuart M. Brierley, Yulong Li, David Julius",
      "paper_url": "https://doi.org/10.1038/s41586-024-08581-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4212862429",
      "paper_id": "https://openalex.org/W4212862429",
      "title": "Twin study reveals non-heritable immune perturbations in multiple sclerosis",
      "authors": "Florian Ingelfinger, Lisa Ann Gerdes, Vladyslav Kavaka, Sinduya Krishnarajah, Ekaterina Friebel, Edoardo Galli, Pascale Zwicky, Reinhard Furrer, Christian Peukert, Charles-Antoine Dutertre, Klara Magdalena Eglseer, Florent Ginhoux, Andrea Flierl-Hecht, Tania Kümpfel, Donatella De Feo, Bettina Schreiner, Sarah Mundt, Martin Kerschensteiner, Reinhard Hohlfeld, Eduardo Beltrán, Burkhard Becher",
      "paper_url": "https://doi.org/10.1038/s41586-022-04419-4",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410551376",
      "paper_id": "https://openalex.org/W4410551376",
      "title": "Unravelling cysteine-deficiency-associated rapid weight loss",
      "authors": "Alan Varghese, Ivan Gusarov, Begoña Gamallo-Lana, Daria Dolgonos, Yatin Mankan, Ilya Shamovsky, Mydia Phan, Rebecca Jones, Maria Gomez-Jenkins, Eileen White, Rui Wang, Drew R. Jones, Thales Papagiannakopoulos, Michael E. Pacold, Adam C. Mar, Dan R. Littman, Evgeny Nudler",
      "paper_url": "https://doi.org/10.1038/s41586-025-08996-y",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4388142160",
      "paper_id": "https://openalex.org/W4388142160",
      "title": "Vagal sensory neurons mediate the Bezold–Jarisch reflex and induce syncope",
      "authors": "Jonathan W. Lovelace, Jingrui Ma, Saurabh Yadav, Karishma Chhabria, Hanbing Shen, Zhengyuan Pang, Tianbo Qi, Ruchi Sehgal, Yunxiao Zhang, Tushar Bali, Thomas Vaissiere, Shawn Tan, Yuejia Liu, Gavin Rumbaugh, Li Ye, David Kleinfeld, Carsen Stringer, Vineet Augustine",
      "paper_url": "https://doi.org/10.1038/s41586-023-06680-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392983962",
      "paper_id": "https://openalex.org/W4392983962",
      "title": "Venous-plexus-associated lymphoid hubs support meningeal humoral immunity",
      "authors": "Zachary Fitzpatrick, Nagela Ghabdan Zanluqui, Jared S. Rosenblum, Zewen Kelvin Tuong, Colin Y. C. Lee, Vikram Chandrashekhar, Maria Luciana Negro-Demontel, Andrew P. Stewart, David A. Posner, Monica Buckley, Kieren S. J. Allinson, Panagiotis Mastorakos, Prashant Chittiboina, Dragan Maric, Danielle Donahue, Adel Helmy, Tamara Tajsic, John R. Ferdinand, Anais Portet, Ana Peñalver, Eleanor Gillman, Zhengping Zhuang, Menna R. Clatworthy, Dorian B. McGavern",
      "paper_url": "https://doi.org/10.1038/s41586-024-07202-9",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411932295",
      "paper_id": "https://openalex.org/W4411932295",
      "title": "WSTF nuclear autophagy regulates chronic but not acute inflammation",
      "authors": "Yu Wang, Vinay V. Eapen, Yaosi Liang, Athanasios Kournoutis, Marc Samuel Sherman, Yanxin Xu, Angelique Onorati, Xianting Li, Xiaoting Zhou, Kathleen E. Corey, Kuo Du, Ana Maria Cabral Burkard, Chia-Kang Ho, Jing Xie, Hui Zhang, Raquel Maeso-Díaz, Xinyi Ma, Ulrike Rieprecht, Tara O’Brien, Murat Cetinbas, Lu Wang, Jihe Liu, Corey Bretz, Aaron P. Havas, Zhuo Zhou, Shannan J. Ho Sui, Srinivas Vinod Saladi, Ruslan I. Sadreyev, Peter D. Adams, Robert E. Kingston, Anna Mae Diehl, Benjamin Alman, Wolfram Goessling, Zhenyu Yue, Xiao-Fan Wang, Terje Johansen, Zhixun Dou",
      "paper_url": "https://doi.org/10.1038/s41586-025-09234-1",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4385852899",
      "paper_id": "https://openalex.org/W4385852899",
      "title": "Xiphoid nucleus of the midline thalamus controls cold-induced food seeking",
      "authors": "Neeraj K. Lal, Phuong Le, Samarth Aggarwal, Alan Zhang, Kristina Wang, Tianbo Qi, Zhengyuan Pang, Dong Yang, Victoria Nudell, Gene W. Yeo, Alexander S. Banks, Li Ye",
      "paper_url": "https://doi.org/10.1038/s41586-023-06430-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4283745152",
      "paper_id": "https://openalex.org/W4283745152",
      "title": "YAP/TAZ activity in stromal cells prevents ageing by controlling cGAS–STING",
      "authors": "Hanna Lucie Sladitschek-Martens, Alberto Guarnieri, Giulia Brumana, Francesca Zanconato, Giusy Battilana, Romy Lucon Xiccato, Tito Panciera, Mattia Forcato, Silvio Bicciato, Vincenza Guzzardo, Matteo Fassan, Lorenzo Ulliana, Alessandro Gandin, Claudio Tripodo, Marco Foiani, Giovanna Brusatin, Michelangelo Cordenonsi, Stefano Piccolo",
      "paper_url": "https://doi.org/10.1038/s41586-022-04924-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4280532787",
      "paper_id": "https://openalex.org/W4280532787",
      "title": "Young CSF restores oligodendrogenesis and memory in aged mice via Fgf17",
      "authors": "Tal Iram, Fabian Kern, Achint Kaur, Saket Myneni, Allison R. Morningstar, Heather Shin, Miguel A. Garcia, Lakshmi Yerra, Robert Palovics, Andrew C. Yang, Oliver Hahn, Nannan Lu, Steven R. Shuken, Michael S. Haney, Benoit Lehallier, Manasi Iyer, Jian Luo, Henrik Zetterberg, Andreas Keller, J. Bradley Zuchero, Tony Wyss-Coray",
      "paper_url": "https://doi.org/10.1038/s41586-022-04722-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4377941507",
      "paper_id": "https://openalex.org/W4377941507",
      "title": "γ-Linolenic acid in maternal milk drives cardiac metabolic maturation",
      "authors": "Ana Paredes, Raquel Justo-Méndez, Daniel Jiménez-Blasco, Vanessa Núñez, Irene Calero, María Villalba-Orero, Andrea Alegre-Martí, Thierry Fischer, Ana Gradillas, Viviane Aparecida Rodrigues Sant’Anna, Felipe Were, Zhiqiang Huang, Pablo Hernansanz-Agustín, Carmen Contreras, Fernando Martínez, Emilio Camafeita, Jesús Vázquez, Jesús Ruiz-Cabello, Estela Area-Gómez, Fátima Sánchez-Cabo, Eckardt Treuter, Juan Pedro Bolaños, Eva Estébanez-Perpiñá, Francisco Javier Rupérez, Coral Barbas, José Antonio Enríquez, Mercedes Ricote",
      "paper_url": "https://doi.org/10.1038/s41586-023-06068-7",
      "venue": "nature23"
    }
  ]
}