{
  "cluster_id": 198,
  "papers": [
    {
      "id": "science25_https://openalex.org/W4414003983",
      "paper_id": "https://openalex.org/W4414003983",
      "title": "A clearer view of the current phase of unrest at Campi Flegrei caldera",
      "authors": "Xing Tan, Anna Tramelli, Sergio Gammaldi, Gregory C. Beroza, William L. Ellsworth, Warner Marzocchi",
      "paper_url": "https://doi.org/10.1126/science.adw9038",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4402891756",
      "paper_id": "https://openalex.org/W4402891756",
      "title": "A dynamic mid-crustal magma domain revealed by the 2023 to 2024 Sundhnúksgígar eruptions, Iceland",
      "authors": "Simon W. Matthews, Alberto Caracciolo, Enikő Bali, Sæmundur A. Halldórsson, Olgeir Sigmarsson, Guðmundur H. Guðfinnsson, Gro B. M. Pedersen, Jóhann Gunnarsson Robin, Edward W. Marshall, Araksan A. Aden, Bryndís Ýr Gísladóttir, Chantal Bosq, Delphine Auclair, Heini Merrill, Nicolas Levillayer, Noëmi Löw, Rebekka Hlín Rúnarsdóttir, Sóley M. Johnson, Sveinbjörn Steinþórsson, Vincent Drouin",
      "paper_url": "https://doi.org/10.1126/science.adp8778",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4401414784",
      "paper_id": "https://openalex.org/W4401414784",
      "title": "A long section of serpentinized depleted mantle peridotite",
      "authors": "C. Johan Lissenberg, Andrew M. McCaig, Susan Q. Lang, Peter Blum, Natsue Abe, William J. Brazelton, Rémi Coltat, Jeremy R. Deans, Kristin L. Dickerson, Marguerite Godard, Barbara E. John, Frieder Klein, Rebecca Kuehn, Kuan-Yu Lin, Haiyang Liu, Ethan L. Lopes, Toshio Nozaka, Andrew J. Parsons, Vamdev Pathak, Mark K. Reagan, Jordyn A. Robare, Ivan P. Savov, Esther M. Schwarzenbach, Olivier J. Sissmann, Gordon Southam, Fengping Wang, C. Geoffrey Wheat, Lesley Anderson, Sarah Treadwell",
      "paper_url": "https://doi.org/10.1126/science.adp1058",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3159134715",
      "paper_id": "https://openalex.org/W3159134715",
      "title": "A risk-based approach for managing hydraulic fracturing–induced seismicity",
      "authors": "Ryan Schultz, Gregory C. Beroza, William L. Ellsworth",
      "paper_url": "https://doi.org/10.1126/science.abg5451",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4405306560",
      "paper_id": "https://openalex.org/W4405306560",
      "title": "Abyssal marine tectonics from the SWOT mission",
      "authors": "Yao Yu, David T. Sandwell, Gerald Dibarboure",
      "paper_url": "https://doi.org/10.1126/science.ads4472",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4293242964",
      "paper_id": "https://openalex.org/W4293242964",
      "title": "An olivine cumulate outcrop on the floor of Jezero crater, Mars",
      "authors": "Y. Liu, M. M. Tice, M. E. Schmidt, A. H. Treiman, T. V. Kizovski, J. A. Hurowitz, A. C. Allwood, J. Henneke, D. A. K. Pedersen, S. J. VanBommel, M. W. M. Jones, A. L. Knight, B. J. Orenstein, B. C. Clark, W. T. Elam, C. M. Heirwegh, T. Barber, L. W. Beegle, K. Benzerara, S. Bernard, O. Beyssac, T. Bosak, A. J. Brown, E. L. Cardarelli, D. C. Catling, J. R. Christian, E. A. Cloutis, B. A. Cohen, S. Davidoff, A. G. Fairén, K. A. Farley, D. T. Flannery, A. Galvin, J. P. Grotzinger, S. Gupta, J. Hall, C. D. K. Herd, K. Hickman-Lewis, R. P. Hodyss, B. H. N. Horgan, J. R. Johnson, J. L. Jørgensen, L. C. Kah, J. N. Maki, L. Mandon, N. Mangold, F. M. McCubbin, S. M. McLennan, K. Moore, M. Nachon, P. Nemere, L. D. Nothdurft, J. I. Núñez, L. O’Neil, C. M. Quantin-Nataf, V. Sautter, D. L. Shuster, K. L. Siebach, J. I. Simon, K. P. Sinclair, K. M. Stack, A. Steele, J. D. Tarnas, N. J. Tosca, K. Uckert, A. Udry, L. A. Wade, B. P. Weiss, R. C. Wiens, K. H. Williford, M.-P. Zorzano",
      "paper_url": "https://doi.org/10.1126/science.abo2756",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4293242723",
      "paper_id": "https://openalex.org/W4293242723",
      "title": "Aqueously altered igneous rocks sampled on the floor of Jezero crater, Mars",
      "authors": "K. A. Farley, K. M. Stack, D. L. Shuster, B. H. N. Horgan, J. A. Hurowitz, J. D. Tarnas, J. I. Simon, V. Z. Sun, E. L. Scheller, K. R. Moore, S. M. McLennan, P. M. Vasconcelos, R. C. Wiens, A. H. Treiman, L. E. Mayhew, O. Beyssac, T. V. Kizovski, N. J. Tosca, K. H. Williford, L. S. Crumpler, L. W. Beegle, J. F. Bell, B. L. Ehlmann, Y. Liu, J. N. Maki, M. E. Schmidt, A. C. Allwood, H. E. F. Amundsen, R. Bhartia, T. Bosak, A. J. Brown, B. C. Clark, A. Cousin, O. Forni, T. S. J. Gabriel, Y. Goreva, S. Gupta, S.-E. Hamran, C. D. K. Herd, K. Hickman-Lewis, J. R. Johnson, L. C. Kah, P. B. Kelemen, K. B. Kinch, L. Mandon, N. Mangold, C. Quantin-Nataf, M. S. Rice, P. S. Russell, S. Sharma, S. Siljeström, A. Steele, R. Sullivan, M. Wadhwa, B. P. Weiss, A. J. Williams, B. V. Wogsland, P. A. Willis, T. A. Acosta-Maeda, P. Beck, K. Benzerara, S. Bernard, A. S. Burton, E. L. Cardarelli, B. Chide, E. Clavé, E. A. Cloutis, B. A. Cohen, A. D. Czaja, V. Debaille, E. Dehouck, A. G. Fairén, D. T. Flannery, S. Z. Fleron, T. Fouchet, J. Frydenvang, B. J. Garczynski, E. F. Gibbons, E. M. Hausrath, A. G. Hayes, J. Henneke, J. L. Jørgensen, E. M. Kelly, J. Lasue, S. Le Mouélic, J. M. Madariaga, S. Maurice, M. Merusi, P.-Y. Meslin, S. M. Milkovich, C. C. Million, R. C. Moeller, J. I. Núñez, A. M. Ollila, G. Paar, D. A. Paige, D. A. K. Pedersen, P. Pilleri, C. Pilorget, P. C. Pinet, J. W. Rice, C. Royer, V. Sautter, M. Schulte, M. A. Sephton, S. K. Sharma, S. F. Sholes, N. Spanovich, M. St. Clair, C. D. Tate, K. Uckert, S. J. VanBommel, A. G. Yanchilina, M.-P. Zorzano",
      "paper_url": "https://doi.org/10.1126/science.abo2196",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4280510206",
      "paper_id": "https://openalex.org/W4280510206",
      "title": "Atmospheric waves and global seismoacoustic observations of the January 2022 Hunga eruption, Tonga",
      "authors": "Robin S. Matoza, David Fee, Jelle D. Assink, Alexandra M. Iezzi, David N. Green, Keehoon Kim, Liam Toney, Thomas Lecocq, Siddharth Krishnamoorthy, Jean-Marie Lalande, Kiwamu Nishida, Kent L. Gee, Matthew M. Haney, Hugo D. Ortiz, Quentin Brissaud, Léo Martire, Lucie Rolland, Panagiotis Vergados, Alexandra Nippress, Junghyun Park, Shahar Shani-Kadmiel, Alex Witsil, Stephen Arrowsmith, Corentin Caudron, Shingo Watada, Anna B. Perttu, Benoit Taisne, Pierrick Mialle, Alexis Le Pichon, Julien Vergoz, Patrick Hupe, Philip S. Blom, Roger Waxler, Silvio De Angelis, Jonathan B. Snively, Adam T. Ringler, Robert E. Anthony, Arthur D. Jolly, Geoff Kilgour, Gil Averbuch, Maurizio Ripepe, Mie Ichihara, Alejandra Arciniega-Ceballos, Elvira Astafyeva, Lars Ceranna, Sandrine Cevuard, Il-Young Che, Rodrigo De Negri, Carl W. Ebeling, Läslo G. Evers, Luis E. Franco-Marin, Thomas B. Gabrielson, Katrin Hafner, R. Giles Harrison, Attila Komjathy, Giorgio Lacanna, John Lyons, Kenneth A. Macpherson, Emanuele Marchetti, Kathleen F. McKee, Robert J. Mellors, Gerardo Mendo-Pérez, T. Dylan Mikesell, Edhah Munaibari, Mayra Oyola-Merced, Iseul Park, Christoph Pilger, Cristina Ramos, Mario C. Ruiz, Roberto Sabatini, Hans F. Schwaiger, Dorianne Tailpied, Carrick Talmadge, Jérôme Vidot, Jeremy Webster, David C. Wilson",
      "paper_url": "https://doi.org/10.1126/science.abo7063",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3181960836",
      "paper_id": "https://openalex.org/W3181960836",
      "title": "Brine-driven destruction of clay minerals in Gale crater, Mars",
      "authors": "T. F. Bristow, J. P. Grotzinger, E. B. Rampe, J. Cuadros, S. J. Chipera, G. W. Downs, C. M. Fedo, J. Frydenvang, A. C. McAdam, R. V. Morris, C. N. Achilles, D. F. Blake, N. Castle, P. Craig, D. J. Des Marais, R. T. Downs, R. M. Hazen, D. W. Ming, S. M. Morrison, M. T. Thorpe, A. H. Treiman, V. Tu, D. T. Vaniman, A. S. Yen, R. Gellert, P. R. Mahaffy, R. C. Wiens, A. B. Bryk, K. A. Bennett, V. K. Fox, R. E. Millken, A. A. Fraeman, A. R. Vasavada",
      "paper_url": "https://doi.org/10.1126/science.abg5449",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4409530075",
      "paper_id": "https://openalex.org/W4409530075",
      "title": "Carbonates identified by the Curiosity rover indicate a carbon cycle operated on ancient Mars",
      "authors": "Benjamin M. Tutolo, Elisabeth M. Hausrath, Edwin S. Kite, Elizabeth B. Rampe, Thomas F. Bristow, Robert T. Downs, Allan Treiman, Tanya S. Peretyazhko, Michael T. Thorpe, John P. Grotzinger, Amelie L. Roberts, P. Douglas Archer, David J. Des Marais, David F. Blake, David T. Vaniman, Shaunna M. Morrison, Steve Chipera, Robert M. Hazen, Richard V. Morris, Valerie M. Tu, Sarah L. Simpson, Aditi Pandey, Albert Yen, Stephen R. Larter, Patricia Craig, Nicholas Castle, Douglas W. Ming, Johannes M. Meusburger, Abigail A. Fraeman, David G. Burtt, Heather B. Franz, Brad Sutter, Joanna V. Clark, William Rapin, John C. Bridges, Matteo Loche, Patrick Gasda, Jens Frydenvang, Ashwin R. Vasavada",
      "paper_url": "https://doi.org/10.1126/science.ado9966",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4220914908",
      "paper_id": "https://openalex.org/W4220914908",
      "title": "Citizen seismology helps decipher the 2021 Haiti earthquake",
      "authors": "E. Calais, S. Symithe, T. Monfret, B. Delouis, A. Lomax, F. Courboulex, J. P. Ampuero, P. E. Lara, Q. Bletery, J. Chèze, F. Peix, A. Deschamps, B. de Lépinay, B. Raimbault, R. Jolivet, S. Paul, S. St Fleur, D. Boisson, Y. Fukushima, Z. Duputel, L. Xu, L. Meng",
      "paper_url": "https://doi.org/10.1126/science.abn1045",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4414321812",
      "paper_id": "https://openalex.org/W4414321812",
      "title": "Crustal stresses and damage evolve throughout the seismic cycle of the Ridgecrest fault zone",
      "authors": "Jared Bryan, William B. Frank, Pascal Audet",
      "paper_url": "https://doi.org/10.1126/science.adu9116",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3203134780",
      "paper_id": "https://openalex.org/W3203134780",
      "title": "Detection and potential early warning of catastrophic flow events with regional seismic networks",
      "authors": "Kristen L. Cook, Rajesh Rekapalli, Michael Dietze, Marco Pilz, Simone Cesca, N. Purnachandra Rao, D. Srinagesh, Himangshu Paul, Malte Metz, Prantik Mandal, G. Suresh, Fabrice Cotton, V. M. Tiwari, Niels Hovius",
      "paper_url": "https://doi.org/10.1126/science.abj1227",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3211833248",
      "paper_id": "https://openalex.org/W3211833248",
      "title": "Discovery of davemaoite, CaSiO <sub>3</sub> -perovskite, as a mineral from the lower mantle",
      "authors": "Oliver Tschauner, Shichun Huang, Shuying Yang, Munir Humayun, Wenjun Liu, Stephanie N Gilbert Corder, Hans A. Bechtel, Jon Tischler, George R. Rossman",
      "paper_url": "https://doi.org/10.1126/science.abl8568",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401751637",
      "paper_id": "https://openalex.org/W4401751637",
      "title": "Dual-initiation ruptures in the 2024 Noto earthquake encircling a fault asperity at a swarm edge",
      "authors": "Liuwei Xu, Chen Ji, Lingsen Meng, Jean-Paul Ampuero, Zhang Yunjun, Saeed Mohanna, Yosuke Aoki",
      "paper_url": "https://doi.org/10.1126/science.adp0493",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3124245031",
      "paper_id": "https://openalex.org/W3124245031",
      "title": "Early plant organics increased global terrestrial mud deposition through enhanced flocculation",
      "authors": "Sarah S. Zeichner, Justin Nghiem, Michael P. Lamb, Nina Takashima, Jan de Leeuw, Vamsi Ganti, Woodward W. Fischer",
      "paper_url": "https://doi.org/10.1126/science.abd0379",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4386531227",
      "paper_id": "https://openalex.org/W4386531227",
      "title": "Fast and destructive density currents created by ocean-entering volcanic eruptions",
      "authors": "Michael A. Clare, Isobel A. Yeo, Sally Watson, Richard Wysoczanski, Sarah Seabrook, Kevin Mackay, James E. Hunt, Emily Lane, Peter J. Talling, Edward Pope, Shane Cronin, Marta Ribó, Taaniela Kula, David Tappin, Stuart Henrys, Cornel de Ronde, Morelia Urlaub, Stefan Kutterolf, Samuiela Fonua, Semisi Panuve, Dean Veverka, Ronald Rapp, Valey Kamalov, Michael Williams",
      "paper_url": "https://doi.org/10.1126/science.adi3038",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4400974552",
      "paper_id": "https://openalex.org/W4400974552",
      "title": "Fault size–dependent fracture energy explains multiscale seismicity and cascading earthquakes",
      "authors": "Alice-Agnes Gabriel, Dmitry I. Garagash, Kadek H. Palgunadi, P. Martin Mai",
      "paper_url": "https://doi.org/10.1126/science.adj9587",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4414494526",
      "paper_id": "https://openalex.org/W4414494526",
      "title": "Fiber-imaged supershear dynamics in the 2024 <i>M</i> <sub>w</sub> 7 Mendocino Fault earthquake",
      "authors": "James Atterholt, Jeffrey J. McGuire, Andrew J. Barbour, Connie Stewart, Morgan P. Moschetti",
      "paper_url": "https://doi.org/10.1126/science.adx6858",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4391641010",
      "paper_id": "https://openalex.org/W4391641010",
      "title": "Fracturing and tectonic stress drive ultrarapid magma flow into dikes",
      "authors": "Freysteinn Sigmundsson, Michelle Parks, Halldór Geirsson, Andrew Hooper, Vincent Drouin, Kristín S. Vogfjörd, Benedikt G. Ófeigsson, Sonja H. M. Greiner, Yilin Yang, Chiara Lanzi, Gregory P. De Pascale, Kristín Jónsdóttir, Sigrún Hreinsdóttir, Valentyn Tolpekin, Hildur María Friðriksdóttir, Páll Einarsson, Sara Barsotti",
      "paper_url": "https://doi.org/10.1126/science.adn2838",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4368347462",
      "paper_id": "https://openalex.org/W4368347462",
      "title": "Garnet crystallization does not drive oxidation at arcs",
      "authors": "Megan Holycross, Elizabeth Cottrell",
      "paper_url": "https://doi.org/10.1126/science.ade3418",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4412492914",
      "paper_id": "https://openalex.org/W4412492914",
      "title": "Global earthquake detection and warning using Android phones",
      "authors": "Richard M. Allen, Alexei Barski, Micah Berman, Robert Bosch, Youngmin Cho, Xia Summer Jiang, Yun-Ling Lee, Steve Malkos, S. Mostafa Mousavi, Patrick Robertson, Boone Spooner, Marc Stogaitis, Nivetha Thiruverahan, Greg Wimpey",
      "paper_url": "https://doi.org/10.1126/science.ads4779",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4280577455",
      "paper_id": "https://openalex.org/W4280577455",
      "title": "Global fast-traveling tsunamis driven by atmospheric Lamb waves on the 2022 Tonga eruption",
      "authors": "Tatsuya Kubota, Tatsuhiko Saito, Kiwamu Nishida",
      "paper_url": "https://doi.org/10.1126/science.abo4364",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4382520468",
      "paper_id": "https://openalex.org/W4382520468",
      "title": "Gullies on Mars could have formed by melting of water ice during periods of high obliquity",
      "authors": "J. L. Dickson, A. M. Palumbo, J. W. Head, L. Kerber, C. I. Fassett, M. A. Kreslavsky",
      "paper_url": "https://doi.org/10.1126/science.abk2464",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4411675801",
      "paper_id": "https://openalex.org/W4411675801",
      "title": "Interplate slip before, during, and after the 2024 <i>M</i> <sub>w</sub> 7 Hyuga-nada earthquake, southwest Japan",
      "authors": "Shinzaburo Ozawa, Hiroshi Munekane, Hisashi Suito, Hiroshi Yarai",
      "paper_url": "https://doi.org/10.1126/science.adu7076",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3194628734",
      "paper_id": "https://openalex.org/W3194628734",
      "title": "Large-sample evidence on the impact of unconventional oil and gas development on surface waters",
      "authors": "Pietro Bonetti, Christian Leuz, Giovanna Michelon",
      "paper_url": "https://doi.org/10.1126/science.aaz2185",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4307410136",
      "paper_id": "https://openalex.org/W4307410136",
      "title": "Largest recent impact craters on Mars: Orbital imaging and surface seismic co-investigation",
      "authors": "L. V. Posiolova, P. Lognonné, W. B. Banerdt, J. Clinton, G. S. Collins, T. Kawamura, S. Ceylan, I. J. Daubar, B. Fernando, M. Froment, D. Giardini, M. C. Malin, K. Miljković, S. C. Stähler, Z. Xu, M. E. Banks, É. Beucler, B. A. Cantor, C. Charalambous, N. Dahmen, P. Davis, M. Drilleau, C. M. Dundas, C. Durán, F. Euchner, R. F. Garcia, M. Golombek, A. Horleston, C. Keegan, A. Khan, D. Kim, C. Larmat, R. Lorenz, L. Margerin, S. Menina, M. Panning, C. Pardo, C. Perrin, W. T. Pike, M. Plasman, A. Rajšić, L. Rolland, E. Rougier, G. Speth, A. Spiga, A. Stott, D. Susko, N. A. Teanby, A. Valeh, A. Werynski, N. Wójcicka, G. Zenhäusern",
      "paper_url": "https://doi.org/10.1126/science.abq7704",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3136869861",
      "paper_id": "https://openalex.org/W3136869861",
      "title": "Long-term drying of Mars by sequestration of ocean-scale volumes of water in the crust",
      "authors": "E. L. Scheller, B. L. Ehlmann, Renyu Hu, D. J. Adams, Y. L. Yung",
      "paper_url": "https://doi.org/10.1126/science.abc7717",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4311071065",
      "paper_id": "https://openalex.org/W4311071065",
      "title": "Magma accumulation at depths of prior rhyolite storage beneath Yellowstone Caldera",
      "authors": "Ross Maguire, Brandon Schmandt, Jiaqi Li, Chengxin Jiang, Guoliang Li, Justin Wilgus, Min Chen",
      "paper_url": "https://doi.org/10.1126/science.ade0347",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4220935010",
      "paper_id": "https://openalex.org/W4220935010",
      "title": "Magmatic water content controls the pre-eruptive depth of arc magmas",
      "authors": "Daniel J. Rasmussen, Terry A. Plank, Diana C. Roman, Mindy M. Zimmer",
      "paper_url": "https://doi.org/10.1126/science.abm5174",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411675808",
      "paper_id": "https://openalex.org/W4411675808",
      "title": "Migrating shallow slow slip on the Nankai Trough megathrust captured by borehole observatories",
      "authors": "Joshua R. Edgington, Demian M. Saffer, Charles A. Williams",
      "paper_url": "https://doi.org/10.1126/science.ads9715",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4409738114",
      "paper_id": "https://openalex.org/W4409738114",
      "title": "Minute-scale dynamics of recurrent dike intrusions in Iceland with fiber-optic geodesy",
      "authors": "Jiaxuan Li, Ettore Biondi, Elías Rafn Heimisson, Simone Puel, Qiushi Zhai, Shane Zhang, Vala Hjörleifsdóttir, Xiaozhuo Wei, Elijah Bird, Andy Klesh, Valey Kamalov, Theodór Gunnarsson, Halldór Geirsson, Zhongwen Zhan",
      "paper_url": "https://doi.org/10.1126/science.adu0225",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4205782922",
      "paper_id": "https://openalex.org/W4205782922",
      "title": "On the relative temperatures of Earth’s volcanic hotspots and mid-ocean ridges",
      "authors": "Xiyuan Bao, Carolina R. Lithgow-Bertelloni, Matthew G. Jackson, Barbara Romanowicz",
      "paper_url": "https://doi.org/10.1126/science.abj8944",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4280599422",
      "paper_id": "https://openalex.org/W4280599422",
      "title": "Optical interferometry–based array of seafloor environmental sensors using a transoceanic submarine cable",
      "authors": "G. Marra, D. M. Fairweather, V. Kamalov, P. Gaynor, M. Cantono, S. Mulholland, B. Baptie, J. C. Castellanos, G. Vagenas, J.-O. Gaudron, J. Kronjäger, I. R. Hill, M. Schioppo, I. Barbeito Edreira, K. A. Burrows, C. Clivati, D. Calonico, A. Curtis",
      "paper_url": "https://doi.org/10.1126/science.abo1939",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3129547096",
      "paper_id": "https://openalex.org/W3129547096",
      "title": "Optical polarization–based seismic and water wave sensing on transoceanic cables",
      "authors": "Zhongwen Zhan, Mattia Cantono, Valey Kamalov, Antonio Mecozzi, Rafael Müller, Shuang Yin, Jorge C. Castellanos",
      "paper_url": "https://doi.org/10.1126/science.abe6648",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3202970776",
      "paper_id": "https://openalex.org/W3202970776",
      "title": "Perseverance rover reveals an ancient delta-lake system and flood deposits at Jezero crater, Mars",
      "authors": "N. Mangold, S. Gupta, O. Gasnault, G. Dromart, J. D. Tarnas, S. F. Sholes, B. Horgan, C. Quantin-Nataf, A. J. Brown, S. Le Mouélic, R. A. Yingst, J. F. Bell, O. Beyssac, T. Bosak, F. Calef, B. L. Ehlmann, K. A. Farley, J. P. Grotzinger, K. Hickman-Lewis, S. Holm-Alwmark, L. C. Kah, J. Martinez-Frias, S. M. McLennan, S. Maurice, J. I. Nuñez, A. M. Ollila, P. Pilleri, J. W. Rice, M. Rice, J. I. Simon, D. L. Shuster, K. M. Stack, V. Z. Sun, A. H. Treiman, B. P. Weiss, R. C. Wiens, A. J. Williams, N. R. Williams, K. H. Williford",
      "paper_url": "https://doi.org/10.1126/science.abl4051",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4387772214",
      "paper_id": "https://openalex.org/W4387772214",
      "title": "Rapid ozone depletion after humidification of the stratosphere by the Hunga Tonga Eruption",
      "authors": "Stephanie Evan, Jerome Brioude, Karen H. Rosenlof, Ru-Shan Gao, Robert W. Portmann, Yunqian Zhu, Rainer Volkamer, Christopher F. Lee, Jean-Marc Metzger, Kevin Lamy, Paul Walter, Sergio L. Alvarez, James H. Flynn, Elizabeth Asher, Michael Todt, Sean M. Davis, Troy Thornberry, Holger Vömel, Frank G. Wienhold, Ryan M. Stauffer, Luis Millán, Michelle L. Santee, Lucien Froidevaux, William G. Read",
      "paper_url": "https://doi.org/10.1126/science.adg2551",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4319826099",
      "paper_id": "https://openalex.org/W4319826099",
      "title": "Relatively oxidized fluids fed Earth’s earliest hydrothermal systems",
      "authors": "Dustin Trail, Thomas M. McCollom",
      "paper_url": "https://doi.org/10.1126/science.adc8751",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3183423133",
      "paper_id": "https://openalex.org/W3183423133",
      "title": "Seismic detection of the martian core",
      "authors": "Simon C. Stähler, Amir Khan, W. Bruce Banerdt, Philippe Lognonné, Domenico Giardini, Savas Ceylan, Mélanie Drilleau, A. Cecilia Duran, Raphaël F. Garcia, Quancheng Huang, Doyeon Kim, Vedran Lekic, Henri Samuel, Martin Schimmel, Nicholas Schmerr, David Sollberger, Éléonore Stutzmann, Zongbo Xu, Daniele Antonangeli, Constantinos Charalambous, Paul M. Davis, Jessica C. E. Irving, Taichi Kawamura, Martin Knapmeyer, Ross Maguire, Angela G. Marusiak, Mark P. Panning, Clément Perrin, Ana-Catalina Plesa, Attilio Rivoldini, Cédric Schmelzbach, Géraldine Zenhäusern, Éric Beucler, John Clinton, Nikolaj Dahmen, Martin van Driel, Tamara Gudkova, Anna Horleston, W. Thomas Pike, Matthieu Plasman, Suzanne E. Smrekar",
      "paper_url": "https://doi.org/10.1126/science.abi7730",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4413814795",
      "paper_id": "https://openalex.org/W4413814795",
      "title": "Seismic evidence for a highly heterogeneous martian mantle",
      "authors": "Constantinos Charalambous, W. Thomas Pike, Doyeon Kim, Henri Samuel, Benjamin Fernando, Carys Bill, Philippe Lognonné, W. Bruce Banerdt",
      "paper_url": "https://doi.org/10.1126/science.adk4292",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4400314209",
      "paper_id": "https://openalex.org/W4400314209",
      "title": "Slow rupture in a fluid-rich fault zone initiated the 2024 <i>M</i> <sub>w</sub> 7.5 Noto earthquake",
      "authors": "Zhangfeng Ma, Hongyu Zeng, Haipeng Luo, Zemin Liu, Yu Jiang, Yosuke Aoki, Weitao Wang, Yuji Itoh, Mingzhe Lyu, Yan Cui, Sang-Ho Yun, Emma M. Hill, Shengji Wei",
      "paper_url": "https://doi.org/10.1126/science.ado5143",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4390967629",
      "paper_id": "https://openalex.org/W4390967629",
      "title": "Supershear triggering and cascading fault ruptures of the 2023 Kahramanmaraş, Türkiye, earthquake doublet",
      "authors": "Chunmei Ren, Zexin Wang, Tuncay Taymaz, Nan Hu, Heng Luo, Zeyan Zhao, Han Yue, Xiaodong Song, Zhengkang Shen, Haoyu Xu, Jianghui Geng, Wei Zhang, Teng Wang, Zengxi Ge, T. Serkan Irmak, Ceyhun Erman, Yijian Zhou, Zhen Li, Hang Xu, Bonan Cao, Hongyang Ding",
      "paper_url": "https://doi.org/10.1126/science.adi1519",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4390967695",
      "paper_id": "https://openalex.org/W4390967695",
      "title": "Surface deformations of the 6 February 2023 earthquake sequence, eastern Türkiye",
      "authors": "Jiannan Meng, Timothy Kusky, Walter D. Mooney, Erdin Bozkurt, Mehmet Nuri Bodur, Lu Wang",
      "paper_url": "https://doi.org/10.1126/science.adj3770",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4307412748",
      "paper_id": "https://openalex.org/W4307412748",
      "title": "Surface waves and crustal structure on Mars",
      "authors": "D. Kim, W. B. Banerdt, S. Ceylan, D. Giardini, V. Lekić, P. Lognonné, C. Beghein, É. Beucler, S. Carrasco, C. Charalambous, J. Clinton, M. Drilleau, C. Durán, M. Golombek, R. Joshi, A. Khan, B. Knapmeyer-Endrun, J. Li, R. Maguire, W. T. Pike, H. Samuel, M. Schimmel, N. C. Schmerr, S. C. Stähler, E. Stutzmann, M. Wieczorek, Z. Xu, A. Batov, E. Bozdag, N. Dahmen, P. Davis, T. Gudkova, A. Horleston, Q. Huang, T. Kawamura, S. D. King, S. M. McLennan, F. Nimmo, M. Plasman, A. C. Plesa, I. E. Stepanova, E. Weidner, G. Zenhäusern, I. J. Daubar, B. Fernando, R. F. Garcia, L. V. Posiolova, M. P. Panning",
      "paper_url": "https://doi.org/10.1126/science.abq7157",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4385520147",
      "paper_id": "https://openalex.org/W4385520147",
      "title": "The complex dynamics of the 2023 Kahramanmaraş, Turkey,<i>M</i><sub>w</sub>7.8-7.7 earthquake doublet",
      "authors": "Zhe Jia, Zeyu Jin, Mathilde Marchandon, Thomas Ulrich, Alice-Agnes Gabriel, Wenyuan Fan, Peter Shearer, Xiaoyu Zou, John Rekoske, Fatih Bulut, Aslı Garagon, Yuri Fialko",
      "paper_url": "https://doi.org/10.1126/science.adi0685",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4412165554",
      "paper_id": "https://openalex.org/W4412165554",
      "title": "The forearc seismic belt: A fluid pathway constraining down-dip megathrust earthquake rupture",
      "authors": "Rintaroh Suzuki, Naoki Uchida, Weiqiang Zhu, Gregory C. Beroza, Takashi Nakayama, Keisuke Yoshida, Genti Toyokuni, Ryota Takagi, Ryosuke Azuma, Akira Hasegawa",
      "paper_url": "https://doi.org/10.1126/science.adt6389",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4308444649",
      "paper_id": "https://openalex.org/W4308444649",
      "title": "The January 2022 eruption of Hunga Tonga-Hunga Ha’apai volcano reached the mesosphere",
      "authors": "Simon R. Proud, Andrew T. Prata, Simeon Schmauß",
      "paper_url": "https://doi.org/10.1126/science.abo4076",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3178130384",
      "paper_id": "https://openalex.org/W3178130384",
      "title": "The life span of fault-crossing channels",
      "authors": "Kelian Dascher-Cousineau, Noah J. Finnegan, Emily E. Brodsky",
      "paper_url": "https://doi.org/10.1126/science.abf2320",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4312115129",
      "paper_id": "https://openalex.org/W4312115129",
      "title": "The magmatic web beneath Hawai‘i",
      "authors": "John D. Wilding, Weiqiang Zhu, Zachary E. Ross, Jennifer M. Jackson",
      "paper_url": "https://doi.org/10.1126/science.ade5755",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4384925754",
      "paper_id": "https://openalex.org/W4384925754",
      "title": "The precursory phase of large earthquakes",
      "authors": "Quentin Bletery, Jean-Mathieu Nocquet",
      "paper_url": "https://doi.org/10.1126/science.adg2565",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3184973091",
      "paper_id": "https://openalex.org/W3184973091",
      "title": "Thickness and structure of the martian crust from InSight seismic data",
      "authors": "Brigitte Knapmeyer-Endrun, Mark P. Panning, Felix Bissig, Rakshit Joshi, Amir Khan, Doyeon Kim, Vedran Lekić, Benoit Tauzin, Saikiran Tharimena, Matthieu Plasman, Nicolas Compaire, Raphael F. Garcia, Ludovic Margerin, Martin Schimmel, Éléonore Stutzmann, Nicholas Schmerr, Ebru Bozdağ, Ana-Catalina Plesa, Mark A. Wieczorek, Adrien Broquet, Daniele Antonangeli, Scott M. McLennan, Henri Samuel, Chloé Michaut, Lu Pan, Suzanne E. Smrekar, Catherine L. Johnson, Nienke Brinkman, Anna Mittelholz, Attilio Rivoldini, Paul M. Davis, Philippe Lognonné, Baptiste Pinot, John-Robert Scholz, Simon Stähler, Martin Knapmeyer, Martin van Driel, Domenico Giardini, W. Bruce Banerdt",
      "paper_url": "https://doi.org/10.1126/science.abf8966",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4385520158",
      "paper_id": "https://openalex.org/W4385520158",
      "title": "Tremor signals during fluid injection are generated by fault slip",
      "authors": "Shankho Niyogi, Abhijit Ghosh, Abhash Kumar, Richard W. Hammack",
      "paper_url": "https://doi.org/10.1126/science.adh1331",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4321018326",
      "paper_id": "https://openalex.org/W4321018326",
      "title": "Ultralow frictional healing explains recurring slow slip events",
      "authors": "Srisharan Shreedharan, Demian Saffer, Laura M. Wallace, Charles Williams",
      "paper_url": "https://doi.org/10.1126/science.adf4930",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4403510858",
      "paper_id": "https://openalex.org/W4403510858",
      "title": "Unexpected far-field deformation of the 2023 Kahramanmaraş earthquakes revealed by space geodesy",
      "authors": "S. Ergintav, P. Vernant, O. Tan, H. Karabulut, S. Özarpacı, M. Floyd, A. Ö. Konca, Z. Çakır, D. Acarel, R. Çakmak, H. Vasyura-Bathke, U. Doğan, A. İ. Kurt, A. Özdemir, E. T. Ayruk, M. Turğut, Ö. Özel, İ. Farımaz",
      "paper_url": "https://doi.org/10.1126/science.ado4220",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3183495692",
      "paper_id": "https://openalex.org/W3183495692",
      "title": "Upper mantle structure of Mars from InSight seismic data",
      "authors": "Amir Khan, Savas Ceylan, Martin van Driel, Domenico Giardini, Philippe Lognonné, Henri Samuel, Nicholas C. Schmerr, Simon C. Stähler, Andrea C. Duran, Quancheng Huang, Doyeon Kim, Adrien Broquet, Constantinos Charalambous, John F. Clinton, Paul M. Davis, Mélanie Drilleau, Foivos Karakostas, Vedran Lekic, Scott M. McLennan, Ross R. Maguire, Chloé Michaut, Mark P. Panning, William T. Pike, Baptiste Pinot, Matthieu Plasman, John-Robert Scholz, Rudolf Widmer-Schnidrig, Tilman Spohn, Suzanne E. Smrekar, William B. Banerdt",
      "paper_url": "https://doi.org/10.1126/science.abf2966",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4413980828",
      "paper_id": "https://openalex.org/W4413980828",
      "title": "Very-long-range dynamic triggering of mud volcano unrest and silent magnitude-6 fault slip",
      "authors": "Zaur Bayramov, Renier Viltres, Cécile Doubre, Alessia Maggi, Romain Jolivet, Luis Rivera",
      "paper_url": "https://doi.org/10.1126/science.adv8438",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4296807574",
      "paper_id": "https://openalex.org/W4296807574",
      "title": "Water vapor injection into the stratosphere by Hunga Tonga-Hunga Ha’apai",
      "authors": "Holger Vömel, Stephanie Evan, Matt Tully",
      "paper_url": "https://doi.org/10.1126/science.abq2299",
      "venue": "science22"
    }
  ]
}