{
  "cluster_id": 169,
  "papers": [
    {
      "id": "nature21_https://openalex.org/W3118265437",
      "paper_id": "https://openalex.org/W3118265437",
      "title": "11 TOPS photonic convolutional accelerator for optical neural networks",
      "authors": "Xingyuan Xu, Mengxi Tan, Bill Corcoran, Jiayang Wu, Andreas Boes, Thach G. Nguyen, Sai T. Chu, Brent E. Little, Damien G. Hicks, Roberto Morandotti, Arnan Mitchell, David J. Moss",
      "paper_url": "https://doi.org/10.1038/s41586-020-03063-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400279488",
      "paper_id": "https://openalex.org/W4400279488",
      "title": "3D printable elastomers with exceptional strength and toughness",
      "authors": "Zizheng Fang, Hongfeng Mu, Zhuo Sun, Kaihang Zhang, Anyang Zhang, Jiada Chen, Ning Zheng, Qian Zhao, Xuxu Yang, Feng Liu, Jingjun Wu, Tao Xie",
      "paper_url": "https://doi.org/10.1038/s41586-024-07588-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4307428748",
      "paper_id": "https://openalex.org/W4307428748",
      "title": "3D-printed machines that manipulate microscopic objects using capillary forces",
      "authors": "Cheng Zeng, Maya Winters Faaborg, Ahmed Sherif, Martin J. Falk, Rozhin Hajian, Ming Xiao, Kara Hartig, Yohai Bar-Sinai, Michael P. Brenner, Vinothan N. Manoharan",
      "paper_url": "https://doi.org/10.1038/s41586-022-05234-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4291021140",
      "paper_id": "https://openalex.org/W4291021140",
      "title": "4-bit adhesion logic enables universal multicellular interface patterning",
      "authors": "Honesty Kim, Dominic J. Skinner, David S. Glass, Alexander E. Hamby, Bradey A. R. Stuart, Jörn Dunkel, Ingmar H. Riedel-Kruse",
      "paper_url": "https://doi.org/10.1038/s41586-022-04944-2",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410019220",
      "paper_id": "https://openalex.org/W4410019220",
      "title": "A battery-free nanofluidic intracellular delivery patch for internal organs",
      "authors": "Dedong Yin, Pan Wang, Yongcun Hao, Wei Yue, Xinran Jiang, Kuanming Yao, Yuqiong Wang, Xinxin Hang, Ao Xiao, Jingkun Zhou, Long Lin, Zhoulyu Rao, Han Wu, Feng Liu, Zaizai Dong, Meng Wu, Chenjie Xu, Jiandong Huang, Honglong Chang, Yubo Fan, Xinge Yu, Cunjiang Yu, Lingqian Chang, Mo Li",
      "paper_url": "https://doi.org/10.1038/s41586-025-08943-x",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3176831639",
      "paper_id": "https://openalex.org/W3176831639",
      "title": "A catalysis-driven artificial molecular pump",
      "authors": "Shuntaro Amano, Stephen D. P. Fielden, David A. Leigh",
      "paper_url": "https://doi.org/10.1038/s41586-021-03575-3",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4386493306",
      "paper_id": "https://openalex.org/W4386493306",
      "title": "A catalytically active oscillator made from small organic molecules",
      "authors": "Matthijs ter Harmsel, Oliver R. Maguire, Sofiya A. Runikhina, Albert S. Y. Wong, Wilhelm T. S. Huck, Syuzanna R. Harutyunyan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06310-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4292121737",
      "paper_id": "https://openalex.org/W4292121737",
      "title": "A compute-in-memory chip based on resistive random-access memory",
      "authors": "Weier Wan, Rajkumar Kubendran, Clemens Schaefer, Sukru Burc Eryilmaz, Wenqiang Zhang, Dabin Wu, Stephen Deiss, Priyanka Raina, He Qian, Bin Gao, Siddharth Joshi, Huaqiang Wu, H.-S. Philip Wong, Gert Cauwenberghs",
      "paper_url": "https://doi.org/10.1038/s41586-022-04992-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4205230840",
      "paper_id": "https://openalex.org/W4205230840",
      "title": "A crossbar array of magnetoresistive memory devices for in-memory computing",
      "authors": "Seungchul Jung, Hyungwoo Lee, Sungmeen Myung, Hyunsoo Kim, Seung Keun Yoon, Soon-Wan Kwon, Yongmin Ju, Minje Kim, Wooseok Yi, Shinhee Han, Baeseong Kwon, Boyoung Seo, Kilho Lee, Gwan-Hyeob Koh, Kangho Lee, Yoonjong Song, Changkyu Choi, Donhee Ham, Sang Joon Kim",
      "paper_url": "https://doi.org/10.1038/s41586-021-04196-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4286209526",
      "paper_id": "https://openalex.org/W4286209526",
      "title": "A DNA origami rotary ratchet motor",
      "authors": "Anna-Katharina Pumm, Wouter Engelen, Enzo Kopperger, Jonas Isensee, Matthias Vogt, Viktorija Kozina, Massimo Kube, Maximilian N. Honemann, Eva Bertosin, Martin Langecker, Ramin Golestanian, Friedrich C. Simmel, Hendrik Dietz",
      "paper_url": "https://doi.org/10.1038/s41586-022-04910-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4296552404",
      "paper_id": "https://openalex.org/W4296552404",
      "title": "A dynamically reprogrammable surface with self-evolving shape morphing",
      "authors": "Yun Bai, Heling Wang, Yeguang Xue, Yuxin Pan, Jin-Tae Kim, Xinchen Ni, Tzu-Li Liu, Yiyuan Yang, Mengdi Han, Yonggang Huang, John A. Rogers, Xiaoyue Ni",
      "paper_url": "https://doi.org/10.1038/s41586-022-05061-w",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406472463",
      "paper_id": "https://openalex.org/W4406472463",
      "title": "A generative model for inorganic materials design",
      "authors": "Claudio Zeni, Robert Pinsler, Daniel Zügner, Andrew Fowler, Matthew Horton, Xiang Fu, Zilong Wang, Aliaksandra Shysheya, Jonathan Crabbé, Shoko Ueda, Roberto Sordillo, Lixin Sun, Jake Smith, Bichlien Nguyen, Hannes Schulz, Sarah Lewis, Chin-Wei Huang, Ziheng Lu, Yichi Zhou, Han Yang, Hongxia Hao, Jielan Li, Chunlei Yang, Wenjie Li, Ryota Tomioka, Tian Xie",
      "paper_url": "https://doi.org/10.1038/s41586-025-08628-5",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3171752851",
      "paper_id": "https://openalex.org/W3171752851",
      "title": "A graph placement methodology for fast chip design",
      "authors": "Azalia Mirhoseini, Anna Goldie, Mustafa Yazgan, Joe Wenjie Jiang, Ebrahim Songhori, Shen Wang, Young-Joon Lee, Eric Johnson, Omkar Pathak, Azade Nova, Jiwoo Pak, Andy Tong, Kavya Srinivasa, William Hang, Emre Tuncer, Quoc V. Le, James Laudon, Richard Ho, Roger Carpenter, Jeff Dean",
      "paper_url": "https://doi.org/10.1038/s41586-021-03544-w",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4387950287",
      "paper_id": "https://openalex.org/W4387950287",
      "title": "A microfluidic transistor for automatic control of liquids",
      "authors": "Kaustav A. Gopinathan, Avanish Mishra, Baris R. Mutlu, Jon F. Edd, Mehmet Toner",
      "paper_url": "https://doi.org/10.1038/s41586-023-06517-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386286107",
      "paper_id": "https://openalex.org/W4386286107",
      "title": "A microscale soft ionic power source modulates neuronal network activity",
      "authors": "Yujia Zhang, Jorin Riexinger, Xingyun Yang, Ellina Mikhailova, Yongcheng Jin, Linna Zhou, Hagan Bayley",
      "paper_url": "https://doi.org/10.1038/s41586-023-06295-y",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408245641",
      "paper_id": "https://openalex.org/W4408245641",
      "title": "A mixed-precision memristor and SRAM compute-in-memory AI processor",
      "authors": "Win-San Khwa, Tai-Hao Wen, Hung-Hsi Hsu, Wei-Hsing Huang, Yu-Chen Chang, Ting-Chien Chiu, Zhao-En Ke, Yu-Hsiang Chin, Hua-Jin Wen, Wei-Ting Hsu, Chung-Chuan Lo, Ren-Shuo Liu, Chih-Cheng Hsieh, Kea-Tiong Tang, Mon-Shu Ho, Ashwin Sanjay Lele, Shih-Hsin Teng, Chung-Cheng Chou, Yu-Der Chih, Tsung-Yung Jonathan Chang, Meng-Fan Chang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08639-2",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3185602476",
      "paper_id": "https://openalex.org/W3185602476",
      "title": "A natively flexible 32-bit Arm microprocessor",
      "authors": "John Biggs, James Myers, Jedrzej Kufel, Emre Ozer, Simon Craske, Antony Sou, Catherine Ramsdale, Ken Williamson, Richard Price, Scott White",
      "paper_url": "https://doi.org/10.1038/s41586-021-03625-w",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4409283669",
      "paper_id": "https://openalex.org/W4409283669",
      "title": "A non-contact wearable device for monitoring epidermal molecular flux",
      "authors": "Jaeho Shin, Joseph Woojin Song, Matthew Thomas Flavin, Seunghee Cho, Shupeng Li, Ansen Tan, Kyung Rok Pyun, Aaron G Huang, Huifeng Wang, Seongmin Jeong, Kenneth E. Madsen, Jacob Trueb, Mirae Kim, Katelynn Nguyen, Angela Yang, Yaching Hsu, Winnie Sung, Jiwon Lee, Sooyeol Phyo, Ji-Hoon Kim, Anthony Banks, Jan-Kai Chang, Amy S. Paller, Yonggang Huang, Guillermo A. Ameer, John A. Rogers",
      "paper_url": "https://doi.org/10.1038/s41586-025-08825-2",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3121278036",
      "paper_id": "https://openalex.org/W3121278036",
      "title": "A reprogrammable mechanical metamaterial with stable memory",
      "authors": "Tian Chen, Mark Pauly, Pedro M. Reis",
      "paper_url": "https://doi.org/10.1038/s41586-020-03123-5",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4407956939",
      "paper_id": "https://openalex.org/W4407956939",
      "title": "A single-fibre computer enables textile networks and distributed inference",
      "authors": "Nikhil Gupta, Henry Cheung, Syamantak Payra, Gabriel Loke, Jenny Li, Yongyi Zhao, Latika Balachander, Ella Son, Vivian Li, Samuel Kravitz, Sehar Lohawala, John Joannopoulos, Yoel Fink",
      "paper_url": "https://doi.org/10.1038/s41586-024-08568-6",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4306810717",
      "paper_id": "https://openalex.org/W4306810717",
      "title": "A tape-reading molecular ratchet",
      "authors": "Yansong Ren, Romain Jamagne, Daniel J. Tetlow, David A. Leigh",
      "paper_url": "https://doi.org/10.1038/s41586-022-05305-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4393218986",
      "paper_id": "https://openalex.org/W4393218986",
      "title": "A three-dimensional liquid diode for soft, integrated permeable electronics",
      "authors": "Binbin Zhang, Jiyu Li, Jingkun Zhou, Lung Chow, Guangyao Zhao, Ya Huang, Zhiqiang Ma, Qiang Zhang, Yawen Yang, Chun Ki Yiu, Jian Li, Fengjun Chun, Xingcan Huang, Yuyu Gao, Pengcheng Wu, Shengxin Jia, Hu Li, Dengfeng Li, Yiming Liu, Kuanming Yao, Rui Shi, Zhenlin Chen, Bee Luan Khoo, Weiqing Yang, Feng Wang, Zijian Zheng, Zuankai Wang, Xinge Yu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07161-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4320913268",
      "paper_id": "https://openalex.org/W4320913268",
      "title": "A universal interface for plug-and-play assembly of stretchable devices",
      "authors": "Ying Jiang, Shaobo Ji, Jing Sun, Jianping Huang, Yuanheng Li, Guijin Zou, Teddy Salim, Changxian Wang, Wenlong Li, Haoran Jin, Jie Xu, Sihong Wang, Ting Lei, Xuzhou Yan, Wendy Yen Xian Peh, Shih-Cheng Yen, Zhihua Liu, Mei Yu, Hang Zhao, Zechao Lu, Guanglin Li, Huajian Gao, Zhiyuan Liu, Zhenan Bao, Xiaodong Chen",
      "paper_url": "https://doi.org/10.1038/s41586-022-05579-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4317951947",
      "paper_id": "https://openalex.org/W4317951947",
      "title": "A wearable cardiac ultrasound imager",
      "authors": "Hongjie Hu, Hao Huang, Mohan Li, Xiaoxiang Gao, Lu Yin, Ruixiang Qi, Ray S. Wu, Xiangjun Chen, Yuxiang Ma, Keren Shi, Chenghai Li, Timothy M. Maus, Brady Huang, Chengchangfeng Lu, Muyang Lin, Sai Zhou, Zhiyuan Lou, Yue Gu, Yimu Chen, Yusheng Lei, Xinyu Wang, Ruotao Wang, Wentong Yue, Xinyi Yang, Yizhou Bian, Jing Mu, Geonho Park, Shu Xiang, Shengqiang Cai, Paul W. Corey, Joseph Wang, Sheng Xu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05498-z",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408361081",
      "paper_id": "https://openalex.org/W4408361081",
      "title": "Adaptive locomotion of active solids",
      "authors": "Jonas Veenstra, Colin Scheibner, Martin Brandenbourger, Jack Binysh, Anton Souslov, Vincenzo Vitelli, Corentin Coulais",
      "paper_url": "https://doi.org/10.1038/s41586-025-08646-3",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4306941875",
      "paper_id": "https://openalex.org/W4306941875",
      "title": "Additive manufacturing of micro-architected metals via hydrogel infusion",
      "authors": "Max A. Saccone, Rebecca A. Gallivan, Kai Narita, Daryl W. Yee, Julia R. Greer",
      "paper_url": "https://doi.org/10.1038/s41586-022-05433-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4398201203",
      "paper_id": "https://openalex.org/W4398201203",
      "title": "Adhesive anti-fibrotic interfaces on diverse organs",
      "authors": "Jingjing Wu, Jue Deng, Georgios Theocharidis, Tiffany L. Sarrafian, Leigh G. Griffiths, Roderick T. Bronson, Aristidis Veves, Jianzhu Chen, Hyunwoo Yuk, Xuanhe Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07426-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386468576",
      "paper_id": "https://openalex.org/W4386468576",
      "title": "Adsorbate motors for unidirectional translation and transport",
      "authors": "Grant J. Simpson, Mats Persson, Leonhard Grill",
      "paper_url": "https://doi.org/10.1038/s41586-023-06384-y",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3215285253",
      "paper_id": "https://openalex.org/W3215285253",
      "title": "Advancing mathematics by guiding human intuition with AI",
      "authors": "Alex Davies, Petar Veličković, Lars Buesing, Sam Blackwell, Daniel Zheng, Nenad Tomašev, Richard Tanburn, Peter Battaglia, Charles Blundell, András Juhász, Marc Lackenby, Geordie Williamson, Demis Hassabis, Pushmeet Kohli",
      "paper_url": "https://doi.org/10.1038/s41586-021-04086-x",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4296552195",
      "paper_id": "https://openalex.org/W4296552195",
      "title": "Aerial additive manufacturing with multiple autonomous robots",
      "authors": "Ketao Zhang, Pisak Chermprayong, Feng Xiao, Dimos Tzoumanikas, Barrie Dams, Sebastian Kay, Basaran Bahadir Kocer, Alec Burns, Lachlan Orr, Talib Alhinai, Christopher Choi, Durgesh Dattatray Darekar, Wenbin Li, Steven Hirschmann, Valentina Soana, Shamsiah Awang Ngah, Clément Grillot, Sina Sareh, Ashutosh Choubey, Laura Margheri, Vijay M. Pawar, Richard J. Ball, Chris Williams, Paul Shepherd, Stefan Leutenegger, Robert Stuart-Smith, Mirko Kovac",
      "paper_url": "https://doi.org/10.1038/s41586-022-04988-4",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387933007",
      "paper_id": "https://openalex.org/W4387933007",
      "title": "All-analog photoelectronic chip for high-speed vision tasks",
      "authors": "Yitong Chen, Maimaiti Nazhamaiti, Han Xu, Yao Meng, Tiankuang Zhou, Guangpu Li, Jingtao Fan, Qi Wei, Jiamin Wu, Fei Qiao, Lu Fang, Qionghai Dai",
      "paper_url": "https://doi.org/10.1038/s41586-023-06558-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386100686",
      "paper_id": "https://openalex.org/W4386100686",
      "title": "An analog-AI chip for energy-efficient speech recognition and transcription",
      "authors": "S. Ambrogio, P. Narayanan, A. Okazaki, A. Fasoli, C. Mackin, K. Hosokawa, A. Nomura, T. Yasuda, A. Chen, A. Friz, M. Ishii, J. Luquin, Y. Kohda, N. Saulnier, K. Brew, S. Choi, I. Ok, T. Philip, V. Chan, C. Silvestre, I. Ahsan, V. Narayanan, H. Tsai, G. W. Burr",
      "paper_url": "https://doi.org/10.1038/s41586-023-06337-5",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3137554059",
      "paper_id": "https://openalex.org/W3137554059",
      "title": "An autonomous debating system",
      "authors": "Noam Slonim, Yonatan Bilu, Carlos Alzate, Roy Bar-Haim, Ben Bogin, Francesca Bonin, Leshem Choshen, Edo Cohen-Karlik, Lena Dankin, Lilach Edelstein, Liat Ein-Dor, Roni Friedman-Melamed, Assaf Gavron, Ariel Gera, Martin Gleize, Shai Gretz, Dan Gutfreund, Alon Halfon, Daniel Hershcovich, Ron Hoory, Yufang Hou, Shay Hummel, Michal Jacovi, Charles Jochim, Yoav Kantor, Yoav Katz, David Konopnicki, Zvi Kons, Lili Kotlerman, Dalia Krieger, Dan Lahav, Tamar Lavee, Ran Levy, Naftali Liberman, Yosi Mass, Amir Menczel, Shachar Mirkin, Guy Moshkowich, Shila Ofek-Koifman, Matan Orbach, Ella Rabinovich, Ruty Rinott, Slava Shechtman, Dafna Sheinwald, Eyal Shnarch, Ilya Shnayderman, Aya Soffer, Artem Spector, Benjamin Sznajder, Assaf Toledo, Orith Toledo-Ronen, Elad Venezian, Ranit Aharonov",
      "paper_url": "https://doi.org/10.1038/s41586-021-03215-w",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389132715",
      "paper_id": "https://openalex.org/W4389132715",
      "title": "An autonomous laboratory for the accelerated synthesis of novel materials",
      "authors": "Nathan J. Szymanski, Bernardus Rendy, Yuxing Fei, Rishi E. Kumar, Tanjin He, David Milsted, Matthew J. McDermott, Max Gallant, Ekin Dogus Cubuk, Amil Merchant, Haegyeom Kim, Anubhav Jain, Christopher J. Bartel, Kristin Persson, Yan Zeng, Gerbrand Ceder",
      "paper_url": "https://doi.org/10.1038/s41586-023-06734-w",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4315588550",
      "paper_id": "https://openalex.org/W4315588550",
      "title": "An electric molecular motor",
      "authors": "Long Zhang, Yunyan Qiu, Wei-Guang Liu, Hongliang Chen, Dengke Shen, Bo Song, Kang Cai, Huang Wu, Yang Jiao, Yuanning Feng, James S. W. Seale, Cristian Pezzato, Jia Tian, Yu Tan, Xiao-Yang Chen, Qing-Hui Guo, Charlotte L. Stern, Douglas Philp, R. Dean Astumian, William A. Goddard III, J. Fraser Stoddart",
      "paper_url": "https://doi.org/10.1038/s41586-022-05421-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4281845262",
      "paper_id": "https://openalex.org/W4281845262",
      "title": "An on-chip photonic deep neural network for image classification",
      "authors": "Farshid Ashtiani, Alexander J. Geers, Firooz Aflatouni",
      "paper_url": "https://doi.org/10.1038/s41586-022-04714-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4396918849",
      "paper_id": "https://openalex.org/W4396918849",
      "title": "Arresting failure propagation in buildings through collapse isolation",
      "authors": "Nirvan Makoond, Andri Setiawan, Manuel Buitrago, Jose M. Adam",
      "paper_url": "https://doi.org/10.1038/s41586-024-07268-5",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407956700",
      "paper_id": "https://openalex.org/W4407956700",
      "title": "Automated loss of pulse detection on a consumer smartwatch",
      "authors": "Kamal Shah, Anran Wang, Yiwen Chen, Jitender Munjal, Sumeet Chhabra, Anthony Stange, Enxun Wei, Tuan Phan, Tracy Giest, Beszel Hawkins, Dinesh Puppala, Elsina Silver, Lawrence Cai, Shruti Rajagopalan, Edward Shi, Yun-Ling Lee, Matt Wimmer, Pramod Rudrapatna, Thomas Rea, Shelten Yuen, Anupam Pathak, Shwetak Patel, Mark Malhotra, Marc Stogaitis, Jeanie Phan, Bakul Patel, Adam Vasquez, Christina Fox, Alistair Connell, Jim Taylor, Jacqueline Shreibati, David Miller, Daniel McDuff, Pushmeet Kohli, Tajinder Gadh, Jake Sunshine",
      "paper_url": "https://doi.org/10.1038/s41586-025-08810-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4224325164",
      "paper_id": "https://openalex.org/W4224325164",
      "title": "Autonomous fuelled directional rotation about a covalent single bond",
      "authors": "Stefan Borsley, Elisabeth Kreidt, David A. Leigh, Benjamin M. W. Roberts",
      "paper_url": "https://doi.org/10.1038/s41586-022-04450-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404105402",
      "paper_id": "https://openalex.org/W4404105402",
      "title": "Autonomous mobile robots for exploratory synthetic chemistry",
      "authors": "Tianwei Dai, Sriram Vijayakrishnan, Filip T. Szczypiński, Jean-François Ayme, Ehsan Simaei, Thomas Fellowes, Rob Clowes, Lyubomir Kotopanov, Caitlin E. Shields, Zhengxue Zhou, John W. Ward, Andrew I. Cooper",
      "paper_url": "https://doi.org/10.1038/s41586-024-08173-7",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4320912752",
      "paper_id": "https://openalex.org/W4320912752",
      "title": "Autonomous self-burying seed carriers for aerial seeding",
      "authors": "Danli Luo, Aditi Maheshwari, Andreea Danielescu, Jiaji Li, Yue Yang, Ye Tao, Lingyun Sun, Dinesh K. Patel, Guanyun Wang, Shu Yang, Teng Zhang, Lining Yao",
      "paper_url": "https://doi.org/10.1038/s41586-022-05656-3",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3128474010",
      "paper_id": "https://openalex.org/W3128474010",
      "title": "Bayesian reaction optimization as a tool for chemical synthesis",
      "authors": "Benjamin J. Shields, Jason Stevens, Jun Li, Marvin Parasram, Farhan Damani, Jesus I. Martinez Alvarado, Jacob M. Janey, Ryan P. Adams, Abigail G. Doyle",
      "paper_url": "https://doi.org/10.1038/s41586-021-03213-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402827382",
      "paper_id": "https://openalex.org/W4402827382",
      "title": "Bendable non-silicon RISC-V microprocessor",
      "authors": "Emre Ozer, Jedrzej Kufel, Shvetank Prakash, Alireza Raisiardali, Olof Kindgren, Ronald Wong, Nelson Ng, Damien Jausseran, Feras Alkhalil, David Kong, Gage Hills, Richard Price, Vijay Janapa Reddi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07976-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404105360",
      "paper_id": "https://openalex.org/W4404105360",
      "title": "Bioelastic state recovery for haptic sensory substitution",
      "authors": "Matthew T. Flavin, Kyoung-Ho Ha, Zengrong Guo, Shupeng Li, Jin-Tae Kim, Tara Saxena, Dimitrios Simatos, Fatimah Al-Najjar, Yuxuan Mao, Shishir Bandapalli, Chengye Fan, Dongjun Bai, Zhuang Zhang, Yanlin Zhang, Eunhye Flavin, Kenneth E. Madsen, Yi Huang, Luoqian Emu, Jingyang Zhao, Jae-Young Yoo, Minsu Park, Jaeho Shin, Aaron G. Huang, Hee-Sup Shin, J. Edward Colgate, Yonggang Huang, Zhaoqian Xie, Hanqing Jiang, John A. Rogers",
      "paper_url": "https://doi.org/10.1038/s41586-024-08155-9",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412479316",
      "paper_id": "https://openalex.org/W4412479316",
      "title": "Biphasic liquids with shape-shifting and bistable microdomains",
      "authors": "Sangchul Roh, Youlim Ha, Nicholas L. Abbott",
      "paper_url": "https://doi.org/10.1038/s41586-025-09279-2",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4392739877",
      "paper_id": "https://openalex.org/W4392739877",
      "title": "Blueprinting extendable nanomaterials with standardized protein blocks",
      "authors": "Timothy F. Huddy, Yang Hsia, Ryan D. Kibler, Jinwei Xu, Neville Bethel, Deepesh Nagarajan, Rachel Redler, Philip J. Y. Leung, Connor Weidle, Alexis Courbet, Erin C. Yang, Asim K. Bera, Nicolas Coudray, S. John Calise, Fatima A. Davila-Hernandez, Hannah L. Han, Kenneth D. Carr, Zhe Li, Ryan McHugh, Gabriella Reggiano, Alex Kang, Banumathi Sankaran, Miles S. Dickinson, Brian Coventry, T. J. Brunette, Yulai Liu, Justas Dauparas, Andrew J. Borst, Damian Ekiert, Justin M. Kollman, Gira Bhabha, David Baker",
      "paper_url": "https://doi.org/10.1038/s41586-024-07188-4",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4220659987",
      "paper_id": "https://openalex.org/W4220659987",
      "title": "Boron clusters as broadband membrane carriers",
      "authors": "Andrea Barba-Bon, Giulia Salluce, Irene Lostalé-Seijo, Khaleel. I. Assaf, Andreas Hennig, Javier Montenegro, Werner M. Nau",
      "paper_url": "https://doi.org/10.1038/s41586-022-04413-w",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3214085073",
      "paper_id": "https://openalex.org/W3214085073",
      "title": "Bubble casting soft robotics",
      "authors": "Trevor J. Jones, Etienne Jambon-Puillet, Joel Marthelot, P.-T. Brun",
      "paper_url": "https://doi.org/10.1038/s41586-021-04029-6",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4381489525",
      "paper_id": "https://openalex.org/W4381489525",
      "title": "Cartilage-like protein hydrogels engineered via entanglement",
      "authors": "Linglan Fu, Lan Li, Qingyuan Bian, Bin Xue, Jing Jin, Jiayu Li, Yi Cao, Qing Jiang, Hongbin Li",
      "paper_url": "https://doi.org/10.1038/s41586-023-06037-0",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W4205864557",
      "paper_id": "https://openalex.org/W4205864557",
      "title": "Cellular fluidics",
      "authors": "Nikola A. Dudukovic, Erika J. Fong, Hawi B. Gemeda, Joshua R. DeOtte, Maira R. Cerón, Bryan D. Moran, Jonathan T. Davis, Sarah E. Baker, Eric B. Duoss",
      "paper_url": "https://doi.org/10.1038/s41586-021-03603-2",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404566633",
      "paper_id": "https://openalex.org/W4404566633",
      "title": "Cephalopod-inspired jetting devices for gastrointestinal drug delivery",
      "authors": "G. Arrick, D. Sticker, A. Ghazal, Y. Lu, T. Duncombe, D. Gwynne, B. Mouridsen, J. Wainer, J. P. H. Jepsen, T. S. Last, D. Schultz, K. Hess, E. Medina De Alba, S. Min, M. Poulsen, C. Anker, P. Karandikar, H. D. Pedersen, J. Collins, N. E. Egecioglu, S. Tamang, C. Cleveland, K. Ishida, A. H. Uhrenfeldt, J. Kuosmanen, M. Pereverzina, A. Hayward, R. K. Kirk, S. You, C. M. Dalsgaard, S. B. Gunnarsson, I. Patsi, A. Bohr, A. Azzarello, M. R. Frederiksen, P. Herskind, J. Li, N. Roxhed, U. L. Rahbek, J. J. Water, S. T. Buckley, G. Traverso",
      "paper_url": "https://doi.org/10.1038/s41586-024-08202-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386285856",
      "paper_id": "https://openalex.org/W4386285856",
      "title": "Champion-level drone racing using deep reinforcement learning",
      "authors": "Elia Kaufmann, Leonard Bauersfeld, Antonio Loquercio, Matthias Müller, Vladlen Koltun, Davide Scaramuzza",
      "paper_url": "https://doi.org/10.1038/s41586-023-06419-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400038677",
      "paper_id": "https://openalex.org/W4400038677",
      "title": "Chemical reservoir computation in a self-organizing reaction network",
      "authors": "Mathieu G. Baltussen, Thijs J. de Jong, Quentin Duez, William E. Robinson, Wilhelm T. S. Huck",
      "paper_url": "https://doi.org/10.1038/s41586-024-07567-x",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4281477556",
      "paper_id": "https://openalex.org/W4281477556",
      "title": "Cilia metasurfaces for electronically programmable microfluidic manipulation",
      "authors": "Wei Wang, Qingkun Liu, Ivan Tanasijevic, Michael F. Reynolds, Alejandro J. Cortese, Marc Z. Miskin, Michael C. Cao, David A. Muller, Alyosha C. Molnar, Eric Lauga, Paul L. McEuen, Itai Cohen",
      "paper_url": "https://doi.org/10.1038/s41586-022-04645-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401947055",
      "paper_id": "https://openalex.org/W4401947055",
      "title": "Closed-loop transfer enables artificial intelligence to yield chemical knowledge",
      "authors": "Nicholas H. Angello, David M. Friday, Changhyun Hwang, Seungjoo Yi, Austin H. Cheng, Tiara C. Torres-Flores, Edward R. Jira, Wesley Wang, Alán Aspuru-Guzik, Martin D. Burke, Charles M. Schroeder, Ying Diao, Nicholas E. Jackson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07892-1",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3128102838",
      "paper_id": "https://openalex.org/W3128102838",
      "title": "Complex structures arising from the self-assembly of a simple organic salt",
      "authors": "Riccardo Montis, Luca Fusaro, Andrea Falqui, Michael B. Hursthouse, Nikolay Tumanov, Simon J. Coles, Terry L. Threlfall, Peter N. Horton, Rachid Sougrat, Anaïs Lafontaine, Gérard Coquerel, A. David Rae",
      "paper_url": "https://doi.org/10.1038/s41586-021-03194-y",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388694374",
      "paper_id": "https://openalex.org/W4388694374",
      "title": "Computational prediction of complex cationic rearrangement outcomes",
      "authors": "Tomasz Klucznik, Leonidas-Dimitrios Syntrivanis, Sebastian Baś, Barbara Mikulak-Klucznik, Martyna Moskal, Sara Szymkuć, Jacek Mlynarski, Louis Gadina, Wiktor Beker, Martin D. Burke, Konrad Tiefenbacher, Bartosz A. Grzybowski",
      "paper_url": "https://doi.org/10.1038/s41586-023-06854-3",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411627384",
      "paper_id": "https://openalex.org/W4411627384",
      "title": "Controlling diverse robots by inferring Jacobian fields with deep networks",
      "authors": "Sizhe Lester Li, Annan Zhang, Boyuan Chen, Hanna Matusik, Chao Liu, Daniela Rus, Vincent Sitzmann",
      "paper_url": "https://doi.org/10.1038/s41586-025-09170-0",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4413020503",
      "paper_id": "https://openalex.org/W4413020503",
      "title": "Data-driven de novo design of super-adhesive hydrogels",
      "authors": "Hongguang Liao, Sheng Hu, Hu Yang, Lei Wang, Shinya Tanaka, Ichigaku Takigawa, Wei Li, Hailong Fan, Jian Ping Gong",
      "paper_url": "https://doi.org/10.1038/s41586-025-09269-4",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3198585701",
      "paper_id": "https://openalex.org/W3198585701",
      "title": "Decision trees within a molecular memristor",
      "authors": "Sreetosh Goswami, Rajib Pramanick, Abhijeet Patra, Santi Prasad Rath, Martin Foltin, A. Ariando, Damien Thompson, T. Venkatesan, Sreebrata Goswami, R. Stanley Williams",
      "paper_url": "https://doi.org/10.1038/s41586-021-03748-0",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4210678178",
      "paper_id": "https://openalex.org/W4210678178",
      "title": "Deep physical neural networks trained with backpropagation",
      "authors": "Logan G. Wright, Tatsuhiro Onodera, Martin M. Stein, Tianyu Wang, Darren T. Schachter, Zoey Hu, Peter L. McMahon",
      "paper_url": "https://doi.org/10.1038/s41586-021-04223-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4353056919",
      "paper_id": "https://openalex.org/W4353056919",
      "title": "Dense reinforcement learning for safety validation of autonomous vehicles",
      "authors": "Shuo Feng, Haowei Sun, Xintao Yan, Haojie Zhu, Zhengxia Zou, Shengyin Shen, Henry X. Liu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05732-2",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3120712987",
      "paper_id": "https://openalex.org/W3120712987",
      "title": "Design of biologically active binary protein 2D materials",
      "authors": "Ariel J. Ben-Sasson, Joseph L. Watson, William Sheffler, Matthew Camp Johnson, Alice Bittleston, Logeshwaran Somasundaram, Justin Decarreau, Fang Jiao, Jiajun Chen, Ioanna Mela, Andrew A. Drabek, Sanchez M. Jarrett, Stephen C. Blacklow, Clemens F. Kaminski, Greg L. Hura, James J. De Yoreo, Justin M. Kollman, Hannele Ruohola-Baker, Emmanuel Derivery, David Baker",
      "paper_url": "https://doi.org/10.1038/s41586-020-03120-8",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4302010773",
      "paper_id": "https://openalex.org/W4302010773",
      "title": "Discovering faster matrix multiplication algorithms with reinforcement learning",
      "authors": "Alhussein Fawzi, Matej Balog, Aja Huang, Thomas Hubert, Bernardino Romera-Paredes, Mohammadamin Barekatain, Alexander Novikov, Francisco J. R. Ruiz, Julian Schrittwieser, Grzegorz Swirszcz, David Silver, Demis Hassabis, Pushmeet Kohli",
      "paper_url": "https://doi.org/10.1038/s41586-022-05172-4",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4308620414",
      "paper_id": "https://openalex.org/W4308620414",
      "title": "Discovery of chalcogenides structures and compositions using mixed fluxes",
      "authors": "Xiuquan Zhou, Venkata Surya Chaitanya Kolluru, Wenqian Xu, Luqing Wang, Tieyan Chang, Yu-Sheng Chen, Lei Yu, Jianguo Wen, Maria K. Y. Chan, Duck Young Chung, Mercouri G. Kanatzidis",
      "paper_url": "https://doi.org/10.1038/s41586-022-05307-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386707820",
      "paper_id": "https://openalex.org/W4386707820",
      "title": "DNA-based programmable gate arrays for general-purpose DNA computing",
      "authors": "Hui Lv, Nuli Xie, Mingqiang Li, Mingkai Dong, Chenyun Sun, Qian Zhang, Lei Zhao, Jiang Li, Xiaolei Zuo, Haibo Chen, Fei Wang, Chunhai Fan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06484-9",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3166755704",
      "paper_id": "https://openalex.org/W3166755704",
      "title": "Double-helical assembly of heterodimeric nanoclusters into supercrystals",
      "authors": "Yingwei Li, Meng Zhou, Yongbo Song, Tatsuya Higaki, He Wang, Rongchao Jin",
      "paper_url": "https://doi.org/10.1038/s41586-021-03564-6",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388694198",
      "paper_id": "https://openalex.org/W4388694198",
      "title": "Dynamic diagnosis of metamaterials through laser-induced vibrational signatures",
      "authors": "Yun Kai, Somayajulu Dhulipala, Rachel Sun, Jet Lem, Washington DeLima, Thomas Pezeril, Carlos M. Portela",
      "paper_url": "https://doi.org/10.1038/s41586-023-06652-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403921042",
      "paper_id": "https://openalex.org/W4403921042",
      "title": "Dynamic interface printing",
      "authors": "Callum Vidler, Michael Halwes, Kirill Kolesnik, Philipp Segeritz, Matthew Mail, Anders J. Barlow, Emmanuelle M. Koehl, Anand Ramakrishnan, Lilith M. Caballero Aguilar, David R. Nisbet, Daniel J. Scott, Daniel E. Heath, Kenneth B. Crozier, David J. Collins",
      "paper_url": "https://doi.org/10.1038/s41586-024-08077-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406169171",
      "paper_id": "https://openalex.org/W4406169171",
      "title": "Dynamic supramolecular snub cubes",
      "authors": "Huang Wu, Yu Wang, Luka Đorđević, Pramita Kundu, Surojit Bhunia, Aspen X.-Y. Chen, Liang Feng, Dengke Shen, Wenqi Liu, Long Zhang, Bo Song, Guangcheng Wu, Bai-Tong Liu, Moon Young Yang, Yong Yang, Charlotte L. Stern, Samuel I. Stupp, William A. Goddard III, Wenping Hu, J. Fraser Stoddart",
      "paper_url": "https://doi.org/10.1038/s41586-024-08266-3",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4394694304",
      "paper_id": "https://openalex.org/W4394694304",
      "title": "Emergence of fractal geometries in the evolution of a metabolic enzyme",
      "authors": "Franziska L. Sendker, Yat Kei Lo, Thomas Heimerl, Stefan Bohn, Louise J. Persson, Christopher-Nils Mais, Wiktoria Sadowska, Nicole Paczia, Eva Nußbaum, María del Carmen Sánchez Olmos, Karl Forchhammer, Daniel Schindler, Tobias J. Erb, Justin L. P. Benesch, Erik G. Marklund, Gert Bange, Jan M. Schuller, Georg K. A. Hochberg",
      "paper_url": "https://doi.org/10.1038/s41586-024-07287-2",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4225004582",
      "paper_id": "https://openalex.org/W4225004582",
      "title": "Engineered jumpers overcome biological limits via work multiplication",
      "authors": "Elliot W. Hawkes, Charles Xiao, Richard-Alexandre Peloquin, Christopher Keeley, Matthew R. Begley, Morgan T. Pope, Günter Niemeyer",
      "paper_url": "https://doi.org/10.1038/s41586-022-04606-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4381549598",
      "paper_id": "https://openalex.org/W4381549598",
      "title": "Entropic repulsion of cholesterol-containing layers counteracts bioadhesion",
      "authors": "Jens Friedrichs, Ralf Helbig, Julia Hilsenbeck, Prithvi Raj Pandey, Jens-Uwe Sommer, Lars David Renner, Tilo Pompe, Carsten Werner",
      "paper_url": "https://doi.org/10.1038/s41586-023-06033-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399567508",
      "paper_id": "https://openalex.org/W4399567508",
      "title": "Experiment-free exoskeleton assistance via learning in simulation",
      "authors": "Shuzhen Luo, Menghan Jiang, Sainan Zhang, Junxi Zhu, Shuangyue Yu, Israel Dominguez Silva, Tian Wang, Elliott Rouse, Bolei Zhou, Hyunwoo Yuk, Xianlian Zhou, Hao Su",
      "paper_url": "https://doi.org/10.1038/s41586-024-07382-4",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3133779704",
      "paper_id": "https://openalex.org/W3133779704",
      "title": "Experimental quantum speed-up in reinforcement learning agents",
      "authors": "V. Saggio, B. E. Asenbeck, A. Hamann, T. Strömberg, P. Schiansky, V. Dunjko, N. Friis, N. C. Harris, M. Hochberg, D. Englund, S. Wölk, H. J. Briegel, P. Walther",
      "paper_url": "https://doi.org/10.1038/s41586-021-03242-7",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3183290118",
      "paper_id": "https://openalex.org/W3183290118",
      "title": "Extreme flow simulations reveal skeletal adaptations of deep-sea sponges",
      "authors": "Giacomo Falcucci, Giorgio Amati, Pierluigi Fanelli, Vesselin K. Krastev, Giovanni Polverino, Maurizio Porfiri, Sauro Succi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03658-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4379739787",
      "paper_id": "https://openalex.org/W4379739787",
      "title": "Faster sorting algorithms discovered using deep reinforcement learning",
      "authors": "Daniel J. Mankowitz, Andrea Michi, Anton Zhernov, Marco Gelmi, Marco Selvi, Cosmin Paduraru, Edouard Leurent, Shariq Iqbal, Jean-Baptiste Lespiau, Alex Ahern, Thomas Köppe, Kevin Millikin, Stephen Gaffney, Sophie Elster, Jackson Broshear, Chris Gamble, Kieran Milan, Robert Tung, Minjae Hwang, Taylan Cemgil, Mohammadamin Barekatain, Yujia Li, Amol Mandhane, Thomas Hubert, Julian Schrittwieser, Demis Hassabis, Pushmeet Kohli, Martin Riedmiller, Oriol Vinyals, David Silver",
      "paper_url": "https://doi.org/10.1038/s41586-023-06004-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4308620632",
      "paper_id": "https://openalex.org/W4308620632",
      "title": "Ferrobotic swarms enable accessible and adaptable automated viral testing",
      "authors": "Haisong Lin, Wenzhuo Yu, Kiarash A. Sabet, Michael Bogumil, Yichao Zhao, Jacob Hambalek, Shuyu Lin, Sukantha Chandrasekaran, Omai Garner, Dino Di Carlo, Sam Emaminejad",
      "paper_url": "https://doi.org/10.1038/s41586-022-05408-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3129322645",
      "paper_id": "https://openalex.org/W3129322645",
      "title": "First return, then explore",
      "authors": "Adrien Ecoffet, Joost Huizinga, Joel Lehman, Kenneth O. Stanley, Jeff Clune",
      "paper_url": "https://doi.org/10.1038/s41586-020-03157-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4394675788",
      "paper_id": "https://openalex.org/W4394675788",
      "title": "Force-controlled release of small molecules with a rotaxane actuator",
      "authors": "Lei Chen, Robert Nixon, Guillaume De Bo",
      "paper_url": "https://doi.org/10.1038/s41586-024-07154-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405515062",
      "paper_id": "https://openalex.org/W4405515062",
      "title": "Four-component protein nanocages designed by programmed symmetry breaking",
      "authors": "Sangmin Lee, Ryan D. Kibler, Green Ahn, Yang Hsia, Andrew J. Borst, Annika Philomin, Madison A. Kennedy, Buwei Huang, Barry Stoddard, David Baker",
      "paper_url": "https://doi.org/10.1038/s41586-024-07814-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401389039",
      "paper_id": "https://openalex.org/W4401389039",
      "title": "Fully forward mode training for optical neural networks",
      "authors": "Zhiwei Xue, Tiankuang Zhou, Zhihao Xu, Shaoliang Yu, Qionghai Dai, Lu Fang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07687-4",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3126862140",
      "paper_id": "https://openalex.org/W3126862140",
      "title": "Generating conjectures on fundamental constants with the Ramanujan Machine",
      "authors": "Gal Raayoni, Shahar Gottlieb, Yahel Manor, George Pisha, Yoav Harris, Uri Mendlovic, Doron Haviv, Yaron Hadad, Ido Kaminer",
      "paper_url": "https://doi.org/10.1038/s41586-021-03229-4",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4407157710",
      "paper_id": "https://openalex.org/W4407157710",
      "title": "H-bonded organic frameworks as ultrasound-programmable delivery platform",
      "authors": "Wenliang Wang, Yanshu Shi, Wenrui Chai, Kai Wing Kevin Tang, Ilya Pyatnitskiy, Yi Xie, Xiangping Liu, Weilong He, Jinmo Jeong, Ju-Chun Hsieh, Anakaren Romero Lozano, Brinkley Artman, Xi Shi, Nicole Hoefer, Binita Shrestha, Noah B. Stern, Wei Zhou, David W. McComb, Tyrone Porter, Graeme Henkelman, Banglin Chen, Huiliang Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08401-0",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4383217272",
      "paper_id": "https://openalex.org/W4383217272",
      "title": "Harnessing a paper-folding mechanism for reconfigurable DNA origami",
      "authors": "Myoungseok Kim, Chanseok Lee, Kyounghwa Jeon, Jae Young Lee, Young-Joo Kim, Jae Gyung Lee, Hyunsu Kim, Maenghyo Cho, Do-Nyun Kim",
      "paper_url": "https://doi.org/10.1038/s41586-023-06181-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403450889",
      "paper_id": "https://openalex.org/W4403450889",
      "title": "Harnessing plasticity in sequential metamaterials for ideal shock absorption",
      "authors": "Wenfeng Liu, Shahram Janbaz, David Dykstra, Bernard Ennis, Corentin Coulais",
      "paper_url": "https://doi.org/10.1038/s41586-024-08037-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405514883",
      "paper_id": "https://openalex.org/W4405514883",
      "title": "Hierarchical design of pseudosymmetric protein nanocages",
      "authors": "Quinton M. Dowling, Young-Jun Park, Chelsea N. Fries, Neil C. Gerstenmaier, Sebastian Ols, Erin C. Yang, Adam J. Wargacki, Annie Dosey, Yang Hsia, Rashmi Ravichandran, Carl D. Walkey, Anika L. Burrell, David Veesler, David Baker, Neil P. King",
      "paper_url": "https://doi.org/10.1038/s41586-024-08360-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4220749927",
      "paper_id": "https://openalex.org/W4220749927",
      "title": "High-brightness all-polymer stretchable LED with charge-trapping dilution",
      "authors": "Zhitao Zhang, Weichen Wang, Yuanwen Jiang, Yi-Xuan Wang, Yilei Wu, Jian-Cheng Lai, Simiao Niu, Chengyi Xu, Chien-Chung Shih, Cheng Wang, Hongping Yan, Luke Galuska, Nathaniel Prine, Hung-Chin Wu, Donglai Zhong, Gan Chen, Naoji Matsuhisa, Yu Zheng, Zhiao Yu, Yang Wang, Reinhold Dauskardt, Xiaodan Gu, Jeffrey B.-H. Tok, Zhenan Bao",
      "paper_url": "https://doi.org/10.1038/s41586-022-04400-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4200336811",
      "paper_id": "https://openalex.org/W4200336811",
      "title": "High-frequency and intrinsically stretchable polymer diodes",
      "authors": "Naoji Matsuhisa, Simiao Niu, Stephen J. K. O’Neill, Jiheong Kang, Yuto Ochiai, Toru Katsumata, Hung-Chin Wu, Minoru Ashizawa, Ging-Ji Nathan Wang, Donglai Zhong, Xuelin Wang, Xiwen Gong, Rui Ning, Huaxin Gong, Insang You, Yu Zheng, Zhitao Zhang, Jeffrey B.-H. Tok, Xiaodong Chen, Zhenan Bao",
      "paper_url": "https://doi.org/10.1038/s41586-021-04053-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391383756",
      "paper_id": "https://openalex.org/W4391383756",
      "title": "High-quality semiconductor fibres via mechanical design",
      "authors": "Zhixun Wang, Zhe Wang, Dong Li, Chunlei Yang, Qichong Zhang, Ming Chen, Huajian Gao, Lei Wei",
      "paper_url": "https://doi.org/10.1038/s41586-023-06946-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392739873",
      "paper_id": "https://openalex.org/W4392739873",
      "title": "High-speed and large-scale intrinsically stretchable integrated circuits",
      "authors": "Donglai Zhong, Can Wu, Yuanwen Jiang, Yujia Yuan, Min-gu Kim, Yuya Nishio, Chien-Chung Shih, Weichen Wang, Jian-Cheng Lai, Xiaozhou Ji, Theodore Z. Gao, Yi-Xuan Wang, Chengyi Xu, Yu Zheng, Zhiao Yu, Huaxin Gong, Naoji Matsuhisa, Chuanzhen Zhao, Yusheng Lei, Deyu Liu, Song Zhang, Yuto Ochiai, Shuhan Liu, Shiyuan Wei, Jeffrey B.-H. Tok, Zhenan Bao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07096-7",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4376133302",
      "paper_id": "https://openalex.org/W4376133302",
      "title": "High-throughput printing of combinatorial materials from aerosols",
      "authors": "Minxiang Zeng, Yipu Du, Qiang Jiang, Nicholas Kempf, Chen Wei, Miles V. Bimrose, A. N. M. Tanvir, Hengrui Xu, Jiahao Chen, Dylan J. Kirsch, Joshua Martin, Brian C. Wyatt, Tatsunori Hayashi, Mortaza Saeidi-Javash, Hirotaka Sakaue, Babak Anasori, Lihua Jin, Michael D. McMurtrey, Yanliang Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05898-9",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3193345780",
      "paper_id": "https://openalex.org/W3193345780",
      "title": "How to design an icosahedral quasicrystal through directional bonding",
      "authors": "Eva G. Noya, Chak Kui Wong, Pablo Llombart, Jonathan P. K. Doye",
      "paper_url": "https://doi.org/10.1038/s41586-021-03700-2",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4323546132",
      "paper_id": "https://openalex.org/W4323546132",
      "title": "Human–machine collaboration for improving semiconductor process development",
      "authors": "Keren J. Kanarik, Wojciech T. Osowiecki, Yu (Joe) Lu, Dipongkar Talukder, Niklas Roschewsky, Sae Na Park, Mattan Kamon, David M. Fried, Richard A. Gottscho",
      "paper_url": "https://doi.org/10.1038/s41586-023-05773-7",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4379645213",
      "paper_id": "https://openalex.org/W4379645213",
      "title": "Hydration solids",
      "authors": "Steven G. Harrellson, Michael S. DeLay, Xi Chen, Ahmet-Hamdi Cavusoglu, Jonathan Dworkin, Howard A. Stone, Ozgur Sahin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06144-y",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4413020564",
      "paper_id": "https://openalex.org/W4413020564",
      "title": "In situ light-field imaging of octopus locomotion reveals simplified control",
      "authors": "Kakani Katija, Christine L. Huffard, Paul L. D. Roberts, Joost Daniels, Jon Erickson, Denis Klimov, Henry A. Ruhl, Alana D. Sherman",
      "paper_url": "https://doi.org/10.1038/s41586-025-09379-z",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4388126490",
      "paper_id": "https://openalex.org/W4388126490",
      "title": "Injectable tissue prosthesis for instantaneous closed-loop rehabilitation",
      "authors": "Subin Jin, Heewon Choi, Duhwan Seong, Chang-Lim You, Jong-Sun Kang, Seunghyok Rho, Won Bo Lee, Donghee Son, Mikyung Shin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06628-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399366291",
      "paper_id": "https://openalex.org/W4399366291",
      "title": "Injectable ultrasonic sensor for wireless monitoring of intracranial signals",
      "authors": "Hanchuan Tang, Yueying Yang, Zhen Liu, Wenlong Li, Yipeng Zhang, Yizhou Huang, Tianyu Kang, Yang Yu, Na Li, Ye Tian, Xurui Liu, Yifan Cheng, Zhouping Yin, Xiaobing Jiang, Xiaodong Chen, Jianfeng Zang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07334-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408348171",
      "paper_id": "https://openalex.org/W4408348171",
      "title": "Large recoverable elastic energy in chiral metamaterials via twist buckling",
      "authors": "Xin Fang, Dianlong Yu, Jihong Wen, Yifan Dai, Matthew R. Begley, Huajian Gao, Peter Gumbsch",
      "paper_url": "https://doi.org/10.1038/s41586-025-08658-z",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3114175353",
      "paper_id": "https://openalex.org/W3114175353",
      "title": "Large-area display textiles integrated with functional systems",
      "authors": "Xiang Shi, Yong Zuo, Peng Zhai, Jiahao Shen, Yangyiwei Yang, Zhen Gao, Meng Liao, Jingxia Wu, Jiawei Wang, Xiaojie Xu, Qi Tong, Bo Zhang, Bingjie Wang, Xuemei Sun, Lihua Zhang, Qibing Pei, Dayong Jin, Peining Chen, Huisheng Peng",
      "paper_url": "https://doi.org/10.1038/s41586-021-03295-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402454700",
      "paper_id": "https://openalex.org/W4402454700",
      "title": "Linear symmetric self-selecting 14-bit kinetic molecular memristors",
      "authors": "Deepak Sharma, Santi Prasad Rath, Bidyabhusan Kundu, Anil Korkmaz, Harivignesh S, Damien Thompson, Navakanta Bhat, Sreebrata Goswami, R. Stanley Williams, Sreetosh Goswami",
      "paper_url": "https://doi.org/10.1038/s41586-024-07902-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3155134627",
      "paper_id": "https://openalex.org/W3155134627",
      "title": "Liquid-induced topological transformations of cellular microstructures",
      "authors": "Shucong Li, Bolei Deng, Alison Grinthal, Alyssha Schneider-Yamamura, Jinliang Kang, Reese S. Martens, Cathy T. Zhang, Jian Li, Siqin Yu, Katia Bertoldi, Joanna Aizenberg",
      "paper_url": "https://doi.org/10.1038/s41586-021-03404-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4295763219",
      "paper_id": "https://openalex.org/W4295763219",
      "title": "Living material assembly of bacteriogenic protocells",
      "authors": "Can Xu, Nicolas Martin, Mei Li, Stephen Mann",
      "paper_url": "https://doi.org/10.1038/s41586-022-05223-w",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409147637",
      "paper_id": "https://openalex.org/W4409147637",
      "title": "Mastering diverse control tasks through world models",
      "authors": "Danijar Hafner, Jurgis Pasukonis, Jimmy Ba, Timothy Lillicrap",
      "paper_url": "https://doi.org/10.1038/s41586-025-08744-2",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4293004994",
      "paper_id": "https://openalex.org/W4293004994",
      "title": "Mechanical integrated circuit materials",
      "authors": "Charles El Helou, Benjamin Grossmann, Christopher E. Tabor, Philip R. Buskohl, Ryan L. Harne",
      "paper_url": "https://doi.org/10.1038/s41586-022-05004-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400729274",
      "paper_id": "https://openalex.org/W4400729274",
      "title": "Mechanical release of homogenous proteins from supramolecular gels",
      "authors": "Simona Bianco, Muhammad Hasan, Ashfaq Ahmad, Sarah-Jane Richards, Bart Dietrich, Matthew Wallace, Qiao Tang, Andrew J. Smith, Matthew I. Gibson, Dave J. Adams",
      "paper_url": "https://doi.org/10.1038/s41586-024-07580-0",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412600750",
      "paper_id": "https://openalex.org/W4412600750",
      "title": "Mechanical underwater adhesive devices for soft substrates",
      "authors": "Ziliang Kang, Johanna A. Gomez, Alisa MeiShan Ross, Ameya R. Kirtane, Ming Zhao, Yubin Cai, Fu Xing Chen, Corona L. Chen, Isaac Diaz Becdach, Rajib Dey, Andrei Russel Ismael, Injoo Moon, Yiyuan Yang, Benjamin N. Muller, Mehmet Girayhan Say, Andrew Pettinari, Jason Kobrin, Joshua Morimoto, Ted Smierciak, Aaron Lopes, Ayten Ebru Erdogan, Matt Murphy, Niora Fabian, Ashley Guevara, Benedict Laidlaw, Kailyn Schmidt, Alison M. Hayward, Alexandra H. Techet, Christopher P. Kenaley, Giovanni Traverso",
      "paper_url": "https://doi.org/10.1038/s41586-025-09304-4",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4280591490",
      "paper_id": "https://openalex.org/W4280591490",
      "title": "Microfluidic chain reaction of structurally programmed capillary flow events",
      "authors": "Mohamed Yafia, Oriol Ymbern, Ayokunle O. Olanrewaju, Azim Parandakh, Ahmad Sohrabi Kashani, Johan Renault, Zijie Jin, Geunyong Kim, Andy Ng, David Juncker",
      "paper_url": "https://doi.org/10.1038/s41586-022-04683-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404566693",
      "paper_id": "https://openalex.org/W4404566693",
      "title": "Mineralized collagen plywood contributes to bone autograft performance",
      "authors": "Marc Robin, Elodie Mouloungui, Gabriel Castillo Dali, Yan Wang, Jean-Louis Saffar, Graciela Pavon-Djavid, Thibaut Divoux, Sébastien Manneville, Luc Behr, Delphine Cardi, Laurence Choudat, Marie-Madeleine Giraud-Guille, Anne Meddahi-Pellé, Fannie Baudimont, Marie-Laure Colombier, Nadine Nassif",
      "paper_url": "https://doi.org/10.1038/s41586-024-08208-z",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409729594",
      "paper_id": "https://openalex.org/W4409729594",
      "title": "Modular chiral origami metamaterials",
      "authors": "Tuo Zhao, Xiangxin Dang, Konstantinos Manos, Shixi Zang, Jyotirmoy Mandal, Minjie Chen, Glaucio H. Paulino",
      "paper_url": "https://doi.org/10.1038/s41586-025-08851-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391994161",
      "paper_id": "https://openalex.org/W4391994161",
      "title": "Monolithic silicon for high spatiotemporal translational photostimulation",
      "authors": "Pengju Li, Jing Zhang, Hidenori Hayashi, Jiping Yue, Wen Li, Chuanwang Yang, Changxu Sun, Jiuyun Shi, Judah Huberman-Shlaes, Narutoshi Hibino, Bozhi Tian",
      "paper_url": "https://doi.org/10.1038/s41586-024-07016-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4304698290",
      "paper_id": "https://openalex.org/W4304698290",
      "title": "Multi-environment robotic transitions through adaptive morphogenesis",
      "authors": "Robert Baines, Sree Kalyan Patiballa, Joran Booth, Luis Ramirez, Thomas Sipple, Andonny Garcia, Frank Fish, Rebecca Kramer-Bottiglio",
      "paper_url": "https://doi.org/10.1038/s41586-022-05188-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4395071189",
      "paper_id": "https://openalex.org/W4395071189",
      "title": "Multi-project wafers for flexible thin-film electronics by independent foundries",
      "authors": "Hikmet Çeliker, Wim Dehaene, Kris Myny",
      "paper_url": "https://doi.org/10.1038/s41586-024-07306-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3155187091",
      "paper_id": "https://openalex.org/W3155187091",
      "title": "Multistable inflatable origami structures at the metre scale",
      "authors": "David Melancon, Benjamin Gorissen, Carlos J. García-Mora, Chuck Hoberman, Katia Bertoldi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03407-4",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4386886488",
      "paper_id": "https://openalex.org/W4386886488",
      "title": "Multistable sheets with rewritable patterns for switchable shape-morphing",
      "authors": "A. S. Meeussen, M. van Hecke",
      "paper_url": "https://doi.org/10.1038/s41586-023-06353-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4306810138",
      "paper_id": "https://openalex.org/W4306810138",
      "title": "Nonlinear decision-making with enzymatic neural networks",
      "authors": "S. Okumura, G. Gines, N. Lobato-Dauzier, A. Baccouche, R. Deteix, T. Fujii, Y. Rondelez, A. J. Genot",
      "paper_url": "https://doi.org/10.1038/s41586-022-05218-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4285083294",
      "paper_id": "https://openalex.org/W4285083294",
      "title": "Odd dynamics of living chiral crystals",
      "authors": "Tzer Han Tan, Alexander Mietke, Junang Li, Yuchao Chen, Hugh Higinbotham, Peter J. Foster, Shreyas Gokhale, Jörn Dunkel, Nikta Fakhri",
      "paper_url": "https://doi.org/10.1038/s41586-022-04889-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4307657612",
      "paper_id": "https://openalex.org/W4307657612",
      "title": "Open-channel metal particle superlattices",
      "authors": "Yuanwei Li, Wenjie Zhou, Ibrahim Tanriover, Wisnu Hadibrata, Benjamin E. Partridge, Haixin Lin, Xiaobing Hu, Byeongdu Lee, Jianfang Liu, Vinayak P. Dravid, Koray Aydin, Chad A. Mirkin",
      "paper_url": "https://doi.org/10.1038/s41586-022-05291-y",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4317952015",
      "paper_id": "https://openalex.org/W4317952015",
      "title": "Organic reaction mechanism classification using machine learning",
      "authors": "Jordi Burés, Igor Larrosa",
      "paper_url": "https://doi.org/10.1038/s41586-022-05639-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4210870706",
      "paper_id": "https://openalex.org/W4210870706",
      "title": "Outracing champion Gran Turismo drivers with deep reinforcement learning",
      "authors": "Peter R. Wurman, Samuel Barrett, Kenta Kawamoto, James MacGlashan, Kaushik Subramanian, Thomas J. Walsh, Roberto Capobianco, Alisa Devlic, Franziska Eckert, Florian Fuchs, Leilani Gilpin, Piyush Khandelwal, Varun Kompella, HaoChih Lin, Patrick MacAlpine, Declan Oller, Takuma Seno, Craig Sherstan, Michael D. Thomure, Houmehr Aghabozorgi, Leon Barrett, Rory Douglas, Dion Whitehead, Peter Dürr, Peter Stone, Michael Spranger, Hiroaki Kitano",
      "paper_url": "https://doi.org/10.1038/s41586-021-04357-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403680193",
      "paper_id": "https://openalex.org/W4403680193",
      "title": "Parallel molecular data storage by printing epigenetic bits on DNA",
      "authors": "Cheng Zhang, Ranfeng Wu, Fajia Sun, Yisheng Lin, Yuan Liang, Jiongjiong Teng, Na Liu, Qi Ouyang, Long Qian, Hao Yan",
      "paper_url": "https://doi.org/10.1038/s41586-024-08040-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4390940873",
      "paper_id": "https://openalex.org/W4390940873",
      "title": "Pattern recognition in the nucleation kinetics of non-equilibrium self-assembly",
      "authors": "Constantine Glen Evans, Jackson O’Brien, Erik Winfree, Arvind Murugan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06890-z",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4304777328",
      "paper_id": "https://openalex.org/W4304777328",
      "title": "Personalizing exoskeleton assistance while walking in the real world",
      "authors": "Patrick Slade, Mykel J. Kochenderfer, Scott L. Delp, Steven H. Collins",
      "paper_url": "https://doi.org/10.1038/s41586-022-05191-1",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4393870191",
      "paper_id": "https://openalex.org/W4393870191",
      "title": "Phase-change memory via a phase-changeable self-confined nano-filament",
      "authors": "See-On Park, Seokman Hong, Su-Jin Sung, Dawon Kim, Seokho Seo, Hakcheon Jeong, Taehoon Park, Won Joon Cho, Jeehwan Kim, Shinhyun Choi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07230-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4376959549",
      "paper_id": "https://openalex.org/W4376959549",
      "title": "Photochromism from wavelength-selective colloidal phase segregation",
      "authors": "Jing Zheng, Jingyuan Chen, Yakang Jin, Yan Wen, Yijiang Mu, Changjin Wu, Yufeng Wang, Penger Tong, Zhigang Li, Xu Hou, Jinyao Tang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05873-4",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4413116525",
      "paper_id": "https://openalex.org/W4413116525",
      "title": "Photophoretic flight of perforated structures in near-space conditions",
      "authors": "Benjamin C. Schafer, Jong-hyoung Kim, Felix Sharipov, Gyeong-Seok Hwang, Joost J. Vlassak, David W. Keith",
      "paper_url": "https://doi.org/10.1038/s41586-025-09281-8",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411205243",
      "paper_id": "https://openalex.org/W4411205243",
      "title": "Physical restoration of a painting with a digitally constructed mask",
      "authors": "Alex Kachkine",
      "paper_url": "https://doi.org/10.1038/s41586-025-09045-4",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4307931493",
      "paper_id": "https://openalex.org/W4307931493",
      "title": "Real-time bioelectronic sensing of environmental contaminants",
      "authors": "Joshua T. Atkinson, Lin Su, Xu Zhang, George N. Bennett, Jonathan J. Silberg, Caroline M. Ajo-Franklin",
      "paper_url": "https://doi.org/10.1038/s41586-022-05356-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412930096",
      "paper_id": "https://openalex.org/W4412930096",
      "title": "Real-time in-situ magnetization reprogramming for soft robotics",
      "authors": "Xianqiang Bao, Fan Wang, Jianhua Zhang, Mingtong Li, Shuaizhong Zhang, Ziyu Ren, Jiahe Liao, Yingbo Yan, Wenbin Kang, Rongjing Zhang, Zemin Liu, Tianlu Wang, Metin Sitti",
      "paper_url": "https://doi.org/10.1038/s41586-025-09459-0",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412479114",
      "paper_id": "https://openalex.org/W4412479114",
      "title": "Redox-powered autonomous directional C–C bond rotation under enzyme control",
      "authors": "Jordan Berreur, Olivia F. B. Watts, Theo H. N. Bulless, Nicholas T. O’Donoghue, Marc Del Olmo, Ashley J. Winter, Jonathan Clayden, Beatrice S. L. Collins",
      "paper_url": "https://doi.org/10.1038/s41586-025-09291-6",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4284893099",
      "paper_id": "https://openalex.org/W4284893099",
      "title": "RETRACTED ARTICLE: Intrinsically unidirectional chemically fuelled rotary molecular motors",
      "authors": "Ke Mo, Yu Zhang, Zheng Dong, Yuhang Yang, Xiaoqiang Ma, Ben L. Feringa, Depeng Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-022-05033-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403276548",
      "paper_id": "https://openalex.org/W4403276548",
      "title": "Robust chemical analysis with graphene chemosensors and machine learning",
      "authors": "Andrew Pannone, Aditya Raj, Harikrishnan Ravichandran, Sarbashis Das, Ziheng Chen, Collin A. Price, Mahmooda Sultana, Saptarshi Das",
      "paper_url": "https://doi.org/10.1038/s41586-024-08003-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392762749",
      "paper_id": "https://openalex.org/W4392762749",
      "title": "Roll-to-roll, high-resolution 3D printing of shape-specific particles",
      "authors": "Jason M. Kronenfeld, Lukas Rother, Max A. Saccone, Maria T. Dulay, Joseph M. DeSimone",
      "paper_url": "https://doi.org/10.1038/s41586-024-07061-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4317242244",
      "paper_id": "https://openalex.org/W4317242244",
      "title": "Rotational multimaterial printing of filaments with subvoxel control",
      "authors": "Natalie M. Larson, Jochen Mueller, Alex Chortos, Zoey S. Davidson, David R. Clarke, Jennifer A. Lewis",
      "paper_url": "https://doi.org/10.1038/s41586-022-05490-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4405268560",
      "paper_id": "https://openalex.org/W4405268560",
      "title": "Sacrificial capillary pumps to engineer multiscalar biological forms",
      "authors": "Subramanian Sundaram, Joshua H. Lee, Isabel M. Bjørge, Christos Michas, Sudong Kim, Alex Lammers, João F. Mano, Jeroen Eyckmans, Alice E. White, Christopher S. Chen",
      "paper_url": "https://doi.org/10.1038/s41586-024-08175-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389132751",
      "paper_id": "https://openalex.org/W4389132751",
      "title": "Scaling deep learning for materials discovery",
      "authors": "Amil Merchant, Simon Batzner, Samuel S. Schoenholz, Muratahan Aykol, Gowoon Cheon, Ekin Dogus Cubuk",
      "paper_url": "https://doi.org/10.1038/s41586-023-06735-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4297497798",
      "paper_id": "https://openalex.org/W4297497798",
      "title": "Self-assembly of emulsion droplets through programmable folding",
      "authors": "Angus McMullen, Maitane Muñoz Basagoiti, Zorana Zeravcic, Jasna Brujic",
      "paper_url": "https://doi.org/10.1038/s41586-022-05198-8",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392762846",
      "paper_id": "https://openalex.org/W4392762846",
      "title": "Self-enhanced mobility enables vortex pattern formation in living matter",
      "authors": "Haoran Xu, Yilin Wu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07114-8",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3134259965",
      "paper_id": "https://openalex.org/W3134259965",
      "title": "Self-powered soft robot in the Mariana Trench",
      "authors": "Guorui Li, Xiangping Chen, Fanghao Zhou, Yiming Liang, Youhua Xiao, Xunuo Cao, Zhen Zhang, Mingqi Zhang, Baosheng Wu, Shunyu Yin, Yi Xu, Hongbo Fan, Zheng Chen, Wei Song, Wenjing Yang, Binbin Pan, Jiaoyi Hou, Weifeng Zou, Shunping He, Xuxu Yang, Guoyong Mao, Zheng Jia, Haofei Zhou, Tiefeng Li, Shaoxing Qu, Zhongbin Xu, Zhilong Huang, Yingwu Luo, Tao Xie, Jason Gu, Shiqiang Zhu, Wei Yang",
      "paper_url": "https://doi.org/10.1038/s41586-020-03153-z",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4229045697",
      "paper_id": "https://openalex.org/W4229045697",
      "title": "Self-regulated non-reciprocal motions in single-material microstructures",
      "authors": "Shucong Li, Michael M. Lerch, James T. Waters, Bolei Deng, Reese S. Martens, Yuxing Yao, Do Yoon Kim, Katia Bertoldi, Alison Grinthal, Anna C. Balazs, Joanna Aizenberg",
      "paper_url": "https://doi.org/10.1038/s41586-022-04561-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4306412011",
      "paper_id": "https://openalex.org/W4306412011",
      "title": "Shape memory in self-adapting colloidal crystals",
      "authors": "Seungkyu Lee, Heather A. Calcaterra, Sangmin Lee, Wisnu Hadibrata, Byeongdu Lee, EunBi Oh, Koray Aydin, Sharon C. Glotzer, Chad A. Mirkin",
      "paper_url": "https://doi.org/10.1038/s41586-022-05232-9",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386707773",
      "paper_id": "https://openalex.org/W4386707773",
      "title": "Shape memory polymer with programmable recovery onset",
      "authors": "Chujun Ni, Di Chen, Yu Yin, Xin Wen, Xiaolan Chen, Chen Yang, Guancong Chen, Zhuo Sun, Jihang Wen, Yurong Jiao, Chunyang Wang, Ning Wang, Xiangxing Kong, Shihong Deng, Youqing Shen, Rui Xiao, Xiuming Jin, Jun Li, Xueqian Kong, Qian Zhao, Tao Xie",
      "paper_url": "https://doi.org/10.1038/s41586-023-06520-8",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4393854627",
      "paper_id": "https://openalex.org/W4393854627",
      "title": "Shell buckling for programmable metafluids",
      "authors": "Adel Djellouli, Bert Van Raemdonck, Yang Wang, Yi Yang, Anthony Caillaud, David Weitz, Shmuel Rubinstein, Benjamin Gorissen, Katia Bertoldi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07163-z",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4220720077",
      "paper_id": "https://openalex.org/W4220720077",
      "title": "Single fibre enables acoustic fabrics via nanometre-scale vibrations",
      "authors": "Wei Yan, Grace Noel, Gabriel Loke, Elizabeth Meiklejohn, Tural Khudiyev, Juliette Marion, Guanchun Rui, Jinuan Lin, Juliana Cherston, Atharva Sahasrabudhe, Joao Wilbert, Irmandy Wicaksono, Reed W. Hoyt, Anais Missakian, Lei Zhu, Chu Ma, John Joannopoulos, Yoel Fink",
      "paper_url": "https://doi.org/10.1038/s41586-022-04476-9",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385693556",
      "paper_id": "https://openalex.org/W4385693556",
      "title": "Solid-body trajectoids shaped to roll along desired pathways",
      "authors": "Yaroslav I. Sobolev, Ruoyu Dong, Tsvi Tlusty, Jean-Pierre Eckmann, Steve Granick, Bartosz A. Grzybowski",
      "paper_url": "https://doi.org/10.1038/s41586-023-06306-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4390940921",
      "paper_id": "https://openalex.org/W4390940921",
      "title": "Solving olympiad geometry without human demonstrations",
      "authors": "Trieu H. Trinh, Yuhuai Wu, Quoc V. Le, He He, Thang Luong",
      "paper_url": "https://doi.org/10.1038/s41586-023-06747-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387540966",
      "paper_id": "https://openalex.org/W4387540966",
      "title": "State estimation of a physical system with unknown governing equations",
      "authors": "Kevin Course, Prasanth B. Nair",
      "paper_url": "https://doi.org/10.1038/s41586-023-06574-8",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4398202925",
      "paper_id": "https://openalex.org/W4398202925",
      "title": "Strain-invariant stretchable radio-frequency electronics",
      "authors": "Sun Hong Kim, Abdul Basir, Raudel Avila, Jaeman Lim, Seong Woo Hong, Geonoh Choe, Joo Hwan Shin, Jin Hee Hwang, Sun Young Park, Jiho Joo, Chanmi Lee, Jaehoon Choi, Byunghun Lee, Kwang-Seong Choi, Sungmook Jung, Tae-il Kim, Hyoungsuk Yoo, Yei Hwan Jung",
      "paper_url": "https://doi.org/10.1038/s41586-024-07383-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3129596738",
      "paper_id": "https://openalex.org/W3129596738",
      "title": "Strong tough hydrogels via the synergy of freeze-casting and salting out",
      "authors": "Mutian Hua, Shuwang Wu, Yanfei Ma, Yusen Zhao, Zilin Chen, Imri Frenkel, Joseph Strzalka, Hua Zhou, Xinyuan Zhu, Ximin He",
      "paper_url": "https://doi.org/10.1038/s41586-021-03212-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3187258106",
      "paper_id": "https://openalex.org/W3187258106",
      "title": "Structured fabrics with tunable mechanical properties",
      "authors": "Yifan Wang, Liuchi Li, Douglas Hofmann, José E. Andrade, Chiara Daraio",
      "paper_url": "https://doi.org/10.1038/s41586-021-03698-7",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4385295140",
      "paper_id": "https://openalex.org/W4385295140",
      "title": "Sub-1.4 cm3 capsule for detecting labile inflammatory biomarkers in situ",
      "authors": "M. E. Inda-Webb, M. Jimenez, Q. Liu, N. V. Phan, J. Ahn, C. Steiger, A. Wentworth, A. Riaz, T. Zirtiloglu, K. Wong, K. Ishida, N. Fabian, J. Jenkins, J. Kuosmanen, W. Madani, R. McNally, Y. Lai, A. Hayward, M. Mimee, P. Nadeau, A. P. Chandrakasan, G. Traverso, R. T. Yazicigil, T. K. Lu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06369-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400729328",
      "paper_id": "https://openalex.org/W4400729328",
      "title": "Sunlight-powered sustained flight of an ultralight micro aerial vehicle",
      "authors": "Wei Shen, Jinzhe Peng, Rui Ma, Jiaqing Wu, Jingyi Li, Zhiwei Liu, Jiaming Leng, Xiaojun Yan, Mingjing Qi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07609-4",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408854342",
      "paper_id": "https://openalex.org/W4408854342",
      "title": "Synaptic and neural behaviours in a standard silicon transistor",
      "authors": "Sebastian Pazos, Kaichen Zhu, Marco A. Villena, Osamah Alharbi, Wenwen Zheng, Yaqing Shen, Yue Yuan, Yue Ping, Mario Lanza",
      "paper_url": "https://doi.org/10.1038/s41586-025-08742-4",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4404305449",
      "paper_id": "https://openalex.org/W4404305449",
      "title": "Task-agnostic exoskeleton control via biological joint moment estimation",
      "authors": "Dean D. Molinaro, Keaton L. Scherpereel, Ethan B. Schonhaut, Georgios Evangelopoulos, Max K. Shepherd, Aaron J. Young",
      "paper_url": "https://doi.org/10.1038/s41586-024-08157-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4220875811",
      "paper_id": "https://openalex.org/W4220875811",
      "title": "The colloidal nature of complex fluids enhances bacterial motility",
      "authors": "Shashank Kamdar, Seunghwan Shin, Premkumar Leishangthem, Lorraine F. Francis, Xinliang Xu, Xiang Cheng",
      "paper_url": "https://doi.org/10.1038/s41586-022-04509-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3127053141",
      "paper_id": "https://openalex.org/W3127053141",
      "title": "Thermally reconfigurable monoclinic nematic colloidal fluids",
      "authors": "Haridas Mundoor, Jin-Sheng Wu, Henricus H. Wensink, Ivan I. Smalyukh",
      "paper_url": "https://doi.org/10.1038/s41586-021-03249-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4361286998",
      "paper_id": "https://openalex.org/W4361286998",
      "title": "Thousands of conductance levels in memristors integrated on CMOS",
      "authors": "Mingyi Rao, Hao Tang, Jiangbin Wu, Wenhao Song, Max Zhang, Wenbo Yin, Ye Zhuo, Fatemeh Kiani, Benjamin Chen, Xiangqi Jiang, Hefei Liu, Hung-Yu Chen, Rivu Midya, Fan Ye, Hao Jiang, Zhongrui Wang, Mingche Wu, Miao Hu, Han Wang, Qiangfei Xia, Ning Ge, Ju Li, J. Joshua Yang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05759-5",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3201379615",
      "paper_id": "https://openalex.org/W3201379615",
      "title": "Three-dimensional electronic microfliers inspired by wind-dispersed seeds",
      "authors": "Bong Hoon Kim, Kan Li, Jin-Tae Kim, Yoonseok Park, Hokyung Jang, Xueju Wang, Zhaoqian Xie, Sang Min Won, Hong-Joon Yoon, Geumbee Lee, Woo Jin Jang, Kun Hyuck Lee, Ted S. Chung, Yei Hwan Jung, Seung Yun Heo, Yechan Lee, Juyun Kim, Tengfei Cai, Yeonha Kim, Poom Prasopsukh, Yongjoon Yu, Xinge Yu, Raudel Avila, Haiwen Luan, Honglie Song, Feng Zhu, Ying Zhao, Lin Chen, Seung Ho Han, Jiwoong Kim, Soong Ju Oh, Heon Lee, Chi Hwan Lee, Yonggang Huang, Leonardo P. Chamorro, Yihui Zhang, John A. Rogers",
      "paper_url": "https://doi.org/10.1038/s41586-021-03847-y",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3149769032",
      "paper_id": "https://openalex.org/W3149769032",
      "title": "Three-dimensional nanoprinting via charged aerosol jets",
      "authors": "Wooik Jung, Yoon-Ho Jung, Peter V. Pikhitsa, Jicheng Feng, Younghwan Yang, Minkyung Kim, Hao-Yuan Tsai, Takuo Tanaka, Jooyeon Shin, Kwang-Yeong Kim, Hoseop Choi, Junsuk Rho, Mansoo Choi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03353-1",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4398202861",
      "paper_id": "https://openalex.org/W4398202861",
      "title": "Transcranial volumetric imaging using a conformal ultrasound patch",
      "authors": "Sai Zhou, Xiaoxiang Gao, Geonho Park, Xinyi Yang, Baiyan Qi, Muyang Lin, Hao Huang, Yizhou Bian, Hongjie Hu, Xiangjun Chen, Ray S. Wu, Boyu Liu, Wentong Yue, Chengchangfeng Lu, Ruotao Wang, Pranavi Bheemreddy, Siyu Qin, Arthur Lam, Keith A. Wear, Michael Andre, Erik B. Kistler, David W. Newell, Sheng Xu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07381-5",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406385635",
      "paper_id": "https://openalex.org/W4406385635",
      "title": "Transducing chemical energy through catalysis by an artificial molecular motor",
      "authors": "Peng-Lai Wang, Stefan Borsley, Martin J. Power, Alessandro Cavasso, Nicolas Giuseppone, David A. Leigh",
      "paper_url": "https://doi.org/10.1038/s41586-024-08288-x",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3196550186",
      "paper_id": "https://openalex.org/W3196550186",
      "title": "Transmembrane transport in inorganic colloidal cell-mimics",
      "authors": "Zhe Xu, Theodore Hueckel, William T. M. Irvine, Stefano Sacanna",
      "paper_url": "https://doi.org/10.1038/s41586-021-03774-y",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W3198784171",
      "paper_id": "https://openalex.org/W3198784171",
      "title": "Triplet fusion upconversion nanocapsules for volumetric 3D printing",
      "authors": "Samuel N. Sanders, Tracy H. Schloemer, Mahesh K. Gangishetty, Daniel Anderson, Michael Seitz, Arynn O. Gallegos, R. Christopher Stokes, Daniel N. Congreve",
      "paper_url": "https://doi.org/10.1038/s41586-022-04485-8",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409283612",
      "paper_id": "https://openalex.org/W4409283612",
      "title": "Universal photonic artificial intelligence acceleration",
      "authors": "Sufi R. Ahmed, Reza Baghdadi, Mikhail Bernadskiy, Nate Bowman, Ryan Braid, Jim Carr, Chen Chen, Pietro Ciccarella, Matthew Cole, John Cooke, Kishor Desai, Carlos Dorta, Jonathan Elmhurst, Bryce Gardiner, Elliot Greenwald, Shashank Gupta, Parry Husbands, Brian Jones, Anthony Kopa, Ho John Lee, Arulselvan Madhavan, Adam Mendrela, Nicholas Moore, Lakshmi Nair, Aditya Om, Subie Patel, Rutayan Patro, Rob Pellowski, Esha Radhakrishnani, Sandeep Sane, Nicholas Sarkis, Joe Stadolnik, Mykhailo Tymchenko, Gongyu Wang, Kurt Winikka, Alexandra Wleklinski, Josh Zelman, Richard Ho, Ritesh Jain, Ayon Basumallik, Darius Bunandar, Nicholas C. Harris",
      "paper_url": "https://doi.org/10.1038/s41586-025-08854-x",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4405965258",
      "paper_id": "https://openalex.org/W4405965258",
      "title": "Upconverting microgauges reveal intraluminal force dynamics in vivo",
      "authors": "Jason R. Casar, Claire A. McLellan, Cindy Shi, Ariel Stiber, Alice Lay, Chris Siefe, Abhinav Parakh, Malaya Gaerlan, X. Wendy Gu, Miriam B. Goodman, Jennifer A. Dionne",
      "paper_url": "https://doi.org/10.1038/s41586-024-08331-x",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3128948688",
      "paper_id": "https://openalex.org/W3128948688",
      "title": "Viscoelastic control of spatiotemporal order in bacterial active matter",
      "authors": "Song Liu, Suraj Shankar, M. Cristina Marchetti, Yilin Wu",
      "paper_url": "https://doi.org/10.1038/s41586-020-03168-6",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388694028",
      "paper_id": "https://openalex.org/W4388694028",
      "title": "Vision-controlled jetting for composite systems and robots",
      "authors": "Thomas J. K. Buchner, Simon Rogler, Stefan Weirich, Yannick Armati, Barnabas Gavin Cangan, Javier Ramos, Scott T. Twiddy, Davide M. Marini, Aaron Weber, Desai Chen, Greg Ellson, Joshua Jacob, Walter Zengerle, Dmitriy Katalichenko, Chetan Keny, Wojciech Matusik, Robert K. Katzschmann",
      "paper_url": "https://doi.org/10.1038/s41586-023-06684-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389670368",
      "paper_id": "https://openalex.org/W4389670368",
      "title": "Water-responsive supercontractile polymer films for bioelectronic interfaces",
      "authors": "Junqi Yi, Guijin Zou, Jianping Huang, Xueyang Ren, Qiong Tian, Qianhengyuan Yu, Ping Wang, Yuehui Yuan, Wenjie Tang, Changxian Wang, Linlin Liang, Zhengshuai Cao, Yuanheng Li, Mei Yu, Ying Jiang, Feilong Zhang, Xue Yang, Wenlong Li, Xiaoshi Wang, Yifei Luo, Xian Jun Loh, Guanglin Li, Benhui Hu, Zhiyuan Liu, Huajian Gao, Xiaodong Chen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06732-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4221009498",
      "paper_id": "https://openalex.org/W4221009498",
      "title": "Wind dispersal of battery-free wireless devices",
      "authors": "Vikram Iyer, Hans Gaensbauer, Thomas L. Daniel, Shyamnath Gollakota",
      "paper_url": "https://doi.org/10.1038/s41586-021-04363-9",
      "venue": "nature22"
    }
  ]
}