{
  "cluster_id": 185,
  "papers": [
    {
      "id": "science21_https://openalex.org/W3161001529",
      "paper_id": "https://openalex.org/W3161001529",
      "title": "A cell type–specific cortico-subcortical brain circuit for investigatory and novelty-seeking behavior",
      "authors": "Mehran Ahmadlou, Janou H. W. Houba, Jacqueline F. M. van Vierbergen, Maria Giannouli, Geoffrey-Alexander Gimenez, Christiaan van Weeghel, Maryam Darbanfouladi, Maryam Yasamin Shirazi, Julia Dziubek, Mejdy Kacem, Fred de Winter, J. Alexander Heimel",
      "paper_url": "https://doi.org/10.1126/science.abe9681",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4293242877",
      "paper_id": "https://openalex.org/W4293242877",
      "title": "A cognitive process occurring during sleep is revealed by rapid eye movements",
      "authors": "Yuta Senzai, Massimo Scanziani",
      "paper_url": "https://doi.org/10.1126/science.abp8852",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3174273664",
      "paper_id": "https://openalex.org/W3174273664",
      "title": "A fast link between face perception and memory in the temporal pole",
      "authors": "Sofia M. Landi, Pooja Viswanathan, Stephen Serene, Winrich A. Freiwald",
      "paper_url": "https://doi.org/10.1126/science.abi6671",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401607177",
      "paper_id": "https://openalex.org/W4401607177",
      "title": "A hippocampal circuit mechanism to balance memory reactivation during sleep",
      "authors": "Lindsay A. Karaba, Heath L. Robinson, Ryan E. Harvey, Weiwei Chen, Antonio Fernandez-Ruiz, Azahara Oliva",
      "paper_url": "https://doi.org/10.1126/science.ado5708",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4405306566",
      "paper_id": "https://openalex.org/W4405306566",
      "title": "A long noncoding eRNA forms R-loops to shape emotional experience–induced behavioral adaptation",
      "authors": "Rose Marie Akiki, Rebecca G. Cornbrooks, Kosuke Magami, Alain Greige, Kirsten K. Snyder, Daniel J. Wood, Mary Claire Herrington, Philip Mace, Kyle Blidy, Nobuya Koike, Stefano Berto, Christopher W. Cowan, Makoto Taniguchi",
      "paper_url": "https://doi.org/10.1126/science.adp1562",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4399394583",
      "paper_id": "https://openalex.org/W4399394583",
      "title": "A master regulator of opioid reward in the ventral prefrontal cortex",
      "authors": "Alexander C. W. Smith, Soham Ghoshal, Samuel W. Centanni, Mary P. Heyer, Alberto Corona, Lauren Wills, Emma Andraka, Ye Lei, Richard M. O’Connor, Stephanie P. B. Caligiuri, Sohail Khan, Kristin Beaumont, Robert P. Sebra, Brigitte L. Kieffer, Danny G. Winder, Masago Ishikawa, Paul J. Kenny",
      "paper_url": "https://doi.org/10.1126/science.adn0886",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4396781265",
      "paper_id": "https://openalex.org/W4396781265",
      "title": "A nasal chemosensation–dependent critical window for somatosensory development",
      "authors": "Linbi Cai, Ali Özgür Argunşah, Angeliki Damilou, Theofanis Karayannis",
      "paper_url": "https://doi.org/10.1126/science.adn5611",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4407764688",
      "paper_id": "https://openalex.org/W4407764688",
      "title": "A neural basis for prosocial behavior toward unresponsive individuals",
      "authors": "Fangmiao Sun, Ye Emily Wu, Weizhe Hong",
      "paper_url": "https://doi.org/10.1126/science.adq2679",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4206190787",
      "paper_id": "https://openalex.org/W4206190787",
      "title": "A neuronal mechanism for motivational control of behavior",
      "authors": "J. Courtin, Y. Bitterman, S. Müller, J. Hinz, K. M. Hagihara, C. Müller, A. Lüthi",
      "paper_url": "https://doi.org/10.1126/science.abg7277",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4368347608",
      "paper_id": "https://openalex.org/W4368347608",
      "title": "A shift in the mechanisms controlling hippocampal engram formation during brain maturation",
      "authors": "Adam I. Ramsaran, Ying Wang, Ali Golbabaei, Stepan Aleshin, Mitchell L. de Snoo, Bi-ru Amy Yeung, Asim J. Rashid, Ankit Awasthi, Jocelyn Lau, Lina M. Tran, Sangyoon Y. Ko, Andrin Abegg, Lana Chunan Duan, Cory McKenzie, Julia Gallucci, Moriam Ahmed, Rahul Kaushik, Alexander Dityatev, Sheena A. Josselyn, Paul W. Frankland",
      "paper_url": "https://doi.org/10.1126/science.ade6530",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4283736479",
      "paper_id": "https://openalex.org/W4283736479",
      "title": "A specific circuit in the midbrain detects stress and induces restorative sleep",
      "authors": "Xiao Yu, Guangchao Zhao, Dan Wang, Sa Wang, Rui Li, Ao Li, Huan Wang, Mathieu Nollet, You Young Chun, Tianyuan Zhao, Raquel Yustos, Huiming Li, Jianshuai Zhao, Jiannan Li, Min Cai, Alexei L. Vyssotski, Yulong Li, Hailong Dong, Nicholas P. Franks, William Wisden",
      "paper_url": "https://doi.org/10.1126/science.abn0853",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4388726369",
      "paper_id": "https://openalex.org/W4388726369",
      "title": "A tool kit of highly selective and sensitive genetically encoded neuropeptide sensors",
      "authors": "Huan Wang, Tongrui Qian, Yulin Zhao, Yizhou Zhuo, Chunling Wu, Takuya Osakada, Peng Chen, Zijun Chen, Huixia Ren, Yuqi Yan, Lan Geng, Shengwei Fu, Long Mei, Guochuan Li, Ling Wu, Yiwen Jiang, Weiran Qian, Li Zhang, Wanling Peng, Min Xu, Ji Hu, Man Jiang, Liangyi Chen, Chao Tang, Yingjie Zhu, Dayu Lin, Jiang-Ning Zhou, Yulong Li",
      "paper_url": "https://doi.org/10.1126/science.abq8173",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4410648664",
      "paper_id": "https://openalex.org/W4410648664",
      "title": "A vector calculus for neural computation in the cerebellum",
      "authors": "Mohammad Amin Fakharian, Alden M. Shoup, Paul Hage, Hisham Y. Elseweifi, Reza Shadmehr",
      "paper_url": "https://doi.org/10.1126/science.adu6331",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4403925009",
      "paper_id": "https://openalex.org/W4403925009",
      "title": "Acoustic cognitive map–based navigation in echolocating bats",
      "authors": "Aya Goldshtein, Xing Chen, Eran Amichai, Arjan Boonman, Lee Harten, Omer Yinon, Yotam Orchan, Ran Nathan, Sivan Toledo, Iain D. Couzin, Yossi Yovel",
      "paper_url": "https://doi.org/10.1126/science.adn6269",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4220904128",
      "paper_id": "https://openalex.org/W4220904128",
      "title": "An action potential initiation mechanism in distal axons for the control of dopamine release",
      "authors": "Changliang Liu, Xintong Cai, Andreas Ritzau-Jost, Paul F. Kramer, Yulong Li, Zayd M. Khaliq, Stefan Hallermann, Pascal S. Kaeser",
      "paper_url": "https://doi.org/10.1126/science.abn0532",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4214527056",
      "paper_id": "https://openalex.org/W4214527056",
      "title": "Angiotensin-converting enzyme gates brain circuit–specific plasticity via an endogenous opioid",
      "authors": "Brian H. Trieu, Bailey C. Remmers, Carlee Toddes, Dieter D. Brandner, Emilia M. Lefevre, Adrina Kocharian, Cassandra L. Retzlaff, Rachel M. Dick, Mohammed A. Mashal, Elysia A. Gauthier, Wei Xie, Ying Zhang, Swati S. More, Patrick E. Rothwell",
      "paper_url": "https://doi.org/10.1126/science.abl5130",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3120854869",
      "paper_id": "https://openalex.org/W3120854869",
      "title": "Anterior cingulate inputs to nucleus accumbens control the social transfer of pain and analgesia",
      "authors": "Monique L. Smith, Naoyuki Asada, Robert C. Malenka",
      "paper_url": "https://doi.org/10.1126/science.abe3040",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401990088",
      "paper_id": "https://openalex.org/W4401990088",
      "title": "Architectural traditions in the structures built by cooperative weaver birds",
      "authors": "Maria C. Tello-Ramos, Lucy Harper, Isabella Tortora-Brayda, Lauren M. Guillette, Pablo Capilla-Lasheras, Xavier A. Harrison, Andrew J. Young, Susan D. Healy",
      "paper_url": "https://doi.org/10.1126/science.adn2573",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4387772228",
      "paper_id": "https://openalex.org/W4387772228",
      "title": "Associative and predictive hippocampal codes support memory-guided behaviors",
      "authors": "Can Liu, Ralitsa Todorova, Wenbo Tang, Azahara Oliva, Antonio Fernandez-Ruiz",
      "paper_url": "https://doi.org/10.1126/science.adi8237",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3207070228",
      "paper_id": "https://openalex.org/W3207070228",
      "title": "Astrocyte Ca <sup>2+</sup> -evoked ATP release regulates myelinated axon excitability and conduction speed",
      "authors": "Jonathan Lezmy, I. Lorena Arancibia-Cárcamo, Tania Quintela-López, Diane L. Sherman, Peter J. Brophy, David Attwell",
      "paper_url": "https://doi.org/10.1126/science.abh2858",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3173742496",
      "paper_id": "https://openalex.org/W3173742496",
      "title": "Astrocytes close the mouse critical period for visual plasticity",
      "authors": "Jérôme Ribot, Rachel Breton, Charles-Félix Calvo, Julien Moulard, Pascal Ezan, Jonathan Zapata, Kevin Samama, Matthieu Moreau, Alexis-Pierre Bemelmans, Valentin Sabatet, Florent Dingli, Damarys Loew, Chantal Milleret, Pierre Billuart, Glenn Dallérac, Nathalie Rouach",
      "paper_url": "https://doi.org/10.1126/science.abf5273",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3195786880",
      "paper_id": "https://openalex.org/W3195786880",
      "title": "Babbling in a vocal learning bat resembles human infant babbling",
      "authors": "Ahana A. Fernandez, Lara S. Burchardt, Martina Nagy, Mirjam Knörnschild",
      "paper_url": "https://doi.org/10.1126/science.abf9279",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4390577790",
      "paper_id": "https://openalex.org/W4390577790",
      "title": "Balancing risk-return decisions by manipulating the mesofrontal circuits in primates",
      "authors": "Ryo Sasaki, Yasumi Ohta, Hirotaka Onoe, Reona Yamaguchi, Takeshi Miyamoto, Takashi Tokuda, Yuki Tamaki, Kaoru Isa, Jun Takahashi, Kenta Kobayashi, Jun Ohta, Tadashi Isa",
      "paper_url": "https://doi.org/10.1126/science.adj6645",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406025501",
      "paper_id": "https://openalex.org/W4406025501",
      "title": "Bats surf storm fronts during spring migration",
      "authors": "Edward Hurme, Ivan Lenzi, Martin Wikelski, Timm A. Wild, Dina K. N. Dechmann",
      "paper_url": "https://doi.org/10.1126/science.ade7441",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3141562409",
      "paper_id": "https://openalex.org/W3141562409",
      "title": "Bilateral visual projections exist in non-teleost bony fish and predate the emergence of tetrapods",
      "authors": "Robin J. Vigouroux, Karine Duroure, Juliette Vougny, Shahad Albadri, Peter Kozulin, Eloisa Herrera, Kim Nguyen-Ba-Charvet, Ingo Braasch, Rodrigo Suárez, Filippo Del Bene, Alain Chédotal",
      "paper_url": "https://doi.org/10.1126/science.abe7790",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4391428433",
      "paper_id": "https://openalex.org/W4391428433",
      "title": "Blood pressure pulsations modulate central neuronal activity via mechanosensitive ion channels",
      "authors": "Luna Jammal Salameh, Sebastian H. Bitzenhofer, Ileana L. Hanganu-Opatz, Mathias Dutschmann, Veronica Egger",
      "paper_url": "https://doi.org/10.1126/science.adk8511",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4366482862",
      "paper_id": "https://openalex.org/W4366482862",
      "title": "Brain activity of diving seals reveals short sleep cycles at depth",
      "authors": "Jessica M. Kendall-Bar, Terrie M. Williams, Ritika Mukherji, Daniel A. Lozano, Julie K. Pitman, Rachel R. Holser, Theresa Keates, Roxanne S. Beltran, Patrick W. Robinson, Daniel E. Crocker, Taiki Adachi, Oleg I. Lyamin, Alexei L. Vyssotski, Daniel P. Costa",
      "paper_url": "https://doi.org/10.1126/science.adf0566",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4401414657",
      "paper_id": "https://openalex.org/W4401414657",
      "title": "Brain region–specific action of ketamine as a rapid antidepressant",
      "authors": "Min Chen, Shuangshuang Ma, Hanxiao Liu, Yiyan Dong, Jingxiang Tang, Zheyi Ni, Yi Tan, Chenchi Duan, Hui Li, Hefeng Huang, Yulong Li, Xiaohua Cao, Christopher J. Lingle, Yan Yang, Hailan Hu",
      "paper_url": "https://doi.org/10.1126/science.ado7010",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4392544690",
      "paper_id": "https://openalex.org/W4392544690",
      "title": "Brainstem control of vocalization and its coordination with respiration",
      "authors": "Jaehong Park, Seonmi Choi, Jun Takatoh, Shengli Zhao, Andrew Harrahill, Bao-Xia Han, Fan Wang",
      "paper_url": "https://doi.org/10.1126/science.adi8081",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4400974527",
      "paper_id": "https://openalex.org/W4400974527",
      "title": "Chromatin plasticity predetermines neuronal eligibility for memory trace formation",
      "authors": "Giulia Santoni, Simone Astori, Marion Leleu, Liliane Glauser, Simon A. Zamora, Myriam Schioppa, Isabella Tarulli, Carmen Sandi, Johannes Gräff",
      "paper_url": "https://doi.org/10.1126/science.adg9982",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4408704192",
      "paper_id": "https://openalex.org/W4408704192",
      "title": "Cognitive perception of circulating oxygen in seals is the reason they don’t drown",
      "authors": "J. Chris McKnight, Eva-Maria Bønnelycke, Steve Balfour, Ryan Milne, Simon E. W. Moss, Holly C. Armstrong, Caitlin Downie, Ailsa J. Hall, Joanna L. Kershaw",
      "paper_url": "https://doi.org/10.1126/science.adq4921",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4385520182",
      "paper_id": "https://openalex.org/W4385520182",
      "title": "Comment on “Food wanting is mediated by transient activation of dopaminergic signaling in the honey bee brain”",
      "authors": "Andrew Barron, Susan E. Fahrbach, Alison R. Mercer, Karen A. Mesce, David J. Schulz, Brian H. Smith, Eirik Søvik",
      "paper_url": "https://doi.org/10.1126/science.adg3916",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4221072343",
      "paper_id": "https://openalex.org/W4221072343",
      "title": "Compartment-specific tuning of dendritic feature selectivity by intracellular Ca <sup>2+</sup> release",
      "authors": "Justin K. O’Hare, Kevin C. Gonzalez, Stephanie A. Herrlinger, Yusuke Hirabayashi, Victoria L. Hewitt, Heike Blockus, Miklos Szoboszlay, Sebi V. Rolotti, Tristan C. Geiller, Adrian Negrean, Vikas Chelur, Franck Polleux, Attila Losonczy",
      "paper_url": "https://doi.org/10.1126/science.abm1670",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4223997148",
      "paper_id": "https://openalex.org/W4223997148",
      "title": "Compartmentalized dendritic plasticity during associative learning",
      "authors": "Simon d’Aquin, Andras Szonyi, Mathias Mahn, Sabine Krabbe, Jan Gründemann, Andreas Lüthi",
      "paper_url": "https://doi.org/10.1126/science.abf7052",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410850941",
      "paper_id": "https://openalex.org/W4410850941",
      "title": "Conserved brain-wide emergence of emotional response from sensory experience in humans and mice",
      "authors": "Isaac Kauvar, Ethan B. Richman, Tony X. Liu, Chelsea Li, Sam Vesuna, Adelaida Chibukhchyan, Lisa Yamada, Adam Fogarty, Ethan Solomon, Eun Young Choi, Leili Mortazavi, Gustavo Chau Loo Kung, Pavithra Mukunda, Cephra Raja, Dariana Gil-Hernández, Kishandra Patron, Xue Zhang, Jacob Brawer, Shenandoah Wrobel, Zoe Lusk, Dian Lyu, Anish Mitra, Laura Hack, Liqun Luo, Logan Grosenick, Peter van Roessel, Leanne M. Williams, Boris D. Heifets, Jaimie M. Henderson, Jennifer A. McNab, Carolyn I. Rodríguez, Vivek Buch, Paul Nuyujukian, Karl Deisseroth",
      "paper_url": "https://doi.org/10.1126/science.adt3971",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3210456590",
      "paper_id": "https://openalex.org/W3210456590",
      "title": "Convergence of adenosine and GABA signaling for synapse stabilization during development",
      "authors": "Ferran Gomez-Castro, Stefania Zappettini, Jessica C. Pressey, Carla G. Silva, Marion Russeau, Nicolas Gervasi, Marta Figueiredo, Claire Montmasson, Marianne Renner, Paula M. Canas, Francisco Q. Gonçalves, Sofia Alçada-Morais, Eszter Szabó, Ricardo J. Rodrigues, Paula Agostinho, Angelo R. Tomé, Ghislaine Caillol, Olivier Thoumine, Xavier Nicol, Christophe Leterrier, Rafael Lujan, Shiva K. Tyagarajan, Rodrigo A. Cunha, Monique Esclapez, Christophe Bernard, Sabine Lévi",
      "paper_url": "https://doi.org/10.1126/science.abk2055",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3206502401",
      "paper_id": "https://openalex.org/W3206502401",
      "title": "Cortical representation of group social communication in bats",
      "authors": "Maimon C. Rose, Boaz Styr, Tobias A. Schmid, Julie E. Elie, Michael M. Yartsev",
      "paper_url": "https://doi.org/10.1126/science.aba9584",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4387966180",
      "paper_id": "https://openalex.org/W4387966180",
      "title": "Cross-modal representation of identity in the primate hippocampus",
      "authors": "Timothy J. Tyree, Michael Metke, Cory T. Miller",
      "paper_url": "https://doi.org/10.1126/science.adf0460",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4398250266",
      "paper_id": "https://openalex.org/W4398250266",
      "title": "Crows “count” the number of self-generated vocalizations",
      "authors": "Diana A. Liao, Katharina F. Brecht, Lena Veit, Andreas Nieder",
      "paper_url": "https://doi.org/10.1126/science.adl0984",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3125244613",
      "paper_id": "https://openalex.org/W3125244613",
      "title": "Cultural transmission of vocal dialect in the naked mole-rat",
      "authors": "Alison J. Barker, Grigorii Veviurko, Nigel C. Bennett, Daniel W. Hart, Lina Mograby, Gary R. Lewin",
      "paper_url": "https://doi.org/10.1126/science.abc6588",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4389429733",
      "paper_id": "https://openalex.org/W4389429733",
      "title": "Culturally determined interspecies communication between humans and honeyguides",
      "authors": "Claire N. Spottiswoode, Brian M. Wood",
      "paper_url": "https://doi.org/10.1126/science.adh4129",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4296793820",
      "paper_id": "https://openalex.org/W4296793820",
      "title": "Dendritic axon origin enables information gating by perisomatic inhibition in pyramidal neurons",
      "authors": "Alexander Hodapp, Martin E. Kaiser, Christian Thome, Lingjun Ding, Andrei Rozov, Matthias Klumpp, Nikolas Stevens, Moritz Stingl, Tina Sackmann, Nadja Lehmann, Andreas Draguhn, Andrea Burgalossi, Maren Engelhardt, Martin Both",
      "paper_url": "https://doi.org/10.1126/science.abj1861",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4307412741",
      "paper_id": "https://openalex.org/W4307412741",
      "title": "Design of fast-onset antidepressant by dissociating SERT from nNOS in the DRN",
      "authors": "Nan Sun, Ya-Juan Qin, Chu Xu, Tian Xia, Zi-Wei Du, Li-Ping Zheng, An-an Li, Fan Meng, Yu Zhang, Jing Zhang, Xiao Liu, Ting-You Li, Dong-Ya Zhu, Qi-Gang Zhou",
      "paper_url": "https://doi.org/10.1126/science.abo3566",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4412165543",
      "paper_id": "https://openalex.org/W4412165543",
      "title": "Discrete spatiotemporal encoding of striatal dopamine transmission",
      "authors": "Andrew G. Yee, Yini Liao, Brian S. Muntean, Christopher P. Ford",
      "paper_url": "https://doi.org/10.1126/science.adp9833",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4409530261",
      "paper_id": "https://openalex.org/W4409530261",
      "title": "Distinct synaptic plasticity rules operate across dendritic compartments in vivo during learning",
      "authors": "William J. Wright, Nathan G. Hedrick, Takaki Komiyama",
      "paper_url": "https://doi.org/10.1126/science.ads4706",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4401606961",
      "paper_id": "https://openalex.org/W4401606961",
      "title": "Divergent recruitment of developmentally defined neuronal ensembles supports memory dynamics",
      "authors": "Vilde A. Kveim, Laurenz Salm, Talia Ulmer, Maria Lahr, Steffen Kandler, Fabia Imhof, Flavio Donato",
      "paper_url": "https://doi.org/10.1126/science.adk0997",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4394933472",
      "paper_id": "https://openalex.org/W4394933472",
      "title": "Drugs of abuse hijack a mesolimbic pathway that processes homeostatic need",
      "authors": "Bowen Tan, Caleb J. Browne, Tobias Nöbauer, Alipasha Vaziri, Jeffrey M. Friedman, Eric J. Nestler",
      "paper_url": "https://doi.org/10.1126/science.adk6742",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4308445192",
      "paper_id": "https://openalex.org/W4308445192",
      "title": "Dual-polarity voltage imaging of the concurrent dynamics of multiple neuron types",
      "authors": "Madhuvanthi Kannan, Ganesh Vasan, Simon Haziza, Cheng Huang, Radosław Chrapkiewicz, Junjie Luo, Jessica A. Cardin, Mark J. Schnitzer, Vincent A. Pieribone",
      "paper_url": "https://doi.org/10.1126/science.abm8797",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4223901821",
      "paper_id": "https://openalex.org/W4223901821",
      "title": "Dynamic compartmental computations in tuft dendrites of layer 5 neurons during motor behavior",
      "authors": "Yara Otor, Shay Achvat, Nathan Cermak, Hadas Benisty, Maisan Abboud, Omri Barak, Yitzhak Schiller, Alon Poleg-Polsky, Jackie Schiller",
      "paper_url": "https://doi.org/10.1126/science.abn1421",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4206740007",
      "paper_id": "https://openalex.org/W4206740007",
      "title": "Early concepts of intimacy: Young humans use saliva sharing to infer close relationships",
      "authors": "Ashley J. Thomas, Brandon Woo, Daniel Nettle, Elizabeth Spelke, Rebecca Saxe",
      "paper_url": "https://doi.org/10.1126/science.abh1054",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3172740649",
      "paper_id": "https://openalex.org/W3172740649",
      "title": "Echolocation in soft-furred tree mice",
      "authors": "Kai He, Qi Liu, Dong-Ming Xu, Fei-Yan Qi, Jing Bai, Shui-Wang He, Peng Chen, Xin Zhou, Wan-Zhi Cai, Zhong-Zheng Chen, Zhen Liu, Xue-Long Jiang, Peng Shi",
      "paper_url": "https://doi.org/10.1126/science.aay1513",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4410251401",
      "paper_id": "https://openalex.org/W4410251401",
      "title": "Enhanced ERK activity extends ketamine’s antidepressant effects by augmenting synaptic plasticity",
      "authors": "Z. Zack Ma, Natalie J. Guzikowski, Ji-Woon Kim, Ege T. Kavalali, Lisa M. Monteggia",
      "paper_url": "https://doi.org/10.1126/science.abb6748",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4411675796",
      "paper_id": "https://openalex.org/W4411675796",
      "title": "Event structure sculpts neural population dynamics in the lateral entorhinal cortex",
      "authors": "Benjamin R. Kanter, Christine M. Lykken, Ignacio Polti, May-Britt Moser, Edvard I. Moser",
      "paper_url": "https://doi.org/10.1126/science.adr0927",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4360609334",
      "paper_id": "https://openalex.org/W4360609334",
      "title": "Evolutionarily conserved role of oxytocin in social fear contagion in zebrafish",
      "authors": "Ibukun Akinrinade, Kyriacos Kareklas, Magda C. Teles, Thais K. Reis, Michael Gliksberg, Giovanni Petri, Gil Levkowitz, Rui F. Oliveira",
      "paper_url": "https://doi.org/10.1126/science.abq5158",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4293298349",
      "paper_id": "https://openalex.org/W4293298349",
      "title": "Evolutionary loss of complexity in human vocal anatomy as an adaptation for speech",
      "authors": "Takeshi Nishimura, Isao T. Tokuda, Shigehiro Miyachi, Jacob C. Dunn, Christian T. Herbst, Kazuyoshi Ishimura, Akihisa Kaneko, Yuki Kinoshita, Hiroki Koda, Jaap P. P. Saers, Hirohiko Imai, Tetsuya Matsuda, Ole Næsbye Larsen, Uwe Jürgens, Hideki Hirabayashi, Shozo Kojima, W. Tecumseh Fitch",
      "paper_url": "https://doi.org/10.1126/science.abm1574",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3163789885",
      "paper_id": "https://openalex.org/W3163789885",
      "title": "Experience replay is associated with efficient nonlocal learning",
      "authors": "Yunzhe Liu, Marcelo G. Mattar, Timothy E. J. Behrens, Nathaniel D. Daw, Raymond J. Dolan",
      "paper_url": "https://doi.org/10.1126/science.abf1357",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3212207836",
      "paper_id": "https://openalex.org/W3212207836",
      "title": "Fear balance is maintained by bodily feedback to the insular cortex in mice",
      "authors": "Alexandra S. Klein, Nate Dolensek, Caroline Weiand, Nadine Gogolla",
      "paper_url": "https://doi.org/10.1126/science.abj8817",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4224994191",
      "paper_id": "https://openalex.org/W4224994191",
      "title": "Food wanting is mediated by transient activation of dopaminergic signaling in the honey bee brain",
      "authors": "Jingnan Huang, Zhaonan Zhang, Wangjiang Feng, Yuanhong Zhao, Anna Aldanondo, Maria Gabriela de Brito Sanchez, Marco Paoli, Angele Rolland, Zhiguo Li, Hongyi Nie, Yan Lin, Shaowu Zhang, Martin Giurfa, Songkun Su",
      "paper_url": "https://doi.org/10.1126/science.abn9920",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4385298711",
      "paper_id": "https://openalex.org/W4385298711",
      "title": "From language development to language evolution: A unified view of human lexical creativity",
      "authors": "Thomas Brochhagen, Gemma Boleda, Eleonora Gualdoni, Yang Xu",
      "paper_url": "https://doi.org/10.1126/science.ade7981",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3148616091",
      "paper_id": "https://openalex.org/W3148616091",
      "title": "Gamma rhythm communication between entorhinal cortex and dentate gyrus neuronal assemblies",
      "authors": "Antonio Fernández-Ruiz, Azahara Oliva, Marisol Soula, Florbela Rocha-Almeida, Gergo A. Nagy, Gonzalo Martin-Vazquez, György Buzsáki",
      "paper_url": "https://doi.org/10.1126/science.abf3119",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4392796856",
      "paper_id": "https://openalex.org/W4392796856",
      "title": "Generalized fear after acute stress is caused by change in neuronal cotransmitter identity",
      "authors": "Hui-quan Li, Wuji Jiang, Li Ling, Marta Pratelli, Cong Chen, Vaidehi Gupta, Swetha K. Godavarthi, Nicholas C. Spitzer",
      "paper_url": "https://doi.org/10.1126/science.adj5996",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4211115742",
      "paper_id": "https://openalex.org/W4211115742",
      "title": "Geometry of sequence working memory in macaque prefrontal cortex",
      "authors": "Yang Xie, Peiyao Hu, Junru Li, Jingwen Chen, Weibin Song, Xiao-Jing Wang, Tianming Yang, Stanislas Dehaene, Shiming Tang, Bin Min, Liping Wang",
      "paper_url": "https://doi.org/10.1126/science.abm0204",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4390046017",
      "paper_id": "https://openalex.org/W4390046017",
      "title": "Glia transmit negative valence information during aversive learning in <i>Drosophila</i>",
      "authors": "Tomoyuki Miyashita, Kanako Murakami, Emi Kikuchi, Kyouko Ofusa, Kyohei Mikami, Kentaro Endo, Takaaki Miyaji, Sawako Moriyama, Kotaro Konno, Hinako Muratani, Yoshinori Moriyama, Masahiko Watanabe, Junjiro Horiuchi, Minoru Saitoe",
      "paper_url": "https://doi.org/10.1126/science.adf7429",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4389429776",
      "paper_id": "https://openalex.org/W4389429776",
      "title": "GluD1 binds GABA and controls inhibitory plasticity",
      "authors": "Laura Piot, Christina Heroven, Simon Bossi, Joseph Zamith, Tomas Malinauskas, Chris Johnson, Doris Wennagel, David Stroebel, Cécile Charrier, A. Radu Aricescu, Laetitia Mony, Pierre Paoletti",
      "paper_url": "https://doi.org/10.1126/science.adf3406",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4410456152",
      "paper_id": "https://openalex.org/W4410456152",
      "title": "GPCR signaling gates astrocyte responsiveness to neurotransmitters and control of neuronal activity",
      "authors": "Kevin A. Guttenplan, Isa Maxwell, Erin Santos, Luke A. Borchardt, Ernesto Manzo, Leire Abalde-Atristain, Rachel D. Kim, Marc R. Freeman",
      "paper_url": "https://doi.org/10.1126/science.adq5729",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4391428296",
      "paper_id": "https://openalex.org/W4391428296",
      "title": "Grounded language acquisition through the eyes and ears of a single child",
      "authors": "Wai Keen Vong, Wentao Wang, A. Emin Orhan, Brenden M. Lake",
      "paper_url": "https://doi.org/10.1126/science.adi1374",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4401606984",
      "paper_id": "https://openalex.org/W4401606984",
      "title": "Hebbian instruction of axonal connectivity by endogenous correlated spontaneous activity",
      "authors": "Naoyuki Matsumoto, Daniel Barson, Liang Liang, Michael C. Crair",
      "paper_url": "https://doi.org/10.1126/science.adh7814",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406970278",
      "paper_id": "https://openalex.org/W4406970278",
      "title": "Hippocampal coding of identity, sex, hierarchy, and affiliation in a social group of wild fruit bats",
      "authors": "Saikat Ray, Itay Yona, Nadav Elami, Shaked Palgi, Kenneth W. Latimer, Bente Jacobsen, Menno P. Witter, Liora Las, Nachum Ulanovsky",
      "paper_url": "https://doi.org/10.1126/science.adk9385",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4408667396",
      "paper_id": "https://openalex.org/W4408667396",
      "title": "Hippocampal encoding of memories in human infants",
      "authors": "Tristan S. Yates, Jared Fel, Dawoon Choi, Juliana E. Trach, Lillian Behm, Cameron T. Ellis, Nicholas B. Turk-Browne",
      "paper_url": "https://doi.org/10.1126/science.adt7570",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4387392263",
      "paper_id": "https://openalex.org/W4387392263",
      "title": "Hormone-mediated neural remodeling orchestrates parenting onset during pregnancy",
      "authors": "Rachida Ammari, Francesco Monaca, Mingran Cao, Estelle Nassar, Patty Wai, Nicholas A. Del Grosso, Matthew Lee, Neven Borak, Deborah Schneider-Luftman, Johannes Kohl",
      "paper_url": "https://doi.org/10.1126/science.adi0576",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4409176616",
      "paper_id": "https://openalex.org/W4409176616",
      "title": "Human high-order thalamic nuclei gate conscious perception through the thalamofrontal loop",
      "authors": "Zepeng Fang, Yuanyuan Dang, An’an Ping, Chenyu Wang, Qianchuan Zhao, Hulin Zhao, Xiaoli Li, Mingsha Zhang",
      "paper_url": "https://doi.org/10.1126/science.adr3675",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4213447589",
      "paper_id": "https://openalex.org/W4213447589",
      "title": "Hyperexcitable arousal circuits drive sleep instability during aging",
      "authors": "Shi-Bin Li, Valentina Martinez Damonte, Chong Chen, Gordon X. Wang, Justus M. Kebschull, Hiroshi Yamaguchi, Wen-Jie Bian, Carolin Purmann, Reenal Pattni, Alexander Eckehart Urban, Philippe Mourrain, Julie A. Kauer, Grégory Scherrer, Luis de Lecea",
      "paper_url": "https://doi.org/10.1126/science.abh3021",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4319662594",
      "paper_id": "https://openalex.org/W4319662594",
      "title": "Hyperexcited limbic neurons represent sexual satiety and reduce mating motivation",
      "authors": "Xiaojuan Zhou, Ang Li, Xue Mi, Yixuan Li, Zhaoyi Ding, Min An, Yalan Chen, Wei Li, Xianming Tao, Xinfeng Chen, Ying Li",
      "paper_url": "https://doi.org/10.1126/science.abl4038",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4406753381",
      "paper_id": "https://openalex.org/W4406753381",
      "title": "Identification of the subventricular tegmental nucleus as brainstem reward center",
      "authors": "Krisztián Zichó, Boldizsár Zsolt Balog, Réka Z. Sebestény, János Brunner, Virág Takács, Albert M. Barth, Charlotte Seng, Áron Orosz, Manó Aliczki, Hunor Sebők, Eva Mikics, Csaba Földy, János Szabadics, Gábor Nyiri",
      "paper_url": "https://doi.org/10.1126/science.adr2191",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4398250212",
      "paper_id": "https://openalex.org/W4398250212",
      "title": "Impact of early visual experience on later usage of color cues",
      "authors": "Marin Vogelsang, Lukas Vogelsang, Priti Gupta, Tapan K. Gandhi, Pragya Shah, Piyush Swami, Sharon Gilad-Gutnick, Shlomit Ben-Ami, Sidney Diamond, Suma Ganesh, Pawan Sinha",
      "paper_url": "https://doi.org/10.1126/science.adk9587",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3205950297",
      "paper_id": "https://openalex.org/W3205950297",
      "title": "Impact of neurodegenerative diseases on human adult hippocampal neurogenesis",
      "authors": "J. Terreros-Roncal, E. P. Moreno-Jiménez, M. Flor-García, C. B. Rodríguez-Moreno, M. F. Trinchero, F. Cafini, A. Rábano, M. Llorens-Martín",
      "paper_url": "https://doi.org/10.1126/science.abl5163",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4305082891",
      "paper_id": "https://openalex.org/W4305082891",
      "title": "In vivo direct imaging of neuronal activity at high temporospatial resolution",
      "authors": "Phan Tan Toi, Hyun Jae Jang, Kyeongseon Min, Sung-Phil Kim, Seung-Kyun Lee, Jongho Lee, Jeehyun Kwag, Jang-Yeon Park",
      "paper_url": "https://doi.org/10.1126/science.abh4340",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411051408",
      "paper_id": "https://openalex.org/W4411051408",
      "title": "In vivo multiplex imaging of dynamic neurochemical networks with designed far-red dopamine sensors",
      "authors": "Yu Zheng, Ruyi Cai, Kui Wang, Junwei Zhang, Yizhou Zhuo, Hui Dong, Yuqi Zhang, Yifan Wang, Fei Deng, En Ji, Yiwen Cui, Shilin Fang, Xinxin Zhang, Haiyun Huang, Kecheng Zhang, Jinxu Wang, Guochuan Li, Xiaolei Miao, Zhenghua Wang, Yuqing Yang, Shaochuang Li, Jonathan B. Grimm, Kai Johnsson, Eric R. Schreiter, Luke D. Lavis, Zhixing Chen, Yu Mu, Yulong Li",
      "paper_url": "https://doi.org/10.1126/science.adt7705",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4293298340",
      "paper_id": "https://openalex.org/W4293298340",
      "title": "Individual tracking reveals long-distance flight-path control in a nocturnally migrating moth",
      "authors": "Myles H. M. Menz, Martina Scacco, Hans-Martin Bürki-Spycher, Hannah J. Williams, Don R. Reynolds, Jason W. Chapman, Martin Wikelski",
      "paper_url": "https://doi.org/10.1126/science.abn1663",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4380769263",
      "paper_id": "https://openalex.org/W4380769263",
      "title": "Induction of astrocytic Slc22a3 regulates sensory processing through histone serotonylation",
      "authors": "Debosmita Sardar, Yi-Ting Cheng, Junsung Woo, Dong-Joo Choi, Zhung-Fu Lee, Wookbong Kwon, Hsiao-Chi Chen, Brittney Lozzi, Alexis Cervantes, Kavitha Rajendran, Teng-Wei Huang, Antrix Jain, Benjamin R. Arenkiel, Ian Maze, Benjamin Deneen",
      "paper_url": "https://doi.org/10.1126/science.ade0027",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4292230066",
      "paper_id": "https://openalex.org/W4292230066",
      "title": "Input-dependent segregation of visual and somatosensory circuits in the mouse superior colliculus",
      "authors": "Teresa Guillamón-Vivancos, Mar Aníbal-Martínez, Lorenzo Puche-Aroca, Juan Antonio Moreno-Bravo, Miguel Valdeolmillos, Francisco J. Martini, Guillermina López-Bendito",
      "paper_url": "https://doi.org/10.1126/science.abq2960",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4404349949",
      "paper_id": "https://openalex.org/W4404349949",
      "title": "Isolation of psychedelic-responsive neurons underlying anxiolytic behavioral states",
      "authors": "J. Muir, S. Lin, I. K. Aarrestad, H. R. Daniels, J. Ma, L. Tian, D. E. Olson, C. K. Kim",
      "paper_url": "https://doi.org/10.1126/science.adl0666",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4312190896",
      "paper_id": "https://openalex.org/W4312190896",
      "title": "Layer-specific pain relief pathways originating from primary motor cortex",
      "authors": "Zheng Gan, Vijayan Gangadharan, Sheng Liu, Christoph Körber, Linette Liqi Tan, Han Li, Manfred Josef Oswald, Juhyun Kang, Jesus Martin-Cortecero, Deepitha Männich, Alexander Groh, Thomas Kuner, Sebastian Wieland, Rohini Kuner",
      "paper_url": "https://doi.org/10.1126/science.add4391",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4210308669",
      "paper_id": "https://openalex.org/W4210308669",
      "title": "Magnetic stop signs signal a European songbird’s arrival at the breeding site after migration",
      "authors": "Joe Wynn, Oliver Padget, Henrik Mouritsen, Joe Morford, Paris Jaggers, Tim Guilford",
      "paper_url": "https://doi.org/10.1126/science.abj4210",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402891782",
      "paper_id": "https://openalex.org/W4402891782",
      "title": "Mental programming of spatial sequences in working memory in the macaque frontal cortex",
      "authors": "Zhenghe Tian, Jingwen Chen, Cong Zhang, Bin Min, Bo Xu, Liping Wang",
      "paper_url": "https://doi.org/10.1126/science.adp6091",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4310941140",
      "paper_id": "https://openalex.org/W4310941140",
      "title": "Mesolimbic dopamine release conveys causal associations",
      "authors": "Huijeong Jeong, Annie Taylor, Joseph R Floeder, Martin Lohmann, Stefan Mihalas, Brenda Wu, Mingkang Zhou, Dennis A Burke, Vijay Mohan K Namboodiri",
      "paper_url": "https://doi.org/10.1126/science.abq6740",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3207016838",
      "paper_id": "https://openalex.org/W3207016838",
      "title": "Modulation of tactile feedback for the execution of dexterous movement",
      "authors": "James M. Conner, Andrew Bohannon, Masakazu Igarashi, James Taniguchi, Nicholas Baltar, Eiman Azim",
      "paper_url": "https://doi.org/10.1126/science.abh1123",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4225001820",
      "paper_id": "https://openalex.org/W4225001820",
      "title": "Molecular and neural basis of pleasant touch sensation",
      "authors": "Benlong Liu, Lina Qiao, Kun Liu, Juan Liu, Tyler J. Piccinni-Ash, Zhou-Feng Chen",
      "paper_url": "https://doi.org/10.1126/science.abn2479",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4401990640",
      "paper_id": "https://openalex.org/W4401990640",
      "title": "Morphine-responsive neurons that regulate mechanical antinociception",
      "authors": "Michael P. Fatt, Ming-Dong Zhang, Jussi Kupari, Müge Altınkök, Yunting Yang, Yizhou Hu, Per Svenningsson, Patrik Ernfors",
      "paper_url": "https://doi.org/10.1126/science.ado6593",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3164647903",
      "paper_id": "https://openalex.org/W3164647903",
      "title": "Multiscale representation of very large environments in the hippocampus of flying bats",
      "authors": "Tamir Eliav, Shir R. Maimon, Johnatan Aljadeff, Misha Tsodyks, Gily Ginosar, Liora Las, Nachum Ulanovsky",
      "paper_url": "https://doi.org/10.1126/science.abg4020",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4389160650",
      "paper_id": "https://openalex.org/W4389160650",
      "title": "Nesting chinstrap penguins accrue large quantities of sleep through seconds-long microsleeps",
      "authors": "P.-A. Libourel, W. Y. Lee, I. Achin, H. Chung, J. Kim, B. Massot, N. C. Rattenborg",
      "paper_url": "https://doi.org/10.1126/science.adh0771",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4414499020",
      "paper_id": "https://openalex.org/W4414499020",
      "title": "Neural basis of cooperative behavior in biological and artificial intelligence systems",
      "authors": "Mengping Jiang, Linfan Gu, Mingyi Ma, Qin Li, Jonathan C. Kao, Weizhe Hong",
      "paper_url": "https://doi.org/10.1126/science.adw8151",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3182925168",
      "paper_id": "https://openalex.org/W3182925168",
      "title": "Neural representations of space in the hippocampus of a food-caching bird",
      "authors": "H. L. Payne, G. F. Lynch, D. Aronov",
      "paper_url": "https://doi.org/10.1126/science.abg2009",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4394933467",
      "paper_id": "https://openalex.org/W4394933467",
      "title": "Neuroendocrine cells initiate protective upper airway reflexes",
      "authors": "Laura F. Seeholzer, David Julius",
      "paper_url": "https://doi.org/10.1126/science.adh5483",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406201672",
      "paper_id": "https://openalex.org/W4406201672",
      "title": "Neuroethology of natural actions in freely moving monkeys",
      "authors": "Francesca Lanzarini, Monica Maranesi, Elena Hilary Rondoni, Davide Albertini, Elena Ferretti, Marco Lanzilotto, Silvestro Micera, Alberto Mazzoni, Luca Bonini",
      "paper_url": "https://doi.org/10.1126/science.adq6510",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4285491664",
      "paper_id": "https://openalex.org/W4285491664",
      "title": "Neurogliaform cells dynamically decouple neuronal synchrony between brain areas",
      "authors": "Ece Sakalar, Thomas Klausberger, Bálint Lasztóczi",
      "paper_url": "https://doi.org/10.1126/science.abo3355",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4400974110",
      "paper_id": "https://openalex.org/W4400974110",
      "title": "Neurons for infant social behaviors in the mouse zona incerta",
      "authors": "Yuexuan Li, Zhong-Wu Liu, Gustavo M. Santana, Ana Marta Capaz, Etienne Doumazane, Xiao-Bing Gao, Nicolas Renier, Marcelo O. Dietrich",
      "paper_url": "https://doi.org/10.1126/science.adk7411",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3180344846",
      "paper_id": "https://openalex.org/W3180344846",
      "title": "Nonlocal spatiotemporal representation in the hippocampus of freely flying bats",
      "authors": "Nicholas M. Dotson, Michael M. Yartsev",
      "paper_url": "https://doi.org/10.1126/science.abg1278",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4410456134",
      "paper_id": "https://openalex.org/W4410456134",
      "title": "Norepinephrine changes behavioral state through astroglial purinergic signaling",
      "authors": "Alex B. Chen, Marc Duque, Altyn Rymbek, Mahalakshmi Dhanasekar, Vickie M. Wang, Xuelong Mi, Loeva Tocquer, Sujatha Narayan, Emmanuel Marquez Legorreta, Mark Eddison, Guoqiang Yu, Claire Wyart, David A. Prober, Florian Engert, Misha B. Ahrens",
      "paper_url": "https://doi.org/10.1126/science.adq5233",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4410456328",
      "paper_id": "https://openalex.org/W4410456328",
      "title": "Norepinephrine signals through astrocytes to modulate synapses",
      "authors": "Katheryn B. Lefton, Yifan Wu, Yanchao Dai, Takao Okuda, Yufen Zhang, Allen Yen, Gareth M. Rurak, Sarah Walsh, Rachel Manno, Bat-Erdene Myagmar, Joseph D. Dougherty, Vijay K. Samineni, Paul C. Simpson, Thomas Papouin",
      "paper_url": "https://doi.org/10.1126/science.adq5480",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4404577685",
      "paper_id": "https://openalex.org/W4404577685",
      "title": "NREM sleep improves behavioral performance by desynchronizing cortical circuits",
      "authors": "Natasha Kharas, Mircea I. Chelaru, Sarah Eagleman, Arun Parajuli, Valentin Dragoi",
      "paper_url": "https://doi.org/10.1126/science.adr3339",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4308448193",
      "paper_id": "https://openalex.org/W4308448193",
      "title": "On-demand cell-autonomous gene therapy for brain circuit disorders",
      "authors": "Yichen Qiu, Nathanael O’Neill, Benito Maffei, Clara Zourray, Amanda Almacellas-Barbanoj, Jenna C. Carpenter, Steffan P. Jones, Marco Leite, Thomas J. Turner, Francisco C. Moreira, Albert Snowball, Tawfeeq Shekh-Ahmad, Vincent Magloire, Serena Barral, Manju A. Kurian, Matthew C. Walker, Stephanie Schorge, Dimitri M. Kullmann, Gabriele Lignani",
      "paper_url": "https://doi.org/10.1126/science.abq6656",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402260491",
      "paper_id": "https://openalex.org/W4402260491",
      "title": "Organizing the coactivity structure of the hippocampus from robust to flexible memory",
      "authors": "Giuseppe P. Gava, Laura Lefèvre, Tabitha Broadbelt, Stephen B. McHugh, Vítor Lopes-dos-Santos, Demi Brizee, Katja Hartwich, Hanna Sjoberg, Pavel V. Perestenko, Robert Toth, Andrew Sharott, David Dupret",
      "paper_url": "https://doi.org/10.1126/science.adk9611",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4362470683",
      "paper_id": "https://openalex.org/W4362470683",
      "title": "Orphan receptor GPR158 serves as a metabotropic glycine receptor: mGlyR",
      "authors": "Thibaut Laboute, Stefano Zucca, Matthew Holcomb, Dipak N. Patil, Chris Garza, Brittany A. Wheatley, Raktim N. Roy, Stefano Forli, Kirill A. Martemyanov",
      "paper_url": "https://doi.org/10.1126/science.add7150",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4407199679",
      "paper_id": "https://openalex.org/W4407199679",
      "title": "Overwriting an instinct: Visual cortex instructs learning to suppress fear responses",
      "authors": "Sara Mederos, Patty Blakely, Nicole Vissers, Claudia Clopath, Sonja B. Hofer",
      "paper_url": "https://doi.org/10.1126/science.adr2247",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4393279563",
      "paper_id": "https://openalex.org/W4393279563",
      "title": "Oxygen imaging of hypoxic pockets in the mouse cerebral cortex",
      "authors": "Felix R. M. Beinlich, Antonios Asiminas, Verena Untiet, Zuzanna Bojarowska, Virginia Plá, Björn Sigurdsson, Vincenzo Timmel, Lukas Gehrig, Michael H. Graber, Hajime Hirase, Maiken Nedergaard",
      "paper_url": "https://doi.org/10.1126/science.adn1011",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4414086126",
      "paper_id": "https://openalex.org/W4414086126",
      "title": "Oxytocin signaling regulates maternally directed behavior during early life",
      "authors": "Daniel D. Zelmanoff, Rebecca Bornstein, Menachem Kaufman, Julien Dine, Jonas Wietek, Anna Litvin, Shaked Abraham, Savanna Cohen, Ayelet Atzmon, Ido Porat, Ofer Yizhar",
      "paper_url": "https://doi.org/10.1126/science.ado5609",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4280603872",
      "paper_id": "https://openalex.org/W4280603872",
      "title": "Paradoxical somatodendritic decoupling supports cortical plasticity during REM sleep",
      "authors": "Mattia Aime, Niccolò Calcini, Micaela Borsa, Tiago Campelo, Thomas Rusterholz, Andrea Sattin, Tommaso Fellin, Antoine Adamantidis",
      "paper_url": "https://doi.org/10.1126/science.abk2734",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3204113955",
      "paper_id": "https://openalex.org/W3204113955",
      "title": "Population-specific neuromodulation prolongs therapeutic benefits of deep brain stimulation",
      "authors": "Teresa A. Spix, Shruti Nanivadekar, Noelle Toong, Irene M. Kaplow, Brian R. Isett, Yazel Goksen, Andreas R. Pfenning, Aryn H. Gittis",
      "paper_url": "https://doi.org/10.1126/science.abi7852",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401606978",
      "paper_id": "https://openalex.org/W4401606978",
      "title": "Predictive grid coding in the medial entorhinal cortex",
      "authors": "Ayako Ouchi, Shigeyoshi Fujisawa",
      "paper_url": "https://doi.org/10.1126/science.ado4166",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4402891502",
      "paper_id": "https://openalex.org/W4402891502",
      "title": "Prefrontal synaptic regulation of homeostatic sleep pressure revealed through synaptic chemogenetics",
      "authors": "Takeshi Sawada, Yusuke Iino, Kensuke Yoshida, Hitoshi Okazaki, Shinnosuke Nomura, Chika Shimizu, Tomoki Arima, Motoki Juichi, Siqi Zhou, Nobuhiro Kurabayashi, Takeshi Sakurai, Sho Yagishita, Masashi Yanagisawa, Taro Toyoizumi, Haruo Kasai, Shoi Shi",
      "paper_url": "https://doi.org/10.1126/science.adl3043",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4210700388",
      "paper_id": "https://openalex.org/W4210700388",
      "title": "Probing subthreshold dynamics of hippocampal neurons by pulsed optogenetics",
      "authors": "Manuel Valero, Ipshita Zutshi, Euisik Yoon, György Buzsáki",
      "paper_url": "https://doi.org/10.1126/science.abm1891",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402891700",
      "paper_id": "https://openalex.org/W4402891700",
      "title": "Pronouns reactivate conceptual representations in human hippocampal neurons",
      "authors": "D. E. Dijksterhuis, M. W. Self, J. K. Possel, J. C. Peters, E. C. W. van Straaten, S. Idema, J. C. Baaijen, S. M. A. van der Salm, E. J. Aarnoutse, N. C. E. van Klink, P. van Eijsden, S. Hanslmayr, R. Chelvarajah, F. Roux, L. D. Kolibius, V. Sawlani, D. T. Rollings, S. Dehaene, P. R. Roelfsema",
      "paper_url": "https://doi.org/10.1126/science.adr2813",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4321033185",
      "paper_id": "https://openalex.org/W4321033185",
      "title": "Psychedelics promote neuroplasticity through the activation of intracellular 5-HT2A receptors",
      "authors": "Maxemiliano V. Vargas, Lee E. Dunlap, Chunyang Dong, Samuel J. Carter, Robert J. Tombari, Shekib A. Jami, Lindsay P. Cameron, Seona D. Patel, Joseph J. Hennessey, Hannah N. Saeger, John D. McCorvy, John A. Gray, Lin Tian, David E. Olson",
      "paper_url": "https://doi.org/10.1126/science.adf0435",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3178477842",
      "paper_id": "https://openalex.org/W3178477842",
      "title": "Rank-dependent social inheritance determines social network structure in spotted hyenas",
      "authors": "Amiyaal Ilany, Kay E. Holekamp, Erol Akçay",
      "paper_url": "https://doi.org/10.1126/science.abc1966",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4214922633",
      "paper_id": "https://openalex.org/W4214922633",
      "title": "Rapid eye movement sleep is initiated by basolateral amygdala dopamine signaling in mice",
      "authors": "Emi Hasegawa, Ai Miyasaka, Katsuyasu Sakurai, Yoan Cherasse, Yulong Li, Takeshi Sakurai",
      "paper_url": "https://doi.org/10.1126/science.abl6618",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4280559854",
      "paper_id": "https://openalex.org/W4280559854",
      "title": "Recovery mechanisms in the dragonfly righting reflex",
      "authors": "Z. Jane Wang, James Melfi, Anthony Leonardo",
      "paper_url": "https://doi.org/10.1126/science.abg0946",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411983871",
      "paper_id": "https://openalex.org/W4411983871",
      "title": "Representation of sex-specific social memory in ventral CA1 neurons",
      "authors": "Akiyuki Watarai, Kentaro Tao, Teruhiro Okuyama",
      "paper_url": "https://doi.org/10.1126/science.adp3814",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4385520168",
      "paper_id": "https://openalex.org/W4385520168",
      "title": "Response to comment on “Food Wanting is Mediated by Transient Activation of Dopaminergic Signaling in the Honeybee Brain”",
      "authors": "Songkun Su, Martin Giurfa",
      "paper_url": "https://doi.org/10.1126/science.adg6207",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4296804964",
      "paper_id": "https://openalex.org/W4296804964",
      "title": "Retia mirabilia: Protecting the cetacean brain from locomotion-generated blood pressure pulses",
      "authors": "M. A. Lillie, A. W. Vogl, S. G. Gerard, S. Raverty, R. E. Shadwick",
      "paper_url": "https://doi.org/10.1126/science.abn3315",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3185307340",
      "paper_id": "https://openalex.org/W3185307340",
      "title": "Retinal waves prime visual motion detection by simulating future optic flow",
      "authors": "Xinxin Ge, Kathy Zhang, Alexandra Gribizis, Ali S. Hamodi, Aude Martinez Sabino, Michael C. Crair",
      "paper_url": "https://doi.org/10.1126/science.abd0830",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4392282828",
      "paper_id": "https://openalex.org/W4392282828",
      "title": "Retrograde endocannabinoid signaling at inhibitory synapses in vivo",
      "authors": "Barna Dudok, Linlin Z. Fan, Jordan S. Farrell, Shreya Malhotra, Jesslyn Homidan, Doo Kyung Kim, Celestine Wenardy, Charu Ramakrishnan, Yulong Li, Karl Deisseroth, Ivan Soltesz",
      "paper_url": "https://doi.org/10.1126/science.adk3863",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4407764692",
      "paper_id": "https://openalex.org/W4407764692",
      "title": "Reviving-like prosocial behavior in response to unconscious or dead conspecifics in rodents",
      "authors": "Wenjian Sun, Guang-Wei Zhang, Junxiang J. Huang, Can Tao, Michelle B. Seo, Huizhong Whit Tao, Li I. Zhang",
      "paper_url": "https://doi.org/10.1126/science.adq2677",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4393279565",
      "paper_id": "https://openalex.org/W4393279565",
      "title": "Selection of experience for memory by hippocampal sharp wave ripples",
      "authors": "Wannan Yang, Chen Sun, Roman Huszár, Thomas Hainmueller, Kirill Kiselev, György Buzsáki",
      "paper_url": "https://doi.org/10.1126/science.adk8261",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406025351",
      "paper_id": "https://openalex.org/W4406025351",
      "title": "Sensation is dispensable for the maturation of the vestibulo-ocular reflex",
      "authors": "Paige Leary, Celine Bellegarda, Cheryl Quainoo, Dena Goldblatt, Başak Rosti, David Schoppik",
      "paper_url": "https://doi.org/10.1126/science.adr9982",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4402262787",
      "paper_id": "https://openalex.org/W4402262787",
      "title": "Serotonin release in the habenula during emotional contagion promotes resilience",
      "authors": "Sarah Mondoloni, Patricia Molina, Salvatore Lecca, Cheng-Hsi Wu, Léo Michel, Denys Osypenko, Fanchon Cachin, Meghan Flanigan, Mauro Congiu, Arnaud L. Lalive, Thomas Kash, Fei Deng, Yulong Li, Manuel Mameli",
      "paper_url": "https://doi.org/10.1126/science.adp3897",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406201603",
      "paper_id": "https://openalex.org/W4406201603",
      "title": "Sexually dimorphic dopaminergic circuits determine sex preference",
      "authors": "Anqi Wei, Anran Zhao, Chaowen Zheng, Nan Dong, Xu Cheng, Xueting Duan, Shuaijie Zhong, Xiaoying Liu, Jie Jian, Yuhao Qin, Yuxin Yang, Yuhao Gu, Bianbian Wang, Niki Gooya, Jingxiao Huo, Jingyu Yao, Weiwei Li, Kai Huang, Haiyao Liu, Fenghan Mao, Ruolin Wang, Mingjie Shao, Botao Wang, Yichi Zhang, Yang Chen, Qian Song, Rong Huang, Qiumin Qu, Chunxiang Zhang, Xinjiang Kang, Huadong Xu, Changhe Wang",
      "paper_url": "https://doi.org/10.1126/science.adq7001",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4411505742",
      "paper_id": "https://openalex.org/W4411505742",
      "title": "Sleep need–dependent plasticity of a thalamic circuit promotes homeostatic recovery sleep",
      "authors": "Sang Soo Lee, Qiang Liu, Alexandra H. R. Cheng, Dong Won Kim, Daphne M. Boudreau, Anuradha Mehta, Mehmet F. Keles, Rafal Fejfer, Isabelle Palmer, Kristen H. Park, Heike Münzberg, Timothy D. Harris, Austin R. Graves, Seth Blackshaw, Mark N. Wu",
      "paper_url": "https://doi.org/10.1126/science.adm8203",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3206133555",
      "paper_id": "https://openalex.org/W3206133555",
      "title": "Social agent identity cells in the prefrontal cortex of interacting groups of primates",
      "authors": "Raymundo Báez-Mendoza, Emma P. Mastrobattista, Amy J. Wang, Ziv M. Williams",
      "paper_url": "https://doi.org/10.1126/science.abb4149",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4323804387",
      "paper_id": "https://openalex.org/W4323804387",
      "title": "Social signal learning of the waggle dance in honey bees",
      "authors": "Shihao Dong, Tao Lin, James C. Nieh, Ken Tan",
      "paper_url": "https://doi.org/10.1126/science.ade1702",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4413785690",
      "paper_id": "https://openalex.org/W4413785690",
      "title": "Somatotopic organization of brainstem analgesic circuitry",
      "authors": "Lewis S. Crawford, Fernando A. Tinoco Mendoza, Rebecca V. Robertson, Noemi Meylakh, Paul M. Macey, Kirsty Bannister, Tor D. Wager, Vaughan G. Macefield, Kevin A. Keay, Luke A. Henderson",
      "paper_url": "https://doi.org/10.1126/science.adu8846",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4284667933",
      "paper_id": "https://openalex.org/W4284667933",
      "title": "Sound induces analgesia through corticothalamic circuits",
      "authors": "Wenjie Zhou, Chonghuan Ye, Haitao Wang, Yu Mao, Weijia Zhang, An Liu, Chen-Ling Yang, Tianming Li, Lauren Hayashi, Wan Zhao, Lin Chen, Yuanyuan Liu, Wenjuan Tao, Zhi Zhang",
      "paper_url": "https://doi.org/10.1126/science.abn4663",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3212173726",
      "paper_id": "https://openalex.org/W3212173726",
      "title": "Stepwise synaptic plasticity events drive the early phase of memory consolidation",
      "authors": "Akihiro Goto, Ayaka Bota, Ken Miya, Jingbo Wang, Suzune Tsukamoto, Xinzhi Jiang, Daichi Hirai, Masanori Murayama, Tomoki Matsuda, Thomas J. McHugh, Takeharu Nagai, Yasunori Hayashi",
      "paper_url": "https://doi.org/10.1126/science.abj9195",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3152071080",
      "paper_id": "https://openalex.org/W3152071080",
      "title": "Striatal dopamine mediates hallucination-like perception in mice",
      "authors": "K. Schmack, M. Bosc, T. Ott, J. F. Sturgill, A. Kepecs",
      "paper_url": "https://doi.org/10.1126/science.abf4740",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4210474529",
      "paper_id": "https://openalex.org/W4210474529",
      "title": "Structure-based discovery of nonhallucinogenic psychedelic analogs",
      "authors": "Dongmei Cao, Jing Yu, Huan Wang, Zhipu Luo, Xinyu Liu, Licong He, Jianzhong Qi, Luyu Fan, Lingjie Tang, Zhangcheng Chen, Jinsong Li, Jianjun Cheng, Sheng Wang",
      "paper_url": "https://doi.org/10.1126/science.abl8615",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4297995910",
      "paper_id": "https://openalex.org/W4297995910",
      "title": "Structure-based discovery of nonopioid analgesics acting through the α <sub>2A</sub> -adrenergic receptor",
      "authors": "Elissa A. Fink, Jun Xu, Harald Hübner, Joao M. Braz, Philipp Seemann, Charlotte Avet, Veronica Craik, Dorothee Weikert, Maximilian F. Schmidt, Chase M. Webb, Nataliya A. Tolmachova, Yurii S. Moroz, Xi-Ping Huang, Chakrapani Kalyanaraman, Stefan Gahbauer, Geng Chen, Zheng Liu, Matthew P. Jacobson, John J. Irwin, Michel Bouvier, Yang Du, Brian K. Shoichet, Allan I. Basbaum, Peter Gmeiner",
      "paper_url": "https://doi.org/10.1126/science.abn7065",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4318960485",
      "paper_id": "https://openalex.org/W4318960485",
      "title": "Suppressing feedback signals to visual cortex abolishes attentional modulation",
      "authors": "Samantha R. Debes, Valentin Dragoi",
      "paper_url": "https://doi.org/10.1126/science.ade1855",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W4200562435",
      "paper_id": "https://openalex.org/W4200562435",
      "title": "Supramammillary regulation of locomotion and hippocampal activity",
      "authors": "Jordan S. Farrell, Matthew Lovett-Barron, Peter M. Klein, Fraser T. Sparks, Tilo Gschwind, Anna L. Ortiz, Biafra Ahanonu, Susanna Bradbury, Satoshi Terada, Mikko Oijala, Ernie Hwaun, Barna Dudok, Gergely Szabo, Mark J. Schnitzer, Karl Deisseroth, Attila Losonczy, Ivan Soltesz",
      "paper_url": "https://doi.org/10.1126/science.abh4272",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4408704260",
      "paper_id": "https://openalex.org/W4408704260",
      "title": "Synaptic architecture of a memory engram in the mouse hippocampus",
      "authors": "Marco Uytiepo, Yongchuan Zhu, Eric Bushong, Katherine Chou, Filip Souza Polli, Elise Zhao, Keun-Young Kim, Danielle Luu, Lyanne Chang, Dong Yang, Tsz Ching Ma, Mingi Kim, Yuting Zhang, Grant Walton, Tom Quach, Matthias Haberl, Luca Patapoutian, Arya Shahbazi, Yuxuan Zhang, Elizabeth Beutter, Weiheng Zhang, Brian Dong, Aureliano Khoury, Alton Gu, Elle McCue, Lisa Stowers, Mark Ellisman, Anton Maximov",
      "paper_url": "https://doi.org/10.1126/science.ado8316",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3197612957",
      "paper_id": "https://openalex.org/W3197612957",
      "title": "Synaptic mechanism underlying serotonin modulation of transition to cocaine addiction",
      "authors": "Yue Li, Linda D. Simmler, Ruud Van Zessen, Jérôme Flakowski, Jin-Xia Wan, Fei Deng, Yu-Long Li, Katherine M. Nautiyal, Vincent Pascoli, Christian Lüscher",
      "paper_url": "https://doi.org/10.1126/science.abi9086",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4408017072",
      "paper_id": "https://openalex.org/W4408017072",
      "title": "The behavioral mechanisms governing collective motion in swarming locusts",
      "authors": "Sercan Sayin, Einat Couzin-Fuchs, Inga Petelski, Yannick Günzel, Mohammad Salahshour, Chi-Yu Lee, Jacob M. Graving, Liang Li, Oliver Deussen, Gregory A. Sword, Iain D. Couzin",
      "paper_url": "https://doi.org/10.1126/science.adq7832",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4229030883",
      "paper_id": "https://openalex.org/W4229030883",
      "title": "The geometry of domain-general performance monitoring in the human medial frontal cortex",
      "authors": "Zhongzheng Fu, Danielle Beam, Jeffrey M. Chung, Chrystal M. Reed, Adam N. Mamelak, Ralph Adolphs, Ueli Rutishauser",
      "paper_url": "https://doi.org/10.1126/science.abm9922",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4404125113",
      "paper_id": "https://openalex.org/W4404125113",
      "title": "The interhemispheric amygdala-accumbens circuit encodes negative valence in mice",
      "authors": "Zhen Tian, Jiachen Song, Xuying Zhao, Yiming Zhou, Xi Chen, Qiumin Le, Feifei Wang, Lan Ma, Xing Liu",
      "paper_url": "https://doi.org/10.1126/science.adp7520",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406970239",
      "paper_id": "https://openalex.org/W4406970239",
      "title": "The time course and organization of hippocampal replay",
      "authors": "Caitlin S. Mallory, John Widloski, David J. Foster",
      "paper_url": "https://doi.org/10.1126/science.ads4760",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4322764169",
      "paper_id": "https://openalex.org/W4322764169",
      "title": "Toothed whales use distinct vocal registers for echolocation and communication",
      "authors": "Peter T. Madsen, Ursula Siebert, Coen P. H. Elemans",
      "paper_url": "https://doi.org/10.1126/science.adc9570",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4399848848",
      "paper_id": "https://openalex.org/W4399848848",
      "title": "Top-down brain circuits for operant bradycardia",
      "authors": "Airi Yoshimoto, Shota Morikawa, Eriko Kato, Haruki Takeuchi, Yuji Ikegaya",
      "paper_url": "https://doi.org/10.1126/science.adl3353",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4414086066",
      "paper_id": "https://openalex.org/W4414086066",
      "title": "Visual objects refine head direction coding",
      "authors": "Dominique Siegenthaler, Henry Denny, Sofía Skromne Carrasco, Johanna Luise Mayer, Daniel Levenstein, Adrien Peyrache, Stuart Trenholm, Émilie Macé",
      "paper_url": "https://doi.org/10.1126/science.adu9828",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4401990744",
      "paper_id": "https://openalex.org/W4401990744",
      "title": "Vocal labeling of others by nonhuman primates",
      "authors": "Guy Oren, Aner Shapira, Reuven Lifshitz, Ehud Vinepinsky, Roni Cohen, Tomer Fried, Guy P. Hadad, David Omer",
      "paper_url": "https://doi.org/10.1126/science.adp3757",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4392282912",
      "paper_id": "https://openalex.org/W4392282912",
      "title": "Vocal learning–associated convergent evolution in mammalian proteins and regulatory elements",
      "authors": "Morgan E. Wirthlin, Tobias A. Schmid, Julie E. Elie, Xiaomeng Zhang, Amanda Kowalczyk, Ruby Redlich, Varvara A. Shvareva, Ashley Rakuljic, Maria B. Ji, Ninad S. Bhat, Irene M. Kaplow, Daniel E. Schäffer, Alyssa J. Lawler, Andrew Z. Wang, BaDoi N. Phan, Siddharth Annaldasula, Ashley R. Brown, Tianyu Lu, Byung Kook Lim, Eiman Azim, , Nathan L. Clark, Wynn K. Meyer, Sergei L Kosakovsky Pond, Maria Chikina, Michael M. Yartsev, Andreas R. Pfenning, Gregory Andrews, Joel C. Armstrong, Matteo Bianchi, Bruce W. Birren, Kevin R. Bredemeyer, Ana M. Breit, Matthew J. Christmas, Hiram Clawson, Joana Damas, Federica Di Palma, Mark Diekhans, Michael X. Dong, Eduardo Eizirik, Kaili Fan, Cornelia Fanter, Nicole M. Foley, Karin Forsberg-Nilsson, Carlos J. Garcia, John Gatesy, Steven Gazal, Diane P. Genereux, Linda Goodman, Jenna Grimshaw, Michaela K. Halsey, Andrew J. Harris, Glenn Hickey, Michael Hiller, Allyson G. Hindle, Robert M. Hubley, Graham M. Hughes, Jeremy Johnson, David Juan, Irene M. Kaplow, Elinor K. Karlsson, Kathleen C. Keough, Bogdan Kirilenko, Klaus-Peter Koepfli, Jennifer M. Korstian, Amanda Kowalczyk, Sergey V. Kozyrev, Alyssa J. Lawler, Colleen Lawless, Thomas Lehmann, Danielle L. Levesque, Harris A. Lewin, Xue Li, Abigail Lind, Kerstin Lindblad-Toh, Ava Mackay-Smith, Voichita D. Marinescu, Tomas Marques-Bonet, Victor C. Mason, Jennifer R. S. Meadows, Wynn K. Meyer, Jill E. Moore, Lucas R. Moreira, Diana D. Moreno-Santillan, Kathleen M. Morrill, Gerard Muntané, William J. Murphy, Arcadi Navarro, Martin Nweeia, Sylvia Ortmann, Austin Osmanski, Benedict Paten, Nicole S. Paulat, Andreas R. Pfenning, BaDoi N. Phan, Katherine S. Pollard, Henry E. Pratt, David A. Ray, Steven K. Reilly, Jeb R. Rosen, Irina Ruf, Louise Ryan, Oliver A. Ryder, Pardis C. Sabeti, Daniel E. Schäffer, Aitor Serres, Beth Shapiro, Arian F. A. Smit, Mark Springer, Chaitanya Srinivasan, Cynthia Steiner, Jessica M. Storer, Kevin A. M. Sullivan, Patrick F. Sullivan, Elisabeth Sundström, Megan A. Supple, Ross Swofford, Joy-El Talbot, Emma Teeling, Jason Turner-Maier, Alejandro Valenzuela, Franziska Wagner, Ola Wallerman, Chao Wang, Juehan Wang, Zhiping Weng, Aryn P. Wilder, Morgan E. Wirthlin, James R. Xue, Xiaomeng Zhang",
      "paper_url": "https://doi.org/10.1126/science.abn3263",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4388214851",
      "paper_id": "https://openalex.org/W4388214851",
      "title": "Volitional activation of remote place representations with a hippocampal brain–machine interface",
      "authors": "Chongxi Lai, Shinsuke Tanaka, Timothy D. Harris, Albert K. Lee",
      "paper_url": "https://doi.org/10.1126/science.adh5206",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3213228399",
      "paper_id": "https://openalex.org/W3213228399",
      "title": "Voltage compartmentalization in dendritic spines in vivo",
      "authors": "Victor Hugo Cornejo, Netanel Ofer, Rafael Yuste",
      "paper_url": "https://doi.org/10.1126/science.abg0501",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4381613120",
      "paper_id": "https://openalex.org/W4381613120",
      "title": "Wide-field fluorescence lifetime imaging of neuron spiking and subthreshold activity in vivo",
      "authors": "Adam J. Bowman, Cheng Huang, Mark J. Schnitzer, Mark A. Kasevich",
      "paper_url": "https://doi.org/10.1126/science.adf9725",
      "venue": "science23"
    }
  ]
}