{
  "cluster_id": 154,
  "papers": [
    {
      "id": "nature24_https://openalex.org/W4393902835",
      "paper_id": "https://openalex.org/W4393902835",
      "title": "A brain-specific angiogenic mechanism enabled by tip cell specialization",
      "authors": "Giel Schevenels, Pauline Cabochette, Michelle America, Arnaud Vandenborne, Line De Grande, Stefan Guenther, Liqun He, Marc Dieu, Basile Christou, Marjorie Vermeersch, Raoul F. V. Germano, David Perez-Morga, Patricia Renard, Maud Martin, Michael Vanlandewijck, Christer Betsholtz, Benoit Vanhollebeke",
      "paper_url": "https://doi.org/10.1038/s41586-024-07283-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404566628",
      "paper_id": "https://openalex.org/W4404566628",
      "title": "A cell atlas foundation model for scalable search of similar human cells",
      "authors": "Graham Heimberg, Tony Kuo, Daryle J. DePianto, Omar Salem, Tobias Heigl, Nathaniel Diamant, Gabriele Scalia, Tommaso Biancalani, Shannon J. Turley, Jason R. Rock, Héctor Corrada Bravo, Josh Kaminker, Jason A. Vander Heiden, Aviv Regev",
      "paper_url": "https://doi.org/10.1038/s41586-024-08411-y",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4224094774",
      "paper_id": "https://openalex.org/W4224094774",
      "title": "A complete temporal transcription factor series in the fly visual system",
      "authors": "Nikolaos Konstantinides, Isabel Holguera, Anthony M. Rossi, Aristides Escobar, Liébaut Dudragne, Yen-Chung Chen, Thinh N. Tran, Azalia M. Martínez Jaimes, Mehmet Neset Özel, Félix Simon, Zhiping Shao, Nadejda M. Tsankova, John F. Fullard, Uwe Walldorf, Panos Roussos, Claude Desplan",
      "paper_url": "https://doi.org/10.1038/s41586-022-04564-w",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386697742",
      "paper_id": "https://openalex.org/W4386697742",
      "title": "A cross-species proteomic map reveals neoteny of human synapse development",
      "authors": "Li Wang, Kaifang Pang, Li Zhou, Arantxa Cebrián-Silla, Susana González-Granero, Shaohui Wang, Qiuli Bi, Matthew L. White, Brandon Ho, Jiani Li, Tao Li, Yonatan Perez, Eric J. Huang, Ethan A. Winkler, Mercedes F. Paredes, Rothem Kovner, Nenad Sestan, Alex A. Pollen, Pengyuan Liu, Jingjing Li, Xianhua Piao, José Manuel García-Verdugo, Arturo Alvarez-Buylla, Zhandong Liu, Arnold R. Kriegstein",
      "paper_url": "https://doi.org/10.1038/s41586-023-06542-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4313544615",
      "paper_id": "https://openalex.org/W4313544615",
      "title": "A DNA methylation atlas of normal human cell types",
      "authors": "Netanel Loyfer, Judith Magenheim, Ayelet Peretz, Gordon Cann, Joerg Bredno, Agnes Klochendler, Ilana Fox-Fisher, Sapir Shabi-Porat, Merav Hecht, Tsuria Pelet, Joshua Moss, Zeina Drawshy, Hamed Amini, Patriss Moradi, Sudharani Nagaraju, Dvora Bauman, David Shveiky, Shay Porat, Uri Dior, Gurion Rivkin, Omer Or, Nir Hirshoren, Einat Carmon, Alon Pikarsky, Abed Khalaileh, Gideon Zamir, Ronit Grinbaum, Machmud Abu Gazala, Ido Mizrahi, Noam Shussman, Amit Korach, Ori Wald, Uzi Izhar, Eldad Erez, Vladimir Yutkin, Yaacov Samet, Devorah Rotnemer Golinkin, Kirsty L. Spalding, Henrik Druid, Peter Arner, A. M. James Shapiro, Markus Grompe, Alex Aravanis, Oliver Venn, Arash Jamshidi, Ruth Shemer, Yuval Dor, Benjamin Glaser, Tommy Kaplan",
      "paper_url": "https://doi.org/10.1038/s41586-022-05580-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389670555",
      "paper_id": "https://openalex.org/W4389670555",
      "title": "A high-resolution transcriptomic and spatial atlas of cell types in the whole mouse brain",
      "authors": "Zizhen Yao, Cindy T. J.  van Velthoven, Michael Kunst, Meng Zhang, Delissa McMillen, Changkyu Lee, Won Jung, Jeff Goldy, Aliya Abdelhak, Matthew Aitken, Katherine Baker, Pamela Baker, Eliza Barkan, Darren Bertagnolli, Ashwin Bhandiwad, Cameron Bielstein, Prajal Bishwakarma, Jazmin Campos, Daniel Carey, Tamara Casper, Anish Bhaswanth Chakka, Rushil Chakrabarty, Sakshi Chavan, Min Chen, Michael Clark, Jennie Close, Kirsten Crichton, Scott Daniel, Peter DiValentin, Tim Dolbeare, Lauren Ellingwood, Elysha Fiabane, Timothy Fliss, James Gee, James Gerstenberger, Alexandra Glandon, Jessica Gloe, Joshua Gould, James Gray, Nathan Guilford, Junitta Guzman, Daniel Hirschstein, Windy Ho, Marcus Hooper, Mike Huang, Madie Hupp, Kelly Jin, Matthew Kroll, Kanan Lathia, Arielle Leon, Su Li, Brian Long, Zach Madigan, Jessica Malloy, Jocelin Malone, Zoe Maltzer, Naomi Martin, Rachel McCue, Ryan McGinty, Nicholas Mei, Jose Melchor, Emma Meyerdierks, Tyler Mollenkopf, Skyler Moonsman, Thuc Nghi Nguyen, Sven Otto, Trangthanh Pham, Christine Rimorin, Augustin Ruiz, Raymond Sanchez, Lane Sawyer, Nadiya Shapovalova, Noah Shepard, Cliff Slaughterbeck, Josef Sulc, Michael Tieu, Amy Torkelson, Herman Tung, Nasmil Valera Cuevas, Shane Vance, Katherine Wadhwani, Katelyn Ward, Boaz Levi, Colin Farrell, Rob Young, Brian Staats, Ming-Qiang Michael Wang, Carol L. Thompson, Shoaib Mufti, Chelsea M. Pagan, Lauren Kruse, Nick Dee, Susan M. Sunkin, Luke Esposito, Michael J. Hawrylycz, Jack Waters, Lydia Ng, Kimberly Smith, Bosiljka Tasic, Xiaowei Zhuang, Hongkui Zeng",
      "paper_url": "https://doi.org/10.1038/s41586-023-06812-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4213366162",
      "paper_id": "https://openalex.org/W4213366162",
      "title": "A human brain vascular atlas reveals diverse mediators of Alzheimer’s risk",
      "authors": "Andrew C. Yang, Ryan T. Vest, Fabian Kern, Davis P. Lee, Maayan Agam, Christina A. Maat, Patricia M. Losada, Michelle B. Chen, Nicholas Schaum, Nathalie Khoury, Angus Toland, Kruti Calcuttawala, Heather Shin, Róbert Pálovics, Andrew Shin, Elizabeth Y. Wang, Jian Luo, David Gate, Walter J. Schulz-Schaeffer, Pauline Chu, Julie A. Siegenthaler, M. Windy McNerney, Andreas Keller, Tony Wyss-Coray",
      "paper_url": "https://doi.org/10.1038/s41586-021-04369-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389373718",
      "paper_id": "https://openalex.org/W4389373718",
      "title": "A human embryonic limb cell atlas resolved in space and time",
      "authors": "Bao Zhang, Peng He, John E. G. Lawrence, Shuaiyu Wang, Elizabeth Tuck, Brian A. Williams, Kenny Roberts, Vitalii Kleshchevnikov, Lira Mamanova, Liam Bolt, Krzysztof Polanski, Tong Li, Rasa Elmentaite, Eirini S. Fasouli, Martin Prete, Xiaoling He, Nadav Yayon, Yixi Fu, Hao Yang, Chen Liang, Hui Zhang, Raphael Blain, Alain Chedotal, David R. FitzPatrick, Helen Firth, Andrew Dean, Omer Ali Bayraktar, John C. Marioni, Roger A. Barker, Mekayla A. Storer, Barbara J. Wold, Hongbo Zhang, Sarah A. Teichmann",
      "paper_url": "https://doi.org/10.1038/s41586-023-06806-x",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410362142",
      "paper_id": "https://openalex.org/W4410362142",
      "title": "A human-specific enhancer fine-tunes radial glia potency and corticogenesis",
      "authors": "Jing Liu, Federica Mosti, Hanzhi T. Zhao, Davoneshia Lollis, Jesus E. Sotelo-Fonseca, Carla F. Escobar-Tomlienovich, Camila M. Musso, Yiwei Mao, Abdull J. Massri, Hannah M. Doll, Nicole D. Moss, Andre M. M. Sousa, Gregory A. Wray, Ewoud R. E. Schmidt, Debra L. Silver",
      "paper_url": "https://doi.org/10.1038/s41586-025-09002-1",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3210775554",
      "paper_id": "https://openalex.org/W3210775554",
      "title": "A human-specific modifier of cortical connectivity and circuit function",
      "authors": "Ewoud R. E. Schmidt, Hanzhi T. Zhao, Jung M. Park, Mario Dipoppa, Mauro M. Monsalve-Mercado, Jacob B. Dahan, Chris C. Rodgers, Amélie Lejeune, Elizabeth M. C. Hillman, Kenneth D. Miller, Randy M. Bruno, Franck Polleux",
      "paper_url": "https://doi.org/10.1038/s41586-021-04039-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391809157",
      "paper_id": "https://openalex.org/W4391809157",
      "title": "A model of human neural networks reveals NPTX2 pathology in ALS and FTLD",
      "authors": "Marian Hruska-Plochan, Vera I. Wiersma, Katharina M. Betz, Izaskun Mallona, Silvia Ronchi, Zuzanna Maniecka, Eva-Maria Hock, Elena Tantardini, Florent Laferriere, Sonu Sahadevan, Vanessa Hoop, Igor Delvendahl, Manuela Pérez-Berlanga, Beatrice Gatta, Martina Panatta, Alexander van der Bourg, Dasa Bohaciakova, Puneet Sharma, Laura De Vos, Karl Frontzek, Adriano Aguzzi, Tammaryn Lashley, Mark D. Robinson, Theofanis Karayannis, Martin Mueller, Andreas Hierlemann, Magdalini Polymenidou",
      "paper_url": "https://doi.org/10.1038/s41586-024-07042-7",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412737053",
      "paper_id": "https://openalex.org/W4412737053",
      "title": "A molecular cell atlas of mouse lemur, an emerging model primate",
      "authors": "Antoine de Morree, Iwijn De Vlaminck, Liza Shapiro, Andriamahery Razafindrakoto, Hajanirina Noëline Ravelonjanahary, Patricia Wright, Anne D. Yoder, Cathy V. Williams, Robert Schopler, Ute Radespiel, Jean-Michel Verdier, Corinne Lautier, E. Christopher Kirk, Rebecca Lewis, Astrid Gillich, Zicheng Zhao, Elias Godoy, Jérémy Terrien, Jacques Epelbaum, Dita Gratzinger, Katherine Lucot, Thomas Montine, Jessica D’Addabbo, Isaac Bakerman, Patricia Nguyen, Aaron Kershner, Karim Mrouj, Philip Beachy, Thomas H. Ambrosi, Malachia Hoover, Alina Alam, Charles Chan, SoRi Jang, Avin Veerakumar, Peng Li, Andrea R. Yung, Connor V. Duffy, Song-Lin Ding, Ed S. Lein, Silvana Konermann, Liqun Luo, Trygve E. Bakken, Justus M. Kebschull, Rebecca D. Hodge, Taichi Isobe, Michael F. Clarke, Biter Bilen, Jean Farup, Andoni Urtasun, Jengmin Kang, Ming Chen, BaoXiang Li, Varun Ramanan Subramaniam, Shravani Mukherjee, Aditi Swarup, Lily Kim, Bronwyn Scott, Ahmad Al-Moujahed, Albert Y. Wu, Douglas Vollrath, Nicholas Schaum, Amanda L. Wiggenhorn, Tony Wyss-Coray, Jonathan Z. Long, Yin Liu, Ahmad Nabhan, Gabriel Loeb, Shengda Lin, Honor Paine, Deviana Burhan, Aris Taychameekiatchai, Bruce Wang, F. Hernán Espinoza, Christin Kuo, Ross Metzger, Zhen Qi, Rebecca Culver, Kerwyn C. Huang, Patrick Neuhöfer, Charles A. Chang, Yan Hang, Seung K. Kim, Hannah N. W. Weinstein, Paul Allegakoen, Franklin W. Huang, Sivakamasundari V, Song Eun Lee, Hannah K. Frank, Scott D. Boyd, Wan-Jin Lu, Ankit Baghel, William Kong, Carly Israel, Ashley Maynard, Michelle Tan, Youcef Ouadah, Jalal Baruni, Timothy Ting-Hsuan Wu, Robert C. Jones, Spyros Darmanis, Sheela Crasta, Jia Yan, Aditi Agrawal, Shelly Huynh, Brian Yu, James Webber, Weilun Tan, Saba Nafees, Zhengda Li, Michael F. Z. Wang, Roozbeh Dehghannasiri, Julia Olivieri, Julia Salzman, Lisbeth A. Guethlein, Peter Parham, Qiuyu Jing, Jane Antony, Geoff Stanley, Jinxurong Yang, Winston Koh, Sheng Wang, Snigdha Agarwal, Kyle Awayan, Erin McGeever, Venkata N. P. Vemuri, Pranav V. Lalgudi, Camille Ezran, Shixuan Liu, Stephen Chang, Jingsi Ming, Olga Botvinnik, Lolita Penland, Alexander Tarashansky, Antoine de Morree, Kyle J. Travaglini, Jia Zhao, Gefei Wang, Kazuteru Hasegawa, Hosu Sin, Rene Sit, Jennifer Okamoto, Rahul Sinha, Yue Zhang, Caitlin J. Karanewsky, Jozeph L. Pendleton, Maurizio Morri, Martine Perret, Fabienne Aujard, Lubert Stryer, Steven Artandi, Margaret T. Fuller, Irving L. Weissman, Thomas A. Rando, James E. Ferrell Jr, Bo Wang, Iwijn De Vlaminck, Can Yang, Kerriann M. Casey, Megan A. Albertelli, Angela Oliveira Pisco, Jim Karkanias, Norma Neff, Angela Ruohao Wu, Stephen R. Quake, Mark A. Krasnow",
      "paper_url": "https://doi.org/10.1038/s41586-025-09113-9",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411932288",
      "paper_id": "https://openalex.org/W4411932288",
      "title": "A mouse brain stereotaxic topographic atlas with isotropic 1-μm resolution",
      "authors": "Zhao Feng, Xiangning Li, Yue Luo, Xin Liu, Ben Long, Tao Jiang, Xueyan Jia, Xiaowei Chen, Jie Luo, Xiaokang Chai, Zhen Wang, Miao Ren, Xin Lu, Gang Yao, Mengting Zhao, Yuxin Li, Zhixiang Liu, Hong Ni, Chuhao Dou, Shengda Bao, Shicheng Yang, Zoutao Zhang, Jiandong Zhou, Lingyi Cai, Qi Zhang, Ayizuohere Tudi, Chaozhen Tan, Zhengchao Xu, Siqi Chen, Wenxiang Ding, Wenjuan Shi, Anan Li, Hong-wei Dong, Hui Gong, Qingming Luo",
      "paper_url": "https://doi.org/10.1038/s41586-025-09211-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4404566912",
      "paper_id": "https://openalex.org/W4404566912",
      "title": "A multi-omic atlas of human embryonic skeletal development",
      "authors": "Ken To, Lijiang Fei, J. Patrick Pett, Kenny Roberts, Raphael Blain, Krzysztof Polański, Tong Li, Nadav Yayon, Peng He, Chuan Xu, James Cranley, Madelyn Moy, Ruoyan Li, Kazumasa Kanemaru, Ni Huang, Stathis Megas, Laura Richardson, Rakesh Kapuge, Shani Perera, Elizabeth Tuck, Anna Wilbrey-Clark, Ilaria Mulas, Fani Memi, Batuhan Cakir, Alexander V. Predeus, David Horsfall, Simon Murray, Martin Prete, Pavel Mazin, Xiaoling He, Kerstin B. Meyer, Muzlifah Haniffa, Roger A. Barker, Omer Bayraktar, Alain Chédotal, Christopher D. Buckley, Sarah A. Teichmann",
      "paper_url": "https://doi.org/10.1038/s41586-024-08189-z",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W4242111955",
      "paper_id": "https://openalex.org/W4242111955",
      "title": "A multimodal cell census and atlas of the mammalian primary motor cortex",
      "authors": "Edward M. Callaway, Hong-Wei Dong, Joseph R. Ecker, Michael J. Hawrylycz, Z. Josh Huang, Ed S. Lein, John Ngai, Pavel Osten, Bing Ren, Andreas Savas Tolias, Owen White, Hongkui Zeng, Xiaowei Zhuang, Giorgio A. Ascoli, M. Margarita Behrens, Jerold Chun, Guoping Feng, James C. Gee, Satrajit S. Ghosh, Yaroslav O. Halchenko, Ronna Hertzano, Byung Kook Lim, Maryann E. Martone, Lydia Ng, Lior Pachter, Alexander J. Ropelewski, Timothy L. Tickle, X. William Yang, Kun Zhang, Trygve E. Bakken, Philipp Berens, Tanya L. Daigle, Julie A. Harris, Nikolas L. Jorstad, Brian E. Kalmbach, Dmitry Kobak, Yang Eric Li, Hanqing Liu, Katherine S. Matho, Eran A. Mukamel, Maitham Naeemi, Federico Scala, Pengcheng Tan, Jonathan T. Ting, Fangming Xie, Meng Zhang, Zhuzhu Zhang, Jingtian Zhou, Brian Zingg, Ethan Armand, Zizhen Yao, Darren Bertagnolli, Tamara Casper, Kirsten Crichton, Nick Dee, Dinh Diep, Song-Lin Ding, Weixiu Dong, Elizabeth L. Dougherty, Olivia Fong, Melissa Goldman, Jeff Goldy, Rebecca D. Hodge, Lijuan Hu, C. Dirk Keene, Fenna M. Krienen, Matthew Kroll, Blue B. Lake, Kanan Lathia, Sten Linnarsson, Christine S. Liu, Evan Z. Macosko, Steven A. McCarroll, Delissa McMillen, Naeem M. Nadaf, Thuc Nghi Nguyen, Carter R. Palmer, Thanh Pham, Nongluk Plongthongkum, Nora M. Reed, Aviv Regev, Christine Rimorin, William J. Romanow, Steven Savoia, Kimberly Siletti, Kimberly Smith, Josef Sulc, Bosiljka Tasic, Michael Tieu, Amy Torkelson, Herman Tung, Cindy T. J. van Velthoven, Charles R. Vanderburg, Anna Marie Yanny, Rongxin Fang, Xiaomeng Hou, Jacinta D. Lucero, Julia K. Osteen, Antonio Pinto-Duarte, Olivier Poirion, Sebastian Preissl, Xinxin Wang, Andrew I. Aldridge, Anna Bartlett, Lara Boggeman, Carolyn O’Connor, Rosa G. Castanon, Huaming Chen, Conor Fitzpatrick, Chongyuan Luo, Joseph R. Nery, Michael Nunn, Angeline C. Rivkin, Wei Tian, Bertha Dominguez, Tony Ito-Cole, Matthew Jacobs, Xin Jin, Cheng-Ta Lee, Kuo-Fen Lee, Paula Assakura Miyazaki, Yan Pang, Mohammad Rashid, Jared B. Smith, Minh Vu, Elora Williams, Tommaso Biancalani, A. Sina Booeshaghi, Megan Crow, Sandrine Dudoit, Stephan Fischer, Jesse Gillis, Qiwen Hu, Peter V. Kharchenko, Sheng-Yong Niu, Vasilis Ntranos, Elizabeth Purdom, Davide Risso, Hector Roux de Bézieux, Saroja Somasundaram, Kelly Street, Valentine Svensson, Eeshit Dhaval Vaishnav, Koen Van den Berge, Joshua D. Welch, Xu An, Helen S. Bateup, Ian Bowman, Rebecca K. Chance, Nicholas N. Foster, William Galbavy, Hui Gong, Lin Gou, Joshua T. Hatfield, Houri Hintiryan, Karla E. Hirokawa, Gukhan Kim, Daniel J. Kramer, Anan Li, Xiangning Li, Qingming Luo, Rodrigo Muñoz-Castañeda, David A. Stafford, Zhao Feng, Xueyan Jia, Shengdian Jiang, Tao Jiang, Xiuli Kuang, Rachael Larsen, Phil Lesnar, Yaoyao Li, Yuanyuan Li, Lijuan Liu, Hanchuan Peng, Lei Qu, Miao Ren, Zongcai Ruan, Elise Shen, Yuanyuan Song, Wayne Wakeman, Peng Wang, Yimin Wang, Yun Wang, Lulu Yin, Jing Yuan, Sujun Zhao, Xuan Zhao, Arun Narasimhan, Ramesh Palaniswamy, Samik Banerjee, Liya Ding, Dhananjay Huilgol, Bingxing Huo, Hsien-Chi Kuo, Sophie Laturnus, Xu Li, Partha P. Mitra, Judith Mizrachi, Quanxin Wang, Peng Xie, Feng Xiong, Yang Yu, Stephen W. Eichhorn, Jim Berg, Matteo Bernabucci, Yves Bernaerts, Cathryn René Cadwell, Jesus Ramon Castro, Rachel Dalley, Leonard Hartmanis, Gregory D. Horwitz, Xiaolong Jiang, Andrew L. Ko, Elanine Miranda, Shalaka Mulherkar, Philip R. Nicovich, Scott F. Owen, Rickard Sandberg, Staci A. Sorensen, Zheng Huan Tan, Shona Allen, Dirk Hockemeyer, Angus Y. Lee, Matthew B. Veldman, Ricky S. Adkins, Seth A. Ament, Héctor Corrada Bravo, Robert Carter, Apaala Chatterjee, Carlo Colantuoni, Jonathan Crabtree, Heather Creasy, Victor Felix, Michelle Giglio, Brian R. Herb, Jayaram Kancherla, Anup Mahurkar, Carrie McCracken, Lance Nickel, Dustin Olley, Joshua Orvis, Michael Schor, Greg Hood, Benjamin Dichter, Michael Grauer, Brian Helba, Anita Bandrowski, Nikolaos Barkas, Benjamin Carlin, Florence D. D’Orazi, Kylee Degatano, Thomas H. Gillespie, Farzaneh Khajouei, Kishori Konwar, Carol Thompson, Kathleen Kelly, Stephanie Mok, Susan Sunkin",
      "paper_url": "https://doi.org/10.1038/s41586-021-03950-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392169596",
      "paper_id": "https://openalex.org/W4392169596",
      "title": "A patterned human neural tube model using microfluidic gradients",
      "authors": "Xufeng Xue, Yung Su Kim, Alfredo-Isaac Ponce-Arias, Richard O’Laughlin, Robin Zhexuan Yan, Norio Kobayashi, Rami Yair Tshuva, Yu-Hwai Tsai, Shiyu Sun, Yi Zheng, Yue Liu, Frederick C. K. Wong, Azim Surani, Jason R. Spence, Hongjun Song, Guo-Li Ming, Orly Reiner, Jianping Fu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07204-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391824133",
      "paper_id": "https://openalex.org/W4391824133",
      "title": "A single-cell time-lapse of mouse prenatal development from gastrula to birth",
      "authors": "Chengxiang Qiu, Beth K. Martin, Ian C. Welsh, Riza M. Daza, Truc-Mai Le, Xingfan Huang, Eva K. Nichols, Megan L. Taylor, Olivia Fulton, Diana R. O’Day, Anne Roshella Gomes, Saskia Ilcisin, Sanjay Srivatsan, Xinxian Deng, Christine M. Disteche, William Stafford Noble, Nobuhiko Hamazaki, Cecilia B. Moens, David Kimelman, Junyue Cao, Alexander F. Schier, Malte Spielmann, Stephen A. Murray, Cole Trapnell, Jay Shendure",
      "paper_url": "https://doi.org/10.1038/s41586-024-07069-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4384816777",
      "paper_id": "https://openalex.org/W4384816777",
      "title": "A spatially resolved timeline of the human maternal–fetal interface",
      "authors": "Shirley Greenbaum, Inna Averbukh, Erin Soon, Gabrielle Rizzuto, Alex Baranski, Noah F. Greenwald, Adam Kagel, Marc Bosse, Eleni G. Jaswa, Zumana Khair, Shirley Kwok, Shiri Warshawsky, Hadeesha Piyadasa, Mako Goldston, Angie Spence, Geneva Miller, Morgan Schwartz, Will Graf, David Van Valen, Virginia D. Winn, Travis Hollmann, Leeat Keren, Matt van de Rijn, Michael Angelo",
      "paper_url": "https://doi.org/10.1038/s41586-023-06298-9",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3202498768",
      "paper_id": "https://openalex.org/W3202498768",
      "title": "A transcriptomic and epigenomic cell atlas of the mouse primary motor cortex",
      "authors": "Zizhen Yao, Hanqing Liu, Fangming Xie, Stephan Fischer, Ricky S. Adkins, Andrew I. Aldridge, Seth A. Ament, Anna Bartlett, M. Margarita Behrens, Koen Van den Berge, Darren Bertagnolli, Hector Roux de Bézieux, Tommaso Biancalani, A. Sina Booeshaghi, Héctor Corrada Bravo, Tamara Casper, Carlo Colantuoni, Jonathan Crabtree, Heather Creasy, Kirsten Crichton, Megan Crow, Nick Dee, Elizabeth L. Dougherty, Wayne I. Doyle, Sandrine Dudoit, Rongxin Fang, Victor Felix, Olivia Fong, Michelle Giglio, Jeff Goldy, Mike Hawrylycz, Brian R. Herb, Ronna Hertzano, Xiaomeng Hou, Qiwen Hu, Jayaram Kancherla, Matthew Kroll, Kanan Lathia, Yang Eric Li, Jacinta D. Lucero, Chongyuan Luo, Anup Mahurkar, Delissa McMillen, Naeem M. Nadaf, Joseph R. Nery, Thuc Nghi Nguyen, Sheng-Yong Niu, Vasilis Ntranos, Joshua Orvis, Julia K. Osteen, Thanh Pham, Antonio Pinto-Duarte, Olivier Poirion, Sebastian Preissl, Elizabeth Purdom, Christine Rimorin, Davide Risso, Angeline C. Rivkin, Kimberly Smith, Kelly Street, Josef Sulc, Valentine Svensson, Michael Tieu, Amy Torkelson, Herman Tung, Eeshit Dhaval Vaishnav, Charles R. Vanderburg, Cindy van Velthoven, Xinxin Wang, Owen R. White, Z. Josh Huang, Peter V. Kharchenko, Lior Pachter, John Ngai, Aviv Regev, Bosiljka Tasic, Joshua D. Welch, Jesse Gillis, Evan Z. Macosko, Bing Ren, Joseph R. Ecker, Hongkui Zeng, Eran A. Mukamel",
      "paper_url": "https://doi.org/10.1038/s41586-021-03500-8",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3203176450",
      "paper_id": "https://openalex.org/W3203176450",
      "title": "A transcriptomic atlas of mouse cerebellar cortex comprehensively defines cell types",
      "authors": "Velina Kozareva, Caroline Martin, Tomas Osorno, Stephanie Rudolph, Chong Guo, Charles Vanderburg, Naeem Nadaf, Aviv Regev, Wade G. Regehr, Evan Macosko",
      "paper_url": "https://doi.org/10.1038/s41586-021-03220-z",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389670229",
      "paper_id": "https://openalex.org/W4389670229",
      "title": "A transcriptomic taxonomy of mouse brain-wide spinal projecting neurons",
      "authors": "Carla C. Winter, Anne Jacobi, Junfeng Su, Leeyup Chung, Cindy T. J. van Velthoven, Zizhen Yao, Changkyu Lee, Zicong Zhang, Shuguang Yu, Kun Gao, Geraldine Duque Salazar, Evgenii Kegeles, Yu Zhang, Makenzie C. Tomihiro, Yiming Zhang, Zhiyun Yang, Junjie Zhu, Jing Tang, Xuan Song, Ryan J. Donahue, Qing Wang, Delissa McMillen, Michael Kunst, Ning Wang, Kimberly A. Smith, Gabriel E. Romero, Michelle M. Frank, Alexandra Krol, Riki Kawaguchi, Daniel H. Geschwind, Guoping Feng, Lisa V. Goodrich, Yuanyuan Liu, Bosiljka Tasic, Hongkui Zeng, Zhigang He",
      "paper_url": "https://doi.org/10.1038/s41586-023-06817-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4220864844",
      "paper_id": "https://openalex.org/W4220864844",
      "title": "Age-dependent formation of TMEM106B amyloid filaments in human brains",
      "authors": "Manuel Schweighauser, Diana Arseni, Mehtap Bacioglu, Melissa Huang, Sofia Lövestam, Yang Shi, Yang Yang, Wenjuan Zhang, Abhay Kotecha, Holly J. Garringer, Ruben Vidal, Grace I. Hallinan, Kathy L. Newell, Airi Tarutani, Shigeo Murayama, Masayuki Miyazaki, Yuko Saito, Mari Yoshida, Kazuko Hasegawa, Tammaryn Lashley, Tamas Revesz, Gabor G. Kovacs, John van Swieten, Masaki Takao, Masato Hasegawa, Bernardino Ghetti, Maria Grazia Spillantini, Benjamin Ryskeldi-Falcon, Alexey G. Murzin, Michel Goedert, Sjors H. W. Scheres",
      "paper_url": "https://doi.org/10.1038/s41586-022-04650-z",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3213644316",
      "paper_id": "https://openalex.org/W3213644316",
      "title": "Allometric rules for mammalian cortical layer 5 neuron biophysics",
      "authors": "Lou Beaulieu-Laroche, Norma J. Brown, Marissa Hansen, Enrique H. S. Toloza, Jitendra Sharma, Ziv M. Williams, Matthew P. Frosch, Garth Rees Cosgrove, Sydney S. Cash, Mark T. Harnett",
      "paper_url": "https://doi.org/10.1038/s41586-021-04072-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4220776729",
      "paper_id": "https://openalex.org/W4220776729",
      "title": "Amyloid fibrils in FTLD-TDP are composed of TMEM106B and not TDP-43",
      "authors": "Yi Xiao Jiang, Qin Cao, Michael R. Sawaya, Romany Abskharon, Peng Ge, Michael DeTure, Dennis W. Dickson, Janine Y. Fu, Rachel R. Ogorzalek Loo, Joseph A. Loo, David S. Eisenberg",
      "paper_url": "https://doi.org/10.1038/s41586-022-04670-9",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3202349862",
      "paper_id": "https://openalex.org/W3202349862",
      "title": "An atlas of cortical arealization identifies dynamic molecular signatures",
      "authors": "Aparna Bhaduri, Carmen Sandoval-Espinosa, Marcos Otero-Garcia, Irene Oh, Raymund Yin, Ugomma C. Eze, Tomasz J. Nowakowski, Arnold R. Kriegstein",
      "paper_url": "https://doi.org/10.1038/s41586-021-03910-8",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3204109301",
      "paper_id": "https://openalex.org/W3204109301",
      "title": "An atlas of gene regulatory elements in adult mouse cerebrum",
      "authors": "Yang Eric Li, Sebastian Preissl, Xiaomeng Hou, Ziyang Zhang, Kai Zhang, Yunjiang Qiu, Olivier B. Poirion, Bin Li, Joshua Chiou, Hanqing Liu, Antonio Pinto-Duarte, Naoki Kubo, Xiaoyu Yang, Rongxin Fang, Xinxin Wang, Jee Yun Han, Jacinta Lucero, Yiming Yan, Michael Miller, Samantha Kuan, David Gorkin, Kyle J. Gaulton, Yin Shen, Michael Nunn, Eran A. Mukamel, M. Margarita Behrens, Joseph R. Ecker, Bing Ren",
      "paper_url": "https://doi.org/10.1038/s41586-021-03604-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4384816663",
      "paper_id": "https://openalex.org/W4384816663",
      "title": "An atlas of healthy and injured cell states and niches in the human kidney",
      "authors": "Blue B. Lake, Rajasree Menon, Seth Winfree, Qiwen Hu, Ricardo Melo Ferreira, Kian Kalhor, Daria Barwinska, Edgar A. Otto, Michael Ferkowicz, Dinh Diep, Nongluk Plongthongkum, Amanda Knoten, Sarah Urata, Laura H. Mariani, Abhijit S. Naik, Sean Eddy, Bo Zhang, Yan Wu, Diane Salamon, James C. Williams, Xin Wang, Karol S. Balderrama, Paul J. Hoover, Evan Murray, Jamie L. Marshall, Teia Noel, Anitha Vijayan, Austin Hartman, Fei Chen, Sushrut S. Waikar, Sylvia E. Rosas, Francis P. Wilson, Paul M. Palevsky, Krzysztof Kiryluk, John R. Sedor, Robert D. Toto, Chirag R. Parikh, Eric H. Kim, Rahul Satija, Anna Greka, Evan Z. Macosko, Peter V. Kharchenko, Joseph P. Gaut, Jeffrey B. Hodgin, Richard Knight, Stewart H. Lecker, Isaac Stillman, Afolarin A. Amodu, Titlayo Ilori, Shana Maikhor, Insa Schmidt, Gearoid M. McMahon, Astrid Weins, Nir Hacohen, Lakeshia Bush, Agustin Gonzalez-Vicente, Jonathan Taliercio, John O’toole, Emilio Poggio, Leslie Cooperman, Stacey Jolly, Leal Herlitz, Jane Nguyen, Ellen Palmer, Dianna Sendrey, Kassandra Spates-Harden, Paul Appelbaum, Jonathan M. Barasch, Andrew S. Bomback, Vivette D. D’Agati, Karla Mehl, Pietro A. Canetta, Ning Shang, Olivia Balderes, Satoru Kudose, Laura Barisoni, Theodore Alexandrov, Yinghua Cheng, Kenneth W. Dunn, Katherine J. Kelly, Timothy A. Sutton, Yumeng Wen, Celia P. Corona-Villalobos, Steven Menez, Avi Rosenberg, Mohammed Atta, Camille Johansen, Jennifer Sun, Neil Roy, Mark Williams, Evren U. Azeloglu, Cijang He, Ravi Iyengar, Jens Hansen, Yuguang Xiong, Brad Rovin, Samir Parikh, Sethu M. Madhavan, Christopher R. Anderton, Ljiljana Pasa-Tolic, Dusan Velickovic, Olga Troyanskaya, Rachel Sealfon, Katherine R. Tuttle, Zoltan G. Laszik, Garry Nolan, Minnie Sarwal, Kavya Anjani, Tara Sigdel, Heather Ascani, Ulysses G. J. Balis, Chrysta Lienczewski, Becky Steck, Yougqun He, Jennifer Schaub, Victoria M. Blanc, Raghavan Murugan, Parmjeet Randhawa, Matthew Rosengart, Mitchell Tublin, Tina Vita, John A. Kellum, Daniel E. Hall, Michele M. Elder, James Winters, Matthew Gilliam, Charles E. Alpers, Kristina N. Blank, Jonas Carson, Ian H. De Boer, Ashveena L. Dighe, Jonathan Himmelfarb, Sean D. Mooney, Stuart Shankland, Kayleen Williams, Christopher Park, Frederick Dowd, Robyn L. McClelland, Stephen Daniel, Andrew N. Hoofnagle, Adam Wilcox, Shweta Bansal, Kumar Sharma, Manjeri Venkatachalam, Guanshi Zhang, Annapurna Pamreddy, Vijaykumar R. Kakade, Dennis Moledina, Melissa M. Shaw, Ugochukwu Ugwuowo, Tanima Arora, Joseph Ardayfio, Jack Bebiak, Keith Brown, Catherine E. Campbell, John Saul, Anna Shpigel, Christy Stutzke, Robert Koewler, Taneisha Campbell, Lynda Hayashi, Nichole Jefferson, Roy Pinkeney, Glenda V. Roberts, Michael T. Eadon, Pierre C. Dagher, Tarek M. El-Achkar, Kun Zhang, Matthias Kretzler, Sanjay Jain",
      "paper_url": "https://doi.org/10.1038/s41586-023-05769-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391383718",
      "paper_id": "https://openalex.org/W4391383718",
      "title": "An epigenetic barrier sets the timing of human neuronal maturation",
      "authors": "Gabriele Ciceri, Arianna Baggiolini, Hyein S. Cho, Meghana Kshirsagar, Silvia Benito-Kwiecinski, Ryan M. Walsh, Kelly A. Aromolaran, Alberto J. Gonzalez-Hernandez, Hermany Munguba, So Yeon Koo, Nan Xu, Kaylin J. Sevilla, Peter A. Goldstein, Joshua Levitz, Christina S. Leslie, Richard P. Koche, Lorenz Studer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06984-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404566892",
      "paper_id": "https://openalex.org/W4404566892",
      "title": "An integrated transcriptomic cell atlas of human neural organoids",
      "authors": "Zhisong He, Leander Dony, Jonas Simon Fleck, Artur Szałata, Katelyn X. Li, Irena Slišković, Hsiu-Chuan Lin, Malgorzata Santel, Alexander Atamian, Giorgia Quadrato, Jieran Sun, Sergiu P. Pașca, Neal D. Amin, Kevin W. Kelley, Taylor Bertucci, Sally Temple, Kathryn R. Bowles, Nicolò Caporale, Emanuele Villa, Giuseppe Testa, Cristiana Cruceanu, Elisabeth B. Binder, J. Gray Camp, Fabian J. Theis, Barbara Treutlein",
      "paper_url": "https://doi.org/10.1038/s41586-024-08172-8",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4205967011",
      "paper_id": "https://openalex.org/W4205967011",
      "title": "Androgens increase excitatory neurogenic potential in human brain organoids",
      "authors": "Iva Kelava, Ilaria Chiaradia, Laura Pellegrini, Alex T. Kalinka, Madeline A. Lancaster",
      "paper_url": "https://doi.org/10.1038/s41586-021-04330-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4395071317",
      "paper_id": "https://openalex.org/W4395071317",
      "title": "Antisense oligonucleotide therapeutic approach for Timothy syndrome",
      "authors": "Xiaoyu Chen, Fikri Birey, Min-Yin Li, Omer Revah, Rebecca Levy, Mayuri Vijay Thete, Noah Reis, Konstantin Kaganovsky, Massimo Onesto, Noriaki Sakai, Zuzana Hudacova, Jin Hao, Xiangling Meng, Seiji Nishino, John Huguenard, Sergiu P. Pașca",
      "paper_url": "https://doi.org/10.1038/s41586-024-07310-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387095486",
      "paper_id": "https://openalex.org/W4387095486",
      "title": "Assembloid CRISPR screens reveal impact of disease genes in human neurodevelopment",
      "authors": "Xiangling Meng, David Yao, Kent Imaizumi, Xiaoyu Chen, Kevin W. Kelley, Noah Reis, Mayuri Vijay Thete, Arpana Arjun McKinney, Shravanti Kulkarni, Georgia Panagiotakos, Michael C. Bassik, Sergiu P. Pașca",
      "paper_url": "https://doi.org/10.1038/s41586-023-06564-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4210782186",
      "paper_id": "https://openalex.org/W4210782186",
      "title": "Autism genes converge on asynchronous development of shared neuron classes",
      "authors": "Bruna Paulsen, Silvia Velasco, Amanda J. Kedaigle, Martina Pigoni, Giorgia Quadrato, Anthony J. Deo, Xian Adiconis, Ana Uzquiano, Rafaela Sartore, Sung Min Yang, Sean K. Simmons, Panagiotis Symvoulidis, Kwanho Kim, Kalliopi Tsafou, Archana Podury, Catherine Abbate, Ashley Tucewicz, Samantha N. Smith, Alexandre Albanese, Lindy Barrett, Neville E. Sanjana, Xi Shi, Kwanghun Chung, Kasper Lage, Edward S. Boyden, Aviv Regev, Joshua Z. Levin, Paola Arlotta",
      "paper_url": "https://doi.org/10.1038/s41586-021-04358-6",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3136569600",
      "paper_id": "https://openalex.org/W3136569600",
      "title": "Blastocyst-like structures generated from human pluripotent stem cells",
      "authors": "Leqian Yu, Yulei Wei, Jialei Duan, Daniel A. Schmitz, Masahiro Sakurai, Lei Wang, Kunhua Wang, Shuhua Zhao, Gary C. Hon, Jun Wu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03356-y",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4210759820",
      "paper_id": "https://openalex.org/W4210759820",
      "title": "Brahma safeguards canalization of cardiac mesoderm differentiation",
      "authors": "Swetansu K. Hota, Kavitha S. Rao, Andrew P. Blair, Ali Khalilimeybodi, Kevin M. Hu, Reuben Thomas, Kevin So, Vasumathi Kameswaran, Jiewei Xu, Benjamin J. Polacco, Ravi V. Desai, Nilanjana Chatterjee, Austin Hsu, Jonathon M. Muncie, Aaron M. Blotnick, Sarah A. B. Winchester, Leor S. Weinberger, Ruth Hüttenhain, Irfan S. Kathiriya, Nevan J. Krogan, Jeffrey J. Saucerman, Benoit G. Bruneau",
      "paper_url": "https://doi.org/10.1038/s41586-021-04336-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4225246927",
      "paper_id": "https://openalex.org/W4225246927",
      "title": "Brain charts for the human lifespan",
      "authors": "R. A. I. Bethlehem, J. Seidlitz, S. R. White, J. W. Vogel, K. M. Anderson, C. Adamson, S. Adler, G. S. Alexopoulos, E. Anagnostou, A. Areces-Gonzalez, D. E. Astle, B. Auyeung, M. Ayub, J. Bae, G. Ball, S. Baron-Cohen, R. Beare, S. A. Bedford, V. Benegal, F. Beyer, J. Blangero, M. Blesa Cábez, J. P. Boardman, M. Borzage, J. F. Bosch-Bayard, N. Bourke, V. D. Calhoun, M. M. Chakravarty, C. Chen, C. Chertavian, G. Chetelat, Y. S. Chong, J. H. Cole, A. Corvin, M. Costantino, E. Courchesne, F. Crivello, V. L. Cropley, J. Crosbie, N. Crossley, M. Delarue, R. Delorme, S. Desrivieres, G. A. Devenyi, M. A. Di Biase, R. Dolan, K. A. Donald, G. Donohoe, K. Dunlop, A. D. Edwards, J. T. Elison, C. T. Ellis, J. A. Elman, L. Eyler, D. A. Fair, E. Feczko, P. C. Fletcher, P. Fonagy, C. E. Franz, L. Galan-Garcia, A. Gholipour, J. Giedd, J. H. Gilmore, D. C. Glahn, I. M. Goodyer, P. E. Grant, N. A. Groenewold, F. M. Gunning, R. E. Gur, R. C. Gur, C. F. Hammill, O. Hansson, T. Hedden, A. Heinz, R. N. Henson, K. Heuer, J. Hoare, B. Holla, A. J. Holmes, R. Holt, H. Huang, K. Im, J. Ipser, C. R. Jack Jr, A. P. Jackowski, T. Jia, K. A. Johnson, P. B. Jones, D. T. Jones, R. S. Kahn, H. Karlsson, L. Karlsson, R. Kawashima, E. A. Kelley, S. Kern, K. W. Kim, M. G. Kitzbichler, W. S. Kremen, F. Lalonde, B. Landeau, S. Lee, J. Lerch, J. D. Lewis, J. Li, W. Liao, C. Liston, M. V. Lombardo, J. Lv, C. Lynch, T. T. Mallard, M. Marcelis, R. D. Markello, S. R. Mathias, B. Mazoyer, P. McGuire, M. J. Meaney, A. Mechelli, N. Medic, B. Misic, S. E. Morgan, D. Mothersill, J. Nigg, M. Q. W. Ong, C. Ortinau, R. Ossenkoppele, M. Ouyang, L. Palaniyappan, L. Paly, P. M. Pan, C. Pantelis, M. M. Park, T. Paus, Z. Pausova, D. Paz-Linares, A. Pichet Binette, K. Pierce, X. Qian, J. Qiu, A. Qiu, A. Raznahan, T. Rittman, A. Rodrigue, C. K. Rollins, R. Romero-Garcia, L. Ronan, M. D. Rosenberg, D. H. Rowitch, G. A. Salum, T. D. Satterthwaite, H. L. Schaare, R. J. Schachar, A. P. Schultz, G. Schumann, M. Schöll, D. Sharp, R. T. Shinohara, I. Skoog, C. D. Smyser, R. A. Sperling, D. J. Stein, A. Stolicyn, J. Suckling, G. Sullivan, Y. Taki, B. Thyreau, R. Toro, N. Traut, K. A. Tsvetanov, N. B. Turk-Browne, J. J. Tuulari, C. Tzourio, É. Vachon-Presseau, M. J. Valdes-Sosa, P. A. Valdes-Sosa, S. L. Valk, T. van Amelsvoort, S. N. Vandekar, L. Vasung, L. W. Victoria, S. Villeneuve, A. Villringer, P. E. Vértes, K. Wagstyl, Y. S. Wang, S. K. Warfield, V. Warrier, E. Westman, M. L. Westwater, H. C. Whalley, A. V. Witte, N. Yang, B. Yeo, H. Yun, A. Zalesky, H. J. Zar, A. Zettergren, J. H. Zhou, H. Ziauddeen, A. Zugman, X. N. Zuo, C. Rowe, G. B. Frisoni, A. Pichet Binette, E. T. Bullmore, A. F. Alexander-Bloch",
      "paper_url": "https://doi.org/10.1038/s41586-022-04554-y",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400030605",
      "paper_id": "https://openalex.org/W4400030605",
      "title": "Brain Chimeroids reveal individual susceptibility to neurotoxic triggers",
      "authors": "Noelia Antón-Bolaños, Irene Faravelli, Tyler Faits, Sophia Andreadis, Rahel Kastli, Sebastiano Trattaro, Xian Adiconis, Anqi Wei, Abhishek Sampath Kumar, Daniela J. Di Bella, Matthew Tegtmeyer, Ralda Nehme, Joshua Z. Levin, Aviv Regev, Paola Arlotta",
      "paper_url": "https://doi.org/10.1038/s41586-024-07578-8",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411206709",
      "paper_id": "https://openalex.org/W4411206709",
      "title": "Brain implantation of soft bioelectronics via embryonic development",
      "authors": "Hao Sheng, Ren Liu, Qiang Li, Zuwan Lin, Yichun He, Thomas S. Blum, Hao Zhao, Xin Tang, Wenbo Wang, Lishuai Jin, Zheliang Wang, Emma Hsiao, Paul Le Floch, Hao Shen, Ariel J. Lee, Rachael Alice Jonas-Closs, James Briggs, Siyi Liu, Daniel Solomon, Xiao Wang, Jessica L. Whited, Nanshu Lu, Jia Liu",
      "paper_url": "https://doi.org/10.1038/s41586-025-09106-8",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4389670228",
      "paper_id": "https://openalex.org/W4389670228",
      "title": "Brain-wide correspondence of neuronal epigenomics and distant projections",
      "authors": "Jingtian Zhou, Zhuzhu Zhang, May Wu, Hanqing Liu, Yan Pang, Anna Bartlett, Zihao Peng, Wubin Ding, Angeline Rivkin, Will N. Lagos, Elora Williams, Cheng-Ta Lee, Paula Assakura Miyazaki, Andrew Aldridge, Qiurui Zeng, J. L. Angelo Salinda, Naomi Claffey, Michelle Liem, Conor Fitzpatrick, Lara Boggeman, Zizhen Yao, Kimberly A. Smith, Bosiljka Tasic, Jordan Altshul, Mia A. Kenworthy, Cynthia Valadon, Joseph R. Nery, Rosa G. Castanon, Neelakshi S. Patne, Minh Vu, Mohammad Rashid, Matthew Jacobs, Tony Ito, Julia Osteen, Nora Emerson, Jasper Lee, Silvia Cho, Jon Rink, Hsiang-Hsuan Huang, António Pinto-Duartec, Bertha Dominguez, Jared B. Smith, Carolyn O’Connor, Hongkui Zeng, Shengbo Chen, Kuo-Fen Lee, Eran A. Mukamel, Xin Jin, M. Margarita Behrens, Joseph R. Ecker, Edward M. Callaway",
      "paper_url": "https://doi.org/10.1038/s41586-023-06823-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4307931650",
      "paper_id": "https://openalex.org/W4307931650",
      "title": "Broad transcriptomic dysregulation occurs across the cerebral cortex in ASD",
      "authors": "Michael J. Gandal, Jillian R. Haney, Brie Wamsley, Chloe X. Yap, Sepideh Parhami, Prashant S. Emani, Nathan Chang, George T. Chen, Gil D. Hoftman, Diego de Alba, Gokul Ramaswami, Christopher L. Hartl, Arjun Bhattacharya, Chongyuan Luo, Ting Jin, Daifeng Wang, Riki Kawaguchi, Diana Quintero, Jing Ou, Ye Emily Wu, Neelroop N. Parikshak, Vivek Swarup, T. Grant Belgard, Mark Gerstein, Bogdan Pasaniuc, Daniel H. Geschwind",
      "paper_url": "https://doi.org/10.1038/s41586-022-05377-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4225321033",
      "paper_id": "https://openalex.org/W4225321033",
      "title": "Cell transcriptomic atlas of the non-human primate Macaca fascicularis",
      "authors": "Lei Han, Xiaoyu Wei, Chuanyu Liu, Giacomo Volpe, Zhenkun Zhuang, Xuanxuan Zou, Zhifeng Wang, Taotao Pan, Yue Yuan, Xiao Zhang, Peng Fan, Pengcheng Guo, Yiwei Lai, Ying Lei, Xingyuan Liu, Feng Yu, Shuncheng Shangguan, Guangyao Lai, Qiuting Deng, Ya Liu, Liang Wu, Quan Shi, Hao Yu, Yunting Huang, Mengnan Cheng, Jiangshan Xu, Yang Liu, Mingyue Wang, Chunqing Wang, Yuanhang Zhang, Duo Xie, Yunzhi Yang, Yeya Yu, Huiwen Zheng, Yanrong Wei, Fubaoqian Huang, Junjie Lei, Waidong Huang, Zhiyong Zhu, Haorong Lu, Bo Wang, Xiaofeng Wei, Fengzhen Chen, Tao Yang, Wensi Du, Jing Chen, Shibo Xu, Juan An, Carl Ward, Zongren Wang, Zhong Pei, Chi-Wai Wong, Xiaolei Liu, Huafeng Zhang, Mingyuan Liu, Baoming Qin, Axel Schambach, Joan Isern, Liqiang Feng, Yan Liu, Xiangyu Guo, Zhen Liu, Qiang Sun, Patrick H. Maxwell, Nick Barker, Pura Muñoz-Cánoves, Ying Gu, Jan Mulder, Mathias Uhlen, Tao Tan, Shiping Liu, Huanming Yang, Jian Wang, Yong Hou, Xun Xu, Miguel A. Esteban, Longqi Liu",
      "paper_url": "https://doi.org/10.1038/s41586-022-04587-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4394688789",
      "paper_id": "https://openalex.org/W4394688789",
      "title": "Cell-type-resolved mosaicism reveals clonal dynamics of the human forebrain",
      "authors": "Changuk Chung, Xiaoxu Yang, Robert F. Hevner, Katie Kennedy, Keng Ioi Vong, Yang Liu, Arzoo Patel, Rahul Nedunuri, Scott T. Barton, Geoffroy Noel, Chelsea Barrows, Valentina Stanley, Swapnil Mittal, Martin W. Breuss, Johannes C. M. Schlachetzki, Stephen F. Kingsmore, Joseph G. Gleeson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07292-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3202762561",
      "paper_id": "https://openalex.org/W3202762561",
      "title": "Cellular anatomy of the mouse primary motor cortex",
      "authors": "Rodrigo Muñoz-Castañeda, Brian Zingg, Katherine S. Matho, Xiaoyin Chen, Quanxin Wang, Nicholas N. Foster, Anan Li, Arun Narasimhan, Karla E. Hirokawa, Bingxing Huo, Samik Bannerjee, Laura Korobkova, Chris Sin Park, Young-Gyun Park, Michael S. Bienkowski, Uree Chon, Diek W. Wheeler, Xiangning Li, Yun Wang, Maitham Naeemi, Peng Xie, Lijuan Liu, Kathleen Kelly, Xu An, Sarojini M. Attili, Ian Bowman, Anastasiia Bludova, Ali Cetin, Liya Ding, Rhonda Drewes, Florence D’Orazi, Corey Elowsky, Stephan Fischer, William Galbavy, Lei Gao, Jesse Gillis, Peter A. Groblewski, Lin Gou, Joel D. Hahn, Joshua T. Hatfield, Houri Hintiryan, Junxiang Jason Huang, Hideki Kondo, Xiuli Kuang, Philip Lesnar, Xu Li, Yaoyao Li, Mengkuan Lin, Darrick Lo, Judith Mizrachi, Stephanie Mok, Philip R. Nicovich, Ramesh Palaniswamy, Jason Palmer, Xiaoli Qi, Elise Shen, Yu-Chi Sun, Huizhong W. Tao, Wayne Wakemen, Yimin Wang, Shenqin Yao, Jing Yuan, Huiqing Zhan, Muye Zhu, Lydia Ng, Li I. Zhang, Byung Kook Lim, Michael Hawrylycz, Hui Gong, James C. Gee, Yongsoo Kim, Kwanghun Chung, X. William Yang, Hanchuan Peng, Qingming Luo, Partha P. Mitra, Anthony M. Zador, Hongkui Zeng, Giorgio A. Ascoli, Z. Josh Huang, Pavel Osten, Julie A. Harris, Hong-Wei Dong",
      "paper_url": "https://doi.org/10.1038/s41586-021-03970-w",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389132747",
      "paper_id": "https://openalex.org/W4389132747",
      "title": "Cellular development and evolution of the mammalian cerebellum",
      "authors": "Mari Sepp, Kevin Leiss, Florent Murat, Konstantin Okonechnikov, Piyush Joshi, Evgeny Leushkin, Lisa Spänig, Noe Mbengue, Céline Schneider, Julia Schmidt, Nils Trost, Maria Schauer, Philipp Khaitovich, Steven Lisgo, Miklós Palkovits, Peter Giere, Lena M. Kutscher, Simon Anders, Margarida Cardoso-Moreira, Ioannis Sarropoulos, Stefan M. Pfister, Henrik Kaessmann",
      "paper_url": "https://doi.org/10.1038/s41586-023-06884-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396544325",
      "paper_id": "https://openalex.org/W4396544325",
      "title": "Chromatin accessibility during human first-trimester neurodevelopment",
      "authors": "Camiel C. A. Mannens, Lijuan Hu, Peter Lönnerberg, Marijn Schipper, Caleb C. Reagor, Xiaofei Li, Xiaoling He, Roger A. Barker, Erik Sundström, Danielle Posthuma, Sten Linnarsson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07234-1",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283374563",
      "paper_id": "https://openalex.org/W4283374563",
      "title": "Clonally expanded CD8 T cells characterize amyotrophic lateral sclerosis-4",
      "authors": "Laura Campisi, Shahab Chizari, Jessica S. Y. Ho, Anastasia Gromova, Frederick J. Arnold, Lorena Mosca, Xueyan Mei, Yesai Fstkchyan, Denis Torre, Cindy Beharry, Marta Garcia-Forn, Miguel Jiménez-Alcázar, Vladislav A. Korobeynikov, Jack Prazich, Zahi A. Fayad, Marcus M. Seldin, Silvia De Rubeis, Craig L. Bennett, Lyle W. Ostrow, Christian Lunetta, Massimo Squatrito, Minji Byun, Neil A. Shneider, Ning Jiang, Albert R. La Spada, Ivan Marazzi",
      "paper_url": "https://doi.org/10.1038/s41586-022-04844-5",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4200431799",
      "paper_id": "https://openalex.org/W4200431799",
      "title": "Collective durotaxis along a self-generated stiffness gradient in vivo",
      "authors": "Adam Shellard, Roberto Mayor",
      "paper_url": "https://doi.org/10.1038/s41586-021-04210-x",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3204443805",
      "paper_id": "https://openalex.org/W3204443805",
      "title": "Comparative cellular analysis of motor cortex in human, marmoset and mouse",
      "authors": "Trygve E. Bakken, Nikolas L. Jorstad, Qiwen Hu, Blue B. Lake, Wei Tian, Brian E. Kalmbach, Megan Crow, Rebecca D. Hodge, Fenna M. Krienen, Staci A. Sorensen, Jeroen Eggermont, Zizhen Yao, Brian D. Aevermann, Andrew I. Aldridge, Anna Bartlett, Darren Bertagnolli, Tamara Casper, Rosa G. Castanon, Kirsten Crichton, Tanya L. Daigle, Rachel Dalley, Nick Dee, Nikolai Dembrow, Dinh Diep, Song-Lin Ding, Weixiu Dong, Rongxin Fang, Stephan Fischer, Melissa Goldman, Jeff Goldy, Lucas T. Graybuck, Brian R. Herb, Xiaomeng Hou, Jayaram Kancherla, Matthew Kroll, Kanan Lathia, Baldur van Lew, Yang Eric Li, Christine S. Liu, Hanqing Liu, Jacinta D. Lucero, Anup Mahurkar, Delissa McMillen, Jeremy A. Miller, Marmar Moussa, Joseph R. Nery, Philip R. Nicovich, Sheng-Yong Niu, Joshua Orvis, Julia K. Osteen, Scott Owen, Carter R. Palmer, Thanh Pham, Nongluk Plongthongkum, Olivier Poirion, Nora M. Reed, Christine Rimorin, Angeline Rivkin, William J. Romanow, Adriana E. Sedeño-Cortés, Kimberly Siletti, Saroja Somasundaram, Josef Sulc, Michael Tieu, Amy Torkelson, Herman Tung, Xinxin Wang, Fangming Xie, Anna Marie Yanny, Renee Zhang, Seth A. Ament, M. Margarita Behrens, Hector Corrada Bravo, Jerold Chun, Alexander Dobin, Jesse Gillis, Ronna Hertzano, Patrick R. Hof, Thomas Höllt, Gregory D. Horwitz, C. Dirk Keene, Peter V. Kharchenko, Andrew L. Ko, Boudewijn P. Lelieveldt, Chongyuan Luo, Eran A. Mukamel, António Pinto-Duarte, Sebastian Preissl, Aviv Regev, Bing Ren, Richard H. Scheuermann, Kimberly Smith, William J. Spain, Owen R. White, Christof Koch, Michael Hawrylycz, Bosiljka Tasic, Evan Z. Macosko, Steven A. McCarroll, Jonathan T. Ting, Hongkui Zeng, Kun Zhang, Guoping Feng, Joseph R. Ecker, Sten Linnarsson, Ed S. Lein",
      "paper_url": "https://doi.org/10.1038/s41586-021-03465-8",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4407960486",
      "paper_id": "https://openalex.org/W4407960486",
      "title": "Comparative characterization of human accelerated regions in neurons",
      "authors": "Xiekui Cui, Han Yang, Charles Cai, Cooper Beaman, Xiaoyu Yang, Hongjiang Liu, Xingjie Ren, Zachary Amador, Ian R. Jones, Kathleen C. Keough, Meng Zhang, Tyler Fair, Armen Abnousi, Shreya Mishra, Zhen Ye, Ming Hu, Alex A. Pollen, Katherine S. Pollard, Yin Shen",
      "paper_url": "https://doi.org/10.1038/s41586-025-08622-x",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4223900539",
      "paper_id": "https://openalex.org/W4223900539",
      "title": "Compartmentalized metabolism supports midgestation mammalian development",
      "authors": "Ashley Solmonson, Brandon Faubert, Wen Gu, Aparna Rao, Mitzy A. Cowdin, Ivan Menendez-Montes, Sherwin Kelekar, Thomas J. Rogers, Chunxiao Pan, Gerardo Guevara, Amy Tarangelo, Lauren G. Zacharias, Misty S. Martin-Sandoval, Duyen Do, Panayotis Pachnis, Dennis Dumesnil, Thomas P. Mathews, Alpaslan Tasdogan, An Pham, Ling Cai, Zhiyu Zhao, Min Ni, Ondine Cleaver, Hesham A. Sadek, Sean J. Morrison, Ralph J. DeBerardinis",
      "paper_url": "https://doi.org/10.1038/s41586-022-04557-9",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386492442",
      "paper_id": "https://openalex.org/W4386492442",
      "title": "Complete human day 14 post-implantation embryo models from naive ES cells",
      "authors": "Bernardo Oldak, Emilie Wildschutz, Vladyslav Bondarenko, Mehmet-Yunus Comar, Cheng Zhao, Alejandro Aguilera-Castrejon, Shadi Tarazi, Sergey Viukov, Thi Xuan Ai Pham, Shahd Ashouokhi, Dmitry Lokshtanov, Francesco Roncato, Eitan Ariel, Max Rose, Nir Livnat, Tom Shani, Carine Joubran, Roni Cohen, Yoseph Addadi, Muriel Chemla, Merav Kedmi, Hadas Keren-Shaul, Vincent Pasque, Sophie Petropoulos, Fredrik Lanner, Noa Novershtern, Jacob H. Hanna",
      "paper_url": "https://doi.org/10.1038/s41586-023-06604-5",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389670259",
      "paper_id": "https://openalex.org/W4389670259",
      "title": "Conserved and divergent gene regulatory programs of the mammalian neocortex",
      "authors": "Nathan R. Zemke, Ethan J. Armand, Wenliang Wang, Seoyeon Lee, Jingtian Zhou, Yang Eric Li, Hanqing Liu, Wei Tian, Joseph R. Nery, Rosa G. Castanon, Anna Bartlett, Julia K. Osteen, Daofeng Li, Xiaoyu Zhuo, Vincent Xu, Lei Chang, Keyi Dong, Hannah S. Indralingam, Jonathan A. Rink, Yang Xie, Michael Miller, Fenna M. Krienen, Qiangge Zhang, Naz Taskin, Jonathan Ting, Guoping Feng, Steven A. McCarroll, Edward M. Callaway, Ting Wang, Ed S. Lein, M. Margarita Behrens, Joseph R. Ecker, Bing Ren",
      "paper_url": "https://doi.org/10.1038/s41586-023-06819-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4295763170",
      "paper_id": "https://openalex.org/W4295763170",
      "title": "Control of cell state transitions",
      "authors": "Oleksii S. Rukhlenko, Melinda Halasz, Nora Rauch, Vadim Zhernovkov, Thomas Prince, Kieran Wynne, Stephanie Maher, Eugene Kashdan, Kenneth MacLeod, Neil O. Carragher, Walter Kolch, Boris N. Kholodenko",
      "paper_url": "https://doi.org/10.1038/s41586-022-05194-y",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4394904477",
      "paper_id": "https://openalex.org/W4394904477",
      "title": "Control of neuronal excitation–inhibition balance by BMP–SMAD1 signalling",
      "authors": "Zeynep Okur, Nadia Schlauri, Vassilis Bitsikas, Myrto Panopoulou, Raul Ortiz, Michaela Schwaiger, Kajari Karmakar, Dietmar Schreiner, Peter Scheiffele",
      "paper_url": "https://doi.org/10.1038/s41586-024-07317-z",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3121063139",
      "paper_id": "https://openalex.org/W3121063139",
      "title": "Control of osteoblast regeneration by a train of Erk activity waves",
      "authors": "Alessandro De Simone, Maya N. Evanitsky, Luke Hayden, Ben D. Cox, Julia Wang, Valerie A. Tornini, Jianhong Ou, Anna Chao, Kenneth D. Poss, Stefano Di Talia",
      "paper_url": "https://doi.org/10.1038/s41586-020-03085-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400491949",
      "paper_id": "https://openalex.org/W4400491949",
      "title": "CryoET of β-amyloid and tau within postmortem Alzheimer’s disease brain",
      "authors": "Madeleine A. G. Gilbert, Nayab Fatima, Joshua Jenkins, Thomas J. O’Sullivan, Andreas Schertel, Yehuda Halfon, Martin Wilkinson, Tjado H. J. Morrema, Mirjam Geibel, Randy J. Read, Neil A. Ranson, Sheena E. Radford, Jeroen J. M. Hoozemans, René A. W. Frank",
      "paper_url": "https://doi.org/10.1038/s41586-024-07680-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389991864",
      "paper_id": "https://openalex.org/W4389991864",
      "title": "Cytoneme-mediated transport of active Wnt5b–Ror2 complexes in zebrafish",
      "authors": "Chengting Zhang, Lucy Brunt, Yosuke Ono, Sally Rogers, Steffen Scholpp",
      "paper_url": "https://doi.org/10.1038/s41586-023-06850-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400531604",
      "paper_id": "https://openalex.org/W4400531604",
      "title": "De novo variants in the RNU4-2 snRNA cause a frequent neurodevelopmental syndrome",
      "authors": "Yuyang Chen, Ruebena Dawes, Hyung Chul Kim, Alicia Ljungdahl, Sarah L. Stenton, Susan Walker, Jenny Lord, Gabrielle Lemire, Alexandra C. Martin-Geary, Vijay S. Ganesh, Jialan Ma, Jamie M. Ellingford, Erwan Delage, Elston N. D’Souza, Shan Dong, David R. Adams, Kirsten Allan, Madhura Bakshi, Erin E. Baldwin, Seth I. Berger, Jonathan A. Bernstein, Ishita Bhatnagar, Ed Blair, Natasha J. Brown, Lindsay C. Burrage, Kimberly Chapman, David J. Coman, Alison G. Compton, Chloe A. Cunningham, Precilla D’Souza, Petr Danecek, Emmanuèle C. Délot, Kerith-Rae Dias, Ellen R. Elias, Frances Elmslie, Care-Anne Evans, Lisa Ewans, Kimberly Ezell, Jamie L. Fraser, Lyndon Gallacher, Casie A. Genetti, Anne Goriely, Christina L. Grant, Tobias Haack, Jenny E. Higgs, Anjali G. Hinch, Matthew E. Hurles, Alma Kuechler, Katherine L. Lachlan, Seema R. Lalani, François Lecoquierre, Elsa Leitão, Anna Le Fevre, Richard J. Leventer, Jan E. Liebelt, Sarah Lindsay, Paul J. Lockhart, Alan S. Ma, Ellen F. Macnamara, Sahar Mansour, Taylor M. Maurer, Hector R. Mendez, Kay Metcalfe, Stephen B. Montgomery, Mariya Moosajee, Marie-Cécile Nassogne, Serena Neumann, Michael O’Donoghue, Melanie O’Leary, Elizabeth E. Palmer, Nikhil Pattani, John Phillips, Georgia Pitsava, Ryan Pysar, Heidi L. Rehm, Chloe M. Reuter, Nicole Revencu, Angelika Riess, Rocio Rius, Lance Rodan, Tony Roscioli, Jill A. Rosenfeld, Rani Sachdev, Charles J. Shaw-Smith, Cas Simons, Sanjay M. Sisodiya, Penny Snell, Laura St Clair, Zornitza Stark, Helen S. Stewart, Tiong Yang Tan, Natalie B. Tan, Suzanna E. L. Temple, David R. Thorburn, Cynthia J. Tifft, Eloise Uebergang, Grace E. VanNoy, Pradeep Vasudevan, Eric Vilain, David H. Viskochil, Laura Wedd, Matthew T. Wheeler, Susan M. White, Monica Wojcik, Lynne A. Wolfe, Zoe Wolfenson, Caroline F. Wright, Changrui Xiao, David Zocche, John L. Rubenstein, Eirene Markenscoff-Papadimitriou, Sebastian M. Fica, Diana Baralle, Christel Depienne, Daniel G. MacArthur, Joanna M. M. Howson, Stephan J. Sanders, Anne O’Donnell-Luria, Nicola Whiffin",
      "paper_url": "https://doi.org/10.1038/s41586-024-07773-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4205345182",
      "paper_id": "https://openalex.org/W4205345182",
      "title": "Decoding gene regulation in the fly brain",
      "authors": "Jasper Janssens, Sara Aibar, Ibrahim Ihsan Taskiran, Joy N. Ismail, Alicia Estacio Gomez, Gabriel Aughey, Katina I. Spanier, Florian V. De Rop, Carmen Bravo González-Blas, Marc Dionne, Krista Grimes, Xiao Jiang Quan, Dafni Papasokrati, Gert Hulselmans, Samira Makhzami, Maxime De Waegeneer, Valerie Christiaens, Tony Southall, Stein Aerts",
      "paper_url": "https://doi.org/10.1038/s41586-021-04262-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389132744",
      "paper_id": "https://openalex.org/W4389132744",
      "title": "Disease-specific tau filaments assemble via polymorphic intermediates",
      "authors": "Sofia Lövestam, David Li, Jane L. Wagstaff, Abhay Kotecha, Dari Kimanius, Stephen H. McLaughlin, Alexey G. Murzin, Stefan M. V. Freund, Michel Goedert, Sjors H. W. Scheres",
      "paper_url": "https://doi.org/10.1038/s41586-023-06788-w",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4319591822",
      "paper_id": "https://openalex.org/W4319591822",
      "title": "Dissecting cell identity via network inference and in silico gene perturbation",
      "authors": "Kenji Kamimoto, Blerta Stringa, Christy M. Hoffmann, Kunal Jindal, Lilianna Solnica-Krezel, Samantha A. Morris",
      "paper_url": "https://doi.org/10.1038/s41586-022-05688-9",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3203959602",
      "paper_id": "https://openalex.org/W3203959602",
      "title": "DNA methylation atlas of the mouse brain at single-cell resolution",
      "authors": "Hanqing Liu, Jingtian Zhou, Wei Tian, Chongyuan Luo, Anna Bartlett, Andrew Aldridge, Jacinta Lucero, Julia K. Osteen, Joseph R. Nery, Huaming Chen, Angeline Rivkin, Rosa G. Castanon, Ben Clock, Yang Eric Li, Xiaomeng Hou, Olivier B. Poirion, Sebastian Preissl, Antonio Pinto-Duarte, Carolyn O’Connor, Lara Boggeman, Conor Fitzpatrick, Michael Nunn, Eran A. Mukamel, Zhuzhu Zhang, Edward M. Callaway, Bing Ren, Jesse R. Dixon, M. Margarita Behrens, Joseph R. Ecker",
      "paper_url": "https://doi.org/10.1038/s41586-020-03182-8",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4405965086",
      "paper_id": "https://openalex.org/W4405965086",
      "title": "Dysregulation of mTOR signalling is a converging mechanism in lissencephaly",
      "authors": "Ce Zhang, Dan Liang, A. Gulhan Ercan-Sencicek, Aybike S. Bulut, Joelly Cortes, Iris Q. Cheng, Octavian Henegariu, Sayoko Nishimura, Xinyuan Wang, A. Buket Peksen, Yutaka Takeo, Caner Caglar, TuKiet T. Lam, Merve Nur Koroglu, Anand Narayanan, Francesc Lopez-Giraldez, Danielle F. Miyagishima, Ketu Mishra-Gorur, Tanyeri Barak, Katsuhito Yasuno, E. Zeynep Erson-Omay, Cengiz Yalcinkaya, Guilin Wang, Shrikant Mane, Hande Kaymakcalan, Aslan Guzel, A. Okay Caglayan, Beyhan Tuysuz, Nenad Sestan, Murat Gunel, Angeliki Louvi, Kaya Bilguvar",
      "paper_url": "https://doi.org/10.1038/s41586-024-08341-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4293247374",
      "paper_id": "https://openalex.org/W4293247374",
      "title": "Embryo model completes gastrulation to neurulation and organogenesis",
      "authors": "Gianluca Amadei, Charlotte E. Handford, Chengxiang Qiu, Joachim De Jonghe, Hannah Greenfeld, Martin Tran, Beth K. Martin, Dong-Yuan Chen, Alejandro Aguilera-Castrejon, Jacob H. Hanna, Michael B. Elowitz, Florian Hollfelder, Jay Shendure, David M. Glover, Magdalena Zernicka-Goetz",
      "paper_url": "https://doi.org/10.1038/s41586-022-05246-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388694332",
      "paper_id": "https://openalex.org/W4388694332",
      "title": "Embryo-scale reverse genetics at single-cell resolution",
      "authors": "Lauren M. Saunders, Sanjay R. Srivatsan, Madeleine Duran, Michael W. Dorrity, Brent Ewing, Tor H. Linbo, Jay Shendure, David W. Raible, Cecilia B. Moens, David Kimelman, Cole Trapnell",
      "paper_url": "https://doi.org/10.1038/s41586-023-06720-2",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4395109942",
      "paper_id": "https://openalex.org/W4395109942",
      "title": "Emx2 underlies the development and evolution of marsupial gliding membranes",
      "authors": "Jorge A. Moreno, Olga Dudchenko, Charles Y. Feigin, Sarah A. Mereby, Zhuoxin Chen, Raul Ramos, Axel A. Almet, Harsha Sen, Benjamin J. Brack, Matthew R. Johnson, Sha Li, Wei Wang, Jenna M. Gaska, Alexander Ploss, David Weisz, Arina D. Omer, Weijie Yao, Zane Colaric, Parwinder Kaur, Judy St. Leger, Qing Nie, Alexandria Mena, Joseph P. Flanagan, Greta Keller, Thomas Sanger, Bruce Ostrow, Maksim V. Plikus, Evgeny Z. Kvon, Erez Lieberman Aiden, Ricardo Mallarino",
      "paper_url": "https://doi.org/10.1038/s41586-024-07305-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3204158522",
      "paper_id": "https://openalex.org/W3204158522",
      "title": "Epigenomic diversity of cortical projection neurons in the mouse brain",
      "authors": "Zhuzhu Zhang, Jingtian Zhou, Pengcheng Tan, Yan Pang, Angeline C. Rivkin, Megan A. Kirchgessner, Elora Williams, Cheng-Ta Lee, Hanqing Liu, Alexis D. Franklin, Paula Assakura Miyazaki, Anna Bartlett, Andrew I. Aldridge, Minh Vu, Lara Boggeman, Conor Fitzpatrick, Joseph R. Nery, Rosa G. Castanon, Mohammad Rashid, Matthew W. Jacobs, Tony Ito-Cole, Carolyn O’Connor, António Pinto-Duartec, Bertha Dominguez, Jared B. Smith, Sheng-Yong Niu, Kuo-Fen Lee, Xin Jin, Eran A. Mukamel, M. Margarita Behrens, Joseph R. Ecker, Edward M. Callaway",
      "paper_url": "https://doi.org/10.1038/s41586-021-03223-w",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3138491198",
      "paper_id": "https://openalex.org/W3138491198",
      "title": "Ex utero mouse embryogenesis from pre-gastrulation to late organogenesis",
      "authors": "Alejandro Aguilera-Castrejon, Bernardo Oldak, Tom Shani, Nadir Ghanem, Chen Itzkovich, Sharon Slomovich, Shadi Tarazi, Jonathan Bayerl, Valeriya Chugaeva, Muneef Ayyash, Shahd Ashouokhi, Daoud Sheban, Nir Livnat, Lior Lasman, Sergey Viukov, Mirie Zerbib, Yoseph Addadi, Yoach Rais, Saifeng Cheng, Yonatan Stelzer, Hadas Keren-Shaul, Raanan Shlomo, Rada Massarwa, Noa Novershtern, Itay Maza, Jacob H. Hanna",
      "paper_url": "https://doi.org/10.1038/s41586-021-03416-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4224231972",
      "paper_id": "https://openalex.org/W4224231972",
      "title": "Generation of 3D lacrimal gland organoids from human pluripotent stem cells",
      "authors": "Ryuhei Hayashi, Toru Okubo, Yuji Kudo, Yuki Ishikawa, Tsutomu Imaizumi, Kenji Suzuki, Shun Shibata, Tomohiko Katayama, Sung-Joon Park, Robert D. Young, Andrew J. Quantock, Kohji Nishida",
      "paper_url": "https://doi.org/10.1038/s41586-022-04613-4",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3200786977",
      "paper_id": "https://openalex.org/W3200786977",
      "title": "Genetic and epigenetic coordination of cortical interneuron development",
      "authors": "Kathryn C. Allaway, Mariano I. Gabitto, Orly Wapinski, Giuseppe Saldi, Chen-Yu Wang, Rachel C. Bandler, Sherry Jingjing Wu, Richard Bonneau, Gord Fishell",
      "paper_url": "https://doi.org/10.1038/s41586-021-03933-1",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3202866474",
      "paper_id": "https://openalex.org/W3202866474",
      "title": "Genetic dissection of the glutamatergic neuron system in cerebral cortex",
      "authors": "Katherine S. Matho, Dhananjay Huilgol, William Galbavy, Miao He, Gukhan Kim, Xu An, Jiangteng Lu, Priscilla Wu, Daniela J. Di Bella, Ashwin S. Shetty, Ramesh Palaniswamy, Joshua Hatfield, Ricardo Raudales, Arun Narasimhan, Eric Gamache, Jesse M. Levine, Jason Tucciarone, Eric Szelenyi, Julie A. Harris, Partha P. Mitra, Pavel Osten, Paola Arlotta, Z. Josh Huang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03955-9",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4280556763",
      "paper_id": "https://openalex.org/W4280556763",
      "title": "Gibbin mesodermal regulation patterns epithelial development",
      "authors": "Ann Collier, Angela Liu, Jessica Torkelson, Jillian Pattison, Sadhana Gaddam, Hanson Zhen, Tiffany Patel, Kelly McCarthy, Hana Ghanim, Anthony E. Oro",
      "paper_url": "https://doi.org/10.1038/s41586-022-04727-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402454692",
      "paper_id": "https://openalex.org/W4402454692",
      "title": "Heteromeric amyloid filaments of ANXA11 and TDP-43 in FTLD-TDP Type C",
      "authors": "Diana Arseni, Takashi Nonaka, Max H. Jacobsen, Alexey G. Murzin, Laura Cracco, Sew Y. Peak-Chew, Holly J. Garringer, Ito Kawakami, Hisaomi Suzuki, Misumoto Onaya, Yuko Saito, Shigeo Murayama, Changiz Geula, Ruben Vidal, Kathy L. Newell, Marsel Mesulam, Bernardino Ghetti, Masato Hasegawa, Benjamin Ryskeldi-Falcon",
      "paper_url": "https://doi.org/10.1038/s41586-024-08024-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3202114531",
      "paper_id": "https://openalex.org/W3202114531",
      "title": "Hominini-specific regulation of CBLN2 increases prefrontal spinogenesis",
      "authors": "Mikihito Shibata, Kartik Pattabiraman, Sydney K. Muchnik, Navjot Kaur, Yury M. Morozov, Xiaoyang Cheng, Stephen G. Waxman, Nenad Sestan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03952-y",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4412151040",
      "paper_id": "https://openalex.org/W4412151040",
      "title": "How short peptides disassemble tau fibrils in Alzheimer’s disease",
      "authors": "Ke Hou, Peng Ge, Michael R. Sawaya, Liisa Lutter, Joshua L. Dolinsky, Yuan Yang, Yi Xiao Jiang, David R. Boyer, Xinyi Cheng, Justin Pi, Jeffrey Zhang, Jiahui Lu, Romany Abskharon, Shixin Yang, Zhiheng Yu, Juli Feigon, David S. Eisenberg",
      "paper_url": "https://doi.org/10.1038/s41586-025-09244-z",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3217061287",
      "paper_id": "https://openalex.org/W3217061287",
      "title": "Human blastoids model blastocyst development and implantation",
      "authors": "Harunobu Kagawa, Alok Javali, Heidar Heidari Khoei, Theresa Maria Sommer, Giovanni Sestini, Maria Novatchkova, Yvonne Scholte op Reimer, Gaël Castel, Alexandre Bruneau, Nina Maenhoudt, Jenna Lammers, Sophie Loubersac, Thomas Freour, Hugo Vankelecom, Laurent David, Nicolas Rivron",
      "paper_url": "https://doi.org/10.1038/s41586-021-04267-8",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3204722966",
      "paper_id": "https://openalex.org/W3204722966",
      "title": "Human neocortical expansion involves glutamatergic neuron diversification",
      "authors": "Jim Berg, Staci A. Sorensen, Jonathan T. Ting, Jeremy A. Miller, Thomas Chartrand, Anatoly Buchin, Trygve E. Bakken, Agata Budzillo, Nick Dee, Song-Lin Ding, Nathan W. Gouwens, Rebecca D. Hodge, Brian Kalmbach, Changkyu Lee, Brian R. Lee, Lauren Alfiler, Katherine Baker, Eliza Barkan, Allison Beller, Kyla Berry, Darren Bertagnolli, Kris Bickley, Jasmine Bomben, Thomas Braun, Krissy Brouner, Tamara Casper, Peter Chong, Kirsten Crichton, Rachel Dalley, Rebecca de Frates, Tsega Desta, Samuel Dingman Lee, Florence D’Orazi, Nadezhda Dotson, Tom Egdorf, Rachel Enstrom, Colin Farrell, David Feng, Olivia Fong, Szabina Furdan, Anna A. Galakhova, Clare Gamlin, Amanda Gary, Alexandra Glandon, Jeff Goldy, Melissa Gorham, Natalia A. Goriounova, Sergey Gratiy, Lucas Graybuck, Hong Gu, Kristen Hadley, Nathan Hansen, Tim S. Heistek, Alex M. Henry, Djai B. Heyer, DiJon Hill, Chris Hill, Madie Hupp, Tim Jarsky, Sara Kebede, Lisa Keene, Lisa Kim, Mean-Hwan Kim, Matthew Kroll, Caitlin Latimer, Boaz P. Levi, Katherine E. Link, Matthew Mallory, Rusty Mann, Desiree Marshall, Michelle Maxwell, Medea McGraw, Delissa McMillen, Erica Melief, Eline J. Mertens, Leona Mezei, Norbert Mihut, Stephanie Mok, Gabor Molnar, Alice Mukora, Lindsay Ng, Kiet Ngo, Philip R. Nicovich, Julie Nyhus, Gaspar Olah, Aaron Oldre, Victoria Omstead, Attila Ozsvar, Daniel Park, Hanchuan Peng, Trangthanh Pham, Christina A. Pom, Lydia Potekhina, Ramkumar Rajanbabu, Shea Ransford, David Reid, Christine Rimorin, Augustin Ruiz, David Sandman, Josef Sulc, Susan M. Sunkin, Aaron Szafer, Viktor Szemenyei, Elliot R. Thomsen, Michael Tieu, Amy Torkelson, Jessica Trinh, Herman Tung, Wayne Wakeman, Femke Waleboer, Katelyn Ward, René Wilbers, Grace Williams, Zizhen Yao, Jae-Geun Yoon, Costas Anastassiou, Anton Arkhipov, Pal Barzo, Amy Bernard, Charles Cobbs, Philip C. de Witt Hamer, Richard G. Ellenbogen, Luke Esposito, Manuel Ferreira, Ryder P. Gwinn, Michael J. Hawrylycz, Patrick R. Hof, Sander Idema, Allan R. Jones, C. Dirk Keene, Andrew L. Ko, Gabe J. Murphy, Lydia Ng, Jeffrey G. Ojemann, Anoop P. Patel, John W. Phillips, Daniel L. Silbergeld, Kimberly Smith, Bosiljka Tasic, Rafael Yuste, Idan Segev, Christiaan P. J. de Kock, Huibert D. Mansvelder, Gabor Tamas, Hongkui Zeng, Christof Koch, Ed S. Lein",
      "paper_url": "https://doi.org/10.1038/s41586-021-03813-8",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3210728577",
      "paper_id": "https://openalex.org/W3210728577",
      "title": "Human neural tube morphogenesis in vitro by geometric constraints",
      "authors": "Eyal Karzbrun, Aimal H. Khankhel, Heitor C. Megale, Stella M. K. Glasauer, Yofiel Wyle, George Britton, Aryeh Warmflash, Kenneth S. Kosik, Eric D. Siggia, Boris I. Shraiman, Sebastian J. Streichan",
      "paper_url": "https://doi.org/10.1038/s41586-021-04026-9",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389338898",
      "paper_id": "https://openalex.org/W4389338898",
      "title": "Hypoblast from human pluripotent stem cells regulates epiblast development",
      "authors": "Takumi Okubo, Nicolas Rivron, Mio Kabata, Hideki Masaki, Keiko Kishimoto, Katsunori Semi, May Nakajima-Koyama, Haruko Kunitomi, Belinda Kaswandy, Hideyuki Sato, Hiromitsu Nakauchi, Knut Woltjen, Mitinori Saitou, Erika Sasaki, Takuya Yamamoto, Yasuhiro Takashima",
      "paper_url": "https://doi.org/10.1038/s41586-023-06871-2",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W4200114667",
      "paper_id": "https://openalex.org/W4200114667",
      "title": "Individual human cortical progenitors can produce excitatory and inhibitory neurons",
      "authors": "Ryan N. Delgado, Denise E. Allen, Matthew G. Keefe, Walter R. Mancia Leon, Ryan S. Ziffra, Elizabeth E. Crouch, Arturo Alvarez-Buylla, Tomasz J. Nowakowski",
      "paper_url": "https://doi.org/10.1038/s41586-021-04230-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4302010984",
      "paper_id": "https://openalex.org/W4302010984",
      "title": "Inferring and perturbing cell fate regulomes in human brain organoids",
      "authors": "Jonas Simon Fleck, Sophie Martina Johanna Jansen, Damian Wollny, Fides Zenk, Makiko Seimiya, Akanksha Jain, Ryoko Okamoto, Malgorzata Santel, Zhisong He, J. Gray Camp, Barbara Treutlein",
      "paper_url": "https://doi.org/10.1038/s41586-022-05279-8",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3204119535",
      "paper_id": "https://openalex.org/W3204119535",
      "title": "Isoform cell-type specificity in the mouse primary motor cortex",
      "authors": "A. Sina Booeshaghi, Zizhen Yao, Cindy van Velthoven, Kimberly Smith, Bosiljka Tasic, Hongkui Zeng, Lior Pachter",
      "paper_url": "https://doi.org/10.1038/s41586-021-03969-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4225089296",
      "paper_id": "https://openalex.org/W4225089296",
      "title": "Left–right symmetry of zebrafish embryos requires somite surface tension",
      "authors": "Sundar R. Naganathan, Marko Popović, Andrew C. Oates",
      "paper_url": "https://doi.org/10.1038/s41586-022-04646-9",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388488729",
      "paper_id": "https://openalex.org/W4388488729",
      "title": "m1A in CAG repeat RNA binds to TDP-43 and induces neurodegeneration",
      "authors": "Yuxiang Sun, Hui Dai, Xiaoxia Dai, Jiekai Yin, Yuxiang Cui, Xiaochuan Liu, Gwendolyn Gonzalez, Jun Yuan, Feng Tang, Nan Wang, Alexandra E. Perlegos, Nancy M. Bonini, X. William Yang, Weifeng Gu, Yinsheng Wang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06701-5",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406715779",
      "paper_id": "https://openalex.org/W4406715779",
      "title": "Mapping cells through time and space with moscot",
      "authors": "Dominik Klein, Giovanni Palla, Marius Lange, Michal Klein, Zoe Piran, Manuel Gander, Laetitia Meng-Papaxanthos, Michael Sterr, Lama Saber, Changying Jing, Aimée Bastidas-Ponce, Perla Cota, Marta Tarquis-Medina, Shrey Parikh, Ilan Gold, Heiko Lickert, Mostafa Bakhti, Mor Nitzan, Marco Cuturi, Fabian J. Theis",
      "paper_url": "https://doi.org/10.1038/s41586-024-08453-2",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4304698283",
      "paper_id": "https://openalex.org/W4304698283",
      "title": "Maturation and circuit integration of transplanted human cortical organoids",
      "authors": "Omer Revah, Felicity Gore, Kevin W. Kelley, Jimena Andersen, Noriaki Sakai, Xiaoyu Chen, Min-Yin Li, Fikri Birey, Xiao Yang, Nay L. Saw, Samuel W. Baker, Neal D. Amin, Shravanti Kulkarni, Rachana Mudipalli, Bianxiao Cui, Seiji Nishino, Gerald A. Grant, Juliet K. Knowles, Mehrdad Shamloo, John R. Huguenard, Karl Deisseroth, Sergiu P. Pașca",
      "paper_url": "https://doi.org/10.1038/s41586-022-05277-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4396544343",
      "paper_id": "https://openalex.org/W4396544343",
      "title": "Mechanics of human embryo compaction",
      "authors": "Julie Firmin, Nicolas Ecker, Diane Rivet Danon, Özge Özgüç, Virginie Barraud Lange, Hervé Turlier, Catherine Patrat, Jean-Léon Maître",
      "paper_url": "https://doi.org/10.1038/s41586-024-07351-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4313544794",
      "paper_id": "https://openalex.org/W4313544794",
      "title": "Metabolic regulation of species-specific developmental rates",
      "authors": "Margarete Diaz-Cuadros, Teemu P. Miettinen, Owen S. Skinner, Dylan Sheedy, Carlos Manlio Díaz-García, Svetlana Gapon, Alexis Hubaud, Gary Yellen, Scott R. Manalis, William M. Oldham, Olivier Pourquié",
      "paper_url": "https://doi.org/10.1038/s41586-022-05574-4",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3160457054",
      "paper_id": "https://openalex.org/W3160457054",
      "title": "MIR-NATs repress MAPT translation and aid proteostasis in neurodegeneration",
      "authors": "Roberto Simone, Faiza Javad, Warren Emmett, Oscar G. Wilkins, Filipa Lourenço Almeida, Natalia Barahona-Torres, Justyna Zareba-Paslawska, Mazdak Ehteramyan, Paola Zuccotti, Angelika Modelska, Kavitha Siva, Gurvir S. Virdi, Jamie S. Mitchell, Jasmine Harley, Victoria A. Kay, Geshanthi Hondhamuni, Daniah Trabzuni, Mina Ryten, Selina Wray, Elisavet Preza, Demis A. Kia, Alan Pittman, Raffaele Ferrari, Claudia Manzoni, Andrew Lees, John A. Hardy, Michela A. Denti, Alessandro Quattrone, Rickie Patani, Per Svenningsson, Thomas T. Warner, Vincent Plagnol, Jernej Ule, Rohan de Silva",
      "paper_url": "https://doi.org/10.1038/s41586-021-03556-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4405031284",
      "paper_id": "https://openalex.org/W4405031284",
      "title": "Mis-splicing of a neuronal microexon promotes CPEB4 aggregation in ASD",
      "authors": "Carla Garcia-Cabau, Anna Bartomeu, Giulio Tesei, Kai Chit Cheung, Julia Pose-Utrilla, Sara Picó, Andreea Balaceanu, Berta Duran-Arqué, Marcos Fernández-Alfara, Judit Martín, Cesare De Pace, Lorena Ruiz-Pérez, Jesús García, Giuseppe Battaglia, José J. Lucas, Rubén Hervás, Kresten Lindorff-Larsen, Raúl Méndez, Xavier Salvatella",
      "paper_url": "https://doi.org/10.1038/s41586-024-08289-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3136928907",
      "paper_id": "https://openalex.org/W3136928907",
      "title": "Modelling human blastocysts by reprogramming fibroblasts into iBlastoids",
      "authors": "Xiaodong Liu, Jia Ping Tan, Jan Schröder, Asma Aberkane, John F. Ouyang, Monika Mohenska, Sue Mei Lim, Yu B. Y. Sun, Joseph Chen, Guizhi Sun, Yichen Zhou, Daniel Poppe, Ryan Lister, Amander T. Clark, Owen J. L. Rackham, Jennifer Zenker, Jose M. Polo",
      "paper_url": "https://doi.org/10.1038/s41586-021-03372-y",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389670868",
      "paper_id": "https://openalex.org/W4389670868",
      "title": "Modelling post-implantation human development to yolk sac blood emergence",
      "authors": "Joshua Hislop, Qi Song, Kamyar Keshavarz F., Amir Alavi, Rayna Schoenberger, Ryan LeGraw, Jeremy J. Velazquez, Tahere Mokhtari, Mohammad Naser Taheri, Matthew Rytel, Susana M. Chuva de Sousa Lopes, Simon Watkins, Donna Stolz, Samira Kiani, Berna Sozen, Ziv Bar-Joseph, Mo R. Ebrahimkhani",
      "paper_url": "https://doi.org/10.1038/s41586-023-06914-8",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406155815",
      "paper_id": "https://openalex.org/W4406155815",
      "title": "Molecular and cellular dynamics of the developing human neocortex",
      "authors": "Li Wang, Cheng Wang, Juan A. Moriano, Songcang Chen, Guolong Zuo, Arantxa Cebrián-Silla, Shaobo Zhang, Tanzila Mukhtar, Shaohui Wang, Mengyi Song, Lilian Gomes de Oliveira, Qiuli Bi, Jonathan J. Augustin, Xinxin Ge, Mercedes F. Paredes, Eric J. Huang, Arturo Alvarez-Buylla, Xin Duan, Jingjing Li, Arnold R. Kriegstein",
      "paper_url": "https://doi.org/10.1038/s41586-024-08351-7",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3184208286",
      "paper_id": "https://openalex.org/W3184208286",
      "title": "Molecular architecture of the developing mouse brain",
      "authors": "Gioele La Manno, Kimberly Siletti, Alessandro Furlan, Daniel Gyllborg, Elin Vinsland, Alejandro Mossi Albiach, Christoffer Mattsson Langseth, Irina Khven, Alex R. Lederer, Lisa M. Dratva, Anna Johnsson, Mats Nilsson, Peter Lönnerberg, Sten Linnarsson",
      "paper_url": "https://doi.org/10.1038/s41586-021-03775-x",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410551291",
      "paper_id": "https://openalex.org/W4410551291",
      "title": "Molecular basis of positional memory in limb regeneration",
      "authors": "L. Otsuki, S. A. Plattner, Y. Taniguchi-Sugiura, F. Falcon, E. M. Tanaka",
      "paper_url": "https://doi.org/10.1038/s41586-025-09036-5",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4384820907",
      "paper_id": "https://openalex.org/W4384820907",
      "title": "Molecular features driving cellular complexity of human brain evolution",
      "authors": "Emre Caglayan, Fatma Ayhan, Yuxiang Liu, Rachael M. Vollmer, Emily Oh, Chet C. Sherwood, Todd M. Preuss, Soojin V. Yi, Genevieve Konopka",
      "paper_url": "https://doi.org/10.1038/s41586-023-06338-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4283829975",
      "paper_id": "https://openalex.org/W4283829975",
      "title": "Molecular landscapes of human hippocampal immature neurons across lifespan",
      "authors": "Yi Zhou, Yijing Su, Shiying Li, Benjamin C. Kennedy, Daniel Y. Zhang, Allison M. Bond, Yusha Sun, Fadi Jacob, Lu Lu, Peng Hu, Angela N. Viaene, Ingo Helbig, Sudha K. Kessler, Timothy Lucas, Ryan D. Salinas, Xiaosong Gu, H. Isaac Chen, Hao Wu, Joel E. Kleinman, Thomas M. Hyde, David W. Nauen, Daniel R. Weinberger, Guo-li Ming, Hongjun Song",
      "paper_url": "https://doi.org/10.1038/s41586-022-04912-w",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3175922295",
      "paper_id": "https://openalex.org/W3175922295",
      "title": "Molecular logic of cellular diversification in the mouse cerebral cortex",
      "authors": "Daniela J. Di Bella, Ehsan Habibi, Robert R. Stickels, Gabriele Scalia, Juliana Brown, Payman Yadollahpour, Sung Min Yang, Catherine Abbate, Tommaso Biancalani, Evan Z. Macosko, Fei Chen, Aviv Regev, Paola Arlotta",
      "paper_url": "https://doi.org/10.1038/s41586-021-03670-5",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402454654",
      "paper_id": "https://openalex.org/W4402454654",
      "title": "Molecular programs guiding arealization of descending cortical pathways",
      "authors": "Philipp Abe, Adrien Lavalley, Ilaria Morassut, Antonio J. Santinha, Sergi Roig-Puiggros, Awais Javed, Esther Klingler, Natalia Baumann, Julien Prados, Randall J. Platt, Denis Jabaudon",
      "paper_url": "https://doi.org/10.1038/s41586-024-07895-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389670373",
      "paper_id": "https://openalex.org/W4389670373",
      "title": "Molecularly defined and spatially resolved cell atlas of the whole mouse brain",
      "authors": "Meng Zhang, Xingjie Pan, Won Jung, Aaron R. Halpern, Stephen W. Eichhorn, Zhiyun Lei, Limor Cohen, Kimberly A. Smith, Bosiljka Tasic, Zizhen Yao, Hongkui Zeng, Xiaowei Zhuang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06808-9",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411413694",
      "paper_id": "https://openalex.org/W4411413694",
      "title": "Morphodynamics of human early brain organoid development",
      "authors": "Akanksha Jain, Gilles Gut, Fátima Sanchis-Calleja, Reto Tschannen, Zhisong He, Nicolas Luginbühl, Fides Zenk, Antonius Chrisnandy, Simon Streib, Christoph Harmel, Ryoko Okamoto, Malgorzata Santel, Makiko Seimiya, René Holtackers, Juliane K. Rohland, Sophie Martina Johanna Jansen, Matthias P. Lutolf, J. Gray Camp, Barbara Treutlein",
      "paper_url": "https://doi.org/10.1038/s41586-025-09151-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W4200432194",
      "paper_id": "https://openalex.org/W4200432194",
      "title": "Morphogen gradient scaling by recycling of intracellular Dpp",
      "authors": "Maria Romanova-Michaelides, Zena Hadjivasiliou, Daniel Aguilar-Hidalgo, Dimitris Basagiannis, Carole Seum, Marine Dubois, Frank Jülicher, Marcos Gonzalez-Gaitan",
      "paper_url": "https://doi.org/10.1038/s41586-021-04346-w",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3202358235",
      "paper_id": "https://openalex.org/W3202358235",
      "title": "Morphological diversity of single neurons in molecularly defined cell types",
      "authors": "Hanchuan Peng, Peng Xie, Lijuan Liu, Xiuli Kuang, Yimin Wang, Lei Qu, Hui Gong, Shengdian Jiang, Anan Li, Zongcai Ruan, Liya Ding, Zizhen Yao, Chao Chen, Mengya Chen, Tanya L. Daigle, Rachel Dalley, Zhangcan Ding, Yanjun Duan, Aaron Feiner, Ping He, Chris Hill, Karla E. Hirokawa, Guodong Hong, Lei Huang, Sara Kebede, Hsien-Chi Kuo, Rachael Larsen, Phil Lesnar, Longfei Li, Qi Li, Xiangning Li, Yaoyao Li, Yuanyuan Li, An Liu, Donghuan Lu, Stephanie Mok, Lydia Ng, Thuc Nghi Nguyen, Qiang Ouyang, Jintao Pan, Elise Shen, Yuanyuan Song, Susan M. Sunkin, Bosiljka Tasic, Matthew B. Veldman, Wayne Wakeman, Wan Wan, Peng Wang, Quanxin Wang, Tao Wang, Yaping Wang, Feng Xiong, Wei Xiong, Wenjie Xu, Min Ye, Lulu Yin, Yang Yu, Jia Yuan, Jing Yuan, Zhixi Yun, Shaoqun Zeng, Shichen Zhang, Sujun Zhao, Zijun Zhao, Zhi Zhou, Z. Josh Huang, Luke Esposito, Michael J. Hawrylycz, Staci A. Sorensen, X. William Yang, Yefeng Zheng, Zhongze Gu, Wei Xie, Christof Koch, Qingming Luo, Julie A. Harris, Yun Wang, Hongkui Zeng",
      "paper_url": "https://doi.org/10.1038/s41586-021-03941-1",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4412737095",
      "paper_id": "https://openalex.org/W4412737095",
      "title": "Mouse lemur cell atlas informs primate genes, physiology and disease",
      "authors": "Camille Ezran, Shixuan Liu, Stephen Chang, Jingsi Ming, Lisbeth A. Guethlein, Michael F. Z. Wang, Roozbeh Dehghannasiri, Julia Olivieri, Hannah K. Frank, Alexander Tarashansky, Winston Koh, Qiuyu Jing, Olga Botvinnik, Jane Antony, Iwijn De Vlaminck, Megan A. Albertelli, Caitlin J. Karanewsky, Jozeph L. Pendleton, Fabienne Aujard, Martine Perret, Liza Shapiro, Andriamahery Razafindrakoto, Hajanirina Noëline Ravelonjanahary, Patricia Wright, Anne D. Yoder, Cathy V. Williams, Robert Schopler, Ute Radespiel, Jean-Michel Verdier, Corinne Lautier, E. Christopher Kirk, Rebecca Lewis, Kerriann M. Casey, Kyle J. Travaglini, Astrid Gillich, Zicheng Zhao, Elias Godoy, Jérémy Terrien, Jacques Epelbaum, Dita Gratzinger, Katherine Lucot, Thomas Montine, Jessica D’Addabbo, Isaac Bakerman, Patricia Nguyen, Aaron Kershner, Karim Mrouj, Philip Beachy, Rahul Sinha, Yue Zhang, Irving L. Weissman, Thomas H. Ambrosi, Malachia Hoover, Alina Alam, Charles Chan, SoRi Jang, Avin Veerakumar, Peng Li, Andrea R. Yung, Connor V. Duffy, Song-Lin Ding, Ed S. Lein, Silvana Konermann, Liqun Luo, Trygve E. Bakken, Justus M. Kebschull, Rebecca D. Hodge, Taichi Isobe, Michael F. Clarke, Antoine de Morree, Biter Bilen, Jean Farup, Andoni Urtasun, Jengmin Kang, Thomas A. Rando, Ming Chen, BaoXiang Li, Varun Ramanan Subramaniam, Shravani Mukherjee, Aditi Swarup, Lily Kim, Bronwyn Scott, Ahmad Al-Moujahed, Albert Y. Wu, Douglas Vollrath, Lubert Stryer, Nicholas Schaum, Amanda L. Wiggenhorn, Tony Wyss-Coray, Yin Liu, Lolita Penland, Gabriel Loeb, Shengda Lin, Honor Paine, Deviana Burhan, Aris Taychameekiatchai, Steven Artandi, Bruce Wang, F. Hernán Espinoza, Christin Kuo, Ross Metzger, Norma Neff, Zhen Qi, Rebecca Culver, Kerwyn C. Huang, Patrick Neuhöfer, Charles A. Chang, Yan Hang, Seung K. Kim, Hannah N. W. Weinstein, Paul Allegakoen, Franklin W. Huang, Sivakamasundari V., Song Eun Lee, Kazuteru Hasegawa, Hosu Sin, Margaret T. Fuller, Wan-Jin Lu, Ankit Baghel, William Kong, Carly Israel, Rene Sit, Jennifer Okamoto, Ashley Maynard, Michelle Tan, Youcef Ouadah, Jalal Baruni, Timothy Ting-Hsuan Wu, Robert C. Jones, Maurizio Morri, Spyros Darmanis, Sheela Crasta, Jia Yan, Aditi Agrawal, Shelly Huynh, Brian Yu, James Webber, Jia Zhao, Gefei Wang, Weilun Tan, Saba Nafees, Zhengda Li, Stephen R. Quake, Geoff Stanley, Jinxurong Yang, Sheng Wang, Snigdha Agarwal, Kyle Awayan, Erin McGeever, Venkata N. P. Vemuri, Pranav V. Lalgudi, Angela Oliveira Pisco, Jim Karkanias, Can Yang, James E. Ferrell Jr, Scott D. Boyd, Peter Parham, Jonathan Z. Long, Bo Wang, Julia Salzman, Iwijn De Vlaminck, Angela Ruohao Wu, Stephen R. Quake, Mark A. Krasnow",
      "paper_url": "https://doi.org/10.1038/s41586-025-09114-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399830347",
      "paper_id": "https://openalex.org/W4399830347",
      "title": "Multiscale topology classifies cells in subcellular spatial transcriptomics",
      "authors": "Katherine Benjamin, Aneesha Bhandari, Jessica D. Kepple, Rui Qi, Zhouchun Shang, Yanan Xing, Yanru An, Nannan Zhang, Yong Hou, Tanya L. Crockford, Oliver McCallion, Fadi Issa, Joanna Hester, Ulrike Tillmann, Heather A. Harrington, Katherine R. Bull",
      "paper_url": "https://doi.org/10.1038/s41586-024-07563-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385708875",
      "paper_id": "https://openalex.org/W4385708875",
      "title": "Neuronal migration prevents spatial competition in retinal morphogenesis",
      "authors": "Mauricio Rocha-Martins, Elisa Nerli, Jenny Kretzschmar, Martin Weigert, Jaroslav Icha, Eugene W. Myers, Caren Norden",
      "paper_url": "https://doi.org/10.1038/s41586-023-06392-y",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387933074",
      "paper_id": "https://openalex.org/W4387933074",
      "title": "Normative spatiotemporal fetal brain maturation with satisfactory development at 2 years",
      "authors": "Ana I. L. Namburete, Bartłomiej W. Papież, Michelle Fernandes, Madeleine K. Wyburd, Linde S. Hesse, Felipe A. Moser, Leila Cheikh Ismail, Robert B. Gunier, Waney Squier, Eric O. Ohuma, Maria Carvalho, Yasmin Jaffer, Michael Gravett, Qingqing Wu, Ann Lambert, Adele Winsey, María C. Restrepo-Méndez, Enrico Bertino, Manorama Purwar, Fernando C. Barros, Alan Stein, J. Alison Noble, Zoltán Molnár, Mark Jenkinson, Zulfiqar A. Bhutta, Aris T. Papageorghiou, José Villar, Stephen H. Kennedy",
      "paper_url": "https://doi.org/10.1038/s41586-023-06630-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392231439",
      "paper_id": "https://openalex.org/W4392231439",
      "title": "On the genetic basis of tail-loss evolution in humans and apes",
      "authors": "Bo Xia, Weimin Zhang, Guisheng Zhao, Xinru Zhang, Jiangshan Bai, Ran Brosh, Aleksandra Wudzinska, Emily Huang, Hannah Ashe, Gwen Ellis, Maayan Pour, Yu Zhao, Camila Coelho, Yinan Zhu, Alexander Miller, Jeremy S. Dasen, Matthew T. Maurano, Sang Y. Kim, Jef D. Boeke, Itai Yanai",
      "paper_url": "https://doi.org/10.1038/s41586-024-07095-8",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412521229",
      "paper_id": "https://openalex.org/W4412521229",
      "title": "Pathology-oriented multiplexing enables integrative disease mapping",
      "authors": "Malte Kuehl, Yusuke Okabayashi, Milagros N. Wong, Lukas Gernhold, Gabriele Gut, Nico Kaiser, Maria Schwerk, Stefanie K. Gräfe, Frank Y. Ma, Jovan Tanevski, Philipp S. L. Schäfer, Sam Mezher, Jacobo Sarabia del Castillo, Thiago Goldbeck-Strieder, Olga Zolotareva, Michael Hartung, Fernando M. Delgado Chaves, Lukas Klinkert, Ann-Christin Gnirck, Marc Spehr, David Fleck, Mehdi Joodaki, Victor Parra, Mina Shaigan, Martin Diebold, Marco Prinz, Jennifer Kranz, Johan M. Kux, Fabian Braun, Oliver Kretz, Hui Wu, Florian Grahammer, Sven Heins, Marina Zimmermann, Fabian Haas, Dominik Kylies, Nicola Wanner, Jan Czogalla, Bernhard Dumoulin, Nikolay Zolotarev, Maja Lindenmeyer, Pall Karlson, Jens R. Nyengaard, Marcial Sebode, Sören Weidemann, Thorsten Wiech, Hermann-Josef Groene, Nicola M. Tomas, Catherine Meyer-Schwesinger, Christoph Kuppe, Rafael Kramann, Alexandre Karras, Patrick Bruneval, Pierre-Louis Tharaux, Diego Pastene, Benito Yard, Jennifer A. Schaub, Phillip J. McCown, Laura Pyle, Ye Ji Choi, Takashi Yokoo, Jan Baumbach, Pablo J. Sáez, Ivan Costa, Jan-Eric Turner, Jeffrey B. Hodgin, Julio Saez-Rodriguez, Tobias B. Huber, Petter Bjornstad, Matthias Kretzler, Olivia Lenoir, David J. Nikolic-Paterson, Lucas Pelkmans, Stefan Bonn, Victor G. Puelles",
      "paper_url": "https://doi.org/10.1038/s41586-025-09225-2",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4311461948",
      "paper_id": "https://openalex.org/W4311461948",
      "title": "Patterned cPCDH expression regulates the fine organization of the neocortex",
      "authors": "Xiaohui Lv, Shuo Li, Jingwei Li, Xiang-Yu Yu, Xiao Ge, Bo Li, Shuhan Hu, Yang Lin, Songbo Zhang, Jiajun Yang, Xiuli Zhang, Jie Yan, Alexandra L. Joyner, Hang Shi, Qiang Wu, Song-Hai Shi",
      "paper_url": "https://doi.org/10.1038/s41586-022-05495-2",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3119240720",
      "paper_id": "https://openalex.org/W3119240720",
      "title": "Patterns of de novo tandem repeat mutations and their role in autism",
      "authors": "Ileena Mitra, Bonnie Huang, Nima Mousavi, Nichole Ma, Michael Lamkin, Richard Yanicky, Sharona Shleizer-Burko, Kirk E. Lohmueller, Melissa Gymrek",
      "paper_url": "https://doi.org/10.1038/s41586-020-03078-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4311472745",
      "paper_id": "https://openalex.org/W4311472745",
      "title": "Periodic inhibition of Erk activity drives sequential somite segmentation",
      "authors": "M. Fethullah Simsek, Angad Singh Chandel, Didar Saparov, Oriana Q. H. Zinani, Nicholas Clason, Ertuğrul M. Özbudak",
      "paper_url": "https://doi.org/10.1038/s41586-022-05527-x",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409283565",
      "paper_id": "https://openalex.org/W4409283565",
      "title": "Phenotypic complexities of rare heterozygous neurexin-1 deletions",
      "authors": "Michael B. Fernando, Yu Fan, Yanchun Zhang, Alex Tokolyi, Aleta N. Murphy, Sarah Kammourh, P. J. Michael Deans, Sadaf Ghorbani, Ryan Onatzevitch, Adriana Pero, Christopher Padilla, Sarah E. Williams, Erin K. Flaherty, Iya A. Prytkova, Lei Cao, David A. Knowles, Gang Fang, Paul A. Slesinger, Kristen J. Brennand",
      "paper_url": "https://doi.org/10.1038/s41586-025-08864-9",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3159826075",
      "paper_id": "https://openalex.org/W3159826075",
      "title": "PIK3CA and CCM mutations fuel cavernomas through a cancer-like mechanism",
      "authors": "Aileen A. Ren, Daniel A. Snellings, Yourong S. Su, Courtney C. Hong, Marco Castro, Alan T. Tang, Matthew R. Detter, Nicholas Hobson, Romuald Girard, Sharbel Romanos, Rhonda Lightle, Thomas Moore, Robert Shenkar, Christian Benavides, M. Makenzie Beaman, Helge Müller-Fielitz, Mei Chen, Patricia Mericko, Jisheng Yang, Derek C. Sung, Michael T. Lawton, J. Michael Ruppert, Markus Schwaninger, Jakob Körbelin, Michael Potente, Issam A. Awad, Douglas A. Marchuk, Mark L. Kahn",
      "paper_url": "https://doi.org/10.1038/s41586-021-03562-8",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4382240696",
      "paper_id": "https://openalex.org/W4382240696",
      "title": "Pluripotent stem cell-derived model of the post-implantation human embryo",
      "authors": "Bailey A. T. Weatherbee, Carlos W. Gantner, Lisa K. Iwamoto-Stohl, Riza M. Daza, Nobuhiko Hamazaki, Jay Shendure, Magdalena Zernicka-Goetz",
      "paper_url": "https://doi.org/10.1038/s41586-023-06368-y",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3136797206",
      "paper_id": "https://openalex.org/W3136797206",
      "title": "Presymptomatic training mitigates functional deficits in a mouse model of Rett syndrome",
      "authors": "Nathan P. Achilly, Wei Wang, Huda Y. Zoghbi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03369-7",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3136383753",
      "paper_id": "https://openalex.org/W3136383753",
      "title": "Primate cell fusion disentangles gene regulatory divergence in neurodevelopment",
      "authors": "Rachel M. Agoglia, Danqiong Sun, Fikri Birey, Se-Jin Yoon, Yuki Miura, Karen Sabatini, Sergiu P. Pașca, Hunter B. Fraser",
      "paper_url": "https://doi.org/10.1038/s41586-021-03343-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4311472750",
      "paper_id": "https://openalex.org/W4311472750",
      "title": "Primate gastrulation and early organogenesis at single-cell resolution",
      "authors": "Jinglei Zhai, Jing Guo, Haifeng Wan, Luqing Qi, Lizhong Liu, Zhenyu Xiao, Long Yan, Daniel A. Schmitz, Yanhong Xu, Dainan Yu, Xulun Wu, Wentao Zhao, Kunyuan Yu, Xiangxiang Jiang, Fan Guo, Jun Wu, Hongmei Wang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05526-y",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389991809",
      "paper_id": "https://openalex.org/W4389991809",
      "title": "Protracted neuronal recruitment in the temporal lobes of young children",
      "authors": "Marcos Assis Nascimento, Sean Biagiotti, Vicente Herranz-Pérez, Samara Santiago, Raymund Bueno, Chun J. Ye, Taylor J. Abel, Zhuangzhi Zhang, Juan S. Rubio-Moll, Arnold R. Kriegstein, Zhengang Yang, Jose Manuel Garcia-Verdugo, Eric J. Huang, Arturo Alvarez-Buylla, Shawn F. Sorrells",
      "paper_url": "https://doi.org/10.1038/s41586-023-06981-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4312095185",
      "paper_id": "https://openalex.org/W4312095185",
      "title": "Reconstituting human somitogenesis in vitro",
      "authors": "Yoshihiro Yamanaka, Sofiane Hamidi, Kumiko Yoshioka-Kobayashi, Sirajam Munira, Kazunori Sunadome, Yi Zhang, Yuzuru Kurokawa, Rolf Ericsson, Ai Mieda, Jamie L. Thompson, Janet Kerwin, Steven Lisgo, Takuya Yamamoto, Naomi Moris, Alfonso Martinez-Arias, Taro Tsujimura, Cantas Alev",
      "paper_url": "https://doi.org/10.1038/s41586-022-05649-2",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4312095214",
      "paper_id": "https://openalex.org/W4312095214",
      "title": "Reconstruction and deconstruction of human somitogenesis in vitro",
      "authors": "Yuchuan Miao, Yannis Djeffal, Alessandro De Simone, Kongju Zhu, Jong Gwan Lee, Ziqi Lu, Andrew Silberfeld, Jyoti Rao, Oscar A. Tarazona, Alessandro Mongera, Pietro Rigoni, Margarete Diaz-Cuadros, Laura Min Sook Song, Stefano Di Talia, Olivier Pourquié",
      "paper_url": "https://doi.org/10.1038/s41586-022-05655-4",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3203602359",
      "paper_id": "https://openalex.org/W3203602359",
      "title": "Regulation of prefrontal patterning and connectivity by retinoic acid",
      "authors": "Mikihito Shibata, Kartik Pattabiraman, Belen Lorente-Galdos, David Andrijevic, Suel-Kee Kim, Navjot Kaur, Sydney K. Muchnik, Xiaojun Xing, Gabriel Santpere, Andre M. M. Sousa, Nenad Sestan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03953-x",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4220838968",
      "paper_id": "https://openalex.org/W4220838968",
      "title": "Reproducible brain-wide association studies require thousands of individuals",
      "authors": "Scott Marek, Brenden Tervo-Clemmens, Finnegan J. Calabro, David F. Montez, Benjamin P. Kay, Alexander S. Hatoum, Meghan Rose Donohue, William Foran, Ryland L. Miller, Timothy J. Hendrickson, Stephen M. Malone, Sridhar Kandala, Eric Feczko, Oscar Miranda-Dominguez, Alice M. Graham, Eric A. Earl, Anders J. Perrone, Michaela Cordova, Olivia Doyle, Lucille A. Moore, Gregory M. Conan, Johnny Uriarte, Kathy Snider, Benjamin J. Lynch, James C. Wilgenbusch, Thomas Pengo, Angela Tam, Jianzhong Chen, Dillan J. Newbold, Annie Zheng, Nicole A. Seider, Andrew N. Van, Athanasia Metoki, Roselyne J. Chauvin, Timothy O. Laumann, Deanna J. Greene, Steven E. Petersen, Hugh Garavan, Wesley K. Thompson, Thomas E. Nichols, B. T. Thomas Yeo, Deanna M. Barch, Beatriz Luna, Damien A. Fair, Nico U. F. Dosenbach",
      "paper_url": "https://doi.org/10.1038/s41586-022-04492-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403451113",
      "paper_id": "https://openalex.org/W4403451113",
      "title": "Selective utilization of glucose metabolism guides mammalian gastrulation",
      "authors": "Dominica Cao, Jenna Bergmann, Liangwen Zhong, Anupama Hemalatha, Chaitanya Dingare, Tyler Jensen, Andy L. Cox, Valentina Greco, Benjamin Steventon, Berna Sozen",
      "paper_url": "https://doi.org/10.1038/s41586-024-08044-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405268737",
      "paper_id": "https://openalex.org/W4405268737",
      "title": "Self-organized patterning of crocodile head scales by compressive folding",
      "authors": "Gabriel N. Santos-Durán, Rory L. Cooper, Ebrahim Jahanbakhsh, Grigorii Timin, Michel C. Milinkovitch",
      "paper_url": "https://doi.org/10.1038/s41586-024-08268-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402454677",
      "paper_id": "https://openalex.org/W4402454677",
      "title": "Self-organized tissue mechanics underlie embryonic regulation",
      "authors": "Paolo Caldarelli, Alexander Chamolly, Aurélien Villedieu, Olinda Alegria-Prévot, Carole Phan, Jerome Gros, Francis Corson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07934-8",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4382240679",
      "paper_id": "https://openalex.org/W4382240679",
      "title": "Self-patterning of human stem cells into post-implantation lineages",
      "authors": "Monique Pedroza, Seher Ipek Gassaloglu, Nicolas Dias, Liangwen Zhong, Tien-Chi Jason Hou, Helene Kretzmer, Zachary D. Smith, Berna Sozen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06354-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4394676041",
      "paper_id": "https://openalex.org/W4394676041",
      "title": "Sex differences orchestrated by androgens at single-cell resolution",
      "authors": "Fei Li, Xudong Xing, Qiqi Jin, Xiang-Ming Wang, Pengfei Dai, Ming Han, Huili Shi, Ze Zhang, Xianlong Shao, Yunyi Peng, Yiqin Zhu, Jiayi Xu, Dan Li, Yu Chen, Wei Wu, Qiao Wang, Chen Yu, Luonan Chen, Fan Bai, Dong Gao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07291-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389670574",
      "paper_id": "https://openalex.org/W4389670574",
      "title": "Single-cell analysis of chromatin accessibility in the adult mouse brain",
      "authors": "Songpeng Zu, Yang Eric Li, Kangli Wang, Ethan J. Armand, Sainath Mamde, Maria Luisa Amaral, Yuelai Wang, Andre Chu, Yang Xie, Michael Miller, Jie Xu, Zhaoning Wang, Kai Zhang, Bojing Jia, Xiaomeng Hou, Lin Lin, Qian Yang, Seoyeon Lee, Bin Li, Samantha Kuan, Hanqing Liu, Jingtian Zhou, Antonio Pinto-Duarte, Jacinta Lucero, Julia Osteen, Michael Nunn, Kimberly A. Smith, Bosiljka Tasic, Zizhen Yao, Hongkui Zeng, Zihan Wang, Jingbo Shang, M. Margarita Behrens, Joseph R. Ecker, Allen Wang, Sebastian Preissl, Bing Ren",
      "paper_url": "https://doi.org/10.1038/s41586-023-06824-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400492020",
      "paper_id": "https://openalex.org/W4400492020",
      "title": "Single-cell atlas of the human brain vasculature across development, adulthood and disease",
      "authors": "Thomas Wälchli, Moheb Ghobrial, Marc Schwab, Shigeki Takada, Hang Zhong, Samuel Suntharalingham, Sandra Vetiska, Daymé Rodrigues Gonzalez, Ruilin Wu, Hubert Rehrauer, Anuroopa Dinesh, Kai Yu, Edward L. Y. Chen, Jeroen Bisschop, Fiona Farnhammer, Ann Mansur, Joanna Kalucka, Itay Tirosh, Luca Regli, Karl Schaller, Karl Frei, Troy Ketela, Mark Bernstein, Paul Kongkham, Peter Carmeliet, Taufik Valiante, Peter B. Dirks, Mario L. Suva, Gelareh Zadeh, Viviane Tabar, Ralph Schlapbach, Hartland W. Jackson, Katrien De Bock, Jason E. Fish, Philippe P. Monnier, Gary D. Bader, Ivan Radovanovic",
      "paper_url": "https://doi.org/10.1038/s41586-024-07493-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386697296",
      "paper_id": "https://openalex.org/W4386697296",
      "title": "Single-cell brain organoid screening identifies developmental defects in autism",
      "authors": "Chong Li, Jonas Simon Fleck, Catarina Martins-Costa, Thomas R. Burkard, Jan Themann, Marlene Stuempflen, Angela Maria Peer, Ábel Vertesy, Jamie B. Littleboy, Christopher Esk, Ulrich Elling, Gregor Kasprian, Nina S. Corsini, Barbara Treutlein, Juergen A. Knoblich",
      "paper_url": "https://doi.org/10.1038/s41586-023-06473-y",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W4200449643",
      "paper_id": "https://openalex.org/W4200449643",
      "title": "Single-cell delineation of lineage and genetic identity in the mouse brain",
      "authors": "Rachel C. Bandler, Ilaria Vitali, Ryan N. Delgado, May C. Ho, Elena Dvoretskova, Josue S. Ibarra Molinas, Paul W. Frazel, Maesoumeh Mohammadkhani, Robert Machold, Sophia Maedler, Shane A. Liddelow, Tomasz J. Nowakowski, Gord Fishell, Christian Mayer",
      "paper_url": "https://doi.org/10.1038/s41586-021-04237-0",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4212766367",
      "paper_id": "https://openalex.org/W4212766367",
      "title": "Single-cell dissection of the human brain vasculature",
      "authors": "Francisco J. Garcia, Na Sun, Hyeseung Lee, Brianna Godlewski, Hansruedi Mathys, Kyriaki Galani, Blake Zhou, Xueqiao Jiang, Ayesha P. Ng, Julio Mantero, Li-Huei Tsai, David A. Bennett, Mustafa Sahin, Manolis Kellis, Myriam Heiman",
      "paper_url": "https://doi.org/10.1038/s41586-022-04521-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389670293",
      "paper_id": "https://openalex.org/W4389670293",
      "title": "Single-cell DNA methylome and 3D multi-omic atlas of the adult mouse brain",
      "authors": "Hanqing Liu, Qiurui Zeng, Jingtian Zhou, Anna Bartlett, Bang-An Wang, Peter Berube, Wei Tian, Mia Kenworthy, Jordan Altshul, Joseph R. Nery, Huaming Chen, Rosa G. Castanon, Songpeng Zu, Yang Eric Li, Jacinta Lucero, Julia K. Osteen, Antonio Pinto-Duarte, Jasper Lee, Jon Rink, Silvia Cho, Nora Emerson, Michael Nunn, Carolyn O’Connor, Zhanghao Wu, Ion Stoica, Zizhen Yao, Kimberly A. Smith, Bosiljka Tasic, Chongyuan Luo, Jesse R. Dixon, Hongkui Zeng, Bing Ren, M. Margarita Behrens, Joseph R. Ecker",
      "paper_url": "https://doi.org/10.1038/s41586-023-06805-y",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3203466092",
      "paper_id": "https://openalex.org/W3203466092",
      "title": "Single-cell epigenomics reveals mechanisms of human cortical development",
      "authors": "Ryan S. Ziffra, Chang N. Kim, Jayden M. Ross, Amy Wilfert, Tychele N. Turner, Maximilian Haeussler, Alex M. Casella, Pawel F. Przytycki, Kathleen C. Keough, David Shin, Derek Bogdanoff, Anat Kreimer, Katherine S. Pollard, Seth A. Ament, Evan E. Eichler, Nadav Ahituv, Tomasz J. Nowakowski",
      "paper_url": "https://doi.org/10.1038/s41586-021-03209-8",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411413306",
      "paper_id": "https://openalex.org/W4411413306",
      "title": "Single-cell transcriptomic and chromatin dynamics of the human brain in PTSD",
      "authors": "Ahyeon Hwang, Mario Skarica, Siwei Xu, Jensine Coudriet, Che Yu Lee, Lin Lin, Rosemarie Terwilliger, Alexa-Nicole Sliby, Jiawei Wang, Tuan Nguyen, Hongyu Li, Min Wu, Yi Dai, Ziheng Duan, Shushrruth Sai Srinivasan, Xiangyu Zhang, Yingxin Lin, Dianne Cruz, P. J. Michael Deans, Victor E. Alvarez, David Benedek, Alicia Che, Dianne A. Cruz, David A. Davis, Ellen Hoffman, Alfred Kaye, Adam T. Labadorf, Terence M. Keane, Mark W. Logue, Ann McKee, Brian Marx, Mark W. Miller, Crystal Noller, Janitza Montalvo-Ortiz, Meghan Pierce, William K. Scott, Paula Schnurr, Krista DiSano, Thor Stein, Robert Ursano, Erika J. Wolf, Bertrand R. Huber, Daniel Levey, Jill R. Glausier, David A. Lewis, Joel Gelernter, Paul E. Holtzheimer, Matthew J. Friedman, Mark Gerstein, Nenad Sestan, Kristen J. Brennand, Ke Xu, Hongyu Zhao, John H. Krystal, Keith A. Young, Douglas E. Williamson, Alicia Che, Jing Zhang, Matthew J. Girgenti",
      "paper_url": "https://doi.org/10.1038/s41586-025-09083-y",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3213709307",
      "paper_id": "https://openalex.org/W3213709307",
      "title": "Single-cell transcriptomic characterization of a gastrulating human embryo",
      "authors": "Richard C. V. Tyser, Elmir Mahammadov, Shota Nakanoh, Ludovic Vallier, Antonio Scialdone, Shankar Srinivas",
      "paper_url": "https://doi.org/10.1038/s41586-021-04158-y",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388694331",
      "paper_id": "https://openalex.org/W4388694331",
      "title": "Single-cell, whole-embryo phenotyping of mammalian developmental disorders",
      "authors": "Xingfan Huang, Jana Henck, Chengxiang Qiu, Varun K. A. Sreenivasan, Saranya Balachandran, Oana V. Amarie, Martin Hrabě de Angelis, Rose Yinghan Behncke, Wing-Lee Chan, Alexandra Despang, Diane E. Dickel, Madeleine Duran, Annette Feuchtinger, Helmut Fuchs, Valerie Gailus-Durner, Natja Haag, Rene Hägerling, Nils Hansmeier, Friederike Hennig, Cooper Marshall, Sudha Rajderkar, Alessa Ringel, Michael Robson, Lauren M. Saunders, Patricia da Silva-Buttkus, Nadine Spielmann, Sanjay R. Srivatsan, Sascha Ulferts, Lars Wittler, Yiwen Zhu, Vera M. Kalscheuer, Daniel M. Ibrahim, Ingo Kurth, Uwe Kornak, Axel Visel, Len A. Pennacchio, David R. Beier, Cole Trapnell, Junyue Cao, Jay Shendure, Malte Spielmann",
      "paper_url": "https://doi.org/10.1038/s41586-023-06548-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4224991019",
      "paper_id": "https://openalex.org/W4224991019",
      "title": "Skin cells undergo asynthetic fission to expand body surfaces in zebrafish",
      "authors": "Keat Ying Chan, Ching-Cher Sanders Yan, Hsiao-Yuh Roan, Shao-Chun Hsu, Tzu-Lun Tseng, Chung-Der Hsiao, Chao-Ping Hsu, Chen-Hui Chen",
      "paper_url": "https://doi.org/10.1038/s41586-022-04641-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389670531",
      "paper_id": "https://openalex.org/W4389670531",
      "title": "Slide-tags enables single-nucleus barcoding for multimodal spatial genomics",
      "authors": "Andrew J. C. Russell, Jackson A. Weir, Naeem M. Nadaf, Matthew Shabet, Vipin Kumar, Sandeep Kambhampati, Ruth Raichur, Giovanni J. Marrero, Sophia Liu, Karol S. Balderrama, Charles R. Vanderburg, Vignesh Shanmugam, Luyi Tian, J. Bryan Iorgulescu, Charles H. Yoon, Catherine J. Wu, Evan Z. Macosko, Fei Chen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06837-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4224237013",
      "paper_id": "https://openalex.org/W4224237013",
      "title": "Somatic mosaicism reveals clonal distributions of neocortical development",
      "authors": "Martin W. Breuss, Xiaoxu Yang, Johannes C. M. Schlachetzki, Danny Antaki, Addison J. Lana, Xin Xu, Changuk Chung, Guoliang Chai, Valentina Stanley, Qiong Song, Traci F. Newmeyer, An Nguyen, Sydney O’Brien, Marten A. Hoeksema, Beibei Cao, Alexi Nott, Jennifer McEvoy-Venneri, Martina P. Pasillas, Scott T. Barton, Brett R. Copeland, Shareef Nahas, Lucitia Van Der Kraan, Yan Ding, Joseph G. Gleeson, Martin W. Breuss, Xiaoxu Yang, Danny Antaki, Changuk Chung, Dan Averbuj, Eric Courchesne, Laurel L. Ball, Subhojit Roy, Daniel Weinberger, Andrew Jaffe, Apua Paquola, Jennifer Erwin, Jooheon Shin, Michael McConnell, Richard Straub, Rujuta Narurkar, Gary Mathern, Christopher A. Walsh, Alice Lee, August Yue Huang, Alissa D’Gama, Caroline Dias, Eduardo Maury, Javier Ganz, Michael Lodato, Michael Miller, Pengpeng Li, Rachel Rodin, Rebeca Borges-Monroy, Robert Hill, Sara Bizzotto, Sattar Khoshkhoo, Sonia Kim, Zinan Zhou, Peter J. Park, Alison Barton, Alon Galor, Chong Chu, Craig Bohrson, Doga Gulhan, Elaine Lim, Euncheon Lim, Giorgio Melloni, Isidro Cortes, Jake Lee, Joe Luquette, Lixing Yang, Maxwell Sherman, Michael Coulter, Minseok Kwon, Semin Lee, Soo Lee, Vinary Viswanadham, Yanmei Dou, Andrew J. Chess, Attila Jones, Chaggai Rosenbluh, Schahram Akbarian, Ben Langmead, Jeremy Thorpe, Sean Cho, Alexej Abyzov, Taejeong Bae, Yeongjun Jang, Yifan Wang, Cindy Molitor, Mette Peters, Fred H. Gage, Meiyan Wang, Patrick Reed, Sara Linker, Alexander Urban, Bo Zhou, Reenal Pattni, Xiaowei Zhu, Aitor Serres Amero, David Juan, Inna Povolotskaya, Irene Lobon, Manuel Solis Moruno, Raquel Garcia Perez, Tomas Marques-Bonet, Eduardo Soriano, John V. Moran, Chen Sun, Diane A. Flasch, Trenton J. Frisbie, Huira C. Kopera, Jeffrey M. Kidd, John B. Moldovan, Kenneth Y. Kwan, Ryan E. Mills, Sarah B. Emery, Weichen Zhou, Xuefang Zhao, Aakrosh Ratan, Flora M. Vaccarino, Adriana Cherskov, Alexandre Jourdon, Liana Fasching, Nenad Sestan, Sirisha Pochareddy, Soraya Scuder, Christopher K. Glass, Joseph G. Gleeson",
      "paper_url": "https://doi.org/10.1038/s41586-022-04602-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387095485",
      "paper_id": "https://openalex.org/W4387095485",
      "title": "Spatial atlas of the mouse central nervous system at molecular resolution",
      "authors": "Hailing Shi, Yichun He, Yiming Zhou, Jiahao Huang, Kamal Maher, Brandon Wang, Zefang Tang, Shuchen Luo, Peng Tan, Morgan Wu, Zuwan Lin, Jingyi Ren, Yaman Thapa, Xin Tang, Ken Y. Chan, Benjamin E. Deverman, Hao Shen, Albert Liu, Jia Liu, Xiao Wang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06569-5",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4324344255",
      "paper_id": "https://openalex.org/W4324344255",
      "title": "Spatial epigenome–transcriptome co-profiling of mammalian tissues",
      "authors": "Di Zhang, Yanxiang Deng, Petra Kukanja, Eneritz Agirre, Marek Bartosovic, Mingze Dong, Cong Ma, Sai Ma, Graham Su, Shuozhen Bao, Yang Liu, Yang Xiao, Gorazd B. Rosoklija, Andrew J. Dwork, J. John Mann, Kam W. Leong, Maura Boldrini, Liya Wang, Maximilian Haeussler, Benjamin J. Raphael, Yuval Kluger, Gonçalo Castelo-Branco, Rong Fan",
      "paper_url": "https://doi.org/10.1038/s41586-023-05795-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4361285167",
      "paper_id": "https://openalex.org/W4361285167",
      "title": "Spatial multiomics map of trophoblast development in early pregnancy",
      "authors": "Anna Arutyunyan, Kenny Roberts, Kevin Troulé, Frederick C. K. Wong, Megan A. Sheridan, Ilia Kats, Luz Garcia-Alonso, Britta Velten, Regina Hoo, Elias R. Ruiz-Morales, Carmen Sancho-Serra, Jarrod Shilts, Louis-Francois Handfield, Luca Marconato, Elizabeth Tuck, Lucy Gardner, Cecilia Icoresi Mazzeo, Qian Li, Iva Kelava, Gavin J. Wright, Elena Prigmore, Sarah A. Teichmann, Omer Ali Bayraktar, Ashley Moffett, Oliver Stegle, Margherita Y. Turco, Roser Vento-Tormo",
      "paper_url": "https://doi.org/10.1038/s41586-023-05869-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4292121951",
      "paper_id": "https://openalex.org/W4292121951",
      "title": "Spatial profiling of chromatin accessibility in mouse and human tissues",
      "authors": "Yanxiang Deng, Marek Bartosovic, Sai Ma, Di Zhang, Petra Kukanja, Yang Xiao, Graham Su, Yang Liu, Xiaoyu Qin, Gorazd B. Rosoklija, Andrew J. Dwork, J. John Mann, Mina L. Xu, Stephanie Halene, Joseph E. Craft, Kam W. Leong, Maura Boldrini, Gonçalo Castelo-Branco, Rong Fan",
      "paper_url": "https://doi.org/10.1038/s41586-022-05094-1",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4283015409",
      "paper_id": "https://openalex.org/W4283015409",
      "title": "Spatial profiling of early primate gastrulation in utero",
      "authors": "Sophie Bergmann, Christopher A. Penfold, Erin Slatery, Dylan Siriwardena, Charis Drummer, Stephen Clark, Stanley E. Strawbridge, Keiko Kishimoto, Alice Vickers, Mukul Tewary, Timo N. Kohler, Florian Hollfelder, Wolf Reik, Erika Sasaki, Rüdiger Behr, Thorsten E. Boroviak",
      "paper_url": "https://doi.org/10.1038/s41586-022-04953-1",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410361425",
      "paper_id": "https://openalex.org/W4410361425",
      "title": "Spatial transcriptomics reveals human cortical layer and area specification",
      "authors": "Xuyu Qian, Kyle Coleman, Shunzhou Jiang, Andrea J. Kriz, Jack H. Marciano, Chunyu Luo, Chunhui Cai, Monica Devi Manam, Emre Caglayan, Abbe Lai, David Exposito-Alonso, Aoi Otani, Urmi Ghosh, Diane D. Shao, Rebecca E. Andersen, Jennifer E. Neil, Robert Johnson, Alexandra LeFevre, Jonathan L. Hecht, Nicola Micali, Nenad Sestan, Pasko Rakic, Michael B. Miller, Liang Sun, Carsen Stringer, Mingyao Li, Christopher A. Walsh",
      "paper_url": "https://doi.org/10.1038/s41586-025-09010-1",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3203364159",
      "paper_id": "https://openalex.org/W3203364159",
      "title": "Spatially resolved cell atlas of the mouse primary motor cortex by MERFISH",
      "authors": "Meng Zhang, Stephen W. Eichhorn, Brian Zingg, Zizhen Yao, Kaelan Cotter, Hongkui Zeng, Hongwei Dong, Xiaowei Zhuang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03705-x",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4408613778",
      "paper_id": "https://openalex.org/W4408613778",
      "title": "Spatially resolved mapping of cells associated with human complex traits",
      "authors": "Liyang Song, Wenhao Chen, Junren Hou, Minmin Guo, Jian Yang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08757-x",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406385607",
      "paper_id": "https://openalex.org/W4406385607",
      "title": "Specification of claustro-amygdalar and palaeocortical neurons and circuits",
      "authors": "Navjot Kaur, Rothem Kovner, Forrest O. Gulden, Mihovil Pletikos, David Andrijevic, Tianjia Zhu, John Silbereis, Mikihito Shibata, Akemi Shibata, Yuting Liu, Shaojie Ma, Nikkita Salla, Xabier de Martin, Thomas S. Klarić, Megan Burke, Daniel Franjic, Hyesun Cho, Matthew Yuen, Ipsita Chatterjee, Paula Soric, Devippriya Esakkimuthu, Markus Moser, Gabriel Santpere, Yann S. Mineur, Kartik Pattabiraman, Marina R. Picciotto, Hao Huang, Nenad Sestan",
      "paper_url": "https://doi.org/10.1038/s41586-024-08361-5",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W4200415658",
      "paper_id": "https://openalex.org/W4200415658",
      "title": "Structure of pathological TDP-43 filaments from ALS with FTLD",
      "authors": "Diana Arseni, Masato Hasegawa, Alexey G. Murzin, Fuyuki Kametani, Makoto Arai, Mari Yoshida, Benjamin Ryskeldi-Falcon",
      "paper_url": "https://doi.org/10.1038/s41586-021-04199-3",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3202815206",
      "paper_id": "https://openalex.org/W3202815206",
      "title": "Structure-based classification of tauopathies",
      "authors": "Yang Shi, Wenjuan Zhang, Yang Yang, Alexey G. Murzin, Benjamin Falcon, Abhay Kotecha, Mike van Beers, Airi Tarutani, Fuyuki Kametani, Holly J. Garringer, Ruben Vidal, Grace I. Hallinan, Tammaryn Lashley, Yuko Saito, Shigeo Murayama, Mari Yoshida, Hidetomo Tanaka, Akiyoshi Kakita, Takeshi Ikeuchi, Andrew C. Robinson, David M. A. Mann, Gabor G. Kovacs, Tamas Revesz, Bernardino Ghetti, Masato Hasegawa, Michel Goedert, Sjors H. W. Scheres",
      "paper_url": "https://doi.org/10.1038/s41586-021-03911-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4296025960",
      "paper_id": "https://openalex.org/W4296025960",
      "title": "Structures of α-synuclein filaments from human brains with Lewy pathology",
      "authors": "Yang Yang, Yang Shi, Manuel Schweighauser, Xianjun Zhang, Abhay Kotecha, Alexey G. Murzin, Holly J. Garringer, Patrick W. Cullinane, Yuko Saito, Tatiana Foroud, Thomas T. Warner, Kazuko Hasegawa, Ruben Vidal, Shigeo Murayama, Tamas Revesz, Bernardino Ghetti, Masato Hasegawa, Tammaryn Lashley, Sjors H. W. Scheres, Michel Goedert",
      "paper_url": "https://doi.org/10.1038/s41586-022-05319-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404791539",
      "paper_id": "https://openalex.org/W4404791539",
      "title": "Study design features increase replicability in brain-wide association studies",
      "authors": "Kaidi Kang, Jakob Seidlitz, Richard A. I. Bethlehem, Jiangmei Xiong, Megan T. Jones, Kahini Mehta, Arielle S. Keller, Ran Tao, Anita Randolph, Bart Larsen, Brenden Tervo-Clemmens, Eric Feczko, Oscar Miranda Dominguez, Steven M. Nelson, Aaron F. Alexander-Bloch, Damien A. Fair, Jonathan Schildcrout, Damien A. Fair, Theodore D. Satterthwaite, Aaron Alexander-Bloch, Simon Vandekar",
      "paper_url": "https://doi.org/10.1038/s41586-024-08260-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389391247",
      "paper_id": "https://openalex.org/W4389391247",
      "title": "TAF15 amyloid filaments in frontotemporal lobar degeneration",
      "authors": "Stephan Tetter, Diana Arseni, Alexey G. Murzin, Yazead Buhidma, Sew Y. Peak-Chew, Holly J. Garringer, Kathy L. Newell, Ruben Vidal, Liana G. Apostolova, Tammaryn Lashley, Bernardino Ghetti, Benjamin Ryskeldi-Falcon",
      "paper_url": "https://doi.org/10.1038/s41586-023-06801-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4229028898",
      "paper_id": "https://openalex.org/W4229028898",
      "title": "Tbx2 is a master regulator of inner versus outer hair cell differentiation",
      "authors": "Jaime García-Añoveros, John C. Clancy, Chuan Zhi Foo, Ignacio García-Gómez, Yingjie Zhou, Kazuaki Homma, Mary Ann Cheatham, Anne Duggan",
      "paper_url": "https://doi.org/10.1038/s41586-022-04668-3",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4213435307",
      "paper_id": "https://openalex.org/W4213435307",
      "title": "TDP-43 loss and ALS-risk SNPs drive mis-splicing and depletion of UNC13A",
      "authors": "Anna-Leigh Brown, Oscar G. Wilkins, Matthew J. Keuss, Sarah E. Kargbo-Hill, Matteo Zanovello, Weaverly Colleen Lee, Alexander Bampton, Flora C. Y. Lee, Laura Masino, Yue A. Qi, Sam Bryce-Smith, Ariana Gatt, Martina Hallegger, Delphine Fagegaltier, Hemali Phatnani, Hemali Phatnani, Justin Kwan, Dhruv Sareen, James R. Broach, Zachary Simmons, Ximena Arcila-Londono, Edward B. Lee, Vivianna M. Van Deerlin, Neil A. Shneider, Ernest Fraenkel, Lyle W. Ostrow, Frank Baas, Noah Zaitlen, James D. Berry, Andrea Malaspina, Pietro Fratta, Gregory A. Cox, Leslie M. Thompson, Steve Finkbeiner, Efthimios Dardiotis, Timothy M. Miller, Siddharthan Chandran, Suvankar Pal, Eran Hornstein, Daniel J. MacGowan, Terry Heiman-Patterson, Molly G. Hammell, Nikolaos. A. Patsopoulos, Oleg Butovsky, Joshua Dubnau, Avindra Nath, Robert Bowser, Matthew Harms, Eleonora Aronica, Mary Poss, Jennifer Phillips-Cremins, John Crary, Nazem Atassi, Dale J. Lange, Darius J. Adams, Leonidas Stefanis, Marc Gotkine, Robert H. Baloh, Suma Babu, Towfique Raj, Sabrina Paganoni, Ophir Shalem, Colin Smith, Bin Zhang, Brent Harris, Iris Broce, Vivian Drory, John Ravits, Corey McMillan, Vilas Menon, Lani Wu, Steven Altschuler, Yossef Lerner, Rita Sattler, Kendall Van Keuren-Jensen, Orit Rozenblatt-Rosen, Kerstin Lindblad-Toh, Katharine Nicholson, Peter Gregersen, Jeong-Ho Lee, Sulev Koks, Stephen Muljo, Jia Newcombe, Emil K. Gustavsson, Sahba Seddighi, Joel F. Reyes, Steven L. Coon, Daniel Ramos, Giampietro Schiavo, Elizabeth M. C. Fisher, Towfique Raj, Maria Secrier, Tammaryn Lashley, Jernej Ule, Emanuele Buratti, Jack Humphrey, Michael E. Ward, Pietro Fratta",
      "paper_url": "https://doi.org/10.1038/s41586-022-04436-3",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4213441627",
      "paper_id": "https://openalex.org/W4213441627",
      "title": "TDP-43 represses cryptic exon inclusion in the FTD–ALS gene UNC13A",
      "authors": "X. Rosa Ma, Mercedes Prudencio, Yuka Koike, Sarat C. Vatsavayai, Garam Kim, Fred Harbinski, Adam Briner, Caitlin M. Rodriguez, Caiwei Guo, Tetsuya Akiyama, H. Broder Schmidt, Beryl B. Cummings, David W. Wyatt, Katherine Kurylo, Georgiana Miller, Shila Mekhoubad, Nathan Sallee, Gemechu Mekonnen, Laura Ganser, Jack D. Rubien, Karen Jansen-West, Casey N. Cook, Sarah Pickles, Björn Oskarsson, Neill R. Graff-Radford, Bradley F. Boeve, David S. Knopman, Ronald C. Petersen, Dennis W. Dickson, James Shorter, Sua Myong, Eric M. Green, William W. Seeley, Leonard Petrucelli, Aaron D. Gitler",
      "paper_url": "https://doi.org/10.1038/s41586-022-04424-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402585760",
      "paper_id": "https://openalex.org/W4402585760",
      "title": "Temporal BMP4 effects on mouse embryonic and extraembryonic development",
      "authors": "Ron Hadas, Hernan Rubinstein, Markus Mittnenzweig, Yoav Mayshar, Raz Ben-Yair, Saifeng Cheng, Alejandro Aguilera-Castrejon, Netta Reines, Ayelet-Hashahar Orenbuch, Aviezer Lifshitz, Dong-Yuan Chen, Michael B. Elowitz, Magdalena Zernicka-Goetz, Jacob H. Hanna, Amos Tanay, Yonatan Stelzer",
      "paper_url": "https://doi.org/10.1038/s41586-024-07937-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3211751455",
      "paper_id": "https://openalex.org/W3211751455",
      "title": "Temporal controls over inter-areal cortical projection neuron fate diversity",
      "authors": "Esther Klingler, Ugo Tomasello, Julien Prados, Justus M. Kebschull, Alessandro Contestabile, Gregorio L. Galiñanes, Sabine Fièvre, Antonio Santinha, Randall Platt, Daniel Huber, Alexandre Dayer, Camilla Bellone, Denis Jabaudon",
      "paper_url": "https://doi.org/10.1038/s41586-021-04048-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403243607",
      "paper_id": "https://openalex.org/W4403243607",
      "title": "Temporally distinct 3D multi-omic dynamics in the developing human brain",
      "authors": "Matthew G. Heffel, Jingtian Zhou, Yi Zhang, Dong-Sung Lee, Kangcheng Hou, Oier Pastor-Alonso, Kevin D. Abuhanna, Joseph Galasso, Colin Kern, Chu-Yi Tai, Carlos Garcia-Padilla, Mahsa Nafisi, Yi Zhou, Anthony D. Schmitt, Terence Li, Maximilian Haeussler, Brittney Wick, Martin Jinye Zhang, Fangming Xie, Ryan S. Ziffra, Eran A. Mukamel, Eleazar Eskin, Tomasz J. Nowakowski, Jesse R. Dixon, Bogdan Pasaniuc, Joseph R. Ecker, Quan Zhu, Bogdan Bintu, Mercedes F. Paredes, Chongyuan Luo",
      "paper_url": "https://doi.org/10.1038/s41586-024-08030-7",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408866610",
      "paper_id": "https://openalex.org/W4408866610",
      "title": "The contribution of de novo coding mutations to meningomyelocele",
      "authors": "Yoo-Jin Jiny Ha, Ashna Nisal, Isaac Tang, Chanjae Lee, Ishani Jhamb, Cassidy Wallace, Robyn Howarth, Sarah Schroeder, Keng Ioi Vong, Naomi Meave, Fiza Jiwani, Chelsea Barrows, Sangmoon Lee, Nan Jiang, Arzoo Patel, Krisha Bagga, Niyati Banka, Liana Friedman, Francisco A. Blanco, Seyoung Yu, Soeun Rhee, Hui Su Jeong, Isaac Plutzer, Michael B. Major, Béatrice Benoit, Christian Poüs, Caleb Heffner, Zoha Kibar, Gyang Markus Bot, Hope Northrup, Kit Sing Au, Madison Strain, Allison E. Ashley-Koch, Richard H. Finnell, Joan T. Le, Hal S. Meltzer, Camila Araujo, Helio R. Machado, Roger E. Stevenson, Anna Yurrita, Sara Mumtaz, Awais Ahmed, Mulazim Hussain Khara, Osvaldo M. Mutchinick, José Ramón Medina-Bereciartu, Friedhelm Hildebrandt, Gia Melikishvili, Ahmed I. Marwan, Valeria Capra, Mahmoud M. Noureldeen, Aida M. S. Salem, Mahmoud Y. Issa, Maha S. Zaki, Libin Xu, Ji Eun Lee, Donghyuk Shin, Anna Alkelai, Alan R. Shuldiner, Stephen F. Kingsmore, Stephen A. Murray, Heon Yung Gee, W. Todd Miller, Kimberley F. Tolias, John B. Wallingford, Allison E. Ashley Koch, Hal S. Meltzer, Joan T. Le, Kit Sing Au, Philip J. Lupo, Camila Araújo, Tony Magana, Caroline M. Kolvenbach, Shirlee Shril, Yukitoshi Takahashi, Hormos Salimi-Dafsari, H. Westley Phillips, Brian Hanak, Bülent Kara, Ayfer Sakarya Güneş, David D. Gonda, Salman Kirmani, Tinatin Tkemaladze, Sangwoo Kim, Joseph G. Gleeson",
      "paper_url": "https://doi.org/10.1038/s41586-025-08676-x",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4221102696",
      "paper_id": "https://openalex.org/W4221102696",
      "title": "The development and evolution of inhibitory neurons in primate cerebrum",
      "authors": "Matthew T. Schmitz, Kadellyn Sandoval, Christopher P. Chen, Mohammed A. Mostajo-Radji, William W. Seeley, Tomasz J. Nowakowski, Chun Jimmie Ye, Mercedes F. Paredes, Alex A. Pollen",
      "paper_url": "https://doi.org/10.1038/s41586-022-04510-w",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389670703",
      "paper_id": "https://openalex.org/W4389670703",
      "title": "The molecular cytoarchitecture of the adult mouse brain",
      "authors": "Jonah Langlieb, Nina S. Sachdev, Karol S. Balderrama, Naeem M. Nadaf, Mukund Raj, Evan Murray, James T. Webber, Charles Vanderburg, Vahid Gazestani, Daniel Tward, Chris Mezias, Xu Li, Katelyn Flowers, Dylan M. Cable, Tabitha Norton, Partha Mitra, Fei Chen, Evan Z. Macosko",
      "paper_url": "https://doi.org/10.1038/s41586-023-06818-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399127314",
      "paper_id": "https://openalex.org/W4399127314",
      "title": "The sex of organ geometry",
      "authors": "Laura Blackie, Pedro Gaspar, Salem Mosleh, Oleh Lushchak, Lingjin Kong, Yuhong Jin, Agata P. Zielinska, Boxuan Cao, Alessandro Mineo, Bryon Silva, Tomotsune Ameku, Shu En Lim, Yanlan Mao, Lucía Prieto-Godino, Todd Schoborg, Marta Varela, L. Mahadevan, Irene Miguel-Aliaga",
      "paper_url": "https://doi.org/10.1038/s41586-024-07463-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405514972",
      "paper_id": "https://openalex.org/W4405514972",
      "title": "Timely TGFβ signalling inhibition induces notochord",
      "authors": "Tiago Rito, Ashley R. G. Libby, Madeleine Demuth, Marie-Charlotte Domart, Jake Cornwall-Scoones, James Briscoe",
      "paper_url": "https://doi.org/10.1038/s41586-024-08332-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3165921003",
      "paper_id": "https://openalex.org/W3165921003",
      "title": "Tracing the origin of hair follicle stem cells",
      "authors": "Ritsuko Morita, Noriko Sanzen, Hiroko Sasaki, Tetsutaro Hayashi, Mana Umeda, Mika Yoshimura, Takaki Yamamoto, Tatsuo Shibata, Takaya Abe, Hiroshi Kiyonari, Yasuhide Furuta, Itoshi Nikaido, Hironobu Fujiwara",
      "paper_url": "https://doi.org/10.1038/s41586-021-03638-5",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4280527618",
      "paper_id": "https://openalex.org/W4280527618",
      "title": "Transcriptomic mapping uncovers Purkinje neuron plasticity driving learning",
      "authors": "Xiaoying Chen, Yanhua Du, Gerard Joey Broussard, Mikhail Kislin, Carla M. Yuede, Shuwei Zhang, Sabine Dietmann, Harrison Gabel, Guoyan Zhao, Samuel S.-H. Wang, Xiaoqing Zhang, Azad Bonni",
      "paper_url": "https://doi.org/10.1038/s41586-022-04711-3",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407392318",
      "paper_id": "https://openalex.org/W4407392318",
      "title": "Transcriptomic neuron types vary topographically in function and morphology",
      "authors": "Inbal Shainer, Johannes M. Kappel, Eva Laurell, Joseph C. Donovan, Martin W. Schneider, Enrico Kuehn, Irene Arnold-Ammer, Manuel Stemmer, Johannes Larsch, Herwig Baier",
      "paper_url": "https://doi.org/10.1038/s41586-024-08518-2",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4395113935",
      "paper_id": "https://openalex.org/W4395113935",
      "title": "Whole-cortex in situ sequencing reveals input-dependent area identity",
      "authors": "Xiaoyin Chen, Stephan Fischer, Mara C. P. Rue, Aixin Zhang, Didhiti Mukherjee, Patrick O. Kanold, Jesse Gillis, Anthony M. Zador",
      "paper_url": "https://doi.org/10.1038/s41586-024-07221-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391994090",
      "paper_id": "https://openalex.org/W4391994090",
      "title": "WNT signalling control by KDM5C during development affects cognition",
      "authors": "Violetta Karwacki-Neisius, Ahram Jang, Engin Cukuroglu, Albert Tai, Alan Jiao, Danilo Predes, Joon Yoon, Emily Brookes, Jiekai Chen, Aimee Iberg, Florian Halbritter, Katrin Õunap, Jozef Gecz, Thorsten M. Schlaeger, Shannan Ho Sui, Jonathan Göke, Xi He, Maria K. Lehtinen, Scott L. Pomeroy, Yang Shi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07067-y",
      "venue": "nature24"
    }
  ]
}