{
  "cluster_id": 150,
  "papers": [
    {
      "id": "nature25_https://openalex.org/W4410775328",
      "paper_id": "https://openalex.org/W4410775328",
      "title": "A coordinated cellular network regulates tolerance to food",
      "authors": "Anna Rudnitsky, Hanna Oh, Maya Margolin, Bareket Dassa, Inbar Shteinberg, Liat Stoler-Barak, Ziv Shulman, Ranit Kedmi",
      "paper_url": "https://doi.org/10.1038/s41586-025-09173-x",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399366020",
      "paper_id": "https://openalex.org/W4399366020",
      "title": "A disease-associated gene desert directs macrophage inflammation through ETS2",
      "authors": "C. T. Stankey, C. Bourges, L. M. Haag, T. Turner-Stokes, A. P. Piedade, C. Palmer-Jones, I. Papa, M. Silva dos Santos, Q. Zhang, A. J. Cameron, A. Legrini, T. Zhang, C. S. Wood, F. N. New, L. O. Randzavola, L. Speidel, A. C. Brown, A. Hall, F. Saffioti, E. C. Parkes, W. Edwards, H. Direskeneli, P. C. Grayson, L. Jiang, P. A. Merkel, G. Saruhan-Direskeneli, A. H. Sawalha, E. Tombetti, A. Quaglia, D. Thorburn, J. C. Knight, A. P. Rochford, C. D. Murray, P. Divakar, M. Green, E. Nye, J. I. MacRae, N. B. Jamieson, P. Skoglund, M. Z. Cader, C. Wallace, D. C. Thomas, J. C. Lee",
      "paper_url": "https://doi.org/10.1038/s41586-024-07501-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4367049738",
      "paper_id": "https://openalex.org/W4367049738",
      "title": "A druggable copper-signalling pathway that drives inflammation",
      "authors": "Stéphanie Solier, Sebastian Müller, Tatiana Cañeque, Antoine Versini, Arnaud Mansart, Fabien Sindikubwabo, Leeroy Baron, Laila Emam, Pierre Gestraud, G. Dan Pantoș, Vincent Gandon, Christine Gaillet, Ting-Di Wu, Florent Dingli, Damarys Loew, Sylvain Baulande, Sylvère Durand, Valentin Sencio, Cyril Robil, François Trottein, David Péricat, Emmanuelle Näser, Céline Cougoule, Etienne Meunier, Anne-Laure Bègue, Hélène Salmon, Nicolas Manel, Alain Puisieux, Sarah Watson, Mark A. Dawson, Nicolas Servant, Guido Kroemer, Djillali Annane, Raphaël Rodriguez",
      "paper_url": "https://doi.org/10.1038/s41586-023-06017-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4220656215",
      "paper_id": "https://openalex.org/W4220656215",
      "title": "A genome-scale screen for synthetic drivers of T cell proliferation",
      "authors": "Mateusz Legut, Zoran Gajic, Maria Guarino, Zharko Daniloski, Jahan A. Rahman, Xinhe Xue, Congyi Lu, Lu Lu, Eleni P. Mimitou, Stephanie Hao, Teresa Davoli, Catherine Diefenbach, Peter Smibert, Neville E. Sanjana",
      "paper_url": "https://doi.org/10.1038/s41586-022-04494-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400948659",
      "paper_id": "https://openalex.org/W4400948659",
      "title": "A human autoimmune organoid model reveals IL-7 function in coeliac disease",
      "authors": "António J. M. Santos, Vincent van Unen, Zhongqi Lin, Steven M. Chirieleison, Nhi Ha, Arpit Batish, Joshua E. Chan, Jose Cedano, Elisa T. Zhang, Qinghui Mu, Alexander Guh-Siesel, Madeline Tomaske, Deana Colburg, Sushama Varma, Shannon S. Choi, Asbjørn Christophersen, Ani Baghdasaryan, Kathryn E. Yost, Kasper Karlsson, Andrew Ha, Jing Li, Hongjie Dai, Zachary M. Sellers, Howard Y. Chang, James C. Y. Dunn, Bing M. Zhang, Elizabeth D. Mellins, Ludvig M. Sollid, Nielsen Q. Fernandez-Becker, Mark M. Davis, Calvin J. Kuo",
      "paper_url": "https://doi.org/10.1038/s41586-024-07716-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400491919",
      "paper_id": "https://openalex.org/W4400491919",
      "title": "A liver immune rheostat regulates CD8 T cell immunity in chronic HBV infection",
      "authors": "Miriam Bosch, Nina Kallin, Sainitin Donakonda, Jitao David Zhang, Hannah Wintersteller, Silke Hegenbarth, Kathrin Heim, Carlos Ramirez, Anna Fürst, Elias Isaac Lattouf, Martin Feuerherd, Sutirtha Chattopadhyay, Nadine Kumpesa, Vera Griesser, Jean-Christophe Hoflack, Juliane Siebourg-Polster, Carolin Mogler, Leo Swadling, Laura J. Pallett, Philippa Meiser, Katrin Manske, Gustavo P. de Almeida, Anna D. Kosinska, Ioana Sandu, Annika Schneider, Vincent Steinbacher, Yan Teng, Julia Schnabel, Fabian Theis, Adam J. Gehring, Andre Boonstra, Harry L. A. Janssen, Michiel Vandenbosch, Eva Cuypers, Rupert Öllinger, Thomas Engleitner, Roland Rad, Katja Steiger, Annette Oxenius, Wan-Lin Lo, Victoria Klepsch, Gottfried Baier, Bernhard Holzmann, Mala K. Maini, Ron Heeren, Peter J. Murray, Robert Thimme, Carl Herrmann, Ulrike Protzer, Jan P. Böttcher, Dietmar Zehn, Dirk Wohlleber, Georg M. Lauer, Maike Hofmann, Souphalone Luangsay, Percy A. Knolle",
      "paper_url": "https://doi.org/10.1038/s41586-024-07630-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402585722",
      "paper_id": "https://openalex.org/W4402585722",
      "title": "A lymphocyte chemoaffinity axis for lung, non-intestinal mucosae and CNS",
      "authors": "Borja Ocón, Menglan Xiang, Yuhan Bi, Serena Tan, Kevin Brulois, Aiman Ayesha, Manali Kunte, Catherine Zhou, Melissa LaJevic, Nicole Lazarus, Francesca Mengoni, Tanya Sharma, Stephen Montgomery, Jody E. Hooper, Mian Huang, Tracy Handel, John R. D. Dawson, Irina Kufareva, Brian A. Zabel, Junliang Pan, Eugene C. Butcher",
      "paper_url": "https://doi.org/10.1038/s41586-024-08043-2",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4284885910",
      "paper_id": "https://openalex.org/W4284885910",
      "title": "A male steroid controls female sexual behaviour in the malaria mosquito",
      "authors": "Duo Peng, Evdoxia G. Kakani, Enzo Mameli, Charles Vidoudez, Sara N. Mitchell, Gennifer E. Merrihew, Michael J. MacCoss, Kelsey Adams, Tasneem A. Rinvee, W. Robert Shaw, Flaminia Catteruccia",
      "paper_url": "https://doi.org/10.1038/s41586-022-04908-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404105387",
      "paper_id": "https://openalex.org/W4404105387",
      "title": "A mechanism for hypoxia-induced inflammatory cell death in cancer",
      "authors": "Abhishek Bhardwaj, Maria C. Panepinto, Beatrix Ueberheide, Benjamin G. Neel",
      "paper_url": "https://doi.org/10.1038/s41586-024-08136-y",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4291021430",
      "paper_id": "https://openalex.org/W4291021430",
      "title": "A monocyte–leptin–angiogenesis pathway critical for repair post-infection",
      "authors": "Rachel M. Kratofil, Hanjoo B. Shim, Raymond Shim, Woo Yong Lee, Elodie Labit, Sarthak Sinha, Catherine M. Keenan, Bas G. J. Surewaard, Ji Yeon Noh, Yuxiang Sun, Keith A. Sharkey, Matthias Mack, Jeff Biernaskie, Justin F. Deniset, Paul Kubes",
      "paper_url": "https://doi.org/10.1038/s41586-022-05044-x",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3142230270",
      "paper_id": "https://openalex.org/W3142230270",
      "title": "A myeloid–stromal niche and gp130 rescue in NOD2-driven Crohn’s disease",
      "authors": "Shikha Nayar, Joshua K. Morrison, Mamta Giri, Kyle Gettler, Ling-shiang Chuang, Laura A. Walker, Huaibin M. Ko, Ephraim Kenigsberg, Subra Kugathasan, Miriam Merad, Jaime Chu, Judy H. Cho",
      "paper_url": "https://doi.org/10.1038/s41586-021-03484-5",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4294904774",
      "paper_id": "https://openalex.org/W4294904774",
      "title": "A RORγt+ cell instructs gut microbiota-specific Treg cell differentiation",
      "authors": "Ranit Kedmi, Tariq A. Najar, Kailin R. Mesa, Allyssa Grayson, Lina Kroehling, Yuhan Hao, Stephanie Hao, Maria Pokrovskii, Mo Xu, Jhimmy Talbot, Jiaxi Wang, Joe Germino, Caleb A. Lareau, Ansuman T. Satpathy, Mark S. Anderson, Terri M. Laufer, Iannis Aifantis, Juliet M. Bartleson, Paul M. Allen, Helena Paidassi, James M. Gardner, Marlon Stoeckius, Dan R. Littman",
      "paper_url": "https://doi.org/10.1038/s41586-022-05089-y",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401389100",
      "paper_id": "https://openalex.org/W4401389100",
      "title": "A spatial expression atlas of the adult human proximal small intestine",
      "authors": "Yotam Harnik, Oran Yakubovsky, Rouven Hoefflin, Roy Novoselsky, Keren Bahar Halpern, Tal Barkai, Yael Korem Kohanim, Adi Egozi, Ofra Golani, Yoseph Addadi, Merav Kedmi, Tal Keidar Haran, Yishai Levin, Alon Savidor, Hadas Keren-Shaul, Chen Mayer, Niv Pencovich, Ron Pery, Dror S. Shouval, Itay Tirosh, Ido Nachmany, Shalev Itzkovitz",
      "paper_url": "https://doi.org/10.1038/s41586-024-07793-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404566936",
      "paper_id": "https://openalex.org/W4404566936",
      "title": "A spatial human thymus cell atlas mapped to a continuous tissue axis",
      "authors": "Nadav Yayon, Veronika R. Kedlian, Lena Boehme, Chenqu Suo, Brianna T. Wachter, Rebecca T. Beuschel, Oren Amsalem, Krzysztof Polanski, Simon Koplev, Elizabeth Tuck, Emma Dann, Jolien Van Hulle, Shani Perera, Tom Putteman, Alexander V. Predeus, Monika Dabrowska, Laura Richardson, Catherine Tudor, Alexandra Y. Kreins, Justin Engelbert, Emily Stephenson, Vitalii Kleshchevnikov, Fabrizio De Rita, David Crossland, Marita Bosticardo, Francesca Pala, Elena Prigmore, Nana-Jane Chipampe, Martin Prete, Lijiang Fei, Ken To, Roger A. Barker, Xiaoling He, Filip Van Nieuwerburgh, Omer Ali Bayraktar, Minal Patel, E Graham Davies, Muzlifah A. Haniffa, Virginie Uhlmann, Luigi D. Notarangelo, Ronald N. Germain, Andrea J. Radtke, John C. Marioni, Tom Taghon, Sarah A. Teichmann",
      "paper_url": "https://doi.org/10.1038/s41586-024-07944-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4308620799",
      "paper_id": "https://openalex.org/W4308620799",
      "title": "A spatiotemporally resolved single-cell atlas of the Plasmodium liver stage",
      "authors": "Amichay Afriat, Vanessa Zuzarte-Luís, Keren Bahar Halpern, Lisa Buchauer, Sofia Marques, Ângelo Ferreira Chora, Aparajita Lahree, Ido Amit, Maria M. Mota, Shalev Itzkovitz",
      "paper_url": "https://doi.org/10.1038/s41586-022-05406-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4311748029",
      "paper_id": "https://openalex.org/W4311748029",
      "title": "A transcriptional switch controls sex determination in Plasmodium falciparum",
      "authors": "A. R. Gomes, A. Marin-Menendez, S. H. Adjalley, C. Bardy, C. Cassan, M. C. S. Lee, A. M. Talman",
      "paper_url": "https://doi.org/10.1038/s41586-022-05509-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4212784707",
      "paper_id": "https://openalex.org/W4212784707",
      "title": "A trispecific antibody targeting HER2 and T cells inhibits breast cancer growth via CD4 cells",
      "authors": "Edward Seung, Zhen Xing, Lan Wu, Ercole Rao, Virna Cortez-Retamozo, Beatriz Ospina, Liqing Chen, Christian Beil, Zhili Song, Bailin Zhang, Mikhail Levit, Gejing Deng, Andrew Hebert, Patrick Kirby, Aiqun Li, Emma-Jane Poulton, Rita Vicente, Audrey Garrigou, Peter Piepenhagen, Greg Ulinski, Michele Sanicola-Nadel, Dinesh S. Bangari, Huawei Qiu, Lily Pao, Dmitri Wiederschain, Ronnie Wei, Zhi-yong Yang, Gary J. Nabel",
      "paper_url": "https://doi.org/10.1038/s41586-022-04439-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4281485043",
      "paper_id": "https://openalex.org/W4281485043",
      "title": "A vaccine targeting resistant tumours by dual T cell plus NK cell attack",
      "authors": "Soumya Badrinath, Maxence O. Dellacherie, Aileen Li, Shiwei Zheng, Xixi Zhang, Miguel Sobral, Jason W. Pyrdol, Kathryn L. Smith, Yuheng Lu, Sabrina Haag, Hamza Ijaz, Fawn Connor-Stroud, Tsuneyasu Kaisho, Glenn Dranoff, Guo-Cheng Yuan, David J. Mooney, Kai W. Wucherpfennig",
      "paper_url": "https://doi.org/10.1038/s41586-022-04772-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402219406",
      "paper_id": "https://openalex.org/W4402219406",
      "title": "A γδ T cell–IL-3 axis controls allergic responses through sensory neurons",
      "authors": "Cameron H. Flayer, Isabela J. Kernin, Peri R. Matatia, Xiangsunze Zeng, David A. Yarmolinsky, Cai Han, Parth R. Naik, Dean R. Buttaci, Pamela A. Aderhold, Ryan B. Camire, Xueping Zhu, Alice J. Tirard, John T. McGuire, Neal P. Smith, Clive S. McKimmie, Cameron S. McAlpine, Filip K. Swirski, Clifford J. Woolf, Alexandra-Chloe Villani, Caroline L. Sokol",
      "paper_url": "https://doi.org/10.1038/s41586-024-07869-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402827312",
      "paper_id": "https://openalex.org/W4402827312",
      "title": "AARS1 and AARS2 sense l-lactate to regulate cGAS as global lysine lactyltransferases",
      "authors": "Heyu Li, Chao Liu, Ran Li, Lili Zhou, Yu Ran, Qiqing Yang, Huizhe Huang, Huasong Lu, Hai Song, Bing Yang, Heng Ru, Shixian Lin, Long Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07992-y",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283275063",
      "paper_id": "https://openalex.org/W4283275063",
      "title": "Ablation of cDC2 development by triple mutations within the Zeb2 enhancer",
      "authors": "Tian-Tian Liu, Sunkyung Kim, Pritesh Desai, Do-Hyun Kim, Xiao Huang, Stephen T. Ferris, Renee Wu, Feiya Ou, Takeshi Egawa, Steven J. Van Dyken, Michael S. Diamond, Peter F. Johnson, Masato Kubo, Theresa L. Murphy, Kenneth M. Murphy",
      "paper_url": "https://doi.org/10.1038/s41586-022-04866-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4311280479",
      "paper_id": "https://openalex.org/W4311280479",
      "title": "Active eosinophils regulate host defence and immune responses in colitis",
      "authors": "Alessandra Gurtner, Costanza Borrelli, Ignacio Gonzalez-Perez, Karsten Bach, Ilhan E. Acar, Nicolás G. Núñez, Daniel Crepaz, Kristina Handler, Vivian P. Vu, Atefeh Lafzi, Kristin Stirm, Deeksha Raju, Julia Gschwend, Konrad Basler, Christoph Schneider, Emma Slack, Tomas Valenta, Burkhard Becher, Philippe Krebs, Andreas E. Moor, Isabelle C. Arnold",
      "paper_url": "https://doi.org/10.1038/s41586-022-05628-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4286007813",
      "paper_id": "https://openalex.org/W4286007813",
      "title": "ADAR1 averts fatal type I interferon induction by ZBP1",
      "authors": "Huipeng Jiao, Laurens Wachsmuth, Simone Wolf, Juliane Lohmann, Masahiro Nagata, Göksu Gökberk Kaya, Nikos Oikonomou, Vangelis Kondylis, Manuel Rogg, Martin Diebold, Simon E. Tröder, Branko Zevnik, Marco Prinz, Christoph Schell, George R. Young, George Kassiotis, Manolis Pasparakis",
      "paper_url": "https://doi.org/10.1038/s41586-022-04878-9",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4281486773",
      "paper_id": "https://openalex.org/W4281486773",
      "title": "ADAR1 masks the cancer immunotherapeutic promise of ZBP1-driven necroptosis",
      "authors": "Ting Zhang, Chaoran Yin, Aleksandr Fedorov, Liangjun Qiao, Hongliang Bao, Nazar Beknazarov, Shiyu Wang, Avishekh Gautam, Riley M. Williams, Jeremy Chase Crawford, Suraj Peri, Vasily Studitsky, Amer A. Beg, Paul G. Thomas, Carl Walkley, Yan Xu, Maria Poptsova, Alan Herbert, Siddharth Balachandran",
      "paper_url": "https://doi.org/10.1038/s41586-022-04753-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4286209651",
      "paper_id": "https://openalex.org/W4286209651",
      "title": "ADAR1 mutation causes ZBP1-dependent immunopathology",
      "authors": "Nicholas W. Hubbard, Joshua M. Ames, Megan Maurano, Lan H. Chu, Kim Y. Somfleth, Nandan S. Gokhale, Margo Werner, Jessica M. Snyder, Katrina Lichauco, Ram Savan, Daniel B. Stetson, Andrew Oberst",
      "paper_url": "https://doi.org/10.1038/s41586-022-04896-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4286008133",
      "paper_id": "https://openalex.org/W4286008133",
      "title": "ADAR1 prevents autoinflammation by suppressing spontaneous ZBP1 activation",
      "authors": "Richard de Reuver, Simon Verdonck, Evelien Dierick, Josephine Nemegeer, Eline Hessmann, Sadeem Ahmad, Maude Jans, Gillian Blancke, Filip Van Nieuwerburgh, Alexander Botzki, Lars Vereecke, Geert van Loo, Wim Declercq, Sun Hur, Peter Vandenabeele, Jonathan Maelfait",
      "paper_url": "https://doi.org/10.1038/s41586-022-04974-w",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3129205715",
      "paper_id": "https://openalex.org/W3129205715",
      "title": "Affinity-coupled CCL22 promotes positive selection in germinal centres",
      "authors": "Bo Liu, Yihan Lin, Jiacong Yan, Jiacheng Yao, Dan Liu, Weiwei Ma, Jianbin Wang, Wanli Liu, Chengshuo Wang, Luo Zhang, Hai Qi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03239-2",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392763022",
      "paper_id": "https://openalex.org/W4392763022",
      "title": "AIRE relies on Z-DNA to flag gene targets for thymic T cell tolerization",
      "authors": "Yuan Fang, Kushagra Bansal, Sara Mostafavi, Christophe Benoist, Diane Mathis",
      "paper_url": "https://doi.org/10.1038/s41586-024-07169-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4288052200",
      "paper_id": "https://openalex.org/W4288052200",
      "title": "Akkermansia muciniphila phospholipid induces homeostatic immune responses",
      "authors": "Munhyung Bae, Chelsi D. Cassilly, Xiaoxi Liu, Sung-Moo Park, Betsabeh Khoramian Tusi, Xiangjun Chen, Jaeyoung Kwon, Pavel Filipčík, Andrew S. Bolze, Zehua Liu, Hera Vlamakis, Daniel B. Graham, Sara J. Buhrlage, Ramnik J. Xavier, Jon Clardy",
      "paper_url": "https://doi.org/10.1038/s41586-022-04985-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401540464",
      "paper_id": "https://openalex.org/W4401540464",
      "title": "Amplification of autoimmune organ damage by NKp46-activated ILC1",
      "authors": "Stylianos-Iason Biniaris-Georgallis, Tom Aschman, Katerina Stergioula, Frauke Schreiber, Vajiheh Jafari, Anna Taranko, Tejal Karmalkar, Ana Kasapi, Tihana Lenac Rovis, Vedrana Jelencic, David A. Bejarano, Lea Fabry, Michail Papacharalampous, Irene Mattiola, Martina Molgora, Jinchao Hou, Karolin W. Hublitz, Frederik Heinrich, Gabriela Maria Guerra, Pawel Durek, Giannino Patone, Eric L. Lindberg, Henrike Maatz, Oliver Hölsken, Gerhard Krönke, Arthur Mortha, Reinhard E. Voll, Alexander J. Clarke, Anja E. Hauser, Marco Colonna, Kevin Thurley, Andreas Schlitzer, Christoph Schneider, Efstathios G. Stamatiades, Mir-Farzin Mashreghi, Stipan Jonjic, Norbert Hübner, Andreas Diefenbach, Masatoshi Kanda, Antigoni Triantafyllopoulou",
      "paper_url": "https://doi.org/10.1038/s41586-024-07907-x",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3216791550",
      "paper_id": "https://openalex.org/W3216791550",
      "title": "An autoimmune stem-like CD8 T cell population drives type 1 diabetes",
      "authors": "Sofia V. Gearty, Friederike Dündar, Paul Zumbo, Gabriel Espinosa-Carrasco, Mojdeh Shakiba, Francisco J. Sanchez-Rivera, Nicholas D. Socci, Prerak Trivedi, Scott W. Lowe, Peter Lauer, Neeman Mohibullah, Agnes Viale, Teresa P. DiLorenzo, Doron Betel, Andrea Schietinger",
      "paper_url": "https://doi.org/10.1038/s41586-021-04248-x",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4406165582",
      "paper_id": "https://openalex.org/W4406165582",
      "title": "An early precursor CD8 T cell that adapts to acute or chronic viral infection",
      "authors": "Daniel T. McManus, Rajesh M. Valanparambil, Christopher B. Medina, Christopher D. Scharer, Donald J. McGuire, Ewelina Sobierajska, Yinghong Hu, Daniel Y. Chang, Andreas Wieland, Judong Lee, Tahseen H. Nasti, Masao Hashimoto, James L. Ross, Nataliya Prokhnevska, Maria A. Cardenas, Amanda L. Gill, Elisa C. Clark, Kathleen Abadie, Arjun J. Kumar, Jonathan Kaye, Byron B. Au-Yeung, Hao Yuan Kueh, Haydn T. Kissick, Rafi Ahmed",
      "paper_url": "https://doi.org/10.1038/s41586-024-08562-y",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3201651407",
      "paper_id": "https://openalex.org/W3201651407",
      "title": "An engineered IL-2 partial agonist promotes CD8+ T cell stemness",
      "authors": "Fei Mo, Zhiya Yu, Peng Li, Jangsuk Oh, Rosanne Spolski, Liang Zhao, Caleb R. Glassman, Tori N. Yamamoto, Yun Chen, Filip M. Golebiowski, Dalton Hermans, Sonia Majri-Morrison, Lora K. Picton, Wei Liao, Min Ren, Xiaoxuan Zhuang, Suman Mitra, Jian-Xin Lin, Luca Gattinoni, Jonathan D. Powell, Nicholas P. Restifo, K. Christopher Garcia, Warren J. Leonard",
      "paper_url": "https://doi.org/10.1038/s41586-021-03861-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389373763",
      "paper_id": "https://openalex.org/W4389373763",
      "title": "An IL-4 signalling axis in bone marrow drives pro-tumorigenic myelopoiesis",
      "authors": "Nelson M. LaMarche, Samarth Hegde, Matthew D. Park, Barbara B. Maier, Leanna Troncoso, Jessica Le Berichel, Pauline Hamon, Meriem Belabed, Raphaël Mattiuz, Clotilde Hennequin, Theodore Chin, Amanda M. Reid, Iván Reyes-Torres, Erika Nemeth, Ruiyuan Zhang, Oakley C. Olson, Deborah B. Doroshow, Nicholas C. Rohs, Jorge E. Gomez, Rajwanth Veluswamy, Nicole Hall, Nicholas Venturini, Florent Ginhoux, Zhaoyuan Liu, Mark Buckup, Igor Figueiredo, Vladimir Roudko, Kensuke Miyake, Hajime Karasuyama, Edgar Gonzalez-Kozlova, Sacha Gnjatic, Emmanuelle Passegué, Seunghee Kim-Schulze, Brian D. Brown, Fred R. Hirsch, Brian S. Kim, Thomas U. Marron, Miriam Merad",
      "paper_url": "https://doi.org/10.1038/s41586-023-06797-9",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3165493869",
      "paper_id": "https://openalex.org/W3165493869",
      "title": "An invariant Trypanosoma vivax vaccine antigen induces protective immunity",
      "authors": "Delphine Autheman, Cécile Crosnier, Simon Clare, David A. Goulding, Cordelia Brandt, Katherine Harcourt, Charlotte Tolley, Francis Galaway, Malhar Khushu, Han Ong, Alessandra Romero-Ramirez, Craig W. Duffy, Andrew P. Jackson, Gavin J. Wright",
      "paper_url": "https://doi.org/10.1038/s41586-021-03597-x",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4297497349",
      "paper_id": "https://openalex.org/W4297497349",
      "title": "An LKB1–mitochondria axis controls TH17 effector function",
      "authors": "Francesc Baixauli, Klara Piletic, Daniel J. Puleston, Matteo Villa, Cameron S. Field, Lea J. Flachsmann, Andrea Quintana, Nisha Rana, Joy Edwards-Hicks, Mai Matsushita, Michal A. Stanczak, Katarzyna M. Grzes, Agnieszka M. Kabat, Mario Fabri, George Caputa, Beth Kelly, Mauro Corrado, Yaarub Musa, Katarzyna J. Duda, Gerhard Mittler, David O’Sullivan, Hiromi Sesaki, Thomas Jenuwein, Joerg M. Buescher, Edward J. Pearce, David E. Sanin, Erika L. Pearce",
      "paper_url": "https://doi.org/10.1038/s41586-022-05264-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3133476978",
      "paper_id": "https://openalex.org/W3133476978",
      "title": "An organoid-based organ-repurposing approach to treat short bowel syndrome",
      "authors": "Shinya Sugimoto, Eiji Kobayashi, Masayuki Fujii, Yuki Ohta, Kazuya Arai, Mami Matano, Keiko Ishikawa, Kentaro Miyamoto, Kohta Toshimitsu, Sirirat Takahashi, Kosaku Nanki, Yoji Hakamata, Takanori Kanai, Toshiro Sato",
      "paper_url": "https://doi.org/10.1038/s41586-021-03247-2",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W4200436377",
      "paper_id": "https://openalex.org/W4200436377",
      "title": "Anatomically distinct fibroblast subsets determine skin autoimmune patterns",
      "authors": "Zijian Xu, Daoming Chen, Yucheng Hu, Kaiju Jiang, Huanwei Huang, Yingxue Du, Wenbo Wu, Jiawen Wang, Jianhua Sui, Wenhui Wang, Long Zhang, Shuli Li, Chunying Li, Yong Yang, Jianmin Chang, Ting Chen",
      "paper_url": "https://doi.org/10.1038/s41586-021-04221-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4399567357",
      "paper_id": "https://openalex.org/W4399567357",
      "title": "Ancient Plasmodium genomes shed light on the history of human malaria",
      "authors": "Megan Michel, Eirini Skourtanioti, Federica Pierini, Evelyn K. Guevara, Angela Mötsch, Arthur Kocher, Rodrigo Barquera, Raffaela A. Bianco, Selina Carlhoff, Lorenza Coppola Bove, Suzanne Freilich, Karen Giffin, Taylor Hermes, Alina Hiß, Florian Knolle, Elizabeth A. Nelson, Gunnar U. Neumann, Luka Papac, Sandra Penske, Adam B. Rohrlach, Nada Salem, Lena Semerau, Vanessa Villalba-Mouco, Isabelle Abadie, Mark Aldenderfer, Jessica F. Beckett, Matthew Brown, Franco G. R. Campus, Tsang Chenghwa, María Cruz Berrocal, Ladislav Damašek, Kellie Sara Duffett Carlson, Raphaël Durand, Michal Ernée, Cristinel Fântăneanu, Hannah Frenzel, Gabriel García Atiénzar, Sonia Guillén, Ellen Hsieh, Maciej Karwowski, David Kelvin, Nikki Kelvin, Alexander Khokhlov, Rebecca L. Kinaston, Arkadii Korolev, Kim-Louise Krettek, Mario Küßner, Luca Lai, Cory Look, Kerttu Majander, Kirsten Mandl, Vittorio Mazzarello, Michael McCormick, Patxuka de Miguel Ibáñez, Reg Murphy, Rita E. Németh, Kerkko Nordqvist, Friederike Novotny, Martin Obenaus, Lauro Olmo-Enciso, Päivi Onkamo, Jörg Orschiedt, Valerii Patrushev, Sanni Peltola, Alejandro Romero, Salvatore Rubino, Antti Sajantila, Domingo C. Salazar-García, Elena Serrano, Shapulat Shaydullaev, Emanuela Sias, Mario Šlaus, Ladislav Stančo, Treena Swanston, Maria Teschler-Nicola, Frederique Valentin, Katrien Van de Vijver, Tamara L. Varney, Alfonso Vigil-Escalera Guirado, Christopher K. Waters, Estella Weiss-Krejci, Eduard Winter, Thiseas C. Lamnidis, Kay Prüfer, Kathrin Nägele, Maria Spyrou, Stephan Schiffels, Philipp W. Stockhammer, Wolfgang Haak, Cosimo Posth, Christina Warinner, Kirsten I. Bos, Alexander Herbig, Johannes Krause",
      "paper_url": "https://doi.org/10.1038/s41586-024-07546-2",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4220826761",
      "paper_id": "https://openalex.org/W4220826761",
      "title": "Androgen receptor activity in T cells limits checkpoint blockade efficacy",
      "authors": "Xiangnan Guan, Fanny Polesso, Chaojie Wang, Archana Sehrawat, Reed M. Hawkins, Susan E. Murray, George V. Thomas, Breanna Caruso, Reid F. Thompson, Mary A. Wood, Christina Hipfinger, Scott A. Hammond, Julie N. Graff, Zheng Xia, Amy E. Moran",
      "paper_url": "https://doi.org/10.1038/s41586-022-04522-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392242507",
      "paper_id": "https://openalex.org/W4392242507",
      "title": "Anti-TIGIT antibody improves PD-L1 blockade through myeloid and Treg cells",
      "authors": "Xiangnan Guan, Ruozhen Hu, Yoonha Choi, Shyam Srivats, Barzin Y. Nabet, John Silva, Lisa McGinnis, Robert Hendricks, Katherine Nutsch, Karl L. Banta, Ellen Duong, Alexis Dunkle, Patrick S. Chang, Chia-Jung Han, Stephanie Mittman, Nandini Molden, Pallavi Daggumati, Wendy Connolly, Melissa Johnson, Delvys Rodriguez Abreu, Byoung Chul Cho, Antoine Italiano, Ignacio Gil-Bazo, Enriqueta Felip, Ira Mellman, Sanjeev Mariathasan, David S. Shames, Raymond Meng, Eugene Y. Chiang, Robert J. Johnston, Namrata S. Patil",
      "paper_url": "https://doi.org/10.1038/s41586-024-07121-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4365137750",
      "paper_id": "https://openalex.org/W4365137750",
      "title": "Antibodies against endogenous retroviruses promote lung cancer immunotherapy",
      "authors": "Kevin W. Ng, Jesse Boumelha, Katey S. S. Enfield, Jorge Almagro, Hongui Cha, Oriol Pich, Takahiro Karasaki, David A. Moore, Roberto Salgado, Monica Sivakumar, George Young, Miriam Molina-Arcas, Sophie de Carné Trécesson, Panayiotis Anastasiou, Annika Fendler, Lewis Au, Scott T. C. Shepherd, Carlos Martínez-Ruiz, Clare Puttick, James R. M. Black, Thomas B. K. Watkins, Hyemin Kim, Seohee Shim, Nikhil Faulkner, Jan Attig, Selvaraju Veeriah, Neil Magno, Sophia Ward, Alexander M. Frankell, Maise Al Bakir, Emilia L. Lim, Mark S. Hill, Gareth A. Wilson, Daniel E. Cook, Nicolai J. Birkbak, Axel Behrens, Nadia Yousaf, Sanjay Popat, Allan Hackshaw, Andrew Rowan, Ariana Huebner, Brittany B. Campbell, Chris Bailey, Claudia Lee, Dhruva Biswas, Emma Colliver, Foteini Athanasopoulou, Haoran Zhai, Jayant K. Rane, Kristiana Grigoriadis, Michelle Dietzen, Michelle Leung, Mihaela Angelova, Olivia Lucas, Othman Al-Sawaf, Rachel Rosenthal, Jerome Nicod, Abigail Bunkum, Antonia Toncheva, Christopher Abbosh, Corentin Richard, Cristina Naceur-Lombardelli, Francisco Gimeno-Valiente, Jie Min Lam, Kerstin Thol, Krupa Thakkar, Mariana Werner Sunderland, Martin D. Forster, Nnennaya Kanu, Paulina Prymas, Robert Bentham, Sadegh Saghafinia, Sergio A. Quezada, Sharon Vanloo, Simone Zaccaria, Siow Ming Lee, Sonya Hessey, Wing Kin Liu, Dionysis Papadatos-Pastos, James Wilson, Sarah Benafif, Tanya Ahmad, Elaine Borg, Mary Falzon, Reena Khiroya, Teresa Marafioti, Abigail Sharp, Camilla Pilotti, Harjot Kaur Dhanda, Kitty Chan, Nicole Gower, Rachel Leslie, Sean Smith, Andrew G. Nicholson, Eric Lim, Javier Herrero, Carla Castignani, Elizabeth Larose Cadieux, Jonas Demeulemeester, Peter Van Loo, Karl S. Peggs, Catarina Veiga, Gary Royle, Charles-Antoine Collins-Fekete, Alexander James Procter, Arjun Nair, Asia Ahmed, Magali N. Taylor, Neal Navani, Ricky M. Thakrar, David Lawrence, Davide Patrini, Emma Nye, Richard Kevin Stone, David Chuter, Mairead MacKenzie, Francesco Fraioli, Paul Ashford, Sam M. Janes, Miljana Tanić, Stephan Beck, Alexandra Rice, Anand Devaraj, Chiara Proli, Daniel Kaniu, Harshil Bhayani, Hema Chavan, Hilgardt Raubenheimer, Lyn Ambrose, Mpho Malima, Nadia Fernandes, Paulo De Sousa, Pratibha Shah, Sarah Booth, Silviu I. Buderi, Simon Jordan, Sofina Begum, Ekaterini Boleti, Aengus Stewart, Alastair Magness, Clare E. Weeden, Dina Levi, Eva Grönroos, Jacki Goldman, Mickael Escudero, Philip Hobson, Roberto Vendramin, Stefan Boeing, Tamara Denner, Vittorio Barbè, Wei-Ting Lu, William Hill, Yutaka Naito, Zoe Ramsden, Anca Grapa, Hanyun Zhang, Khalid AbdulJabbar, Xiaoxi Pan, Kayleigh Gilbert, Angeliki Karamani, Benny Chain, David R. Pearce, Despoina Karagianni, Elena Hoxha, Felip Gálvez-Cancino, Georgia Stavrou, Gerasimos Mastrokalos, Helen L. Lowe, Ignacio Matos, James L. Reading, John A. Hartley, Kayalvizhi Selvaraju, Kezhong Chen, Leah Ensell, Mansi Shah, Marcos Vasquez, Maria Litovchenko, Olga Chervova, Piotr Pawlik, Robert E. Hynds, Saioa López, Samuel Gamble, Seng Kuong Anakin Ung, Supreet Kaur Bola, Thanos P. Mourikis, Victoria Spanswick, Yin Wu, Emilie Martinoni Hoogenboom, Fleur Monk, James W. Holding, Junaid Choudhary, Kunal Bhakhri, Marco Scarci, Martin Hayward, Nikolaos Panagiotopoulos, Pat Gorman, Robert C. M. Stephens, Steve Bandula, Yien Ning Sophia Wong, Tristan Clark, Heather Cheyne, Mohammed Khalil, Shirley Richardson, Tracey Cruickshank, Babu Naidu, Gurdeep Matharu, Jacqui A. Shaw, Joan Riley, Lindsay Primrose, John Le Quesne, Kevin G. Blyth, Alastair Kerr, Alexandra Clipson, Anshuman Chaturvedi, Caroline Dive, Dominic G. Rothwell, Elaine Kilgour, Jonathan Tugwood, Lynsey Priest, Pedro Oliveira, Philip Crosbie, Gillian Price, Judith Cave, Keith M. Kerr, Colin R. Lindsay, Fiona H. Blackhall, Matthew G. Krebs, Yvonne Summers, Alan Kirk, Mathew Thomas, Mo Asif, Nikos Kostoulas, Rocco Bilancia, Gary Middleton, Michael J. Shackcloth, Angela Leek, Jack Davies Hodgkinson, Nicola Totten, Craig Dick, Lily Robinson, Peter Russell, Madeleine Hewish, Sarah Danson, Jason F. Lester, Fabio Gomes, Kate Brown, Mathew Carter, Akshay J. Patel, Aya Osman, Christer Lacson, Gerald Langman, Helen Shackleford, Madava Djearaman, Salma Kadiri, Aiman Alzetani, Jennifer Richards, Lydia Scarlett, Papawadee Ingram, Serena Chee, Silvia Austin, Amrita Bajaj, Apostolos Nakas, Azmina Sodha-Ramdeen, Dean A. Fennell, Keng Ang, Mohamad Tufail, Mohammed Fiyaz Chowdhry, Molly Scotland, Rebecca Boyles, Sridhar Rathinam, Claire Wilson, Domenic Marrone, Sean Dulloo, Angeles Montero, Elaine Smith, Eustace Fontaine, Felice Granato, Helen Doran, Juliette Novasio, Kendadai Rammohan, Leena Joseph, Paul Bishop, Rajesh Shah, Stuart Moss, Vijay Joshi, Hugo J. W. L. Aerts, Tom L. Kaufmann, Roland F. Schwarz, Judit Kisistok, Mateo Sokac, Miklos Diossy, Zoltan Szallasi, Krijn Dijkstra, Yinyin Yuan, Fiona Byrne, Laura Amanda Boos, Benjamin Shum, Camille L. Gerard, Andreas M. Schmitt, Christina Messiou, David Cunningham, Ian Chau, Naureen Starling, Nicholas Turner, Liam Welsh, Robin L. Jones, Joanne Droney, Susana Banerjee, Kate C. Tatham, Shaman Jhanji, Kevin Harrington, Alicia Okines, Alison Reid, Kate Young, Andrew J. S. Furness, Lisa Pickering, Emma Nicholson, Sacheen Kumar, Katalin A. Wilkinson, Anthony Swerdlow, Robert J. Wilkinson, Crispin T. Hiley, Kevin Litchfield, Nicholas McGranahan, Mariam Jamal-Hanjani, James Larkin, Se-Hoon Lee, Samra Turajlic, Charles Swanton, Julian Downward, George Kassiotis",
      "paper_url": "https://doi.org/10.1038/s41586-023-05771-9",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4388488683",
      "paper_id": "https://openalex.org/W4388488683",
      "title": "Autoantibodies against type I IFNs in humans with alternative NF-κB pathway deficiency",
      "authors": "Tom Le Voyer, Audrey V. Parent, Xian Liu, Axel Cederholm, Adrian Gervais, Jérémie Rosain, Tina Nguyen, Malena Perez Lorenzo, Elze Rackaityte, Darawan Rinchai, Peng Zhang, Lucy Bizien, Gonca Hancioglu, Pascale Ghillani-Dalbin, Jean-Luc Charuel, Quentin Philippot, Mame Sokhna Gueye, Majistor Raj Luxman Maglorius Renkilaraj, Masato Ogishi, Camille Soudée, Mélanie Migaud, Flore Rozenberg, Mana Momenilandi, Quentin Riller, Luisa Imberti, Ottavia M. Delmonte, Gabriele Müller, Baerbel Keller, Julio Orrego, William Alexander Franco Gallego, Tamar Rubin, Melike Emiroglu, Nima Parvaneh, Daniel Eriksson, Maribel Aranda-Guillen, David I. Berrios, Linda Vong, Constance H. Katelaris, Peter Mustillo, Johannes Raedler, Jonathan Bohlen, Jale Bengi Celik, Camila Astudillo, Sarah Winter, Stéphanie Boisson-Dupuis, Eric Oksenhendler, Satoshi Okada, Oana Caluseriu, Mathilde Valeria Ursini, Eric Ballot, Geoffroy Lafarge, Tomas Freiberger, Carlos A. Arango-Franco, Romain Levy, Alessandro Aiuti, Saleh Al-Muhsen, Fahd Al-Mulla, Evangelos Andreakos, Andrés A. Arias, Hagit Baris Feldman, Paul Bastard, Anastasia Bondarenko, Alessandro Borghesi, Ahmed A. Bousfiha, Petter Brodin, Yenan Bryceson, Giorgio Casari, John Christodoulou, Roger Colobran, Antonio Condino-Neto, Jacques Fellay, Carlos Flores, José Luis Franco, Filomeen Haerynck, Rabih Halwani, Lennart Hammarström, James R. Heath, Elena W. Y. Hsieh, Yuval Itan, Elżbieta Kaja, Kai Kisand, Cheng-Lung Ku, Yun Ling, Yu-Lung Lau, Davood Mansouri, Isabelle Meyts, Joshua D. Milner, Trine H. Mogensen, Antonio Novelli, Giuseppe Novelli, Keisuke Okamoto, Tayfun Ozcelik, Rebeca Perez de Diego, Jordi Perez-Tur, David S. Perlin, Carolina Prando, Aurora Pujol, Lluis Quintana-Murci, Laurent Renia, Igor Resnick, Carlos Rodríguez-Gallego, Vanessa Sancho-Shimizu, Anna Sediva, Mikko R. J. Seppänen, Mohammed Shahrooei, Anna Shcherbina, Pere Soler Palacín, Graziano Pesole, András N. Spaan, Helen C. Su, Ivan Tancevski, Ahmad Abou Tayoun, Ali Amara, Guy Gorochov, Şehime Gülsün Temel, Christian Thorball, Pierre Tiberghien, Sophie Trouillet-Assant, Stuart Turvey, K. M. Furkan Uddin, Mohammed J. Uddin, Diederik van de Beek, Mateus Vidigal, Donald C. Vinh, Horst von Bernuth, Joost Wauters, Mayana Zatz, Shen-Ying Zhang, Lisa F. P. Ng, Catriona McLean, Aurélien Guffroy, Joseph L. DeRisi, David Yu, Corey Miller, Yi Feng, Audrey Guichard, Vivien Béziat, Jacinta Bustamante, Qiang Pan-Hammarström, Yu Zhang, Lindsey B. Rosen, Steve M. Holland, Marita Bosticardo, Heather Kenney, Riccardo Castagnoli, Charlotte A. Slade, Kaan Boztuğ, Nizar Mahlaoui, Sylvain Latour, Roshini S. Abraham, Vassilios Lougaris, Fabian Hauck, Anna Sediva, Faranaz Atschekzei, Georgios Sogkas, M. Cecilia Poli, Mary A. Slatter, Boaz Palterer, Michael D. Keller, Alberto Pinzon-Charry, Anna Sullivan, Luke Droney, Daniel Suan, Melanie Wong, Alisa Kane, Hannah Hu, Cindy Ma, Hana Grombiříková, Peter Ciznar, Ilan Dalal, Nathalie Aladjidi, Miguel Hie, Estibaliz Lazaro, Jose Franco, Sevgi Keles, Marion Malphettes, Marlene Pasquet, Maria Elena Maccari, Andrea Meinhardt, Aydan Ikinciogullari, Mohammad Shahrooei, Fatih Celmeli, Patrick Frosk, Christopher C. Goodnow, Paul E. Gray, Alexandre Belot, Hye Sun Kuehn, Sergio D. Rosenzweig, Makoto Miyara, Francesco Licciardi, Amélie Servettaz, Vincent Barlogis, Guillaume Le Guenno, Vera-Maria Herrmann, Taco Kuijpers, Grégoire Ducoux, Françoise Sarrot-Reynauld, Catharina Schuetz, Charlotte Cunningham-Rundles, Frédéric Rieux-Laucat, Stuart G. Tangye, Cristina Sobacchi, Rainer Doffinger, Klaus Warnatz, Bodo Grimbacher, Claire Fieschi, Laureline Berteloot, Vanessa L. Bryant, Sophie Trouillet Assant, Helen Su, Benedicte Neven, Laurent Abel, Qian Zhang, Bertrand Boisson, Aurélie Cobat, Emmanuelle Jouanguy, Olle Kampe, Paul Bastard, Chaim M. Roifman, Nils Landegren, Luigi D. Notarangelo, Mark S. Anderson, Jean-Laurent Casanova, Anne Puel",
      "paper_url": "https://doi.org/10.1038/s41586-023-06717-x",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4388892641",
      "paper_id": "https://openalex.org/W4388892641",
      "title": "Autoimmune amelogenesis imperfecta in patients with APS-1 and coeliac disease",
      "authors": "Yael Gruper, Anette S. B. Wolff, Liad Glanz, Frantisek Spoutil, Mihaela Cuida Marthinussen, Adriana Osickova, Yonatan Herzig, Yael Goldfarb, Goretti Aranaz-Novaliches, Jan Dobeš, Noam Kadouri, Osher Ben-Nun, Amit Binyamin, Bar Lavi, Tal Givony, Razi Khalaila, Tom Gome, Tomáš Wald, Blanka Mrazkova, Carmel Sochen, Marine Besnard, Shifra Ben-Dor, Ester Feldmesser, Elisaveta M. Orlova, Csaba Hegedűs, István Lampé, Tamás Papp, Szabolcs Felszeghy, Radislav Sedlacek, Esti Davidovich, Noa Tal, Dror S. Shouval, Raanan Shamir, Carole Guillonneau, Zsuzsa Szondy, Knut E. A. Lundin, Radim Osicka, Jan Prochazka, Eystein S. Husebye, Jakub Abramson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06776-0",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4321480158",
      "paper_id": "https://openalex.org/W4321480158",
      "title": "Autoimmunity in Down’s syndrome via cytokines, CD4 T cells and CD11c+ B cells",
      "authors": "Louise Malle, Roosheel S. Patel, Marta Martin-Fernandez, O Jay Stewart, Quentin Philippot, Sofija Buta, Ashley Richardson, Vanessa Barcessat, Justin Taft, Paul Bastard, Julie Samuels, Clotilde Mircher, Anne-Sophie Rebillat, Louise Maillebouis, Marie Vilaire-Meunier, Kevin Tuballes, Brad R. Rosenberg, Rebecca Trachtman, Jean-Laurent Casanova, Luigi D. Notarangelo, Sacha Gnjatic, Douglas Bush, Dusan Bogunovic",
      "paper_url": "https://doi.org/10.1038/s41586-023-05736-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4310945495",
      "paper_id": "https://openalex.org/W4310945495",
      "title": "Autoimmunity-associated T cell receptors recognize HLA-B*27-bound peptides",
      "authors": "Xinbo Yang, Lee I. Garner, Ivan V. Zvyagin, Michael A. Paley, Ekaterina A. Komech, Kevin M. Jude, Xiang Zhao, Ricardo A. Fernandes, Lynn M. Hassman, Grace L. Paley, Christina S. Savvides, Simon Brackenridge, Max N. Quastel, Dmitriy M. Chudakov, Paul Bowness, Wayne M. Yokoyama, Andrew J. McMichael, Geraldine M. Gillespie, K. Christopher Garcia",
      "paper_url": "https://doi.org/10.1038/s41586-022-05501-7",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3210402627",
      "paper_id": "https://openalex.org/W3210402627",
      "title": "B cell-derived GABA elicits IL-10+ macrophages to limit anti-tumour immunity",
      "authors": "Baihao Zhang, Alexis Vogelzang, Michio Miyajima, Yuki Sugiura, Yibo Wu, Kenji Chamoto, Rei Nakano, Ryusuke Hatae, Rosemary J. Menzies, Kazuhiro Sonomura, Nozomi Hojo, Taisaku Ogawa, Wakana Kobayashi, Yumi Tsutsui, Sachiko Yamamoto, Mikako Maruya, Seiko Narushima, Keiichiro Suzuki, Hiroshi Sugiya, Kosaku Murakami, Motomu Hashimoto, Hideki Ueno, Takashi Kobayashi, Katsuhiro Ito, Tomoko Hirano, Katsuyuki Shiroguchi, Fumihiko Matsuda, Makoto Suematsu, Tasuku Honjo, Sidonia Fagarasan",
      "paper_url": "https://doi.org/10.1038/s41586-021-04082-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4381481431",
      "paper_id": "https://openalex.org/W4381481431",
      "title": "B-cell-specific checkpoint molecules that regulate anti-tumour immunity",
      "authors": "Lloyd Bod, Yoon-Chul Kye, Jingwen Shi, Elena Torlai Triglia, Alexandra Schnell, Johannes Fessler, Stephen M. Ostrowski, Max Y. Von-Franque, Juhi R. Kuchroo, Rocky M. Barilla, Sarah Zaghouani, Elena Christian, Toni Marie Delorey, Kanishka Mohib, Sheng Xiao, Nadine Slingerland, Christopher J. Giuliano, Orr Ashenberg, Zhaorong Li, David M. Rothstein, David E. Fisher, Orit Rozenblatt-Rosen, Arlene H. Sharpe, Francisco J. Quintana, Lionel Apetoh, Aviv Regev, Vijay K. Kuchroo",
      "paper_url": "https://doi.org/10.1038/s41586-023-06231-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4220960678",
      "paper_id": "https://openalex.org/W4220960678",
      "title": "Bacterial inhibition of Fas-mediated killing promotes neuroinvasion and persistence",
      "authors": "Claire Maudet, Marouane Kheloufi, Sylvain Levallois, Julien Gaillard, Lei Huang, Charlotte Gaultier, Yu-Huan Tsai, Olivier Disson, Marc Lecuit",
      "paper_url": "https://doi.org/10.1038/s41586-022-04505-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400491725",
      "paper_id": "https://openalex.org/W4400491725",
      "title": "Brainstem Dbh+ neurons control allergen-induced airway hyperreactivity",
      "authors": "Yujuan Su, Jinhao Xu, Ziai Zhu, Jisun Chin, Le Xu, Haoze Yu, Victoria Nudell, Barsha Dash, Esteban A. Moya, Li Ye, Axel Nimmerjahn, Xin Sun",
      "paper_url": "https://doi.org/10.1038/s41586-024-07608-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404566626",
      "paper_id": "https://openalex.org/W4404566626",
      "title": "Broadly inhibitory antibodies to severe malaria virulence proteins",
      "authors": "Raphael A. Reyes, Sai Sundar Rajan Raghavan, Nicholas K. Hurlburt, Viola Introini, Sebastiaan Bol, Ikhlaq Hussain Kana, Rasmus W. Jensen, Elizabeth Martinez-Scholze, María Gestal-Mato, Borja López-Gutiérrez, Silvia Sanz, Cristina Bancells, Monica Lisa Fernández-Quintero, Johannes R. Loeffler, James Alexander Ferguson, Wen-Hsin Lee, Greg Michael Martin, Thor G. Theander, John P. A. Lusingu, Daniel T. R. Minja, Isaac Ssewanyana, Margaret E. Feeney, Bryan Greenhouse, Andrew B. Ward, Maria Bernabeu, Marie Pancera, Louise Turner, Evelien M. Bunnik, Thomas Lavstsen",
      "paper_url": "https://doi.org/10.1038/s41586-024-08220-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404754738",
      "paper_id": "https://openalex.org/W4404754738",
      "title": "Cancer cells impair monocyte-mediated T cell stimulation to evade immunity",
      "authors": "Anais Elewaut, Guillem Estivill, Felix Bayerl, Leticia Castillon, Maria Novatchkova, Elisabeth Pottendorfer, Lisa Hoffmann-Haas, Martin Schönlein, Trung Viet Nguyen, Martin Lauss, Francesco Andreatta, Milica Vulin, Izabela Krecioch, Jonas Bayerl, Anna-Marie Pedde, Naomi Fabre, Felix Holstein, Shona M. Cronin, Sarah Rieser, Denarda Dangaj Laniti, David Barras, George Coukos, Camelia Quek, Xinyu Bai, Miquel Muñoz i Ordoño, Thomas Wiesner, Johannes Zuber, Göran Jönsson, Jan P. Böttcher, Sakari Vanharanta, Anna C. Obenauf",
      "paper_url": "https://doi.org/10.1038/s41586-024-08257-4",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3140162710",
      "paper_id": "https://openalex.org/W3140162710",
      "title": "CAR directs T cell adaptation to bile acids in the small intestine",
      "authors": "Mei Lan Chen, Xiangsheng Huang, Hongtao Wang, Courtney Hegner, Yujin Liu, Jinsai Shang, Amber Eliason, Huitian Diao, HaJeung Park, Blake Frey, Guohui Wang, Sarah A. Mosure, Laura A. Solt, Douglas J. Kojetin, Alex Rodriguez-Palacios, Deborah A. Schady, Casey T. Weaver, Matthew E. Pipkin, David D. Moore, Mark S. Sundrud",
      "paper_url": "https://doi.org/10.1038/s41586-021-03421-6",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4224115060",
      "paper_id": "https://openalex.org/W4224115060",
      "title": "CAR T cell killing requires the IFNγR pathway in solid but not liquid tumours",
      "authors": "Rebecca C. Larson, Michael C. Kann, Stefanie R. Bailey, Nicholas J. Haradhvala, Paula Montero Llopis, Amanda A. Bouffard, Irene Scarfó, Mark B. Leick, Korneel Grauwet, Trisha R. Berger, Kai Stewart, Praju Vikas Anekal, Max Jan, Julia Joung, Andrea Schmidts, Tamara Ouspenskaia, Travis Law, Aviv Regev, Gad Getz, Marcela V. Maus",
      "paper_url": "https://doi.org/10.1038/s41586-022-04585-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4283259772",
      "paper_id": "https://openalex.org/W4283259772",
      "title": "cBAF complex components and MYC cooperate early in CD8+ T cell fate",
      "authors": "Ao Guo, Hongling Huang, Zhexin Zhu, Mark J. Chen, Hao Shi, Sujing Yuan, Piyush Sharma, Jon P. Connelly, Swantje Liedmann, Yogesh Dhungana, Zhenrui Li, Dalia Haydar, Mao Yang, Helen Beere, Jason T. Yustein, Christopher DeRenzo, Shondra M. Pruett-Miller, Jeremy Chase Crawford, Giedre Krenciute, Charles W. M. Roberts, Hongbo Chi, Douglas R. Green",
      "paper_url": "https://doi.org/10.1038/s41586-022-04849-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386471457",
      "paper_id": "https://openalex.org/W4386471457",
      "title": "CD300ld on neutrophils is required for tumour-driven immune suppression",
      "authors": "Chaoxiong Wang, Xichen Zheng, Jinlan Zhang, Xiaoyi Jiang, Jia Wang, Yuwei Li, Xiaonan Li, Guanghui Shen, Jiayin Peng, Peixuan Zheng, Yunqing Gu, Jiaojiao Chen, Moubin Lin, Changwen Deng, Hai Gao, Zhigang Lu, Yun Zhao, Min Luo",
      "paper_url": "https://doi.org/10.1038/s41586-023-06511-9",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4380628263",
      "paper_id": "https://openalex.org/W4380628263",
      "title": "CD4+ T cell-induced inflammatory cell death controls immune-evasive tumours",
      "authors": "Bastian Kruse, Anthony C. Buzzai, Naveen Shridhar, Andreas D. Braun, Susan Gellert, Kristin Knauth, Joanna Pozniak, Johannes Peters, Paulina Dittmann, Miriam Mengoni, Tetje Cornelia van der Sluis, Simon Höhn, Asier Antoranz, Anna Krone, Yan Fu, Di Yu, Magnus Essand, Robert Geffers, Dimitrios Mougiakakos, Sascha Kahlfuß, Hamid Kashkar, Evelyn Gaffal, Francesca M. Bosisio, Oliver Bechter, Florian Rambow, Jean-Christophe Marine, Wolfgang Kastenmüller, Andreas J. Müller, Thomas Tüting",
      "paper_url": "https://doi.org/10.1038/s41586-023-06199-x",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406693604",
      "paper_id": "https://openalex.org/W4406693604",
      "title": "CD45-PET is a robust, non-invasive tool for imaging inflammation",
      "authors": "Ali Salehi Farid, Jennifer E. Rowley, Harris H. Allen, Isabella G. Kruger, Soheil Tavakolpour, Kyle Neeley, Min Cong, Haneyeh Shahbazian, Niki Dorafshani, Achraf Berrada, Alexander C. MacDonagh, Robert F. Padera, Pedro Brugarolas, Alan B. Packard, Matthew W. Rosenbaum, Sanjay Divakaran, Marcelo F. Di Carli, Mohammad Rashidian",
      "paper_url": "https://doi.org/10.1038/s41586-024-08441-6",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408216535",
      "paper_id": "https://openalex.org/W4408216535",
      "title": "Cell-autonomous innate immunity by proteasome-derived defence peptides",
      "authors": "Karin Goldberg, Arseniy Lobov, Paola Antonello, Merav D. Shmueli, Idan Yakir, Tal Weizman, Adi Ulman, Daoud Sheban, Einav Laser, Matthias P. Kramer, Ronen Shteinvil, Guoyun Chen, Angham Ibraheem, Vera Sysoeva, Vered Fishbain-Yoskovitz, Gayatree Mohapatra, Anat Abramov, Sandy Shimshi, Kseniia Ogneva, Madhurima Nandy, Sivan Amidror, Hadar Bootz-Maoz, Shanny H. Kuo, Nili Dezorella, Assaf Kacen, Aaron Javitt, Gee W. Lau, Nissan Yissachar, Zvi Hayouka, Yifat Merbl",
      "paper_url": "https://doi.org/10.1038/s41586-025-08615-w",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3146001933",
      "paper_id": "https://openalex.org/W3146001933",
      "title": "Cell-programmed nutrient partitioning in the tumour microenvironment",
      "authors": "Bradley I. Reinfeld, Matthew Z. Madden, Melissa M. Wolf, Anna Chytil, Jackie E. Bader, Andrew R. Patterson, Ayaka Sugiura, Allison S. Cohen, Ahmed Ali, Brian T. Do, Alexander Muir, Caroline A. Lewis, Rachel A. Hongo, Kirsten L. Young, Rachel E. Brown, Vera M. Todd, Tessa Huffstater, Abin Abraham, Richard T. O’Neil, Matthew H. Wilson, Fuxue Xin, M. Noor Tantawy, W. David Merryman, Rachelle W. Johnson, Christopher S. Williams, Emily F. Mason, Frank M. Mason, Katherine E. Beckermann, Matthew G. Vander Heiden, H. Charles Manning, Jeffrey C. Rathmell, W. Kimryn Rathmell",
      "paper_url": "https://doi.org/10.1038/s41586-021-03442-1",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3149417142",
      "paper_id": "https://openalex.org/W3149417142",
      "title": "Cells of the human intestinal tract mapped across space and time",
      "authors": "Rasa Elmentaite, Natsuhiko Kumasaka, Kenny Roberts, Aaron Fleming, Emma Dann, Hamish W. King, Vitalii Kleshchevnikov, Monika Dabrowska, Sophie Pritchard, Liam Bolt, Sara F. Vieira, Lira Mamanova, Ni Huang, Francesca Perrone, Issac Goh Kai’En, Steven N. Lisgo, Matilda Katan, Steven Leonard, Thomas R. W. Oliver, C. Elizabeth Hook, Komal Nayak, Lia S. Campos, Cecilia Domínguez Conde, Emily Stephenson, Justin Engelbert, Rachel A. Botting, Krzysztof Polanski, Stijn van Dongen, Minal Patel, Michael D. Morgan, John C. Marioni, Omer Ali Bayraktar, Kerstin B. Meyer, Xiaoling He, Roger A. Barker, Holm H. Uhlig, Krishnaa T. Mahbubani, Kourosh Saeb-Parsy, Matthias Zilbauer, Menna R. Clatworthy, Muzlifah Haniffa, Kylie R. James, Sarah A. Teichmann",
      "paper_url": "https://doi.org/10.1038/s41586-021-03852-1",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4405268603",
      "paper_id": "https://openalex.org/W4405268603",
      "title": "Central control of dynamic gene circuits governs T cell rest and activation",
      "authors": "Maya M. Arce, Jennifer M. Umhoefer, Nadia Arang, Sivakanthan Kasinathan, Jacob W. Freimer, Zachary Steinhart, Haolin Shen, Minh T. N. Pham, Mineto Ota, Anika Wadhera, Rama Dajani, Dmytro Dorovskyi, Yan Yi Chen, Qi Liu, Yuan Zhou, Danielle L. Swaney, Kirsten Obernier, Brian R. Shy, Julia Carnevale, Ansuman T. Satpathy, Nevan J. Krogan, Jonathan K. Pritchard, Alexander Marson",
      "paper_url": "https://doi.org/10.1038/s41586-024-08314-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4323546636",
      "paper_id": "https://openalex.org/W4323546636",
      "title": "Co-opting signalling molecules enables logic-gated control of CAR T cells",
      "authors": "Aidan M. Tousley, Maria Caterina Rotiroti, Louai Labanieh, Lea Wenting Rysavy, Won-Ju Kim, Caleb Lareau, Elena Sotillo, Evan W. Weber, Skyler P. Rietberg, Guillermo Nicolas Dalton, Yajie Yin, Dorota Klysz, Peng Xu, Eva L. de la Serna, Alexander R. Dunn, Ansuman T. Satpathy, Crystal L. Mackall, Robbie G. Majzner",
      "paper_url": "https://doi.org/10.1038/s41586-023-05778-2",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411021766",
      "paper_id": "https://openalex.org/W4411021766",
      "title": "CREM is a regulatory checkpoint of CAR and IL-15 signalling in NK cells",
      "authors": "Hind Rafei, Rafet Basar, Sunil Acharya, Yu-Sung Hsu, Pinghua Liu, Deqiang Zhang, Toszka Bohn, Qingnan Liang, Vakul Mohanty, Ranjan Upadhyay, Ping Li, Pravin Phadatare, Merve Dede, Donghai Xiong, Huihui Fan, Corry Mathew Jones, Sebastian Kunz, May Daher, Ana Karen Nunez Cortes, Mayra Shanley, Bin Liu, Sadie Mae Moseley, Chenyu Zhang, Dexing Fang, Pinaki Banerjee, Nadima Uprety, Ye Li, Rejeena Shrestha, Xinhai Wan, Hong Shen, Vernikka Woods, April Lamour Gilbert, Seema Rawal, Jinzhuang Dou, Yukun Tan, Jeong-Min Park, Francia Reyes Silva, Alexander Biederstädt, Mecit Kaplan, Xin Ru Jiang, Inci Biederstädt, Bijender Kumar, Silvia Tiberti, Madison Moore, Jingling Jin, Ryan Z. Yang, Luis Muniz-Feliciano, Samuel Rosemore, Paul Lin, Gary M. Deyter, Natalie Wall Fowlkes, Abhinav K. Jain, David Marin, Anirban Maitra, Ken Chen, Tobias Bopp, Elizabeth J. Shpall, Katayoun Rezvani",
      "paper_url": "https://doi.org/10.1038/s41586-025-09087-8",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4386274073",
      "paper_id": "https://openalex.org/W4386274073",
      "title": "CRISPR screens decode cancer cell pathways that trigger γδ T cell detection",
      "authors": "Murad R. Mamedov, Shane Vedova, Jacob W. Freimer, Avinash Das Sahu, Amrita Ramesh, Maya M. Arce, Angelo D. Meringa, Mineto Ota, Peixin Amy Chen, Kristina Hanspers, Vinh Q. Nguyen, Kirsten A. Takeshima, Anne C. Rios, Jonathan K. Pritchard, Jürgen Kuball, Zsolt Sebestyen, Erin J. Adams, Alexander Marson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06482-x",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3212356838",
      "paper_id": "https://openalex.org/W3212356838",
      "title": "CRISPR screens unveil signal hubs for nutrient licensing of T cell immunity",
      "authors": "Lingyun Long, Jun Wei, Seon Ah Lim, Jana L. Raynor, Hao Shi, Jon P. Connelly, Hong Wang, Cliff Guy, Boer Xie, Nicole M. Chapman, Guotong Fu, Yanyan Wang, Hongling Huang, Wei Su, Jordy Saravia, Isabel Risch, Yong-Dong Wang, Yuxin Li, Mingming Niu, Yogesh Dhungana, Anil KC, Peipei Zhou, Peter Vogel, Jiyang Yu, Shondra M. Pruett-Miller, Junmin Peng, Hongbo Chi",
      "paper_url": "https://doi.org/10.1038/s41586-021-04109-7",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3133221794",
      "paper_id": "https://openalex.org/W3133221794",
      "title": "CTLA-4 blockade drives loss of Treg stability in glycolysis-low tumours",
      "authors": "Roberta Zappasodi, Inna Serganova, Ivan J. Cohen, Masatomo Maeda, Masahiro Shindo, Yasin Senbabaoglu, McLane J. Watson, Avigdor Leftin, Rachana Maniyar, Svena Verma, Matthew Lubin, Myat Ko, Mayuresh M. Mane, Hong Zhong, Cailian Liu, Arnab Ghosh, Mohsen Abu-Akeel, Ellen Ackerstaff, Jason A. Koutcher, Ping-Chih Ho, Greg M. Delgoffe, Ronald Blasberg, Jedd D. Wolchok, Taha Merghoub",
      "paper_url": "https://doi.org/10.1038/s41586-021-03326-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4399567403",
      "paper_id": "https://openalex.org/W4399567403",
      "title": "CTLA-4-expressing ILC3s restrain interleukin-23-mediated inflammation",
      "authors": "Anees Ahmed, Ann M. Joseph, Jordan Zhou, Veronika Horn, Jazib Uddin, Mengze Lyu, Jeremy Goc, David Artis, Randy Longman, Gregory F. Sonnenberg, Ellen Scherl, Robbyn Sockolow, Dana Lukin, Vinita Jacob, Laura Sahyoun, Michael Mintz, Lasha Gogokhia, Thomas Ciecierega, Aliza Solomon, Arielle Bergman, Kimberley Chein, Elliott Gordon, Michelle Ramos, Victoria Ribeiro de Godoy, Adriana Brcic-Susak, Seun Oguntunmibi, Dario Garone, Caitlin Mason, Robbyn E. Sockolow, James B. Wing, Eric Vivier, Shimon Sakaguchi, Gregory F. Sonnenberg",
      "paper_url": "https://doi.org/10.1038/s41586-024-07537-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403243250",
      "paper_id": "https://openalex.org/W4403243250",
      "title": "CTLA4 blockade abrogates KEAP1/STK11-related resistance to PD-(L)1 inhibitors",
      "authors": "Ferdinandos Skoulidis, Haniel A. Araujo, Minh Truong Do, Yu Qian, Xin Sun, Ana Galan Cobo, John T. Le, Meagan Montesion, Rachael Palmer, Nadine Jahchan, Joseph M. Juan, Chengyin Min, Yi Yu, Xuewen Pan, Kathryn C. Arbour, Natalie Vokes, Stephanie T. Schmidt, David Molkentine, Dwight H. Owen, Regan Memmott, Pradnya D. Patil, Melina E. Marmarelis, Mark M. Awad, Joseph C. Murray, Jessica A. Hellyer, Justin F. Gainor, Anastasios Dimou, Christine M. Bestvina, Catherine A. Shu, Jonathan W. Riess, Collin M. Blakely, Chad V. Pecot, Laura Mezquita, Fabrizio Tabbó, Matthias Scheffler, Subba Digumarthy, Meghan J. Mooradian, Adrian G. Sacher, Sally C. M. Lau, Andreas N. Saltos, Julia Rotow, Rocio Perez Johnson, Corinne Liu, Tyler Stewart, Sarah B. Goldberg, Jonathan Killam, Zenta Walther, Kurt Schalper, Kurtis D. Davies, Mark G. Woodcock, Valsamo Anagnostou, Kristen A. Marrone, Patrick M. Forde, Biagio Ricciuti, Deepti Venkatraman, Eliezer M. Van Allen, Amy L. Cummings, Jonathan W. Goldman, Hiram Shaish, Melanie Kier, Sharyn Katz, Charu Aggarwal, Ying Ni, Joseph T. Azok, Jeremy Segal, Lauren Ritterhouse, Joel W. Neal, Ludovic Lacroix, Yasir Y. Elamin, Marcelo V. Negrao, Xiuning Le, Vincent K. Lam, Whitney E. Lewis, Haley N. Kemp, Brett Carter, Jack A. Roth, Stephen Swisher, Richard Lee, Teng Zhou, Alissa Poteete, Yifan Kong, Tomohiro Takehara, Alvaro Guimaraes Paula, Edwin R. Parra Cuentas, Carmen Behrens, Ignacio I. Wistuba, Jianjun Zhang, George R. Blumenschein, Carl Gay, Lauren A. Byers, Don L. Gibbons, Anne Tsao, J. Jack Lee, Trever G. Bivona, D. Ross Camidge, Jhannelle E. Gray, Natasha B. Leighl, Benjamin Levy, Julie R. Brahmer, Marina C. Garassino, David R. Gandara, Edward B. Garon, Naiyer A. Rizvi, Giorgio Vittorio Scagliotti, Jürgen Wolf, David Planchard, Benjamin Besse, Roy S. Herbst, Heather A. Wakelee, Nathan A. Pennell, Alice T. Shaw, Pasi A. Jänne, David P. Carbone, Matthew D. Hellmann, Charles M. Rudin, Lee Albacker, Helen Mann, Zhou Zhu, Zhongwu Lai, Ross Stewart, Solange Peters, Melissa L. Johnson, Kwok K. Wong, Alan Huang, Monte M. Winslow, Michael J. Rosen, Ian P. Winters, Vassiliki A. Papadimitrakopoulou, Tina Cascone, Philip Jewsbury, John V. Heymach",
      "paper_url": "https://doi.org/10.1038/s41586-024-07943-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4210589143",
      "paper_id": "https://openalex.org/W4210589143",
      "title": "Decade-long leukaemia remissions with persistence of CD4+ CAR T cells",
      "authors": "J. Joseph Melenhorst, Gregory M. Chen, Meng Wang, David L. Porter, Changya Chen, McKensie A. Collins, Peng Gao, Shovik Bandyopadhyay, Hongxing Sun, Ziran Zhao, Stefan Lundh, Iulian Pruteanu-Malinici, Christopher L. Nobles, Sayantan Maji, Noelle V. Frey, Saar I. Gill, Alison W. Loren, Lifeng Tian, Irina Kulikovskaya, Minnal Gupta, David E. Ambrose, Megan M. Davis, Joseph A. Fraietta, Jennifer L. Brogdon, Regina M. Young, Anne Chew, Bruce L. Levine, Donald L. Siegel, Cécile Alanio, E. John Wherry, Frederic D. Bushman, Simon F. Lacey, Kai Tan, Carl H. June",
      "paper_url": "https://doi.org/10.1038/s41586-021-04390-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4282975189",
      "paper_id": "https://openalex.org/W4282975189",
      "title": "Deciphering the immunopeptidome in vivo reveals new tumour antigens",
      "authors": "Alex M. Jaeger, Lauren E. Stopfer, Ryuhjin Ahn, Emma A. Sanders, Demi A. Sandel, William A. Freed-Pastor, William M. Rideout III, Santiago Naranjo, Tim Fessenden, Kim B. Nguyen, Peter S. Winter, Ryan E. Kohn, Peter M. K. Westcott, Jason M. Schenkel, Sean-Luc Shanahan, Alex K. Shalek, Stefani Spranger, Forest M. White, Tyler Jacks",
      "paper_url": "https://doi.org/10.1038/s41586-022-04839-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388488716",
      "paper_id": "https://openalex.org/W4388488716",
      "title": "Deconstruction of rheumatoid arthritis synovium defines inflammatory subtypes",
      "authors": "Fan Zhang, Anna Helena Jonsson, Aparna Nathan, Nghia Millard, Michelle Curtis, Qian Xiao, Maria Gutierrez-Arcelus, William Apruzzese, Gerald F. M. Watts, Dana Weisenfeld, Saba Nayar, Javier Rangel-Moreno, Nida Meednu, Kathryne E. Marks, Ian Mantel, Joyce B. Kang, Laurie Rumker, Joseph Mears, Kamil Slowikowski, Kathryn Weinand, Dana E. Orange, Laura Geraldino-Pardilla, Kevin D. Deane, Darren Tabechian, Arnoldas Ceponis, Gary S. Firestein, Mark Maybury, Ilfita Sahbudin, Ami Ben-Artzi, Arthur M. Mandelin II, Alessandra Nerviani, Myles J. Lewis, Felice Rivellese, Costantino Pitzalis, Laura B. Hughes, Diane Horowitz, Edward DiCarlo, Ellen M. Gravallese, Brendan F. Boyce, Jennifer Albrecht, Jennifer L. Barnas, Joan M. Bathon, David L. Boyle, S. Louis Bridges Jr, Debbie Campbell, Hayley L. Carr, Adam Chicoine, Andrew Cordle, Patrick Dunn, Lindsy Forbess, Peter K. Gregersen, Joel M. Guthridge, Lionel B. Ivashkiv, Kazuyoshi Ishigaki, Judith A. James, Gregory Keras, Ilya Korsunsky, Amit Lakhanpal, James A. Lederer, Zhihan J. Li, Yuhong Li, Andrew McDavid, Mandy J. McGeachy, Karim Raza, Yakir Reshef, Christopher Ritchlin, William H. Robinson, Saori Sakaue, Jennifer A. Seifert, Anvita Singaraju, Melanie H. Smith, Dagmar Scheel-Toellner, Paul J. Utz, Michael H. Weisman, Aaron Wyse, Zhu Zhu, Larry W. Moreland, Susan M. Goodman, Harris Perlman, V. Michael Holers, Katherine P. Liao, Andrew Filer, Vivian P. Bykerk, Kevin Wei, Deepak A. Rao, Laura T. Donlin, Jennifer H. Anolik, Michael B. Brenner, Soumya Raychaudhuri",
      "paper_url": "https://doi.org/10.1038/s41586-023-06708-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4310773968",
      "paper_id": "https://openalex.org/W4310773968",
      "title": "Dendritic cells direct circadian anti-tumour immune responses",
      "authors": "Chen Wang, Coline Barnoud, Mara Cenerenti, Mengzhu Sun, Irene Caffa, Burak Kizil, Ruben Bill, Yuanlong Liu, Robert Pick, Laure Garnier, Olga A. Gkountidi, Louise M. Ince, Stephan Holtkamp, Nadine Fournier, Olivier Michielin, Daniel E. Speiser, Stéphanie Hugues, Alessio Nencioni, Mikaël J. Pittet, Camilla Jandus, Christoph Scheiermann",
      "paper_url": "https://doi.org/10.1038/s41586-022-05605-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4281488532",
      "paper_id": "https://openalex.org/W4281488532",
      "title": "Developmental dynamics of two bipotent thymic epithelial progenitor types",
      "authors": "Anja Nusser, Sagar, Jeremy B. Swann, Brigitte Krauth, Dagmar Diekhoff, Lesly Calderon, Christiane Happe, Dominic Grün, Thomas Boehm",
      "paper_url": "https://doi.org/10.1038/s41586-022-04752-8",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411205159",
      "paper_id": "https://openalex.org/W4411205159",
      "title": "Developmental trajectory and evolutionary origin of thymic mimetic cells",
      "authors": "Anja Nusser, Oliver S. Thomas, Gaoqun Zhang, Daisuke Nagakubo, Laura Arrigoni, Brigitte Krauth, Thomas Boehm",
      "paper_url": "https://doi.org/10.1038/s41586-025-09148-y",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4389390583",
      "paper_id": "https://openalex.org/W4389390583",
      "title": "Dictionary of immune responses to cytokines at single-cell resolution",
      "authors": "Ang Cui, Teddy Huang, Shuqiang Li, Aileen Ma, Jorge L. Pérez, Chris Sander, Derin B. Keskin, Catherine J. Wu, Ernest Fraenkel, Nir Hacohen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06816-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403680441",
      "paper_id": "https://openalex.org/W4403680441",
      "title": "Differentiation fate of a stem-like CD4 T cell controls immunity to cancer",
      "authors": "Maria A. Cardenas, Nataliya Prokhnevska, Ewelina Sobierajska, Petra Gregorova, Christopher B. Medina, Rajesh M. Valanparambil, Rachel Greenwald, Luke DelBalzo, Mehmet Asim Bilen, Shreyas S. Joshi, Vikram M. Narayan, Viraj A. Master, Martin G. Sanda, Haydn T. Kissick",
      "paper_url": "https://doi.org/10.1038/s41586-024-08076-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405268621",
      "paper_id": "https://openalex.org/W4405268621",
      "title": "Discovery and engineering of the antibody response to a prominent skin commensal",
      "authors": "Djenet Bousbaine, Katherine D. Bauman, Y. Erin Chen, Pranav V. Lalgudi, Tam T. D. Nguyen, Joyce M. Swenson, Victor K. Yu, Eunice Tsang, Sean Conlan, David B. Li, Amina Jbara, Aishan Zhao, Arash Naziripour, Alessandra Veinbachs, Yu E. Lee, Jennie L. Phung, Alex Dimas, Sunit Jain, Xiandong Meng, Thi Phuong Thao Pham, Martin I. McLaughlin, Layla J. Barkal, Inta Gribonika, Koen K. A. Van Rompay, Heidi H. Kong, Julia A. Segre, Yasmine Belkaid, Christopher O. Barnes, Michael A. Fischbach",
      "paper_url": "https://doi.org/10.1038/s41586-024-08489-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394693890",
      "paper_id": "https://openalex.org/W4394693890",
      "title": "Distal colonocytes targeted by C. rodentium recruit T-cell help for barrier defence",
      "authors": "Carlene L. Zindl, C. Garrett Wilson, Awalpreet S. Chadha, Lennard W. Duck, Baiyi Cai, Stacey N. Harbour, Yoshiko Nagaoka-Kamata, Robin D. Hatton, Min Gao, David A. Figge, Casey T. Weaver",
      "paper_url": "https://doi.org/10.1038/s41586-024-07288-1",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412600605",
      "paper_id": "https://openalex.org/W4412600605",
      "title": "Driving a protective allele of the mosquito FREP1 gene to combat malaria",
      "authors": "Zhiqian Li, Yuemei Dong, Lang You, Rodrigo M. Corder, Jemariz Arzobal, Audrey Yeun, Lei Yang, John M. Marshall, George Dimopoulos, Ethan Bier",
      "paper_url": "https://doi.org/10.1038/s41586-025-09283-6",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3128307568",
      "paper_id": "https://openalex.org/W3128307568",
      "title": "Dynamic regulation of TFH selection during the germinal centre reaction",
      "authors": "Julia Merkenschlager, Shlomo Finkin, Victor Ramos, Julian Kraft, Melissa Cipolla, Carla R. Nowosad, Harald Hartweger, Wenzhu Zhang, Paul Dominic B. Olinares, Anna Gazumyan, Thiago Y. Oliveira, Brian T. Chait, Michel C. Nussenzweig",
      "paper_url": "https://doi.org/10.1038/s41586-021-03187-x",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4385879248",
      "paper_id": "https://openalex.org/W4385879248",
      "title": "Endothelial sensing of AHR ligands regulates intestinal homeostasis",
      "authors": "Benjamin G. Wiggins, Yi-Fang Wang, Alice Burke, Nil Grunberg, Julia M. Vlachaki Walker, Marian Dore, Catherine Chahrour, Betheney R. Pennycook, Julia Sanchez-Garrido, Santiago Vernia, Alexis R. Barr, Gad Frankel, Graeme M. Birdsey, Anna M. Randi, Chris Schiering",
      "paper_url": "https://doi.org/10.1038/s41586-023-06508-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396918998",
      "paper_id": "https://openalex.org/W4396918998",
      "title": "Engineered CD47 protects T cells for enhanced antitumour immunity",
      "authors": "Sean A. Yamada-Hunter, Johanna Theruvath, Brianna J. McIntosh, Katherine A. Freitas, Frank Lin, Molly T. Radosevich, Amaury Leruste, Shaurya Dhingra, Naiara Martinez-Velez, Peng Xu, Jing Huang, Alberto Delaidelli, Moksha H. Desai, Zinaida Good, Roel Polak, Audre May, Louai Labanieh, Jeremy Bjelajac, Tara Murty, Zach Ehlinger, Christopher W. Mount, Yiyun Chen, Sabine Heitzeneder, Kristopher D. Marjon, Allison Banuelos, Omair Khan, Savannah L. Wasserman, Jay Y. Spiegel, Sebastian Fernandez-Pol, Calvin J. Kuo, Poul H. Sorensen, Michelle Monje, Robbie G. Majzner, Irving L. Weissman, Bita Sahaf, Elena Sotillo, Jennifer R. Cochran, Crystal L. Mackall",
      "paper_url": "https://doi.org/10.1038/s41586-024-07443-8",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412737069",
      "paper_id": "https://openalex.org/W4412737069",
      "title": "Epithelial cell membrane perforation induces allergic airway inflammation",
      "authors": "Kejian Shi, Yao Lv, Chunqiu Zhao, Huan Zeng, Yeqiong Wang, Yuxuan Liu, Lin Li, She Chen, Pu Gao, Feng Shao, Mo Xu",
      "paper_url": "https://doi.org/10.1038/s41586-025-09331-1",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4388899209",
      "paper_id": "https://openalex.org/W4388899209",
      "title": "Epithelial IFNγ signalling and compartmentalized antigen presentation orchestrate gut immunity",
      "authors": "Ankit Malik, Deepika Sharma, Raúl Aguirre-Gamboa, Shaina McGrath, Sarah Zabala, Christopher Weber, Bana Jabri",
      "paper_url": "https://doi.org/10.1038/s41586-023-06721-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386283115",
      "paper_id": "https://openalex.org/W4386283115",
      "title": "Epitope editing enables targeted immunotherapy of acute myeloid leukaemia",
      "authors": "Gabriele Casirati, Andrea Cosentino, Adele Mucci, Mohammed Salah Mahmoud, Iratxe Ugarte Zabala, Jing Zeng, Scott B. Ficarro, Denise Klatt, Christian Brendel, Alessandro Rambaldi, Jerome Ritz, Jarrod A. Marto, Danilo Pellin, Daniel E. Bauer, Scott A. Armstrong, Pietro Genovese",
      "paper_url": "https://doi.org/10.1038/s41586-023-06496-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4214890833",
      "paper_id": "https://openalex.org/W4214890833",
      "title": "Establishment of fetomaternal tolerance through glycan-mediated B cell suppression",
      "authors": "G. Rizzuto, J. F. Brooks, S. T. Tuomivaara, T. I. McIntyre, S. Ma, D. Rideaux, J. Zikherman, S. J. Fisher, A. Erlebacher",
      "paper_url": "https://doi.org/10.1038/s41586-022-04471-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4405029585",
      "paper_id": "https://openalex.org/W4405029585",
      "title": "Evolution of myeloid-mediated immunotherapy resistance in prostate cancer",
      "authors": "Aram Lyu, Zenghua Fan, Matthew Clark, Averey Lea, Diamond Luong, Ali Setayesh, Alec Starzinski, Rachel Wolters, Marcel Arias-Badia, Kate Allaire, Kai Wu, Vibha Gurunathan, Laura Valderrábano, Xiao X. Wei, Richard A. Miller, Eliezer M. Van Allen, Lawrence Fong",
      "paper_url": "https://doi.org/10.1038/s41586-024-08290-3",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4413115318",
      "paper_id": "https://openalex.org/W4413115318",
      "title": "Expanding the cytokine receptor alphabet reprograms T cells into diverse states",
      "authors": "Yang Zhao, Masato Ogishi, Aastha Pal, Leon L. Su, Pingdong Tao, Hua Jiang, Grayson E. Rodriguez, Xiaojing Chen, Qinli Sun, Lea Wenting Rysavy, Sam Limsuwannarot, Deepa Waghray, Anusha Kalbasi, K. Christopher Garcia",
      "paper_url": "https://doi.org/10.1038/s41586-025-09393-1",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3136483169",
      "paper_id": "https://openalex.org/W3136483169",
      "title": "Expansible residence decentralizes immune homeostasis",
      "authors": "Sathi Wijeyesinghe, Lalit K. Beura, Mark J. Pierson, J. Michael Stolley, Omar A. Adam, Roland Ruscher, Elizabeth M. Steinert, Pamela C. Rosato, Vaiva Vezys, David Masopust",
      "paper_url": "https://doi.org/10.1038/s41586-021-03351-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4280605846",
      "paper_id": "https://openalex.org/W4280605846",
      "title": "Extricating human tumour immune alterations from tissue inflammation",
      "authors": "Florian Mair, Jami R. Erickson, Marie Frutoso, Andrew J. Konecny, Evan Greene, Valentin Voillet, Nicholas J. Maurice, Anthony Rongvaux, Douglas Dixon, Brittany Barber, Raphael Gottardo, Martin Prlic",
      "paper_url": "https://doi.org/10.1038/s41586-022-04718-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401947065",
      "paper_id": "https://openalex.org/W4401947065",
      "title": "Fate induction in CD8 CAR T cells through asymmetric cell division",
      "authors": "Casey S. Lee, Sisi Chen, Corbett T. Berry, Andre R. Kelly, Patrick J. Herman, Sangwook Oh, Roddy S. O’Connor, Aimee S. Payne, Christoph T. Ellebrecht",
      "paper_url": "https://doi.org/10.1038/s41586-024-07862-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394694498",
      "paper_id": "https://openalex.org/W4394694498",
      "title": "FOXO1 enhances CAR T cell stemness, metabolic fitness and efficacy",
      "authors": "Jack D. Chan, Christina M. Scheffler, Isabelle Munoz, Kevin Sek, Joel N. Lee, Yu-Kuan Huang, Kah Min Yap, Nicole Y. L. Saw, Jasmine Li, Amanda X. Y. Chen, Cheok Weng Chan, Emily B. Derrick, Kirsten L. Todd, Junming Tong, Phoebe A. Dunbar, Jiawen Li, Thang X. Hoang, Maria N. de Menezes, Emma V. Petley, Joelle S. Kim, Dat Nguyen, Patrick S. K. Leung, Joan So, Christian Deguit, Joe Zhu, Imran G. House, Lev M. Kats, Andrew M. Scott, Benjamin J. Solomon, Simon J. Harrison, Jane Oliaro, Ian A. Parish, Kylie M. Quinn, Paul J. Neeson, Clare Y. Slaney, Junyun Lai, Paul A. Beavis, Phillip K. Darcy",
      "paper_url": "https://doi.org/10.1038/s41586-024-07242-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394687744",
      "paper_id": "https://openalex.org/W4394687744",
      "title": "FOXO1 is a master regulator of memory programming in CAR T cells",
      "authors": "Alexander E. Doan, Katherine P. Mueller, Andy Y. Chen, Geoffrey T. Rouin, Yingshi Chen, Bence Daniel, John Lattin, Martina Markovska, Brett Mozarsky, Jose Arias-Umana, Robert Hapke, In-Young Jung, Alice Wang, Peng Xu, Dorota Klysz, Gabrielle Zuern, Malek Bashti, Patrick J. Quinn, Zhuang Miao, Katalin Sandor, Wenxi Zhang, Gregory M. Chen, Faith Ryu, Meghan Logun, Junior Hall, Kai Tan, Stephan A. Grupp, Susan E. McClory, Caleb A. Lareau, Joseph A. Fraietta, Elena Sotillo, Ansuman T. Satpathy, Crystal L. Mackall, Evan W. Weber",
      "paper_url": "https://doi.org/10.1038/s41586-024-07300-8",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389132725",
      "paper_id": "https://openalex.org/W4389132725",
      "title": "FOXP3 recognizes microsatellites and bridges DNA through multimerization",
      "authors": "Wenxiang Zhang, Fangwei Leng, Xi Wang, Ricardo N. Ramirez, Jinseok Park, Christophe Benoist, Sun Hur",
      "paper_url": "https://doi.org/10.1038/s41586-023-06793-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4307839767",
      "paper_id": "https://openalex.org/W4307839767",
      "title": "Functional antibodies exhibit light chain coherence",
      "authors": "David B. Jaffe, Payam Shahi, Bruce A. Adams, Ashley M. Chrisman, Peter M. Finnegan, Nandhini Raman, Ariel E. Royall, FuNien Tsai, Thomas Vollbrecht, Daniel S. Reyes, N. Lance Hepler, Wyatt J. McDonnell",
      "paper_url": "https://doi.org/10.1038/s41586-022-05371-z",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3196420804",
      "paper_id": "https://openalex.org/W3196420804",
      "title": "Functional HPV-specific PD-1+ stem-like CD8 T cells in head and neck cancer",
      "authors": "Christiane S. Eberhardt, Haydn T. Kissick, Mihir R. Patel, Maria A. Cardenas, Nataliya Prokhnevska, Rebecca C. Obeng, Tahseen H. Nasti, Christopher C. Griffith, Se Jin Im, Xu Wang, Dong M. Shin, Mary Carrington, Zhuo G. Chen, John Sidney, Alessandro Sette, Nabil F. Saba, Andreas Wieland, Rafi Ahmed",
      "paper_url": "https://doi.org/10.1038/s41586-021-03862-z",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4317390676",
      "paper_id": "https://openalex.org/W4317390676",
      "title": "Functional T cells are capable of supernumerary cell division and longevity",
      "authors": "Andrew G. Soerens, Marco Künzli, Clare F. Quarnstrom, Milcah C. Scott, Lee Swanson, JJ. Locquiao, Hazem E. Ghoneim, Dietmar Zehn, Benjamin Youngblood, Vaiva Vezys, David Masopust",
      "paper_url": "https://doi.org/10.1038/s41586-022-05626-9",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408853298",
      "paper_id": "https://openalex.org/W4408853298",
      "title": "Genome-wide CRISPR screen in human T cells reveals regulators of FOXP3",
      "authors": "Kelvin Y. Chen, Tatsuya Kibayashi, Ambre Giguelay, Mayu Hata, Shunsuke Nakajima, Norihisa Mikami, Yusuke Takeshima, Kenji Ichiyama, Ryusuke Omiya, Leif S. Ludwig, Kunihiro Hattori, Shimon Sakaguchi",
      "paper_url": "https://doi.org/10.1038/s41586-025-08795-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408351299",
      "paper_id": "https://openalex.org/W4408351299",
      "title": "Genomic determinants of antigen expression hierarchy in African trypanosomes",
      "authors": "Zhibek Keneskhanova, Kirsty R. McWilliam, Raúl O. Cosentino, Anna Barcons-Simon, Atai Dobrynin, Jaclyn E. Smith, Ines Subota, Monica R. Mugnier, Maria Colomé-Tatché, T. Nicolai Siegel",
      "paper_url": "https://doi.org/10.1038/s41586-025-08720-w",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410019431",
      "paper_id": "https://openalex.org/W4410019431",
      "title": "Global evolution of inflammatory bowel disease across epidemiologic stages",
      "authors": "Lindsay Hracs, Joseph W. Windsor, Julia Gorospe, Michael Cummings, Stephanie Coward, Michael J. Buie, Joshua Quan, Quinn Goddard, Léa Caplan, Ante Markovinović, Tyler Williamson, Yvonne Abbey, Murdani Abdullah, Maria T. Abreu, Vineet Ahuja, Raja Affendi Raja Ali, Mansour Altuwaijri, Domingo Balderramo, Rupa Banerjee, Eric I. Benchimol, Charles N. Bernstein, Eduard Brunet-Mas, Johan Burisch, Vui Heng Chong, Iris Dotan, Usha Dutta, Sara El Ouali, Angela Forbes, Anders Forss, Richard Gearry, Viet Hang Dao, Juanda Leo Hartono, Ida Hilmi, Phoebe Hodges, Gareth-Rhys Jones, Fabián Juliao-Baños, Jamilya Kaibullayeva, Paul Kelly, Taku Kobayashi, Paulo Gustavo Kotze, Peter L. Lakatos, Charlie W. Lees, Julajak Limsrivilai, Bobby Lo, Edward V. Loftus Jr, Jonas F. Ludvigsson, Joyce W. Y. Mak, YingLei Miao, Ka Kei Ng, Shinji Okabayashi, Ola Olén, Remo Panaccione, Mukesh Sharma Paudel, Abel Botelho Quaresma, David T. Rubin, Marcellus Simadibrata, Yang Sun, Hidekazu Suzuki, Martin Toro, Dan Turner, Beatriz Iade, Shu Chen Wei, Jesus K. Yamamoto-Furusho, Suk-Kyun Yang, Siew C. Ng, Gilaad G. Kaplan",
      "paper_url": "https://doi.org/10.1038/s41586-025-08940-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4401388949",
      "paper_id": "https://openalex.org/W4401388949",
      "title": "Glycosphingolipid synthesis mediates immune evasion in KRAS-driven cancer",
      "authors": "Mariluz Soula, Gokhan Unlu, Rachel Welch, Aleksey Chudnovskiy, Beste Uygur, Vyom Shah, Hanan Alwaseem, Paul Bunk, Vishvak Subramanyam, Hsi-Wen Yeh, Artem Khan, Søren Heissel, Hani Goodarzi, Gabriel D. Victora, Semir Beyaz, Kıvanç Birsoy",
      "paper_url": "https://doi.org/10.1038/s41586-024-07787-1",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4306810394",
      "paper_id": "https://openalex.org/W4306810394",
      "title": "Gut bacteria alleviate smoking-related NASH by degrading gut nicotine",
      "authors": "Bo Chen, Lulu Sun, Guangyi Zeng, Zhe Shen, Kai Wang, Limin Yin, Feng Xu, Pengcheng Wang, Yong Ding, Qixing Nie, Qing Wu, Zhiwei Zhang, Jialin Xia, Jun Lin, Yuhong Luo, Jie Cai, Kristopher W. Krausz, Ruimao Zheng, Yanxue Xue, Ming-Hua Zheng, Yang Li, Chaohui Yu, Frank J. Gonzalez, Changtao Jiang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05299-4",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4382363408",
      "paper_id": "https://openalex.org/W4382363408",
      "title": "Gut microbial fatty acid isomerization modulates intraepithelial T cells",
      "authors": "Xinyang Song, Haohao Zhang, Yanbo Zhang, Byoungsook Goh, Bin Bao, Suelen S. Mello, Ximei Sun, Wen Zheng, Francesca S. Gazzaniga, Meng Wu, Fangfang Qu, Qiangzong Yin, Michael S. Gilmore, Sungwhan F. Oh, Dennis L. Kasper",
      "paper_url": "https://doi.org/10.1038/s41586-023-06265-4",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406385630",
      "paper_id": "https://openalex.org/W4406385630",
      "title": "GZMK-expressing CD8+ T cells promote recurrent airway inflammatory diseases",
      "authors": "Feng Lan, Jizhou Li, Wenxuan Miao, Fei Sun, Su Duan, Yabing Song, Jiacheng Yao, Xiangdong Wang, Chengshuo Wang, Xin Liu, Jianbin Wang, Luo Zhang, Hai Qi",
      "paper_url": "https://doi.org/10.1038/s41586-024-08395-9",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3212398839",
      "paper_id": "https://openalex.org/W3212398839",
      "title": "Herpesviruses assimilate kinesin to produce motorized viral particles",
      "authors": "Caitlin E. Pegg, Sofia V. Zaichick, Ewa Bomba-Warczak, Vladimir Jovasevic, DongHo Kim, Himanshu Kharkwal, Duncan W. Wilson, Derek Walsh, Patricia J. Sollars, Gary E. Pickard, Jeffrey N. Savas, Gregory A. Smith",
      "paper_url": "https://doi.org/10.1038/s41586-021-04106-w",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4406968170",
      "paper_id": "https://openalex.org/W4406968170",
      "title": "HIV immune evasin Nef enhances allogeneic CAR T cell potency",
      "authors": "Karlo Perica, Ivan S. Kotchetkov, Jorge Mansilla-Soto, Fiona Ehrich, Kevin Herrera, Yuzhe Shi, Anton Dobrin, Mithat Gönen, Michel Sadelain",
      "paper_url": "https://doi.org/10.1038/s41586-025-08657-0",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3212361944",
      "paper_id": "https://openalex.org/W3212361944",
      "title": "Host immunomodulatory lipids created by symbionts from dietary amino acids",
      "authors": "Sungwhan F. Oh, T. Praveena, Heebum Song, Ji-Sun Yoo, Da-Jung Jung, Deniz Erturk-Hasdemir, Yoon Soo Hwang, ChangWon C. Lee, Jérôme Le Nours, Hyunsoo Kim, Jesang Lee, Richard S. Blumberg, Jamie Rossjohn, Seung Bum Park, Dennis L. Kasper",
      "paper_url": "https://doi.org/10.1038/s41586-021-04083-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4401574103",
      "paper_id": "https://openalex.org/W4401574103",
      "title": "Human organoids with an autologous tissue-resident immune compartment",
      "authors": "Timothy Recaldin, Linda Steinacher, Bruno Gjeta, Marius F. Harter, Lukas Adam, Kristina Kromer, Marisa Pimentel Mendes, Marina Bellavista, Mikhail Nikolaev, Giacomo Lazzaroni, Rok Krese, Umut Kilik, Doris Popovic, Bilgenaz Stoll, Régine Gerard, Michael Bscheider, Marc Bickle, Lauriane Cabon, J. Gray Camp, Nikolche Gjorevski",
      "paper_url": "https://doi.org/10.1038/s41586-024-07791-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400948832",
      "paper_id": "https://openalex.org/W4400948832",
      "title": "Human TMEFF1 is a restriction factor for herpes simplex virus in the brain",
      "authors": "Yi-Hao Chan, Zhiyong Liu, Paul Bastard, Noopur Khobrekar, Kennen M. Hutchison, Yasuhiro Yamazaki, Qing Fan, Daniela Matuozzo, Oliver Harschnitz, Nacim Kerrouche, Koji Nakajima, Param Amin, Ahmad Yatim, Darawan Rinchai, Jie Chen, Peng Zhang, Gabriele Ciceri, Jia Chen, Kerry Dobbs, Serkan Belkaya, Danyel Lee, Adrian Gervais, Kürşad Aydın, Ayse Kartal, Mary L. Hasek, Shuxiang Zhao, Eduardo Garcia Reino, Yoon Seung Lee, Yoann Seeleuthner, Matthieu Chaldebas, Rasheed Bailey, Catherine Vanhulle, Lazaro Lorenzo, Soraya Boucherit, Flore Rozenberg, Nico Marr, Trine H. Mogensen, Mélodie Aubart, Aurélie Cobat, Olivier Dulac, Melike Emiroglu, Søren R. Paludan, Laurent Abel, Luigi Notarangelo, Richard Longnecker, Greg Smith, Lorenz Studer, Jean-Laurent Casanova, Shen-Ying Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07745-x",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412600781",
      "paper_id": "https://openalex.org/W4412600781",
      "title": "Humoral determinants of checkpoint immunotherapy",
      "authors": "Yile Dai, Lilach Aizenbud, Kai Qin, Matthew Austin, Jillian R. Jaycox, Joseph Cunningham, Eric Y. Wang, Lin Zhang, Suzanne Fischer, Sean M. Carroll, Helen van Aggelen, Yuval Kluger, Kevan C. Herold, Leon Furchtgott, Harriet M. Kluger, Aaron M. Ring",
      "paper_url": "https://doi.org/10.1038/s41586-025-09188-4",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3137683977",
      "paper_id": "https://openalex.org/W3137683977",
      "title": "Identification of bacteria-derived HLA-bound peptides in melanoma",
      "authors": "Shelly Kalaora, Adi Nagler, Deborah Nejman, Michal Alon, Chaya Barbolin, Eilon Barnea, Steven L. C. Ketelaars, Kuoyuan Cheng, Kevin Vervier, Noam Shental, Yuval Bussi, Ron Rotkopf, Ronen Levy, Gil Benedek, Sophie Trabish, Tali Dadosh, Smadar Levin-Zaidman, Leore T. Geller, Kun Wang, Polina Greenberg, Gal Yagel, Aviyah Peri, Garold Fuks, Neerupma Bhardwaj, Alexandre Reuben, Leandro Hermida, Sarah B. Johnson, Jessica R. Galloway-Peña, William C. Shropshire, Chantale Bernatchez, Cara Haymaker, Reetakshi Arora, Lior Roitman, Raya Eilam, Adina Weinberger, Maya Lotan-Pompan, Michal Lotem, Arie Admon, Yishai Levin, Trevor D. Lawley, David J. Adams, Mitchell P. Levesque, Michal J. Besser, Jacob Schachter, Ofra Golani, Eran Segal, Naama Geva-Zatorsky, Eytan Ruppin, Pia Kvistborg, Scott N. Peterson, Jennifer A. Wargo, Ravid Straussman, Yardena Samuels",
      "paper_url": "https://doi.org/10.1038/s41586-021-03368-8",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4306880076",
      "paper_id": "https://openalex.org/W4306880076",
      "title": "Identification of environmental factors that promote intestinal inflammation",
      "authors": "Liliana M. Sanmarco, Chun-Cheih Chao, Yu-Chao Wang, Jessica E. Kenison, Zhaorong Li, Joseph M. Rone, Claudia M. Rejano-Gordillo, Carolina M. Polonio, Cristina Gutierrez-Vazquez, Gavin Piester, Agustin Plasencia, Lucinda Li, Federico Giovannoni, Hong-Gyun Lee, Camilo Faust Akl, Michael A. Wheeler, Ivan Mascanfroni, Merja Jaronen, Moneera Alsuwailm, Patrick Hewson, Ada Yeste, Brian M. Andersen, Diana G. Franks, Chien-Jung Huang, Millicent Ekwudo, Emily C. Tjon, Veit Rothhammer, Maisa Takenaka, Kalil Alves de Lima, Mathias Linnerbauer, Lydia Guo, Ruxandra Covacu, Hugo Queva, Pedro Henrique Fonseca-Castro, Maha Al Bladi, Laura M. Cox, Kevin J. Hodgetts, Mark E. Hahn, Alexander Mildner, Joshua Korzenik, Russ Hauser, Scott B. Snapper, Francisco J. Quintana",
      "paper_url": "https://doi.org/10.1038/s41586-022-05308-6",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3128459342",
      "paper_id": "https://openalex.org/W3128459342",
      "title": "IgA transcytosis and antigen recognition govern ovarian cancer immunity",
      "authors": "Subir Biswas, Gunjan Mandal, Kyle K. Payne, Carmen M. Anadon, Chandler D. Gatenbee, Ricardo A. Chaurio, Tara Lee Costich, Carlos Moran, Carly M. Harro, Kristen E. Rigolizzo, Jessica A. Mine, Jimena Trillo-Tinoco, Naoko Sasamoto, Kathryn L. Terry, Douglas Marchion, Andrea Buras, Robert M. Wenham, Xiaoqing Yu, Mary K. Townsend, Shelley S. Tworoger, Paulo C. Rodriguez, Alexander R. Anderson, Jose R. Conejo-Garcia",
      "paper_url": "https://doi.org/10.1038/s41586-020-03144-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392015618",
      "paper_id": "https://openalex.org/W4392015618",
      "title": "IL-10 constrains sphingolipid metabolism to limit inflammation",
      "authors": "Autumn G. York, Mathias H. Skadow, Joonseok Oh, Rihao Qu, Quan D. Zhou, Wei-Yuan Hsieh, Walter K. Mowel, J. Richard Brewer, Eleanna Kaffe, Kevin J. Williams, Yuval Kluger, Stephen T. Smale, Jason M. Crawford, Steven J. Bensinger, Richard A. Flavell",
      "paper_url": "https://doi.org/10.1038/s41586-024-07098-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388126446",
      "paper_id": "https://openalex.org/W4388126446",
      "title": "IL-1β+ macrophages fuel pathogenic inflammation in pancreatic cancer",
      "authors": "Nicoletta Caronni, Federica La Terza, Francesco M. Vittoria, Giulia Barbiera, Luca Mezzanzanica, Vincenzo Cuzzola, Simona Barresi, Marta Pellegatta, Paolo Canevazzi, Garett Dunsmore, Carlo Leonardi, Elisa Montaldo, Eleonora Lusito, Erica Dugnani, Antonio Citro, Melissa S. F. Ng, Marco Schiavo Lena, Denise Drago, Annapaola Andolfo, Silvia Brugiapaglia, Alessandro Scagliotti, Alessandra Mortellaro, Vincenzo Corbo, Zhaoyuan Liu, Anna Mondino, Paolo Dellabona, Lorenzo Piemonti, Carla Taveggia, Claudio Doglioni, Paola Cappello, Francesco Novelli, Matteo Iannacone, Lai Guan Ng, Florent Ginhoux, Stefano Crippa, Massimo Falconi, Chiara Bonini, Luigi Naldini, Marco Genua, Renato Ostuni",
      "paper_url": "https://doi.org/10.1038/s41586-023-06685-2",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407157735",
      "paper_id": "https://openalex.org/W4407157735",
      "title": "IL-27 elicits a cytotoxic CD8+ T cell program to enforce tumour control",
      "authors": "Béatrice Bréart, Katherine Williams, Stellanie Krimm, Tiffany Wong, Brandon D. Kayser, Lifen Wang, Eric Cheng, Mayra Cruz Tleugabulova, Romain Bouziat, Tianshi Lu, Kobe Yuen, Natalie S. Firmino, Daniel D. Bravo, Juliette Roels, Atish Bhakta, Jack Bevers 3rd, Isabelle Lehoux, Alan Gutierrez, Yajun Chestnut, Joanna E. Klementowicz, Teresita L. Arenzana, Ilseyar Akhmetzyanova, Elizabeth Dixon, Min Chen, Kazi Tasneem, Rajbharan Yadav, Hartmut Koeppen, Soyoung A. Oh, Lélia Delamarre, Haochu Huang, Shion A. Lim, Gerald Nakamura, Jianyong Wang, Chan Gao, Racquel Corpuz, Sören Müller, Nathaniel R. West",
      "paper_url": "https://doi.org/10.1038/s41586-024-08510-w",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406385625",
      "paper_id": "https://openalex.org/W4406385625",
      "title": "IL-33-activated ILC2s induce tertiary lymphoid structures in pancreatic cancer",
      "authors": "Masataka Amisaki, Abderezak Zebboudj, Hiroshi Yano, Siqi Linsey Zhang, George Payne, Adrienne Kaya Chandra, Rebecca Yu, Pablo Guasp, Zachary M. Sethna, Akihiro Ohmoto, Luis A. Rojas, Charlotte Cheng, Theresa Waters, Alexander Solovyov, Stephen Martis, Ashley S. Doane, Charlotte Reiche, Emmanuel M. Bruno, Martina Milighetti, Kevin Soares, Zagaa Odgerel, John Alec Moral, Julia N. Zhao, Mithat Gönen, Rui Gardner, Alexei V. Tumanov, Abdul G. Khan, Olivia Vergnolle, Elisabeth K. Nyakatura, Ivo C. Lorenz, Manuel Baca, Erin Patterson, Benjamin Greenbaum, David Artis, Taha Merghoub, Vinod P. Balachandran",
      "paper_url": "https://doi.org/10.1038/s41586-024-08426-5",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4401388964",
      "paper_id": "https://openalex.org/W4401388964",
      "title": "ILC2-derived LIF licences progress from tissue to systemic immunity",
      "authors": "Mayuri Gogoi, Paula A. Clark, Ana C. F. Ferreira, Noe Rodriguez Rodriguez, Morgan Heycock, Michelle Ko, Jane E. Murphy, Victor Chen, Shi-Lu Luan, Helen E. Jolin, Andrew N. J. McKenzie",
      "paper_url": "https://doi.org/10.1038/s41586-024-07746-w",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4294884160",
      "paper_id": "https://openalex.org/W4294884160",
      "title": "ILC3s select microbiota-specific regulatory T cells to establish tolerance in the gut",
      "authors": "Mengze Lyu, Hiroaki Suzuki, Lan Kang, Fabrina Gaspal, Wenqing Zhou, Jeremy Goc, Lei Zhou, Jordan Zhou, Wen Zhang, David Artis, Randy Longman, Gregory F. Sonnenberg, Ellen Scherl, Robbyn E. Sockolow, Dana Lukin, Robert Battat, Thomas Ciecierega, Aliza Solomon, Elaine Barfield, Kimberley Chien, Johanna Ferriera, Jasmin Williams, Shaira Khan, Peik Sean Chong, Samah Mozumder, Lance Chou, Wenqing Zhou, Anees Ahmed, Connie Zhong, Ann Joseph, Sanchita Kashyap, Joseph Gladstone, Samantha Jensen, Zeli Shen, James G. Fox, Robbyn E. Sockolow, Terri M. Laufer, Yong Fan, Gerard Eberl, David R. Withers, Gregory F. Sonnenberg",
      "paper_url": "https://doi.org/10.1038/s41586-022-05141-x",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4393853792",
      "paper_id": "https://openalex.org/W4393853792",
      "title": "Immune microniches shape intestinal Treg function",
      "authors": "Yisu Gu, Raquel Bartolomé-Casado, Chuan Xu, Alice Bertocchi, Alina Janney, Cornelia Heuberger, Claire F. Pearson, Sarah A. Teichmann, Emily E. Thornton, Fiona Powrie",
      "paper_url": "https://doi.org/10.1038/s41586-024-07251-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404105400",
      "paper_id": "https://openalex.org/W4404105400",
      "title": "Immune responses in checkpoint myocarditis across heart, blood and tumour",
      "authors": "Steven M. Blum, Daniel A. Zlotoff, Neal P. Smith, Isabela J. Kernin, Swetha Ramesh, Leyre Zubiri, Joshua Caplin, Nandini Samanta, Sidney Martin, Mike Wang, Alice Tirard, Yuhui Song, Katherine H. Xu, Jaimie Barth, Pritha Sen, Kamil Slowikowski, Jessica Tantivit, Kasidet Manakongtreecheep, Benjamin Y. Arnold, Mazen Nasrallah, Christopher J. Pinto, Daniel McLoughlin, Monica Jackson, PuiYee Chan, Aleigha Lawless, William A. Michaud, Tatyana Sharova, Linda T. Nieman, Justin F. Gainor, Catherine J. Wu, Dejan Juric, Mari Mino-Kenudson, Giacomo Oliveira, Ryan J. Sullivan, Genevieve M. Boland, James R. Stone, Molly F. Thomas, Tomas G. Neilan, Kerry L. Reynolds, Alexandra-Chloé Villani",
      "paper_url": "https://doi.org/10.1038/s41586-024-08105-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4384072197",
      "paper_id": "https://openalex.org/W4384072197",
      "title": "Immune sensing of food allergens promotes avoidance behaviour",
      "authors": "Esther B. Florsheim, Nathaniel D. Bachtel, Jaime L. Cullen, Bruna G. C. Lima, Mahdieh Godazgar, Fernando Carvalho, Carolina P. Chatain, Marcelo R. Zimmer, Cuiling Zhang, Gregory Gautier, Pierre Launay, Andrew Wang, Marcelo O. Dietrich, Ruslan Medzhitov",
      "paper_url": "https://doi.org/10.1038/s41586-023-06362-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4284888085",
      "paper_id": "https://openalex.org/W4284888085",
      "title": "Immune tolerance of food is mediated by layers of CD4+ T cell dysfunction",
      "authors": "Sung-Wook Hong, Peter D. Krueger, Kevin C. Osum, Thamotharampillai Dileepan, Adam Herman, Daniel L. Mueller, Marc K. Jenkins",
      "paper_url": "https://doi.org/10.1038/s41586-022-04916-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4353055527",
      "paper_id": "https://openalex.org/W4353055527",
      "title": "Immunoglobulin M perception by FcμR",
      "authors": "Yaxin Li, Hao Shen, Ruixue Zhang, Chenggong Ji, Yuxin Wang, Chen Su, Junyu Xiao",
      "paper_url": "https://doi.org/10.1038/s41586-023-05835-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4288429595",
      "paper_id": "https://openalex.org/W4288429595",
      "title": "Impaired ketogenesis ties metabolism to T cell dysfunction in COVID-19",
      "authors": "Fotios Karagiannis, Konrad Peukert, Laura Surace, Marcel Michla, Fabian Nikolka, Mario Fox, Patricia Weiss, Caroline Feuerborn, Paul Maier, Susanne Schulz, Burcu Al, Benjamin Seeliger, Tobias Welte, Sascha David, Inge Grondman, Aline H.  de Nooijer, Peter Pickkers, Jan Lukas Kleiner, Marc Moritz Berger, Thorsten Brenner, Christian Putensen, Zeinab Abdullah, Eicke Latz, Susanne Schmidt, Gunther Hartmann, Hendrik Streeck, Beate M. Kümmerer, Hiroki Kato, Natalio Garbi, Mihai G. Netea, Karsten Hiller, Katarzyna Placek, Christian Bode, Christoph Wilhelm",
      "paper_url": "https://doi.org/10.1038/s41586-022-05128-8",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4378906069",
      "paper_id": "https://openalex.org/W4378906069",
      "title": "In situ tumour arrays reveal early environmental control of cancer immunity",
      "authors": "Guadalupe Ortiz-Muñoz, Markus Brown, Catherine B. Carbone, Ximo Pechuan-Jorge, Vincent Rouilly, Henrik Lindberg, Alex T. Ritter, Gautham Raghupathi, Qianbo Sun, Tess Nicotra, Shreya R. Mantri, Angela Yang, Jonas Doerr, Deepti Nagarkar, Spyros Darmanis, Benjamin Haley, Sanjeev Mariathasan, Yulei Wang, Carlos Gomez-Roca, Carlos Eduardo de Andrea, David Spigel, Thomas Wu, Lelia Delamarre, Johannes Schöneberg, Zora Modrusan, Richard Price, Shannon J. Turley, Ira Mellman, Christine Moussion",
      "paper_url": "https://doi.org/10.1038/s41586-023-06132-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389671973",
      "paper_id": "https://openalex.org/W4389671973",
      "title": "In vitro production of cat-restricted Toxoplasma pre-sexual stages",
      "authors": "Ana Vera Antunes, Martina Shahinas, Christopher Swale, Dayana C. Farhat, Chandra Ramakrishnan, Christophe Bruley, Dominique Cannella, Marie G. Robert, Charlotte Corrao, Yohann Couté, Adrian B. Hehl, Alexandre Bougdour, Isabelle Coppens, Mohamed-Ali Hakimi",
      "paper_url": "https://doi.org/10.1038/s41586-023-06821-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4311465454",
      "paper_id": "https://openalex.org/W4311465454",
      "title": "In vitro production of infectious Plasmodium falciparum sporozoites",
      "authors": "Abraham G. Eappen, Tao Li, Meghan Marquette, Sumana Chakravarty, Natasha KC, Gigliola Zanghi, Benjamin U. Hoffman, Hashani Hettiarachchi, Asha Patil, Yonas Abebe, Christiane Tran, Alemtaye A. Yossef, Ian McWilliams, Robert D. Morrison, Ayyappan Rathakrishnan, Ehud Inbar, Ahmed S. I. Aly, Patricia De La Vega, Maria Belmonte, Martha Sedegah, Tint Wai, Joseph J. Campo, Harley King, Stefan H. I. Kappe, MingLin Li, Peter F. Billingsley, B. Kim Lee Sim, Stephen L. Hoffman",
      "paper_url": "https://doi.org/10.1038/s41586-022-05466-7",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410551306",
      "paper_id": "https://openalex.org/W4410551306",
      "title": "In vivo screen of Plasmodium targets for mosquito-based malaria control",
      "authors": "Alexandra S. Probst, Douglas G. Paton, Federico Appetecchia, Selina Bopp, Kelsey L. Adams, Tasneem A. Rinvee, Sovitj Pou, Rolf Winter, Esrah W. Du, Sabrina Yahiya, Charles Vidoudez, Naresh Singh, Janneth Rodrigues, Pablo Castañeda-Casado, Chiara Tammaro, Daisy Chen, Karla P. Godinez-Macias, Jasmine L. Jaramillo, Giovanna Poce, Michael J. Rubal, Aaron Nilsen, Elizabeth A. Winzeler, Jake Baum, Jeremy N. Burrows, Michael K. Riscoe, Dyann F. Wirth, Flaminia Catteruccia",
      "paper_url": "https://doi.org/10.1038/s41586-025-09039-2",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3197752237",
      "paper_id": "https://openalex.org/W3197752237",
      "title": "Inter-cellular CRISPR screens reveal regulators of cancer cell phagocytosis",
      "authors": "Roarke A. Kamber, Yoko Nishiga, Bhek Morton, Allison M. Banuelos, Amira A. Barkal, Felipe Vences-Catalán, Mingxin Gu, Daniel Fernandez, Jose A. Seoane, David Yao, Katherine Liu, Sijie Lin, Kaitlyn Spees, Christina Curtis, Livnat Jerby-Arnon, Irving L. Weissman, Julien Sage, Michael C. Bassik",
      "paper_url": "https://doi.org/10.1038/s41586-021-03879-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400492715",
      "paper_id": "https://openalex.org/W4400492715",
      "title": "Interferon subverts an AHR–JUN axis to promote CXCL13+ T cells in lupus",
      "authors": "Calvin Law, Vanessa Sue Wacleche, Ye Cao, Arundhati Pillai, John Sowerby, Brandon Hancock, Alice Horisberger, Sabrina Bracero, Viktoriya Skidanova, Zhihan Li, Ifeoluwakiisi Adejoorin, Eilish Dillon, Isaac J. Benque, Diana Pena Nunez, Daimon P. Simmons, Joshua Keegan, Lin Chen, Tina Baker, Phillip Z. Brohawn, Hussein Al-Mossawi, Ling-Yang Hao, Brian Jones, Navin Rao, Yujie Qu, Stephen E. Alves, Jennifer Albrecht, Jennifer H. Anolik, William Apruzzese, Jennifer L. Barnas, Joan M. Bathon, Ami Ben-Artzi, Brendan F. Boyce, David L. Boyle, S. Louis Bridges Jr., Vivian P. Bykerk, Debbie Campbell, Arnold Ceponis, Adam Chicoine, Michelle Curtis, Kevin D. Deane, Edward DiCarlo, Laura T. Donlin, Patrick Dunn, Andrew Filer, Hayley Carr, Gary S. Firestein, Lindsy Forbess, Laura Geraldino-Pardilla, Susan M. Goodman, Ellen M. Gravallese, Peter K. Gregersen, Joel M. Guthridge, Maria Gutierrez-Arcelus, V. Michael Holers, Diane Horowitz, Laura B. Hughes, Lionel B. Ivashkiv, Kazuyoshi Ishigaki, Judith A. James, A. Helena Jonsson, Joyce B. Kang, Gregory Keras, Ilya Korsunsky, Amit Lakhanpal, James A. Lederer, Miles J. Lewis, Yuhong Li, Katherine Liao, Arthur M. Mandelin II, Ian Mantel, Kathryne E. Marks, Mark Maybury, Andrew McDavid, Mandy J. McGeachy, Joseph R. Mears, Nida Meednu, Nghia Millard, Larry Moreland, Saba Nayar, Alessandra Nerviani, Dana E. Orange, Harris Perlman, Costantino Pitzalis, Javier Rangel-Moreno, Soumya Raychaudhuri, Karim Raza, Yakir Reshef, Christopher Ritchlin, Felice Rivellese, William H. Robinson, Laurie Rumker, Ilfita Sahbudin, Saori Sakaue, Jennifer A. Seifert, Dagmar Scheel-Toellner, Anvita Singaraju, Kamil Slowikowski, Melanie Smith, Darren Tabechian, Paul J. Utz, Gerald F. M. Watts, Kevin Wei, Kathryn Weinand, Dana Weisenfeld, Michael Weisman, Qian Xiao, Fan Zhang, Zhu Zhu, Andrew Cordle, Aaron Wyse, A. Helena Jonsson, Katharina S. Shaw, Ruth Ann Vleugels, Elena Massarotti, Karen H. Costenbader, Michael B. Brenner, James A. Lederer, Judd F. Hultquist, Jaehyuk Choi, Deepak A. Rao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07627-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410362406",
      "paper_id": "https://openalex.org/W4410362406",
      "title": "Interferon-γ orchestrates leptomeningeal anti-tumour response",
      "authors": "Jan Remsik, Xinran Tong, Russell Z. Kunes, Min Jun Li, Rachel Estrera, Jenna Snyder, Clark Thomson, Ahmed M. Osman, Kiana Chabot, Ugur T. Sener, Jessica A. Wilcox, Danielle Isakov, Helen Wang, Tejus A. Bale, Ronan Chaligné, Joseph C. Sun, Chrysothemis Brown, Dana Pe’er, Adrienne Boire",
      "paper_url": "https://doi.org/10.1038/s41586-025-09012-z",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4385879010",
      "paper_id": "https://openalex.org/W4385879010",
      "title": "Interferon-ε is a tumour suppressor and restricts ovarian cancer",
      "authors": "Zoe R. C. Marks, Nicole K. Campbell, Niamh E. Mangan, Cassandra J. Vandenberg, Linden J. Gearing, Antony Y. Matthews, Jodee A. Gould, Michelle D. Tate, Georgie Wray-McCann, Le Ying, Sarah Rosli, Natasha Brockwell, Belinda S. Parker, San S. Lim, Maree Bilandzic, Elizabeth L. Christie, Andrew N. Stephens, Eveline de Geus, Matthew J. Wakefield, Gwo-Yaw Ho, Orla McNally, D. Bowtell, P. Webb, A. DeFazio, N. Traficante, S. Fereday, L. Bowes, J. Hendley, Iain A. McNeish, David D. L. Bowtell, Nicole A.  de Weerd, Clare L. Scott, Nollaig M. Bourke, Paul J. Hertzog",
      "paper_url": "https://doi.org/10.1038/s41586-023-06421-w",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4404754574",
      "paper_id": "https://openalex.org/W4404754574",
      "title": "Interleukin-15-armoured GPC3 CAR T cells for patients with solid cancers",
      "authors": "David Steffin, Nisha Ghatwai, Antonino Montalbano, Purva Rathi, Amy N. Courtney, Azlann B. Arnett, Julien Fleurence, Ramy Sweidan, Tao Wang, Huimin Zhang, Prakash Masand, John M. Maris, Daniel Martinez, Jennifer Pogoriler, Navin Varadarajan, Sachin G. Thakkar, Deborah Lyon, Natalia Lapteva, Mei Zhuyong, Kalyani Patel, Dolores Lopez-Terrada, Carlos A. Ramos, Premal Lulla, Tannaz Armaghany, Bambi J. Grilley, Stephen Gottschalk, Gianpietro Dotti, Leonid S. Metelitsa, Helen E. Heslop, Malcolm K. Brenner, Pavel Sumazin, Andras Heczey",
      "paper_url": "https://doi.org/10.1038/s41586-024-08261-8",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4229001659",
      "paper_id": "https://openalex.org/W4229001659",
      "title": "Intermittent PI3Kδ inhibition sustains anti-tumour immunity and curbs irAEs",
      "authors": "Simon Eschweiler, Ciro Ramírez-Suástegui, Yingcong Li, Emma King, Lindsey Chudley, Jaya Thomas, Oliver Wood, Adrian von Witzleben, Danielle Jeffrey, Katy McCann, Hayley Simon, Monalisa Mondal, Alice Wang, Martina Dicker, Elena Lopez-Guadamillas, Ting-Fang Chou, Nicola A. Dobbs, Louisa Essame, Gary Acton, Fiona Kelly, Gavin Halbert, Joseph J. Sacco, Andrew Graeme Schache, Richard Shaw, James Anthony McCaul, Claire Paterson, Joseph H. Davies, Peter A. Brennan, Rabindra P. Singh, Paul M. Loadman, William Wilson, Allan Hackshaw, Gregory Seumois, Klaus Okkenhaug, Gareth J. Thomas, Terry M. Jones, Ferhat Ay, Greg Friberg, Mitchell Kronenberg, Bart Vanhaesebroeck, Pandurangan Vijayanand, Christian H. Ottensmeier",
      "paper_url": "https://doi.org/10.1038/s41586-022-04685-2",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3206813102",
      "paper_id": "https://openalex.org/W3206813102",
      "title": "KDM5B promotes immune evasion by recruiting SETDB1 to silence retroelements",
      "authors": "Shang-Min Zhang, Wesley L. Cai, Xiaoni Liu, Durga Thakral, Jiesi Luo, Lok Hei Chan, Meaghan K. McGeary, Eric Song, Kim R. M. Blenman, Goran Micevic, Shlomit Jessel, Yangyi Zhang, Mingzhu Yin, Carmen J. Booth, Lucia B. Jilaveanu, William Damsky, Mario Sznol, Harriet M. Kluger, Akiko Iwasaki, Marcus W. Bosenberg, Qin Yan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03994-2",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4292121771",
      "paper_id": "https://openalex.org/W4292121771",
      "title": "LACC1 bridges NOS2 and polyamine metabolism in inflammatory macrophages",
      "authors": "Zheng Wei, Joonseok Oh, Richard A. Flavell, Jason M. Crawford",
      "paper_url": "https://doi.org/10.1038/s41586-022-05111-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385691296",
      "paper_id": "https://openalex.org/W4385691296",
      "title": "Lactate limits CNS autoimmunity by stabilizing HIF-1α in dendritic cells",
      "authors": "Liliana M. Sanmarco, Joseph M. Rone, Carolina M. Polonio, Gonzalo Fernandez Lahore, Federico Giovannoni, Kylynne Ferrara, Cristina Gutierrez-Vazquez, Ning Li, Anna Sokolovska, Agustin Plasencia, Camilo Faust Akl, Payal Nanda, Evelin S. Heck, Zhaorong Li, Hong-Gyun Lee, Chun-Cheih Chao, Claudia M. Rejano-Gordillo, Pedro H. Fonseca-Castro, Tomer Illouz, Mathias Linnerbauer, Jessica E. Kenison, Rocky M. Barilla, Daniel Farrenkopf, Nikolas A. Stevens, Gavin Piester, Elizabeth N. Chung, Lucas Dailey, Vijay K. Kuchroo, David Hava, Michael A. Wheeler, Clary Clish, Roni Nowarski, Eduardo Balsa, Jose M. Lora, Francisco J. Quintana",
      "paper_url": "https://doi.org/10.1038/s41586-023-06409-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4229030906",
      "paper_id": "https://openalex.org/W4229030906",
      "title": "Landscape of helper and regulatory antitumour CD4+ T cells in melanoma",
      "authors": "Giacomo Oliveira, Kari Stromhaug, Nicoletta Cieri, J. Bryan Iorgulescu, Susan Klaeger, Jacquelyn O. Wolff, Suzanna Rachimi, Vipheaviny Chea, Kate Krause, Samuel S. Freeman, Wandi Zhang, Shuqiang Li, David A. Braun, Donna Neuberg, Steven A. Carr, Kenneth J. Livak, Dennie T. Frederick, Edward F. Fritsch, Megan Wind-Rotolo, Nir Hacohen, Moshe Sade-Feldman, Charles H. Yoon, Derin B. Keskin, Patrick A. Ott, Scott J. Rodig, Genevieve M. Boland, Catherine J. Wu",
      "paper_url": "https://doi.org/10.1038/s41586-022-04682-5",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388488557",
      "paper_id": "https://openalex.org/W4388488557",
      "title": "Latent human herpesvirus 6 is reactivated in CAR T cells",
      "authors": "Caleb A. Lareau, Yajie Yin, Katie Maurer, Katalin D. Sandor, Bence Daniel, Garima Yagnik, José Peña, Jeremy Chase Crawford, Anne M. Spanjaart, Jacob C. Gutierrez, Nicholas J. Haradhvala, Janice M. Riberdy, Tsion Abay, Robert R. Stickels, Jeffrey M. Verboon, Vincent Liu, Frank A. Buquicchio, Fangyi Wang, Jackson Southard, Ren Song, Wenjing Li, Aastha Shrestha, Laxmi Parida, Gad Getz, Marcela V. Maus, Shuqiang Li, Alison Moore, Zachary J. Roberts, Leif S. Ludwig, Aimee C. Talleur, Paul G. Thomas, Houman Dehghani, Thomas Pertel, Anshul Kundaje, Stephen Gottschalk, Theodore L. Roth, Marie J. Kersten, Catherine J. Wu, Robbie G. Majzner, Ansuman T. Satpathy",
      "paper_url": "https://doi.org/10.1038/s41586-023-06704-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387933070",
      "paper_id": "https://openalex.org/W4387933070",
      "title": "Leishmania genetic exchange is mediated by IgM natural antibodies",
      "authors": "Tiago D. Serafim, Eva Iniguez, Ana Beatriz F. Barletta, Pedro Cecilio, Johannes S. P. Doehl, Mara Short, Justin Lack, Vinod Nair, Maria Disotuar, Timothy Wilson, Iliano V. Coutinho-Abreu, Claudio Meneses, John Andersen, Thiago Luiz Alves E Silva, Fabiano Oliveira, Joel Vega-Rodriguez, Carolina Barillas-Mury, José M. C. Ribeiro, Stephen M. Beverley, Shaden Kamhawi, Jesus G. Valenzuela",
      "paper_url": "https://doi.org/10.1038/s41586-023-06655-8",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3131861897",
      "paper_id": "https://openalex.org/W3131861897",
      "title": "Lipid signalling enforces functional specialization of Treg cells in tumours",
      "authors": "Seon Ah Lim, Jun Wei, Thanh-Long M. Nguyen, Hao Shi, Wei Su, Gustavo Palacios, Yogesh Dhungana, Nicole M. Chapman, Lingyun Long, Jordy Saravia, Peter Vogel, Hongbo Chi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03235-6",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3120299325",
      "paper_id": "https://openalex.org/W3120299325",
      "title": "Local immune response to food antigens drives meal-induced abdominal pain",
      "authors": "Javier Aguilera-Lizarraga, Morgane V. Florens, Maria Francesca Viola, Piyush Jain, Lisse Decraecker, Iris Appeltans, Maria Cuende-Estevez, Naomi Fabre, Kim Van Beek, Eluisa Perna, Dafne Balemans, Nathalie Stakenborg, Stavroula Theofanous, Goele Bosmans, Stéphanie U. Mondelaers, Gianluca Matteoli, Sales Ibiza Martínez, Cintya Lopez-Lopez, Josue Jaramillo-Polanco, Karel Talavera, Yeranddy A. Alpizar, Thorsten B. Feyerabend, Hans-Reimer Rodewald, Ricard Farre, Frank A. Redegeld, Jiyeon Si, Jeroen Raes, Christine Breynaert, Rik Schrijvers, Cédric Bosteels, Bart N. Lambrecht, Scott D. Boyd, Ramona A. Hoh, Deirdre Cabooter, Maxim Nelis, Patrick Augustijns, Sven Hendrix, Jessica Strid, Raf Bisschops, David E. Reed, Stephen J. Vanner, Alexandre Denadai-Souza, Mira M. Wouters, Guy E. Boeckxstaens",
      "paper_url": "https://doi.org/10.1038/s41586-020-03118-2",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389670732",
      "paper_id": "https://openalex.org/W4389670732",
      "title": "Lung dendritic-cell metabolism underlies susceptibility to viral infection in diabetes",
      "authors": "Samuel Philip Nobs, Aleksandra A. Kolodziejczyk, Lital Adler, Nir Horesh, Christine Botscharnikow, Ella Herzog, Gayatree Mohapatra, Sophia Hejndorf, Ryan-James Hodgetts, Igor Spivak, Lena Schorr, Leviel Fluhr, Denise Kviatcovsky, Anish Zacharia, Suzanne Njuki, Dinorah Barasch, Noa Stettner, Mally Dori-Bachash, Alon Harmelin, Alexander Brandis, Tevie Mehlman, Ayelet Erez, Yiming He, Sara Ferrini, Jens Puschhof, Hagit Shapiro, Manfred Kopf, Arieh Moussaieff, Suhaib K. Abdeen, Eran Elinav",
      "paper_url": "https://doi.org/10.1038/s41586-023-06803-0",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4323546612",
      "paper_id": "https://openalex.org/W4323546612",
      "title": "Macrophage fumarate hydratase restrains mtRNA-mediated interferon production",
      "authors": "Alexander Hooftman, Christian G. Peace, Dylan G. Ryan, Emily A. Day, Ming Yang, Anne F. McGettrick, Maureen Yin, Erica N. Montano, Lihong Huo, Juliana E. Toller-Kawahisa, Vincent Zecchini, Tristram A. J. Ryan, Alfonso Bolado-Carrancio, Alva M. Casey, Hiran A. Prag, Ana S. H. Costa, Gabriela De Los Santos, Mariko Ishimori, Daniel J. Wallace, Swamy Venuturupalli, Efterpi Nikitopoulou, Norma Frizzell, Cecilia Johansson, Alexander Von Kriegsheim, Michael P. Murphy, Caroline Jefferies, Christian Frezza, Luke A. J. O’Neill",
      "paper_url": "https://doi.org/10.1038/s41586-023-05720-6",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407957911",
      "paper_id": "https://openalex.org/W4407957911",
      "title": "Macrophages recycle phagocytosed bacteria to fuel immunometabolic responses",
      "authors": "Juliette Lesbats, Aurélia Brillac, Julie A. Reisz, Parnika Mukherjee, Charlène Lhuissier, Mónica Fernández-Monreal, Jean-William Dupuy, Angèle Sequeira, Gaia Tioli, Celia De La Calle Arregui, Benoît Pinson, Daniel Wendisch, Benoît Rousseau, Alejo Efeyan, Leif Erik Sander, Angelo D’Alessandro, Johan Garaude",
      "paper_url": "https://doi.org/10.1038/s41586-025-08629-4",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W4200128418",
      "paper_id": "https://openalex.org/W4200128418",
      "title": "Malaria protection due to sickle haemoglobin depends on parasite genotype",
      "authors": "Gavin Band, Ellen M. Leffler, Muminatou Jallow, Fatoumatta Sisay-Joof, Carolyne M. Ndila, Alexander W. Macharia, Christina Hubbart, Anna E. Jeffreys, Kate Rowlands, Thuy Nguyen, Sónia Gonçalves, Cristina V. Ariani, Jim Stalker, Richard D. Pearson, Roberto Amato, Eleanor Drury, Giorgio Sirugo, Umberto d’Alessandro, Kalifa A. Bojang, Kevin Marsh, Norbert Peshu, Joseph W. Saelens, Mahamadou Diakité, Steve M. Taylor, David J. Conway, Thomas N. Williams, Kirk A. Rockett, Dominic P. Kwiatkowski",
      "paper_url": "https://doi.org/10.1038/s41586-021-04288-3",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4385878277",
      "paper_id": "https://openalex.org/W4385878277",
      "title": "Mapping the T cell repertoire to a complex gut bacterial community",
      "authors": "Kazuki Nagashima, Aishan Zhao, Katayoon Atabakhsh, Minwoo Bae, Jamie E. Blum, Allison Weakley, Sunit Jain, Xiandong Meng, Alice G. Cheng, Min Wang, Steven Higginbottom, Alex Dimas, Pallavi Murugkar, Elizabeth S. Sattely, James J. Moon, Emily P. Balskus, Michael A. Fischbach",
      "paper_url": "https://doi.org/10.1038/s41586-023-06431-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4384025425",
      "paper_id": "https://openalex.org/W4384025425",
      "title": "Mast cells link immune sensing to antigen-avoidance behaviour",
      "authors": "Thomas Plum, Rebecca Binzberger, Robin Thiele, Fuwei Shang, Daniel Postrach, Candice Fung, Marina Fortea, Nathalie Stakenborg, Zheng Wang, Anke Tappe-Theodor, Tanja Poth, Duncan A. A. MacLaren, Guy Boeckxstaens, Rohini Kuner, Claudia Pitzer, Hannah Monyer, Cuiyan Xin, Joseph V. Bonventre, Satoshi Tanaka, David Voehringer, Pieter Vanden Berghe, Jessica Strid, Thorsten B. Feyerabend, Hans-Reimer Rodewald",
      "paper_url": "https://doi.org/10.1038/s41586-023-06188-0",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408684412",
      "paper_id": "https://openalex.org/W4408684412",
      "title": "Matrix-producing neutrophils populate and shield the skin",
      "authors": "Tommaso Vicanolo, Alaz Özcan, Jackson LiangYao Li, Carla Huerta-López, Iván Ballesteros, Andrea Rubio-Ponce, Andra C. Dumitru, Jose Ángel Nicolás-Ávila, Miguel Molina-Moreno, Pablo Reyes-Gutierrez, Andrew D. Johnston, Catherine Martone, Eric Greto, Antonio Quílez-Alvarez, Enrique Calvo, Elena Bonzon-Kulichenko, Rebeca Álvarez-Velez, Ming Yao Chooi, Immanuel Kwok, Blanca González-Bermúdez, Benoit Malleret, Francisco M. Espinosa, Ming Zhang, Yu-Long Wang, Dasheng Sun, Shu Zhen Chong, Ali El-Armouche, Kevin K. Kim, Irina A. Udalova, Valentina Greco, Ricardo Garcia, Jesús Vázquez, Ana Dopazo, Gustavo R. Plaza, Jorge Alegre-Cebollada, Stefan Uderhardt, Lai Guan Ng, Andrés Hidalgo",
      "paper_url": "https://doi.org/10.1038/s41586-025-08741-5",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3178218847",
      "paper_id": "https://openalex.org/W3178218847",
      "title": "Metabolic control of TFH cells and humoral immunity by phosphatidylethanolamine",
      "authors": "Guotong Fu, Clifford S. Guy, Nicole M. Chapman, Gustavo Palacios, Jun Wei, Peipei Zhou, Lingyun Long, Yong-Dong Wang, Chenxi Qian, Yogesh Dhungana, Hongling Huang, Anil KC, Hao Shi, Sherri Rankin, Scott A. Brown, Amanda Johnson, Randall Wakefield, Camenzind G. Robinson, Xueyan Liu, Anthony Sheyn, Jiyang Yu, Suzanne Jackowski, Hongbo Chi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03692-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3174561819",
      "paper_id": "https://openalex.org/W3174561819",
      "title": "Metabolic modulation of tumours with engineered bacteria for immunotherapy",
      "authors": "Fernando P. Canale, Camilla Basso, Gaia Antonini, Michela Perotti, Ning Li, Anna Sokolovska, Julia Neumann, Michael J. James, Stefania Geiger, Wenjie Jin, Jean-Philippe Theurillat, Kip A. West, Daniel S. Leventhal, Jose M. Lora, Federica Sallusto, Roger Geiger",
      "paper_url": "https://doi.org/10.1038/s41586-021-04003-2",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4386304015",
      "paper_id": "https://openalex.org/W4386304015",
      "title": "Metabolic programs of T cell tissue residency empower tumour immunity",
      "authors": "Miguel Reina-Campos, Maximilian Heeg, Kelly Kennewick, Ian T. Mathews, Giovanni Galletti, Vida Luna, Quynhanh Nguyen, Hongling Huang, J. Justin Milner, Kenneth H. Hu, Amy Vichaidit, Natalie Santillano, Brigid S. Boland, John T. Chang, Mohit Jain, Sonia Sharma, Matthew F. Krummel, Hongbo Chi, Steven J. Bensinger, Ananda W. Goldrath",
      "paper_url": "https://doi.org/10.1038/s41586-023-06483-w",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4394676329",
      "paper_id": "https://openalex.org/W4394676329",
      "title": "Metabolic rewiring promotes anti-inflammatory effects of glucocorticoids",
      "authors": "Jean-Philippe Auger, Max Zimmermann, Maria Faas, Ulrich Stifel, David Chambers, Brenda Krishnacoumar, R. Verena Taudte, Charlotte Grund, Gitta Erdmann, Carina Scholtysek, Stefan Uderhardt, Oumaima Ben Brahim, Mónica Pascual Maté, Cornelia Stoll, Martin Böttcher, Katrin Palumbo-Zerr, Matthew S. J. Mangan, Maria Dzamukova, Markus Kieler, Melanie Hofmann, Stephan Blüml, Gernot Schabbauer, Dimitrios Mougiakakos, Uwe Sonnewald, Fabian Hartmann, David Simon, Arnd Kleyer, Anika Grüneboom, Susetta Finotto, Eicke Latz, Jörg Hofmann, Georg Schett, Jan Tuckermann, Gerhard Krönke",
      "paper_url": "https://doi.org/10.1038/s41586-024-07282-7",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3133076643",
      "paper_id": "https://openalex.org/W3133076643",
      "title": "Metabolic support of tumour-infiltrating regulatory T cells by lactic acid",
      "authors": "McLane J. Watson, Paolo D. A. Vignali, Steven J. Mullett, Abigail E. Overacre-Delgoffe, Ronal M. Peralta, Stephanie Grebinoski, Ashley V. Menk, Natalie L. Rittenhouse, Kristin DePeaux, Ryan D. Whetstone, Dario A. A. Vignali, Timothy W. Hand, Amanda C. Poholek, Brett M. Morrison, Jeffrey D. Rothstein, Stacy G. Wendell, Greg M. Delgoffe",
      "paper_url": "https://doi.org/10.1038/s41586-020-03045-2",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4376959488",
      "paper_id": "https://openalex.org/W4376959488",
      "title": "Microbial peptides activate tumour-infiltrating lymphocytes in glioblastoma",
      "authors": "Reza Naghavian, Wolfgang Faigle, Pietro Oldrati, Jian Wang, Nora C. Toussaint, Yuhan Qiu, Gioele Medici, Marcel Wacker, Lena K. Freudenmann, Pierre-Emmanuel Bonté, Michael Weller, Luca Regli, Sebastian Amigorena, Hans-Georg Rammensee, Juliane S. Walz, Silvio D. Brugger, Malte Mohme, Yingdong Zhao, Mireia Sospedra, Marian C. Neidert, Roland Martin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06081-w",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412396308",
      "paper_id": "https://openalex.org/W4412396308",
      "title": "Microbiota-driven antitumour immunity mediated by dendritic cell migration",
      "authors": "Nina Yi-Tzu Lin, Shota Fukuoka, Shohei Koyama, Daisuke Motooka, Dieter M. Tourlousse, Yuko Shigeno, Yuki Matsumoto, Hiroyuki Yamano, Kazutoshi Murotomi, Hideyuki Tamaki, Takuma Irie, Eri Sugiyama, Shogo Kumagai, Kota Itahashi, Tokiyoshi Tanegashima, Kaori Fujimaki, Sachiko Ito, Mariko Shindo, Takahiro Tsuji, Hiroaki Wake, Keisuke Watanabe, Yuka Maeda, Tomohiro Enokida, Makoto Tahara, Riu Yamashita, Takao Fujisawa, Motoo Nomura, Akihito Kawazoe, Koichi Goto, Toshihiko Doi, Kohei Shitara, Hiroyuki Mano, Yuji Sekiguchi, Shota Nakamura, Yoshimi Benno, Hiroyoshi Nishikawa",
      "paper_url": "https://doi.org/10.1038/s41586-025-09249-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399121804",
      "paper_id": "https://openalex.org/W4399121804",
      "title": "Molecular basis for differential Igk versus Igh V(D)J joining mechanisms",
      "authors": "Yiwen Zhang, Xiang Li, Zhaoqing Ba, Jiangman Lou, K. Elyse Gaertner, Tammie Zhu, Xin Lin, Adam Yongxin Ye, Frederick W. Alt, Hongli Hu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07477-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403680572",
      "paper_id": "https://openalex.org/W4403680572",
      "title": "Molecular mechanism of IgE-mediated FcεRI activation",
      "authors": "Mengying Chen, Qiang Su, Yigong Shi",
      "paper_url": "https://doi.org/10.1038/s41586-024-08229-8",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4405965268",
      "paper_id": "https://openalex.org/W4405965268",
      "title": "Monoallelic expression can govern penetrance of inborn errors of immunity",
      "authors": "O’Jay Stewart, Conor Gruber, Haley E. Randolph, Roosheel Patel, Meredith Ramba, Enrica Calzoni, Lei Haley Huang, Jay Levy, Sofija Buta, Angelica Lee, Christos Sazeides, Zoe Prue, David P. Hoytema van Konijnenburg, Ivan K. Chinn, Luis A. Pedroza, James R. Lupski, Erica G. Schmitt, Megan A. Cooper, Anne Puel, Xiao Peng, Stéphanie Boisson-Dupuis, Jacinta Bustamante, Satoshi Okada, Marta Martin-Fernandez, Jordan S. Orange, Jean-Laurent Casanova, Joshua D. Milner, Dusan Bogunovic",
      "paper_url": "https://doi.org/10.1038/s41586-024-08346-4",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3133632896",
      "paper_id": "https://openalex.org/W3133632896",
      "title": "Monocyte-derived S1P in the lymph node regulates immune responses",
      "authors": "Audrey Baeyens, Sabrina Bracero, Venkata S. Chaluvadi, Alireza Khodadadi-Jamayran, Michael Cammer, Susan R. Schwab",
      "paper_url": "https://doi.org/10.1038/s41586-021-03227-6",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4292121925",
      "paper_id": "https://openalex.org/W4292121925",
      "title": "MYB orchestrates T cell exhaustion and response to checkpoint inhibition",
      "authors": "Carlson Tsui, Lorenz Kretschmer, Svenja Rapelius, Sarah S. Gabriel, David Chisanga, Konrad Knöpper, Daniel T. Utzschneider, Simone Nüssing, Yang Liao, Teisha Mason, Santiago Valle Torres, Stephen A. Wilcox, Krystian Kanev, Sebastian Jarosch, Justin Leube, Stephen L. Nutt, Dietmar Zehn, Ian A. Parish, Wolfgang Kastenmüller, Wei Shi, Veit R. Buchholz, Axel Kallies",
      "paper_url": "https://doi.org/10.1038/s41586-022-05105-1",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391617619",
      "paper_id": "https://openalex.org/W4391617619",
      "title": "Naturally occurring T cell mutations enhance engineered T cell therapies",
      "authors": "Julie Garcia, Jay Daniels, Yujin Lee, Iowis Zhu, Kathleen Cheng, Qing Liu, Daniel Goodman, Cassandra Burnett, Calvin Law, Chloë Thienpont, Josef Alavi, Camillia Azimi, Garrett Montgomery, Kole T. Roybal, Jaehyuk Choi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07018-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400935061",
      "paper_id": "https://openalex.org/W4400935061",
      "title": "Neoantigen-specific cytotoxic Tr1 CD4 T cells suppress cancer immunotherapy",
      "authors": "Hussein Sultan, Yoshiko Takeuchi, Jeffrey P. Ward, Naveen Sharma, Tian-Tian Liu, Vladimir Sukhov, Maria Firulyova, Yuang Song, Samuel Ameh, Simone Brioschi, Darya Khantakova, Cora D. Arthur, J. Michael White, Heather Kohlmiller, Andres M. Salazar, Robert Burns, Helio A. Costa, Kelly D. Moynihan, Yik Andy Yeung, Ivana Djuretic, Ton N. Schumacher, Kathleen C. F. Sheehan, Marco Colonna, James P. Allison, Kenneth M. Murphy, Maxim N. Artyomov, Robert D. Schreiber",
      "paper_url": "https://doi.org/10.1038/s41586-024-07752-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4323546617",
      "paper_id": "https://openalex.org/W4323546617",
      "title": "Neoantigen-targeted CD8+ T cell responses with PD-1 blockade therapy",
      "authors": "Cristina Puig-Saus, Barbara Sennino, Songming Peng, Clifford L. Wang, Zheng Pan, Benjamin Yuen, Bhamini Purandare, Duo An, Boi B. Quach, Diana Nguyen, Huiming Xia, Sameeha Jilani, Kevin Shao, Claire McHugh, John Greer, Phillip Peabody, Saparya Nayak, Jonathan Hoover, Sara Said, Kyle Jacoby, Olivier Dalmas, Susan P. Foy, Andrew Conroy, Michael C. Yi, Christine Shieh, William Lu, Katharine Heeringa, Yan Ma, Shahab Chizari, Melissa J. Pilling, Marc Ting, Ramya Tunuguntla, Salemiz Sandoval, Robert Moot, Theresa Hunter, Sidi Zhao, Justin D. Saco, Ivan Perez-Garcilazo, Egmidio Medina, Agustin Vega-Crespo, Ignacio Baselga-Carretero, Gabriel Abril-Rodriguez, Grace Cherry, Deborah J. Wong, Jasreet Hundal, Bartosz Chmielowski, Daniel E. Speiser, Michael T. Bethune, Xiaoyan R. Bao, Alena Gros, Obi L. Griffith, Malachi Griffith, James R. Heath, Alex Franzusoff, Stefanie J. Mandl, Antoni Ribas",
      "paper_url": "https://doi.org/10.1038/s41586-023-05787-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4313545349",
      "paper_id": "https://openalex.org/W4313545349",
      "title": "Neonatal imprinting of alveolar macrophages via neutrophil-derived 12-HETE",
      "authors": "Erwan Pernet, Sarah Sun, Nicole Sarden, Saideep Gona, Angela Nguyen, Nargis Khan, Martin Mawhinney, Kim A. Tran, Julia Chronopoulos, Dnyandeo Amberkar, Mina Sadeghi, Alexandre Grant, Shradha Wali, Renaud Prevel, Jun Ding, James G. Martin, Ajitha Thanabalasuriar, Bryan G. Yipp, Luis B. Barreiro, Maziar Divangahi",
      "paper_url": "https://doi.org/10.1038/s41586-022-05660-7",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4307931701",
      "paper_id": "https://openalex.org/W4307931701",
      "title": "Neuropeptide regulation of non-redundant ILC2 responses at barrier surfaces",
      "authors": "Amy M. Tsou, Hiroshi Yano, Christopher N. Parkhurst, Tanel Mahlakõiv, Coco Chu, Wen Zhang, Zhengxiang He, Katja J. Jarick, Connie Zhong, Gregory G. Putzel, Mai Hatazaki, Randy Longman, Gregory Sonnenberg, Ellen Scherl, Dana Lukin, Robert Battat, Robbyn Sockolow, Thomas Ciecierega, Aliza Solomon, Elaine Barfield, Kimberley Chien, Johanna Ferreira, Jasmin Williams, Shaira Khan, Peik Sean Chong, Samah Mozumder, Lance Chou, Wenqing Zhou, Anees Ahmed, Ann M. Joseph, Ivo C. Lorenz, David Andrew, Paul Balderes, Christoph S. N. Klose, Sergio A. Lira, David Artis",
      "paper_url": "https://doi.org/10.1038/s41586-022-05297-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403450891",
      "paper_id": "https://openalex.org/W4403450891",
      "title": "Neuropeptide signalling orchestrates T cell differentiation",
      "authors": "Yu Hou, Linyu Sun, Martin W. LaFleur, Linglin Huang, Conner Lambden, Pratiksha I. Thakore, Kathryn Geiger-Schuller, Kimitoshi Kimura, Longjun Yan, Yue Zang, Ruihan Tang, Jingwen Shi, Rocky Barilla, Liwen Deng, Ayshwarya Subramanian, Antonia Wallrapp, Hee Sun Choi, Yoon-Chul Kye, Orr Ashenberg, Geoffrey Schiebinger, John G. Doench, Isaac M. Chiu, Aviv Regev, Arlene H. Sharpe, Vijay K. Kuchroo",
      "paper_url": "https://doi.org/10.1038/s41586-024-08049-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405268751",
      "paper_id": "https://openalex.org/W4405268751",
      "title": "Neutralizing GDF-15 can overcome anti-PD-1 and anti-PD-L1 resistance in solid tumours",
      "authors": "Ignacio Melero, Maria de Miguel Luken, Guillermo de Velasco, Elena Garralda, Juan Martín-Liberal, Markus Joerger, Guzman Alonso, Maria-Elisabeth Goebeler, Martin Schuler, David König, Reinhard Dummer, Maria Reig, Maria-Esperanza Rodriguez Ruiz, Emiliano Calvo, Jorge Esteban-Villarrubia, Arjun Oberoi, Paula Sabat, Juan José Soto-Castillo, Kira-Lee Koster, Omar Saavedra, Cyrus Sayehli, Tanja Gromke, Heinz Läubli, Egle Ramelyte, Marta Fortuny, Ana Landa-Magdalena, Irene Moreno, Javier Torres-Jiménez, Alberto Hernando-Calvo, Dagmar Hess, Fabricio Racca, Heike Richly, Andreas M. Schmitt, Corinne Eggenschwiler, Marco Sanduzzi-Zamparelli, Anna Vilalta-Lacarra, Jörg Trojan, Christine Koch, Peter R. Galle, Friedrich Foerster, Zlatko Trajanoski, Hubert Hackl, Falk Gogolla, Florestan J. Koll, Peter Wild, Felix Kyoung Hwan Chun, Henning Reis, Peter Lloyd, Matthias Machacek, Thomas F. Gajewski, Wolf H. Fridman, Alexander M. M. Eggermont, Ralf Bargou, Sandra Schöniger, Josef Rüschoff, Anastasiia Tereshchenko, Carina Zink, Antonio da Silva, Felix S. Lichtenegger, Julia Akdemir, Manfred Rüdiger, Phil L’Huillier, Aradhana Dutta, Markus Haake, Alexandra Auckenthaler, Ana Gjorgjioska, Bernhard Rössler, Frank Hermann, Mara Liebig, Daniela Reichhardt, Christine Schuberth-Wagner, Jörg Wischhusen, Petra Fettes, Marlene Auer, Kathrin Klar, Eugen Leo",
      "paper_url": "https://doi.org/10.1038/s41586-024-08305-z",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4307931819",
      "paper_id": "https://openalex.org/W4307931819",
      "title": "Non-redundant functions of group 2 innate lymphoid cells",
      "authors": "Katja J. Jarick, Patrycja M. Topczewska, Manuel O. Jakob, Hiroshi Yano, Mohammad Arifuzzaman, Xuemei Gao, Sotiria Boulekou, Vladislava Stokic-Trtica, Pierre S. Leclère, Alexandra Preußer, Zoe A. Rompe, Anton Stamm, Amy M. Tsou, Coco Chu, Frederik R. Heinrich, Gabriela M. Guerra, Pawel Durek, Andranik Ivanov, Dieter Beule, Sofia Helfrich, Claudia U. Duerr, Anja A. Kühl, Christina Stehle, Chiara Romagnani, Mir-Farzin Mashreghi, Andreas Diefenbach, David Artis, Christoph S. N. Klose",
      "paper_url": "https://doi.org/10.1038/s41586-022-05395-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4308767947",
      "paper_id": "https://openalex.org/W4308767947",
      "title": "Non-viral precision T cell receptor replacement for personalized cell therapy",
      "authors": "Susan P. Foy, Kyle Jacoby, Daniela A. Bota, Theresa Hunter, Zheng Pan, Eric Stawiski, Yan Ma, William Lu, Songming Peng, Clifford L. Wang, Benjamin Yuen, Olivier Dalmas, Katharine Heeringa, Barbara Sennino, Andy Conroy, Michael T. Bethune, Ines Mende, William White, Monica Kukreja, Swetha Gunturu, Emily Humphrey, Adeel Hussaini, Duo An, Adam J. Litterman, Boi Bryant Quach, Alphonsus H. C. Ng, Yue Lu, Chad Smith, Katie M. Campbell, Daniel Anaya, Lindsey Skrdlant, Eva Yi-Hsuan Huang, Ventura Mendoza, Jyoti Mathur, Luke Dengler, Bhamini Purandare, Robert Moot, Michael C. Yi, Roel Funke, Alison Sibley, Todd Stallings-Schmitt, David Y. Oh, Bartosz Chmielowski, Mehrdad Abedi, Yuan Yuan, Jeffrey A. Sosman, Sylvia M. Lee, Adam J. Schoenfeld, David Baltimore, James R. Heath, Alex Franzusoff, Antoni Ribas, Arati V. Rao, Stefanie J. Mandl",
      "paper_url": "https://doi.org/10.1038/s41586-022-05531-1",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4293792836",
      "paper_id": "https://openalex.org/W4293792836",
      "title": "Non-viral, specifically targeted CAR-T cells achieve high safety and efficacy in B-NHL",
      "authors": "Jiqin Zhang, Yongxian Hu, Jiaxuan Yang, Wei Li, Mingming Zhang, Qingcan Wang, Linjie Zhang, Guoqing Wei, Yue Tian, Kui Zhao, Ang Chen, Binghe Tan, Jiazhen Cui, Deqi Li, Yi Li, Yalei Qi, Dongrui Wang, Yuxuan Wu, Dali Li, Bing Du, Mingyao Liu, He Huang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05140-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4294904731",
      "paper_id": "https://openalex.org/W4294904731",
      "title": "Novel antigen-presenting cell imparts Treg-dependent tolerance to gut microbiota",
      "authors": "Blossom Akagbosu, Zakieh Tayyebi, Gayathri Shibu, Yoselin A. Paucar Iza, Deeksha Deep, Yollanda Franco Parisotto, Logan Fisher, H. Amalia Pasolli, Valentin Thevin, Rasa Elmentaite, Maximilian Knott, Saskia Hemmers, Lorenz Jahn, Christin Friedrich, Jacob Verter, Zhong-Min Wang, Marcel van den Brink, Georg Gasteiger, Thomas G. P. Grünewald, Julien C. Marie, Christina Leslie, Alexander Y. Rudensky, Chrysothemis C. Brown",
      "paper_url": "https://doi.org/10.1038/s41586-022-05309-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399567336",
      "paper_id": "https://openalex.org/W4399567336",
      "title": "Obesity induces PD-1 on macrophages to suppress anti-tumour immunity",
      "authors": "Jackie E. Bader, Melissa M. Wolf, Gian Luca Lupica-Tondo, Matthew Z. Madden, Bradley I. Reinfeld, Emily N. Arner, Emma S. Hathaway, KayLee K. Steiner, Gabriel A. Needle, Zaid Hatem, Madelyn D. Landis, Eden E. Faneuff, Amondrea Blackman, Elysa M. Wolf, Matthew A. Cottam, Xiang Ye, Madison E. Bates, Kyra Smart, Wenjun Wang, Laura V. Pinheiro, Anthos Christofides, DuPreez Smith, Vassiliki A. Boussiotis, Scott M. Haake, Kathryn E. Beckermann, Kathryn E. Wellen, Cynthia A. Reinhart-King, C. Henrique Serezani, Cheng-Han Lee, Christa Aubrey, Heidi Chen, W. Kimryn Rathmell, Alyssa H. Hasty, Jeffrey C. Rathmell",
      "paper_url": "https://doi.org/10.1038/s41586-024-07529-3",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4280500609",
      "paper_id": "https://openalex.org/W4280500609",
      "title": "OCA-T1 and OCA-T2 are coactivators of POU2F3 in the tuft cell lineage",
      "authors": "Xiaoli S. Wu, Xue-Yan He, Jonathan J. Ipsaro, Yu-Han Huang, Jonathan B. Preall, David Ng, Yan Ting Shue, Julien Sage, Mikala Egeblad, Leemor Joshua-Tor, Christopher R. Vakoc",
      "paper_url": "https://doi.org/10.1038/s41586-022-04842-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4384816694",
      "paper_id": "https://openalex.org/W4384816694",
      "title": "Organization of the human intestine at single-cell resolution",
      "authors": "John W. Hickey, Winston R. Becker, Stephanie A. Nevins, Aaron Horning, Almudena Espin Perez, Chenchen Zhu, Bokai Zhu, Bei Wei, Roxanne Chiu, Derek C. Chen, Daniel L. Cotter, Edward D. Esplin, Annika K. Weimer, Chiara Caraccio, Vishal Venkataraaman, Christian M. Schürch, Sarah Black, Maria Brbić, Kaidi Cao, Shuxiao Chen, Weiruo Zhang, Emma Monte, Nancy R. Zhang, Zongming Ma, Jure Leskovec, Zhengyan Zhang, Shin Lin, Teri Longacre, Sylvia K. Plevritis, Yiing Lin, Garry P. Nolan, William J. Greenleaf, Michael Snyder",
      "paper_url": "https://doi.org/10.1038/s41586-023-05915-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4286494337",
      "paper_id": "https://openalex.org/W4286494337",
      "title": "Organizing structural principles of the IL-17 ligand–receptor axis",
      "authors": "Steven C. Wilson, Nathanael A. Caveney, Michelle Yen, Christoph Pollmann, Xinyu Xiang, Kevin M. Jude, Maximillian Hafer, Naotaka Tsutsumi, Jacob Piehler, K. Christopher Garcia",
      "paper_url": "https://doi.org/10.1038/s41586-022-05116-y",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4381550560",
      "paper_id": "https://openalex.org/W4381550560",
      "title": "Origin and evolutionary malleability of T cell receptor α diversity",
      "authors": "Orlando B. Giorgetti, Connor P. O’Meara, Michael Schorpp, Thomas Boehm",
      "paper_url": "https://doi.org/10.1038/s41586-023-06218-x",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3206896200",
      "paper_id": "https://openalex.org/W3206896200",
      "title": "Parallelism of intestinal secretory IgA shapes functional microbial fitness",
      "authors": "Tim Rollenske, Sophie Burkhalter, Lukas Muerner, Stephan von Gunten, Jolanta Lukasiewicz, Hedda Wardemann, Andrew J. Macpherson",
      "paper_url": "https://doi.org/10.1038/s41586-021-03973-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4297497801",
      "paper_id": "https://openalex.org/W4297497801",
      "title": "PD-1 combination therapy with IL-2 modifies CD8+ T cell exhaustion program",
      "authors": "Masao Hashimoto, Koichi Araki, Maria A. Cardenas, Peng Li, Rohit R. Jadhav, Haydn T. Kissick, William H. Hudson, Donald J. McGuire, Rebecca C. Obeng, Andreas Wieland, Judong Lee, Daniel T. McManus, James L. Ross, Se Jin Im, Junghwa Lee, Jian-Xin Lin, Bin Hu, Erin E. West, Christopher D. Scharer, Gordon J. Freeman, Arlene H. Sharpe, Suresh S. Ramalingam, Alex Pellerin, Volker Teichgräber, William J. Greenleaf, Christian Klein, Jorg J. Goronzy, Pablo Umaña, Warren J. Leonard, Kendall A. Smith, Rafi Ahmed",
      "paper_url": "https://doi.org/10.1038/s41586-022-05257-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4381489478",
      "paper_id": "https://openalex.org/W4381489478",
      "title": "PD-1 maintains CD8 T cell tolerance towards cutaneous neoantigens",
      "authors": "Martina Damo, Noah I. Hornick, Aarthi Venkat, Ivana William, Kathryn Clulo, Srividhya Venkatesan, Jiaming He, Eric Fagerberg, Jennifer L. Loza, Darwin Kwok, Aya Tal, Jessica Buck, Can Cui, Jaiveer Singh, William E. Damsky, Jonathan S. Leventhal, Smita Krishnaswamy, Nikhil S. Joshi",
      "paper_url": "https://doi.org/10.1038/s41586-023-06217-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4297497772",
      "paper_id": "https://openalex.org/W4297497772",
      "title": "PD-1-cis IL-2R agonism yields better effectors from stem-like CD8+ T cells",
      "authors": "Laura Codarri Deak, Valeria Nicolini, Masao Hashimoto, Maria Karagianni, Petra C. Schwalie, Laura Lauener, Eleni Maria Varypataki, Marine Richard, Esther Bommer, Johannes Sam, Stefanie Joller, Mario Perro, Floriana Cremasco, Leo Kunz, Emilio Yanguez, Tamara Hüsser, Ramona Schlenker, Marisa Mariani, Vinko Tosevski, Sylvia Herter, Marina Bacac, Inja Waldhauer, Sara Colombetti, Xavier Gueripel, Stephan Wullschleger, Melanie Tichet, Douglas Hanahan, Haydn T. Kissick, Stephane Leclair, Anne Freimoser-Grundschober, Stefan Seeber, Volker Teichgräber, Rafi Ahmed, Christian Klein, Pablo Umaña",
      "paper_url": "https://doi.org/10.1038/s41586-022-05192-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4395071408",
      "paper_id": "https://openalex.org/W4395071408",
      "title": "PGE2 inhibits TIL expansion by disrupting IL-2 signalling and mitochondrial function",
      "authors": "Matteo Morotti, Alizee J. Grimm, Helen Carrasco Hope, Marion Arnaud, Mathieu Desbuisson, Nicolas Rayroux, David Barras, Maria Masid, Baptiste Murgues, Bovannak S. Chap, Marco Ongaro, Ioanna A. Rota, Catherine Ronet, Aspram Minasyan, Johanna Chiffelle, Sebastian B. Lacher, Sara Bobisse, Clément Murgues, Eleonora Ghisoni, Khaoula Ouchen, Ribal Bou Mjahed, Fabrizio Benedetti, Naoill Abdellaoui, Riccardo Turrini, Philippe O. Gannon, Khalil Zaman, Patrice Mathevet, Loic Lelievre, Isaac Crespo, Marcus Conrad, Gregory Verdeil, Lana E. Kandalaft, Julien Dagher, Jesus Corria-Osorio, Marie-Agnes Doucey, Ping-Chih Ho, Alexandre Harari, Nicola Vannini, Jan P. Böttcher, Denarda Dangaj Laniti, George Coukos",
      "paper_url": "https://doi.org/10.1038/s41586-024-07352-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4395113153",
      "paper_id": "https://openalex.org/W4395113153",
      "title": "PGE2 limits effector expansion of tumour-infiltrating stem-like CD8+ T cells",
      "authors": "Sebastian B. Lacher, Janina Dörr, Gustavo P. de Almeida, Julian Hönninger, Felix Bayerl, Anna Hirschberger, Anna-Marie Pedde, Philippa Meiser, Lukas Ramsauer, Thomas J. Rudolph, Nadine Spranger, Matteo Morotti, Alizee J. Grimm, Sebastian Jarosch, Arman Oner, Lisa Gregor, Stefanie Lesch, Stefanos Michaelides, Luisa Fertig, Daria Briukhovetska, Lina Majed, Sophia Stock, Dirk H. Busch, Veit R. Buchholz, Percy A. Knolle, Dietmar Zehn, Denarda Dangaj Laniti, Sebastian Kobold, Jan P. Böttcher",
      "paper_url": "https://doi.org/10.1038/s41586-024-07254-x",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3184584468",
      "paper_id": "https://openalex.org/W3184584468",
      "title": "Phenotype, specificity and avidity of antitumour CD8+ T cells in melanoma",
      "authors": "Giacomo Oliveira, Kari Stromhaug, Susan Klaeger, Tomasz Kula, Dennie T. Frederick, Phuong M. Le, Juliet Forman, Teddy Huang, Shuqiang Li, Wandi Zhang, Qikai Xu, Nicoletta Cieri, Karl R. Clauser, Sachet A. Shukla, Donna Neuberg, Sune Justesen, Gavin MacBeath, Steven A. Carr, Edward F. Fritsch, Nir Hacohen, Moshe Sade-Feldman, Kenneth J. Livak, Genevieve M. Boland, Patrick A. Ott, Derin B. Keskin, Catherine J. Wu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03704-y",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4386493310",
      "paper_id": "https://openalex.org/W4386493310",
      "title": "Phosphoantigens glue butyrophilin 3A1 and 2A1 to activate Vγ9Vδ2 T cells",
      "authors": "Linjie Yuan, Xianqiang Ma, Yunyun Yang, Yingying Qu, Xin Li, Xiaoyu Zhu, Weiwei Ma, Jianxin Duan, Jing Xue, Haoyu Yang, Jian-Wen Huang, Simin Yi, Mengting Zhang, Ningning Cai, Lin Zhang, Qingyang Ding, Kecheng Lai, Chang Liu, Lilan Zhang, Xinyi Liu, Yirong Yao, Shuqi Zhou, Xian Li, Panpan Shen, Qing Chang, Satish R. Malwal, Yuan He, Wenqi Li, Chunlai Chen, Chun-Chi Chen, Eric Oldfield, Rey-Ting Guo, Yonghui Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06525-3",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407722326",
      "paper_id": "https://openalex.org/W4407722326",
      "title": "Plasmodium blood stage development requires the chromatin remodeller Snf2L",
      "authors": "Maria Theresia Watzlowik, Elisabeth Silberhorn, Sujaan Das, Ritwik Singhal, Kannan Venugopal, Simon Holzinger, Barbara Stokes, Ella Schadt, Lauriane Sollelis, Victoria A. Bonnell, Matthew Gow, Andreas Klingl, Matthias Marti, Manuel Llinás, Markus Meissner, Gernot Längst",
      "paper_url": "https://doi.org/10.1038/s41586-025-08595-x",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4282922390",
      "paper_id": "https://openalex.org/W4282922390",
      "title": "Potentiating adoptive cell therapy using synthetic IL-9 receptors",
      "authors": "Anusha Kalbasi, Mikko Siurala, Leon L. Su, Mito Tariveranmoshabad, Lora K. Picton, Pranali Ravikumar, Peng Li, Jian-Xin Lin, Helena Escuin-Ordinas, Tong Da, Sarah V. Kremer, Amy L. Sun, Sofia Castelli, Sangya Agarwal, John Scholler, Decheng Song, Philipp C. Rommel, Enrico Radaelli, Regina M. Young, Warren J. Leonard, Antoni Ribas, Carl H. June, K. Christopher Garcia",
      "paper_url": "https://doi.org/10.1038/s41586-022-04801-2",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411932267",
      "paper_id": "https://openalex.org/W4411932267",
      "title": "PPP2R1A mutations portend improved survival after cancer immunotherapy",
      "authors": "Yibo Dai, Anne Knisely, Mitsutake Yano, Minghao Dang, Emily M. Hinchcliff, Sanghoon Lee, Annalyn Welp, Manoj Chelvanambi, Matthew Lastrapes, Heng Liu, Zhe Yuan, Chen Wang, Hao Nie, Stephanie Jean, Luis J. Montaner, Jiakai Hou, Ami Patel, Shrina Patel, Bryan Fellman, Ying Yuan, Baohua Sun, Renganayaki Krishna Pandurengan, Edwin Roger Parra Cuentas, Joseph Celestino, Yan Liu, Jinsong Liu, R. Tyler Hillman, Shannon N. Westin, Anil K. Sood, Pamela T. Soliman, Aaron Shafer, Larissa A. Meyer, David M. Gershenson, David Vining, Dhakshinamoorthy Ganeshan, Karen Lu, Jennifer A. Wargo, Weiyi Peng, Rugang Zhang, Linghua Wang, Amir A. Jazaeri",
      "paper_url": "https://doi.org/10.1038/s41586-025-09203-8",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409413618",
      "paper_id": "https://openalex.org/W4409413618",
      "title": "Prdm16-dependent antigen-presenting cells induce tolerance to gut antigens",
      "authors": "Liuhui Fu, Rabi Upadhyay, Maria Pokrovskii, Francis M. Chen, Gabriela Romero-Meza, Adam Griesemer, Dan R. Littman",
      "paper_url": "https://doi.org/10.1038/s41586-025-08982-4",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4309668646",
      "paper_id": "https://openalex.org/W4309668646",
      "title": "Pre-T cell receptor self-MHC sampling restricts thymocyte dedifferentiation",
      "authors": "Jonathan S. Duke-Cohan, Aoi Akitsu, Robert J. Mallis, Cameron M. Messier, Patrick H. Lizotte, Jon C. Aster, Wonmuk Hwang, Matthew J. Lang, Ellis L. Reinherz",
      "paper_url": "https://doi.org/10.1038/s41586-022-05555-7",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406165520",
      "paper_id": "https://openalex.org/W4406165520",
      "title": "Precursors of exhausted T cells are preemptively formed in acute infection",
      "authors": "Talyn Chu, Ming Wu, Barbara Hoellbacher, Gustavo P. de Almeida, Christine Wurmser, Jacqueline Berner, Lara V. Donhauser, Ann-Katrin Gerullis, Siran Lin, J. Diego Cepeda-Mayorga, Iman I. Kilb, Lukas Bongers, Fabio Toppeta, Philipp Strobl, Ben Youngblood, Anna M. Schulz, Alfred Zippelius, Percy A. Knolle, Matthias Heinig, Carl-Philipp Hackstein, Dietmar Zehn",
      "paper_url": "https://doi.org/10.1038/s41586-024-08451-4",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4282601617",
      "paper_id": "https://openalex.org/W4282601617",
      "title": "Pregnancy enables antibody protection against intracellular infection",
      "authors": "John J. Erickson, Stephanie Archer-Hartmann, Alexander E. Yarawsky, Jeanette L. C. Miller, Stephanie Seveau, Tzu-Yu Shao, Ashley L. Severance, Hilary Miller-Handley, Yuehong Wu, Giang Pham, Brian R. Wasik, Colin R. Parrish, Yueh-Chiang Hu, Joseph T. Y. Lau, Parastoo Azadi, Andrew B. Herr, Sing Sing Way",
      "paper_url": "https://doi.org/10.1038/s41586-022-04816-9",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389613098",
      "paper_id": "https://openalex.org/W4389613098",
      "title": "Prevention of respiratory virus transmission by resident memory CD8+ T cells",
      "authors": "Ida Uddbäck, Sarah E. Michalets, Ananya Saha, Cameron Mattingly, Kirsten N. Kost, M. Elliott Williams, Laurel A. Lawrence, Sakeenah L. Hicks, Anice C. Lowen, Hasan Ahmed, Allan R. Thomsen, Charles J. Russell, Christopher D. Scharer, Jeremy M. Boss, Katia Koelle, Rustom Antia, Jan P. Christensen, Jacob E. Kohlmeier",
      "paper_url": "https://doi.org/10.1038/s41586-023-06937-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403451246",
      "paper_id": "https://openalex.org/W4403451246",
      "title": "Probiotic neoantigen delivery vectors for precision cancer immunotherapy",
      "authors": "Andrew Redenti, Jongwon Im, Benjamin Redenti, Fangda Li, Mathieu Rouanne, Zeren Sheng, William Sun, Candice R. Gurbatri, Shunyu Huang, Meghna Komaranchath, YoungUk Jang, Jaeseung Hahn, Edward R. Ballister, Rosa L. Vincent, Ana Vardoshivilli, Tal Danino, Nicholas Arpaia",
      "paper_url": "https://doi.org/10.1038/s41586-024-08033-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399367016",
      "paper_id": "https://openalex.org/W4399367016",
      "title": "Profiling phagosome proteins identifies PD-L1 as a fungal-binding receptor",
      "authors": "Kai Li, Avradip Chatterjee, Chen Qian, Katherine Lagree, Yang Wang, Courtney A. Becker, Michael R. Freeman, Ramachandran Murali, Wei Yang, David M. Underhill",
      "paper_url": "https://doi.org/10.1038/s41586-024-07499-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4224293494",
      "paper_id": "https://openalex.org/W4224293494",
      "title": "Programme of self-reactive innate-like T cell-mediated cancer immunity",
      "authors": "Chun Chou, Xian Zhang, Chirag Krishna, Briana G. Nixon, Saida Dadi, Kristelle J. Capistrano, Emily R. Kansler, Miranda Steele, Jian Han, Amy Shyu, Jing Zhang, Efstathios G. Stamatiades, Ming Liu, Shun Li, Mytrang H. Do, Chaucie Edwards, Davina S. Kang, Chin-Tung Chen, Iris H. Wei, Emmanouil P. Pappou, Martin R. Weiser, J. Garcia-Aguilar, J. Joshua Smith, Christina S. Leslie, Ming O. Li",
      "paper_url": "https://doi.org/10.1038/s41586-022-04632-1",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4405029650",
      "paper_id": "https://openalex.org/W4405029650",
      "title": "RANK drives structured intestinal epithelial expansion during pregnancy",
      "authors": "Masahiro Onji, Verena Sigl, Thomas Lendl, Maria Novatchkova, Asier Ullate-Agote, Amanda Andersson-Rolf, Ivona Kozieradzki, Rubina Koglgruber, Tsung-Pin Pai, Dominic Lichtscheidl, Komal Nayak, Matthias Zilbauer, Natalia A. Carranza García, Laura Katharina Sievers, Maren Falk-Paulsen, Shane J. F. Cronin, Astrid Hagelkruys, Shinichiro Sawa, Lisa C. Osborne, Philip Rosenstiel, Manolis Pasparakis, Jürgen Ruland, Hiroshi Takayanagi, Hans Clevers, Bon-Kyoung Koo, Josef M. Penninger",
      "paper_url": "https://doi.org/10.1038/s41586-024-08284-1",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4293004820",
      "paper_id": "https://openalex.org/W4293004820",
      "title": "RASA2 ablation in T cells boosts antigen sensitivity and long-term function",
      "authors": "Julia Carnevale, Eric Shifrut, Nupura Kale, William A. Nyberg, Franziska Blaeschke, Yan Yi Chen, Zhongmei Li, Sagar P. Bapat, Morgan E. Diolaiti, Patrick O’Leary, Shane Vedova, Julia Belk, Bence Daniel, Theodore L. Roth, Stefanie Bachl, Alejandro Allo Anido, Brooke Prinzing, Jorge Ibañez-Vega, Shannon Lange, Dalia Haydar, Marie Luetke-Eversloh, Maelys Born-Bony, Bindu Hegde, Scott Kogan, Tobias Feuchtinger, Hideho Okada, Ansuman T. Satpathy, Kevin Shannon, Stephen Gottschalk, Justin Eyquem, Giedre Krenciute, Alan Ashworth, Alexander Marson",
      "paper_url": "https://doi.org/10.1038/s41586-022-05126-w",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4318820629",
      "paper_id": "https://openalex.org/W4318820629",
      "title": "Reducing affinity as a strategy to boost immunomodulatory antibody agonism",
      "authors": "Xiaojie Yu, Christian M. Orr, H. T. Claude Chan, Sonya James, Christine A. Penfold, Jinny Kim, Tatyana Inzhelevskaya, C. Ian Mockridge, Kerry L. Cox, Jonathan W. Essex, Ivo Tews, Martin J. Glennie, Mark S. Cragg",
      "paper_url": "https://doi.org/10.1038/s41586-022-05673-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386886473",
      "paper_id": "https://openalex.org/W4386886473",
      "title": "Reductive carboxylation epigenetically instructs T cell differentiation",
      "authors": "Alison Jaccard, Tania Wyss, Noelia Maldonado-Pérez, Jan A. Rath, Alessio Bevilacqua, Jhan-Jie Peng, Anouk Lepez, Christine Von Gunten, Fabien Franco, Kung-Chi Kao, Nicolas Camviel, Francisco Martín, Bart Ghesquière, Denis Migliorini, Caroline Arber, Pedro Romero, Ping-Chih Ho, Mathias Wenes",
      "paper_url": "https://doi.org/10.1038/s41586-023-06546-y",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408592663",
      "paper_id": "https://openalex.org/W4408592663",
      "title": "Regulated somatic hypermutation enhances antibody affinity maturation",
      "authors": "Julia Merkenschlager, Andrew G. T. Pyo, Gabriela S. Silva Santos, Dennis Schaefer-Babajew, Melissa Cipolla, Harald Hartweger, Alexander D. Gitlin, Ned S. Wingreen, Michel C. Nussenzweig",
      "paper_url": "https://doi.org/10.1038/s41586-025-08728-2",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406693542",
      "paper_id": "https://openalex.org/W4406693542",
      "title": "RELMβ sets the threshold for microbiome-dependent oral tolerance",
      "authors": "Emmanuel Stephen-Victor, Gavin A. Kuziel, Monica Martinez-Blanco, Bat-Erdene Jugder, Mehdi Benamar, Ziwei Wang, Qian Chen, Gabriel L. Lozano, Azza Abdel-Gadir, Ye Cui, Jason Fong, Elisa Saint-Denis, Iris Chang, Kari C. Nadeau, Wanda Phipatanakul, Angela Zhang, Farida Abi Farraj, Faye Holder-Niles, Daniel Zeve, David T. Breault, Klaus Schmitz-Abe, Rima Rachid, Elena Crestani, Seth Rakoff-Nahoum, Talal A. Chatila",
      "paper_url": "https://doi.org/10.1038/s41586-024-08440-7",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411627198",
      "paper_id": "https://openalex.org/W4411627198",
      "title": "Rescuing dendritic cell interstitial motility sustains antitumour immunity",
      "authors": "Haichao Tang, Zongfang Wei, Bei Zheng, Yumeng Cai, Peihan Wu, Lulu Wu, Xiaohe Ma, Yanqin Chen, Si Su, Jinmin Xu, Yu Qiao, Ying Zhang, Juju Miao, Zijing Yu, Yaodong Zhao, Zhen Xia, Rongjing Zhou, Jian Liu, Jufeng Guo, Zhaoyuan Liu, Qi Xie, Florent Ginhoux, Luming Zhao, Xu Li, Bing Xia, Huanwen Wu, Yongdeng Zhang, Ting Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-025-09202-9",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3209374438",
      "paper_id": "https://openalex.org/W3209374438",
      "title": "RETRACTED ARTICLE: Cross-HLA targeting of intracellular oncoproteins with peptide-centric CARs",
      "authors": "Mark Yarmarkovich, Quinlen F. Marshall, John M. Warrington, Rasika Premaratne, Alvin Farrel, David Groff, Wei Li, Moreno di Marco, Erin Runbeck, Hau Truong, Jugmohit S. Toor, Sarvind Tripathi, Son Nguyen, Helena Shen, Tiffany Noel, Nicole L. Church, Amber Weiner, Nathan Kendsersky, Dan Martinez, Rebecca Weisberg, Molly Christie, Laurence Eisenlohr, Kristopher R. Bosse, Dimiter S. Dimitrov, Stefan Stevanovic, Nikolaos G. Sgourakis, Ben R. Kiefel, John M. Maris",
      "paper_url": "https://doi.org/10.1038/s41586-021-04061-6",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411932281",
      "paper_id": "https://openalex.org/W4411932281",
      "title": "Rewiring endogenous genes in CAR T cells for tumour-restricted payload delivery",
      "authors": "Amanda X. Y. Chen, Kah Min Yap, Joelle S. Kim, Kevin Sek, Yu-Kuan Huang, Phoebe A. Dunbar, Volker Wiebking, Jesse D. Armitage, Isabelle Munoz, Kirsten L. Todd, Emily B. Derrick, Dat Nguyen, Junming Tong, Cheok Weng Chan, Thang X. Hoang, Katherine M. Audsley, Marit J. van Elsas, Jim Middelburg, Joel N. Lee, Maria N. de Menezes, Thomas J. Cole, Jasmine Li, Christina Scheffler, Andrew M. Scott, Laura K. Mackay, Jason Waithman, Jane Oliaro, Simon J. Harrison, Ian A. Parish, Junyun Lai, Matthew H. Porteus, Imran G. House, Phillip K. Darcy, Paul A. Beavis",
      "paper_url": "https://doi.org/10.1038/s41586-025-09212-7",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403920858",
      "paper_id": "https://openalex.org/W4403920858",
      "title": "Rhythmic IL-17 production by γδ T cells maintains adipose de novo lipogenesis",
      "authors": "Aaron Douglas, Brenneth Stevens, Miguel Rendas, Harry Kane, Evan Lynch, Britta Kunkemoeller, Karl Wessendorf-Rodriguez, Emily A. Day, Caroline Sutton, Martin Brennan, Katie O’Brien, Ayano C. Kohlgruber, Hannah Prendeville, Amanda E. Garza, Luke A. J. O’Neill, Kingston H. G. Mills, Christian M. Metallo, Henrique Veiga-Fernandes, Lydia Lynch",
      "paper_url": "https://doi.org/10.1038/s41586-024-08131-3",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411206230",
      "paper_id": "https://openalex.org/W4411206230",
      "title": "RIFINs displayed on malaria-infected erythrocytes bind KIR2DL1 and KIR2DS1",
      "authors": "Akihito Sakoguchi, Samuel G. Chamberlain, Alexander M. Mørch, Marcus Widdess, Thomas E. Harrison, Michael L. Dustin, Hisashi Arase, Matthew K. Higgins, Shiroh Iwanaga",
      "paper_url": "https://doi.org/10.1038/s41586-025-09091-y",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4289637911",
      "paper_id": "https://openalex.org/W4289637911",
      "title": "RNA editing underlies genetic risk of common inflammatory diseases",
      "authors": "Qin Li, Michael J. Gloudemans, Jonathan M. Geisinger, Boming Fan, François Aguet, Tao Sun, Gokul Ramaswami, Yang I. Li, Jin-Biao Ma, Jonathan K. Pritchard, Stephen B. Montgomery, Jin Billy Li",
      "paper_url": "https://doi.org/10.1038/s41586-022-05052-x",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407722177",
      "paper_id": "https://openalex.org/W4407722177",
      "title": "RNA neoantigen vaccines prime long-lived CD8+ T cells in pancreatic cancer",
      "authors": "Zachary Sethna, Pablo Guasp, Charlotte Reiche, Martina Milighetti, Nicholas Ceglia, Erin Patterson, Jayon Lihm, George Payne, Olga Lyudovyk, Luis A. Rojas, Nan Pang, Akihiro Ohmoto, Masataka Amisaki, Abderezak Zebboudj, Zagaa Odgerel, Emmanuel M. Bruno, Siqi Linsey Zhang, Charlotte Cheng, Yuval Elhanati, Evelyna Derhovanessian, Luisa Manning, Felicitas Müller, Ina Rhee, Mahesh Yadav, Taha Merghoub, Jedd D. Wolchok, Olca Basturk, Mithat Gönen, Andrew S. Epstein, Parisa Momtaz, Wungki Park, Ryan Sugarman, Anna M. Varghese, Elizabeth Won, Avni Desai, Alice C. Wei, Michael I. D’Angelica, T. Peter Kingham, Kevin C. Soares, William R. Jarnagin, Jeffrey Drebin, Eileen M. O’Reilly, Ira Mellman, Ugur Sahin, Özlem Türeci, Benjamin D. Greenbaum, Vinod P. Balachandran",
      "paper_url": "https://doi.org/10.1038/s41586-024-08508-4",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4288051933",
      "paper_id": "https://openalex.org/W4288051933",
      "title": "Secreted fungal virulence effector triggers allergic inflammation via TLR4",
      "authors": "Eric V. Dang, Susan Lei, Atanas Radkov, Regan F. Volk, Balyn W. Zaro, Hiten D. Madhani",
      "paper_url": "https://doi.org/10.1038/s41586-022-05005-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402826744",
      "paper_id": "https://openalex.org/W4402826744",
      "title": "Single-cell CAR T atlas reveals type 2 function in 8-year leukaemia remission",
      "authors": "Zhiliang Bai, Bing Feng, Susan E. McClory, Beatriz Coutinho de Oliveira, Caroline Diorio, Céline Gregoire, Bo Tao, Luojia Yang, Ziran Zhao, Lei Peng, Giacomo Sferruzza, Liqun Zhou, Xiaolei Zhou, Jessica Kerr, Alev Baysoy, Graham Su, Mingyu Yang, Pablo G. Camara, Sidi Chen, Li Tang, Carl H. June, J. Joseph Melenhorst, Stephan A. Grupp, Rong Fan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07762-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388694182",
      "paper_id": "https://openalex.org/W4388694182",
      "title": "Single-cell CRISPR screens in vivo map T cell fate regulomes in cancer",
      "authors": "Peipei Zhou, Hao Shi, Hongling Huang, Xiang Sun, Sujing Yuan, Nicole M. Chapman, Jon P. Connelly, Seon Ah Lim, Jordy Saravia, Anil KC, Shondra M. Pruett-Miller, Hongbo Chi",
      "paper_url": "https://doi.org/10.1038/s41586-023-06733-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4404566941",
      "paper_id": "https://openalex.org/W4404566941",
      "title": "Single-cell integration reveals metaplasia in inflammatory gut diseases",
      "authors": "Amanda J. Oliver, Ni Huang, Raquel Bartolome-Casado, Ruoyan Li, Simon Koplev, Hogne R. Nilsen, Madelyn Moy, Batuhan Cakir, Krzysztof Polanski, Victoria Gudiño, Elisa Melón-Ardanaz, Dinithi Sumanaweera, Daniel Dimitrov, Lisa Marie Milchsack, Michael E. B. FitzPatrick, Nicholas M. Provine, Jacqueline M. Boccacino, Emma Dann, Alexander V. Predeus, Ken To, Martin Prete, Jonathan A. Chapman, Andrea C. Masi, Emily Stephenson, Justin Engelbert, Sebastian Lobentanzer, Shani Perera, Laura Richardson, Rakeshlal Kapuge, Anna Wilbrey-Clark, Claudia I. Semprich, Sophie Ellams, Catherine Tudor, Philomeena Joseph, Alba Garrido-Trigo, Ana M. Corraliza, Thomas R. W. Oliver, C. Elizabeth Hook, Kylie R. James, Krishnaa T. Mahbubani, Kourosh Saeb-Parsy, Matthias Zilbauer, Julio Saez-Rodriguez, Marte Lie Høivik, Espen S. Bækkevold, Christopher J. Stewart, Janet E. Berrington, Kerstin B. Meyer, Paul Klenerman, Azucena Salas, Muzlifah Haniffa, Frode L. Jahnsen, Rasa Elmentaite, Sarah A. Teichmann",
      "paper_url": "https://doi.org/10.1038/s41586-024-07571-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405268554",
      "paper_id": "https://openalex.org/W4405268554",
      "title": "Skin autonomous antibody production regulates host-microbiota interactions",
      "authors": "Inta Gribonika, Victor I. Band, Liang Chi, Paula Juliana Perez-Chaparro, Verena M. Link, Eduard Ansaldo, Cihan Oguz, Djenet Bousbaine, Michael A. Fischbach, Yasmine Belkaid",
      "paper_url": "https://doi.org/10.1038/s41586-024-08376-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3126563441",
      "paper_id": "https://openalex.org/W3126563441",
      "title": "Skin-resident innate lymphoid cells converge on a pathogenic effector state",
      "authors": "Piotr Bielecki, Samantha J. Riesenfeld, Jan-Christian Hütter, Elena Torlai Triglia, Monika S. Kowalczyk, Roberto R. Ricardo-Gonzalez, Mi Lian, Maria C. Amezcua Vesely, Lina Kroehling, Hao Xu, Michal Slyper, Christoph Muus, Leif S. Ludwig, Elena Christian, Liming Tao, Amanda J. Kedaigle, Holly R. Steach, Autumn G. York, Mathias H. Skadow, Parastou Yaghoubi, Danielle Dionne, Abigail Jarret, Heather M. McGee, Caroline B. M. Porter, Paula Licona-Limón, Will Bailis, Ruaidhrí Jackson, Nicola Gagliani, Georg Gasteiger, Richard M. Locksley, Aviv Regev, Richard A. Flavell",
      "paper_url": "https://doi.org/10.1038/s41586-021-03188-w",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4383265657",
      "paper_id": "https://openalex.org/W4383265657",
      "title": "SLC38A2 and glutamine signalling in cDC1s dictate anti-tumour immunity",
      "authors": "Chuansheng Guo, Zhiyuan You, Hao Shi, Yu Sun, Xingrong Du, Gustavo Palacios, Cliff Guy, Sujing Yuan, Nicole M. Chapman, Seon Ah Lim, Xiang Sun, Jordy Saravia, Sherri Rankin, Yogesh Dhungana, Hongbo Chi",
      "paper_url": "https://doi.org/10.1038/s41586-023-06299-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386493325",
      "paper_id": "https://openalex.org/W4386493325",
      "title": "Spatial predictors of immunotherapy response in triple-negative breast cancer",
      "authors": "Xiao Qian Wang, Esther Danenberg, Chiun-Sheng Huang, Daniel Egle, Maurizio Callari, Begoña Bermejo, Matteo Dugo, Claudio Zamagni, Marc Thill, Anton Anton, Stefania Zambelli, Stefania Russo, Eva Maria Ciruelos, Richard Greil, Balázs Győrffy, Vladimir Semiglazov, Marco Colleoni, Catherine M. Kelly, Gabriella Mariani, Lucia Del Mastro, Olivia Biasi, Robert S. Seitz, Pinuccia Valagussa, Giuseppe Viale, Luca Gianni, Giampaolo Bianchini, H. Raza Ali",
      "paper_url": "https://doi.org/10.1038/s41586-023-06498-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403451071",
      "paper_id": "https://openalex.org/W4403451071",
      "title": "Spatial proteomics identifies JAKi as treatment for a lethal skin disease",
      "authors": "Thierry M. Nordmann, Holly Anderton, Akito Hasegawa, Lisa Schweizer, Peng Zhang, Pia-Charlotte Stadler, Ankit Sinha, Andreas Metousis, Florian A. Rosenberger, Maximilian Zwiebel, Takashi K. Satoh, Florian Anzengruber, Maximilian T. Strauss, Maria C. Tanzer, Yuki Saito, Ting Gong, Marvin Thielert, Haruna Kimura, Natasha Silke, Edwin H. Rodriguez, Gaetana Restivo, Hong Ha Nguyen, Annette Gross, Laurence Feldmeyer, Lukas Joerg, Mitchell P. Levesque, Peter J. Murray, Saskia Ingen-Housz-Oro, Andreas Mund, Riichiro Abe, John Silke, Chao Ji, Lars E. French, Matthias Mann",
      "paper_url": "https://doi.org/10.1038/s41586-024-08061-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404566638",
      "paper_id": "https://openalex.org/W4404566638",
      "title": "Spatially restricted immune and microbiota-driven adaptation of the gut",
      "authors": "Toufic Mayassi, Chenhao Li, Åsa Segerstolpe, Eric M. Brown, Rebecca Weisberg, Toru Nakata, Hiroshi Yano, Paula Herbst, David Artis, Daniel B. Graham, Ramnik J. Xavier",
      "paper_url": "https://doi.org/10.1038/s41586-024-08216-z",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410362723",
      "paper_id": "https://openalex.org/W4410362723",
      "title": "STAT5 and STAT3 balance shapes dendritic cell function and tumour immunity",
      "authors": "Jiajia Zhou, Kole Tison, Haibin Zhou, Longchuan Bai, Ranjan Kumar Acharyya, Donna McEachern, Hoda Metwally, Yu Wang, Michael Pitter, Jae Eun Choi, Linda Vatan, Peng Liao, Jiali Yu, Heng Lin, Long Jiang, Shuang Wei, Xue Gao, Sara Grove, Abhijit Parolia, Marcin Cieslik, Ilona Kryczek, Michael D. Green, Jian-Xin Lin, Arul M. Chinnaiyan, Warren J. Leonard, Shaomeng Wang, Weiping Zou",
      "paper_url": "https://doi.org/10.1038/s41586-025-09000-3",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408856514",
      "paper_id": "https://openalex.org/W4408856514",
      "title": "STING agonist-based ER-targeting molecules boost antigen cross-presentation",
      "authors": "Xiafeng Wang, Zhangping Huang, Lixiao Xing, Liru Shang, Juan Jiang, Caiguanxi Deng, Wei Yu, Lin Peng, Hao Yang, Xiaohong Zheng, Xinmin Liu, Haolan Yang, Yixin Chen, Yongyong Li, Jing Liu, Xi Xie, Wei Xu, Xiaojun Xia, Zezhong Liu, Wanli Liu, Shibo Jiang, Yingyue Zeng, Lu Lu, Ji Wang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08758-w",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4302010994",
      "paper_id": "https://openalex.org/W4302010994",
      "title": "STING-induced regulatory B cells compromise NK function in cancer immunity",
      "authors": "Sirui Li, Bhalchandra Mirlekar, Brandon M. Johnson, W. June Brickey, John A. Wrobel, Na Yang, Dingka Song, Sarah Entwistle, Xianming Tan, Meng Deng, Ya Cui, Wei Li, Benjamin G. Vincent, Michael Gale Jr, Yuliya Pylayeva-Gupta, Jenny P.-Y. Ting",
      "paper_url": "https://doi.org/10.1038/s41586-022-05254-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3143863809",
      "paper_id": "https://openalex.org/W3143863809",
      "title": "Structural basis of malaria RIFIN binding by LILRB1-containing antibodies",
      "authors": "Yiwei Chen, Kai Xu, Luca Piccoli, Mathilde Foglierini, Joshua Tan, Wenjie Jin, Jason Gorman, Yaroslav Tsybovsky, Baoshan Zhang, Boubacar Traore, Chiara Silacci-Fregni, Claudia Daubenberger, Peter D. Crompton, Roger Geiger, Federica Sallusto, Peter D. Kwong, Antonio Lanzavecchia",
      "paper_url": "https://doi.org/10.1038/s41586-021-03378-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4401794077",
      "paper_id": "https://openalex.org/W4401794077",
      "title": "Structural insights into the high-affinity IgE receptor FcεRI complex",
      "authors": "Meijie Deng, Shuo Du, Handi Hou, Junyu Xiao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07864-5",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4305014647",
      "paper_id": "https://openalex.org/W4305014647",
      "title": "Structural principles of B cell antigen receptor assembly",
      "authors": "Ying Dong, Xiong Pi, Frauke Bartels-Burgahn, Deniz Saltukoglu, Zhuoyi Liang, Jianying Yang, Frederick W. Alt, Michael Reth, Hao Wu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05412-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401609811",
      "paper_id": "https://openalex.org/W4401609811",
      "title": "Structure of a fully assembled γδ T-cell antigen receptor",
      "authors": "Benjamin S. Gully, João Ferreira Fernandes, Sachith D. Gunasinghe, Mai T. Vuong, Yuan Lui, Michael T. Rice, Liam Rashleigh, Chan-sien Lay, Dene R. Littler, Sumana Sharma, Ana Mafalda Santos, Hariprasad Venugopal, Jamie Rossjohn, Simon J. Davis",
      "paper_url": "https://doi.org/10.1038/s41586-024-07920-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4395082752",
      "paper_id": "https://openalex.org/W4395082752",
      "title": "Structures of human γδ T cell receptor–CD3 complex",
      "authors": "Weizhi Xin, Bangdong Huang, Ximin Chi, Yuehua Liu, Mengjiao Xu, Yuanyuan Zhang, Xu Li, Qiang Su, Qiang Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-024-07439-4",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4309413232",
      "paper_id": "https://openalex.org/W4309413232",
      "title": "T cells specific for α-myosin drive immunotherapy-related myocarditis",
      "authors": "Margaret L. Axelrod, Wouter C. Meijers, Elles M. Screever, Juan Qin, Mary Grace Carroll, Xiaopeng Sun, Elie Tannous, Yueli Zhang, Ayaka Sugiura, Brandie C. Taylor, Ann Hanna, Shaoyi Zhang, Kaushik Amancherla, Warren Tai, Jordan J. Wright, Spencer C. Wei, Susan R. Opalenik, Abigail L. Toren, Jeffrey C. Rathmell, P. Brent Ferrell, Elizabeth J. Phillips, Simon Mallal, Douglas B. Johnson, James P. Allison, Javid J. Moslehi, Justin M. Balko",
      "paper_url": "https://doi.org/10.1038/s41586-022-05432-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388488706",
      "paper_id": "https://openalex.org/W4388488706",
      "title": "Targeting of intracellular oncoproteins with peptide-centric CARs",
      "authors": "Mark Yarmarkovich, Quinlen F. Marshall, John M. Warrington, Rasika Premaratne, Alvin Farrel, David Groff, Wei Li, Moreno di Marco, Erin Runbeck, Hau Truong, Jugmohit S. Toor, Sarvind Tripathi, Son Nguyen, Helena Shen, Tiffany Noel, Nicole L. Church, Amber Weiner, Nathan Kendsersky, Dan Martinez, Rebecca Weisberg, Molly Christie, Laurence Eisenlohr, Kristopher R. Bosse, Dimiter S. Dimitrov, Stefan Stevanovic, Nikolaos G. Sgourakis, Ben R. Kiefel, John M. Maris",
      "paper_url": "https://doi.org/10.1038/s41586-023-06706-0",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4367848890",
      "paper_id": "https://openalex.org/W4367848890",
      "title": "Targeting PD-L2–RGMb overcomes microbiome-related immunotherapy resistance",
      "authors": "Joon Seok Park, Francesca S. Gazzaniga, Meng Wu, Amalia K. Luthens, Jacob Gillis, Wen Zheng, Martin W. LaFleur, Sarah B. Johnson, Golnaz Morad, Elizabeth M. Park, Yifan Zhou, Stephanie S. Watowich, Jennifer A. Wargo, Gordon J. Freeman, Dennis L. Kasper, Arlene H. Sharpe",
      "paper_url": "https://doi.org/10.1038/s41586-023-06026-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4281483912",
      "paper_id": "https://openalex.org/W4281483912",
      "title": "Targeting SLC7A11 improves efferocytosis by dendritic cells and wound healing in diabetes",
      "authors": "Sophia Maschalidi, Parul Mehrotra, Burcu N. Keçeli, Hannah K. L. De Cleene, Kim Lecomte, Renée Van der Cruyssen, Pauline Janssen, Jonathan Pinney, Geert van Loo, Dirk Elewaut, Ann Massie, Esther Hoste, Kodi S. Ravichandran",
      "paper_url": "https://doi.org/10.1038/s41586-022-04754-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4315784559",
      "paper_id": "https://openalex.org/W4315784559",
      "title": "Targeting TBK1 to overcome resistance to cancer immunotherapy",
      "authors": "Yi Sun, Or-yam Revach, Seth Anderson, Emily A. Kessler, Clara H. Wolfe, Anne Jenney, Caitlin E. Mills, Emily J. Robitschek, Thomas G. R. Davis, Sarah Kim, Amina Fu, Xiang Ma, Jia Gwee, Payal Tiwari, Peter P. Du, Princy Sindurakar, Jun Tian, Arnav Mehta, Alexis M. Schneider, Keren Yizhak, Moshe Sade-Feldman, Thomas LaSalle, Tatyana Sharova, Hongyan Xie, Shuming Liu, William A. Michaud, Rodrigo Saad-Beretta, Kathleen B. Yates, Arvin Iracheta-Vellve, Johan K. E. Spetz, Xingping Qin, Kristopher A. Sarosiek, Gao Zhang, Jong Wook Kim, Mack Y. Su, Angelina M. Cicerchia, Martin Q. Rasmussen, Samuel J. Klempner, Dejan Juric, Sara I. Pai, David M. Miller, Anita Giobbie-Hurder, Jonathan H. Chen, Karin Pelka, Dennie T. Frederick, Susanna Stinson, Elena Ivanova, Amir R. Aref, Cloud P. Paweletz, David A. Barbie, Debattama R. Sen, David E. Fisher, Ryan B. Corcoran, Nir Hacohen, Peter K. Sorger, Keith T. Flaherty, Genevieve M. Boland, Robert T. Manguso, Russell W. Jenkins",
      "paper_url": "https://doi.org/10.1038/s41586-023-05704-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4319591878",
      "paper_id": "https://openalex.org/W4319591878",
      "title": "TET2 guards against unchecked BATF3-induced CAR T cell expansion",
      "authors": "Nayan Jain, Zeguo Zhao, Judith Feucht, Richard Koche, Archana Iyer, Anton Dobrin, Jorge Mansilla-Soto, Julie Yang, Yingqian Zhan, Michael Lopez, Gertrude Gunset, Michel Sadelain",
      "paper_url": "https://doi.org/10.1038/s41586-022-05692-z",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3139367533",
      "paper_id": "https://openalex.org/W3139367533",
      "title": "The AIM2 inflammasome exacerbates atherosclerosis in clonal haematopoiesis",
      "authors": "Trevor P. Fidler, Chenyi Xue, Mustafa Yalcinkaya, Brian Hardaway, Sandra Abramowicz, Tong Xiao, Wenli Liu, David G. Thomas, Mohammad Ali Hajebrahimi, Joachim Pircher, Carlos Silvestre-Roig, Andriana G. Kotini, Larry L. Luchsinger, Ying Wei, Marit Westerterp, Hans-Willem Snoeck, Eirini P. Papapetrou, Christian Schulz, Steffen Massberg, Oliver Soehnlein, Benjamin Ebert, Ross L. Levine, Muredach P. Reilly, Peter Libby, Nan Wang, Alan R. Tall",
      "paper_url": "https://doi.org/10.1038/s41586-021-03341-5",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4384819845",
      "paper_id": "https://openalex.org/W4384819845",
      "title": "The complementarity of DDR, nucleic acids and anti-tumour immunity",
      "authors": "Anand V. R. Kornepati, Cody M. Rogers, Patrick Sung, Tyler J. Curiel",
      "paper_url": "https://doi.org/10.1038/s41586-023-06069-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4324344227",
      "paper_id": "https://openalex.org/W4324344227",
      "title": "The dietary sweetener sucralose is a negative modulator of T cell-mediated responses",
      "authors": "Fabio Zani, Julianna Blagih, Tim Gruber, Michael D. Buck, Nicholas Jones, Marc Hennequart, Clare L. Newell, Steven E. Pilley, Pablo Soro-Barrio, Gavin Kelly, Nathalie M. Legrave, Eric C. Cheung, Ian S. Gilmore, Alex P. Gould, Cristina Garcia-Caceres, Karen H. Vousden",
      "paper_url": "https://doi.org/10.1038/s41586-023-05801-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4362602956",
      "paper_id": "https://openalex.org/W4362602956",
      "title": "The NK cell receptor NKp46 recognizes ecto-calreticulin on ER-stressed cells",
      "authors": "Sumit Sen Santara, Dian-Jang Lee, Ângela Crespo, Jun Jacob Hu, Caitlin Walker, Xiyu Ma, Ying Zhang, Sourav Chowdhury, Karla F. Meza-Sosa, Mercedes Lewandrowski, Haiwei Zhang, Marjorie Rowe, Arthur McClelland, Hao Wu, Caroline Junqueira, Judy Lieberman",
      "paper_url": "https://doi.org/10.1038/s41586-023-05912-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391617299",
      "paper_id": "https://openalex.org/W4391617299",
      "title": "The nuclear factor ID3 endows macrophages with a potent anti-tumour activity",
      "authors": "Zihou Deng, Pierre-Louis Loyher, Tomi Lazarov, Li Li, Zeyang Shen, Bhavneet Bhinder, Hairu Yang, Yi Zhong, Araitz Alberdi, Joan Massague, Joseph C. Sun, Robert Benezra, Christopher K. Glass, Olivier Elemento, Christine A. Iacobuzio-Donahue, Frederic Geissmann",
      "paper_url": "https://doi.org/10.1038/s41586-023-06950-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389991849",
      "paper_id": "https://openalex.org/W4389991849",
      "title": "The PfRCR complex bridges malaria parasite and erythrocyte during invasion",
      "authors": "Brendan Farrell, Nawsad Alam, Melissa N. Hart, Abhishek Jamwal, Robert J. Ragotte, Hannah Walters-Morgan, Simon J. Draper, Ellen Knuepfer, Matthew K. Higgins",
      "paper_url": "https://doi.org/10.1038/s41586-023-06856-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387344548",
      "paper_id": "https://openalex.org/W4387344548",
      "title": "The PTPN2/PTPN1 inhibitor ABBV-CLS-484 unleashes potent anti-tumour immunity",
      "authors": "Christina K. Baumgartner, Hakimeh Ebrahimi-Nik, Arvin Iracheta-Vellve, Keith M. Hamel, Kira E. Olander, Thomas G. R. Davis, Kathleen A. McGuire, Geoff T. Halvorsen, Omar I. Avila, Chirag H. Patel, Sarah Y. Kim, Ashwin V. Kammula, Audrey J. Muscato, Kyle Halliwill, Prasanthi Geda, Kelly L. Klinge, Zhaoming Xiong, Ryan Duggan, Liang Mu, Mitchell D. Yeary, James C. Patti, Tyler M. Balon, Rebecca Mathew, Carey Backus, Domenick E. Kennedy, Angeline Chen, Kenton Longenecker, Joseph T. Klahn, Cara L. Hrusch, Navasona Krishnan, Charles W. Hutchins, Jax P. Dunning, Marinka Bulic, Payal Tiwari, Kayla J. Colvin, Cun Lan Chuong, Ian C. Kohnle, Matthew G. Rees, Andrew Boghossian, Melissa Ronan, Jennifer A. Roth, Meng-Ju Wu, Juliette S. M. T. Suermondt, Nelson H. Knudsen, Collins K. Cheruiyot, Debattama R. Sen, Gabriel K. Griffin, Todd R. Golub, Nabeel El-Bardeesy, Joshua H. Decker, Yi Yang, Magali Guffroy, Stacey Fossey, Patricia Trusk, Im-Meng Sun, Yue Liu, Wei Qiu, Qi Sun, Marcia N. Paddock, Elliot P. Farney, Mark A. Matulenko, Clay Beauregard, Jennifer M. Frost, Kathleen B. Yates, Philip R. Kym, Robert T. Manguso",
      "paper_url": "https://doi.org/10.1038/s41586-023-06575-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402827445",
      "paper_id": "https://openalex.org/W4402827445",
      "title": "The type 2 cytokine Fc–IL-4 revitalizes exhausted CD8+ T cells against cancer",
      "authors": "Bing Feng, Zhiliang Bai, Xiaolei Zhou, Yang Zhao, Yu-Qing Xie, Xinyi Huang, Yang Liu, Tom Enbar, Rongrong Li, Yi Wang, Min Gao, Lucia Bonati, Mei-Wen Peng, Weilin Li, Bo Tao, Mélanie Charmoy, Werner Held, J. Joseph Melenhorst, Rong Fan, Yugang Guo, Li Tang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07962-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386886545",
      "paper_id": "https://openalex.org/W4386886545",
      "title": "The β1-adrenergic receptor links sympathetic nerves to T cell exhaustion",
      "authors": "Anna-Maria Globig, Steven Zhao, Jessica Roginsky, Vivien I. Maltez, Juan Guiza, Natalia Avina-Ochoa, Maximilian Heeg, Filipe Araujo Hoffmann, Omkar Chaudhary, Jiawei Wang, Gokhan Senturk, Dan Chen, Carolyn O’Connor, Samuel Pfaff, Ronald N. Germain, Kurt A. Schalper, Brinda Emu, Susan M. Kaech",
      "paper_url": "https://doi.org/10.1038/s41586-023-06568-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4302011144",
      "paper_id": "https://openalex.org/W4302011144",
      "title": "The γδ IEL effector API5 masks genetic susceptibility to Paneth cell death",
      "authors": "Yu Matsuzawa-Ishimoto, Xiaomin Yao, Akiko Koide, Beatrix M. Ueberheide, Jordan E. Axelrad, Bernardo S. Reis, Roham Parsa, Jessica A. Neil, Joseph C. Devlin, Eugene Rudensky, M. Zahidunnabi Dewan, Michael Cammer, Richard S. Blumberg, Yi Ding, Kelly V. Ruggles, Daniel Mucida, Shohei Koide, Ken Cadwell",
      "paper_url": "https://doi.org/10.1038/s41586-022-05259-y",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3162058804",
      "paper_id": "https://openalex.org/W3162058804",
      "title": "Thymic development of gut-microbiota-specific T cells",
      "authors": "Daniel F. Zegarra-Ruiz, Dasom V. Kim, Kendra Norwood, Myunghoo Kim, Wan-Jung H. Wu, Fatima B. Saldana-Morales, Andrea A. Hill, Shubhabrata Majumdar, Stephanie Orozco, Rickesha Bell, June L. Round, Randy S. Longman, Takeshi Egawa, Matthew L. Bettini, Gretchen E. Diehl",
      "paper_url": "https://doi.org/10.1038/s41586-021-03531-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4386493557",
      "paper_id": "https://openalex.org/W4386493557",
      "title": "Thymic mimetic cells function beyond self-tolerance",
      "authors": "Tal Givony, Dena Leshkowitz, Diana Del Castillo, Shir Nevo, Noam Kadouri, Bareket Dassa, Yael Gruper, Razi Khalaila, Osher Ben-Nun, Tom Gome, Jan Dobeš, Shifra Ben-Dor, Merav Kedmi, Hadas Keren-Shaul, Rebecca Heffner-Krausz, Ziv Porat, Ofra Golani, Yoseph Addadi, Ori Brenner, David D. Lo, Yael Goldfarb, Jakub Abramson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06512-8",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3168169234",
      "paper_id": "https://openalex.org/W3168169234",
      "title": "TIM-3 restrains anti-tumour immunity by regulating inflammasome activation",
      "authors": "Karen O. Dixon, Marcin Tabaka, Markus A. Schramm, Sheng Xiao, Ruihan Tang, Danielle Dionne, Ana. C. Anderson, Orit Rozenblatt-Rosen, Aviv Regev, Vijay K. Kuchroo",
      "paper_url": "https://doi.org/10.1038/s41586-021-03626-9",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4317952812",
      "paper_id": "https://openalex.org/W4317952812",
      "title": "Tissue CD14+CD8+ T cells reprogrammed by myeloid cells and modulated by LPS",
      "authors": "Laura J. Pallett, Leo Swadling, Mariana Diniz, Alexander A. Maini, Marius Schwabenland, Adrià Dalmau Gasull, Jessica Davies, Stephanie Kucykowicz, Jessica K. Skelton, Niclas Thomas, Nathalie M. Schmidt, Oliver E. Amin, Upkar S. Gill, Kerstin A. Stegmann, Alice R. Burton, Emily Stephenson, Gary Reynolds, Matt Whelan, Jenifer Sanchez, Roel de Maeyer, Clare Thakker, Kornelija Suveizdyte, Imran Uddin, Ana M. Ortega-Prieto, Charlotte Grant, Farid Froghi, Giuseppe Fusai, Sabela Lens, Sofia Pérez-del-Pulgar, Walid Al-Akkad, Giuseppe Mazza, Mahdad Noursadeghi, Arne Akbar, Patrick T. F. Kennedy, Brian R. Davidson, Marco Prinz, Benjamin M. Chain, Muzlifah Haniffa, Derek W. Gilroy, Marcus Dorner, Bertram Bengsch, Anna Schurich, Mala K. Maini",
      "paper_url": "https://doi.org/10.1038/s41586-022-05645-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403920866",
      "paper_id": "https://openalex.org/W4403920866",
      "title": "Tissue spaces are reservoirs of antigenic diversity for Trypanosoma brucei",
      "authors": "Alexander K. Beaver, Zhibek Keneskhanova, Raúl O. Cosentino, Brian L. Weiss, Erick O. Awuoche, Gretchen M. Smallenberger, Gracyn Y. Buenconsejo, Nathan P. Crilly, Jaclyn E. Smith, Jill M. C. Hakim, Bailin Zhang, Bryce Bobb, Filipa Rijo-Ferreira, Luisa M. Figueiredo, Serap Aksoy, T. Nicolai Siegel, Monica R. Mugnier",
      "paper_url": "https://doi.org/10.1038/s41586-024-08151-z",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3171491383",
      "paper_id": "https://openalex.org/W3171491383",
      "title": "Tissue-resident macrophages provide a pro-tumorigenic niche to early NSCLC cells",
      "authors": "María Casanova-Acebes, Erica Dalla, Andrew M. Leader, Jessica LeBerichel, Jovan Nikolic, Blanca M. Morales, Markus Brown, Christie Chang, Leanna Troncoso, Steven T. Chen, Ana Sastre-Perona, Matthew D. Park, Alexandra Tabachnikova, Maxime Dhainaut, Pauline Hamon, Barbara Maier, Catherine M. Sawai, Esperanza Agulló-Pascual, Markus Schober, Brian D. Brown, Boris Reizis, Thomas Marron, Ephraim Kenigsberg, Christine Moussion, Philippe Benaroch, Julio A. Aguirre-Ghiso, Miriam Merad",
      "paper_url": "https://doi.org/10.1038/s41586-021-03651-8",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4406715969",
      "paper_id": "https://openalex.org/W4406715969",
      "title": "Tissue-resident memory CD8 T cell diversity is spatiotemporally imprinted",
      "authors": "Miguel Reina-Campos, Alexander Monell, Amir Ferry, Vida Luna, Kitty P. Cheung, Giovanni Galletti, Nicole E. Scharping, Kennidy K. Takehara, Sara Quon, Peter P. Challita, Brigid Boland, Yun Hsuan Lin, William H. Wong, Cynthia S. Indralingam, Hayley Neadeau, Suzie Alarcón, Gene W. Yeo, John T. Chang, Maximilian Heeg, Ananda W. Goldrath",
      "paper_url": "https://doi.org/10.1038/s41586-024-08466-x",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4225095275",
      "paper_id": "https://openalex.org/W4225095275",
      "title": "TLR7 gain-of-function genetic variation causes human lupus",
      "authors": "Grant J. Brown, Pablo F. Cañete, Hao Wang, Arti Medhavy, Josiah Bones, Jonathan A. Roco, Yuke He, Yuting Qin, Jean Cappello, Julia I. Ellyard, Katharine Bassett, Qian Shen, Gaetan Burgio, Yaoyuan Zhang, Cynthia Turnbull, Xiangpeng Meng, Phil Wu, Eun Cho, Lisa A. Miosge, T. Daniel Andrews, Matt A. Field, Denis Tvorogov, Angel F. Lopez, Jeffrey J. Babon, Cristina Aparicio López, África Gónzalez-Murillo, Daniel Clemente Garulo, Virginia Pascual, Tess Levy, Eric J. Mallack, Daniel G. Calame, Timothy Lotze, James R. Lupski, Huihua Ding, Tomalika R. Ullah, Giles D. Walters, Mark E. Koina, Matthew C. Cook, Nan Shen, Carmen de Lucas Collantes, Ben Corry, Michael P. Gantier, Vicki Athanasopoulos, Carola G. Vinuesa",
      "paper_url": "https://doi.org/10.1038/s41586-022-04642-z",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400949125",
      "paper_id": "https://openalex.org/W4400949125",
      "title": "TMEFF1 is a neuron-specific restriction factor for herpes simplex virus",
      "authors": "Yao Dai, Manja Idorn, Manutea C. Serrero, Xiaoyong Pan, Emil A. Thomsen, Ryo Narita, Muyesier Maimaitili, Xiaoqing Qian, Marie B. Iversen, Line S. Reinert, Rasmus K. Flygaard, Muwan Chen, Xiangning Ding, Bao-cun Zhang, Madalina E. Carter-Timofte, Qing Lu, Zhuofan Jiang, Yiye Zhong, Shuhui Zhang, Lintai Da, Jinwei Zhu, Mark Denham, Poul Nissen, Trine H. Mogensen, Jacob Giehm Mikkelsen, Shen-Ying Zhang, Jean-Laurent Casanova, Yujia Cai, Søren R. Paludan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07670-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388892284",
      "paper_id": "https://openalex.org/W4388892284",
      "title": "Trans-vaccenic acid reprograms CD8+ T cells and anti-tumour immunity",
      "authors": "Hao Fan, Siyuan Xia, Junhong Xiang, Yuancheng Li, Matthew O. Ross, Seon Ah Lim, Fan Yang, Jiayi Tu, Lishi Xie, Urszula Dougherty, Freya Q. Zhang, Zhong Zheng, Rukang Zhang, Rong Wu, Lei Dong, Rui Su, Xiufen Chen, Thomas Althaus, Peter A. Riedell, Patrick B. Jonker, Alexander Muir, Gregory B. Lesinski, Sarwish Rafiq, Madhav V. Dhodapkar, Wendy Stock, Olatoyosi Odenike, Anand A. Patel, Joseph Opferman, Takemasa Tsuji, Junko Matsuzaki, Hardik Shah, Brandon Faubert, Shannon E. Elf, Brian Layden, B. Marc Bissonnette, Yu-Ying He, Justin Kline, Hui Mao, Kunle Odunsi, Xue Gao, Hongbo Chi, Chuan He, Jing Chen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06749-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399121803",
      "paper_id": "https://openalex.org/W4399121803",
      "title": "Transcriptional control of the Cryptosporidium life cycle",
      "authors": "Katelyn A. Walzer, Jayesh Tandel, Jessica H. Byerly, Abigail M. Daniels, Jodi A. Gullicksrud, Eoin C. Whelan, Stephen D. Carro, Elise Krespan, Daniel P. Beiting, Boris Striepen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07466-1",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3183254943",
      "paper_id": "https://openalex.org/W3183254943",
      "title": "Transcriptional programs of neoantigen-specific TIL in anti-PD-1-treated lung cancers",
      "authors": "Justina X. Caushi, Jiajia Zhang, Zhicheng Ji, Ajay Vaghasia, Boyang Zhang, Emily Han-Chung Hsiue, Brian J. Mog, Wenpin Hou, Sune Justesen, Richard Blosser, Ada Tam, Valsamo Anagnostou, Tricia R. Cottrell, Haidan Guo, Hok Yee Chan, Dipika Singh, Sampriti Thapa, Arbor G. Dykema, Poromendro Burman, Begum Choudhury, Luis Aparicio, Laurene S. Cheung, Mara Lanis, Zineb Belcaid, Margueritta El Asmar, Peter B. Illei, Rulin Wang, Jennifer Meyers, Kornel Schuebel, Anuj Gupta, Alyza Skaist, Sarah Wheelan, Jarushka Naidoo, Kristen A. Marrone, Malcolm Brock, Jinny Ha, Errol L. Bush, Bernard J. Park, Matthew Bott, David R. Jones, Joshua E. Reuss, Victor E. Velculescu, Jamie E. Chaft, Kenneth W. Kinzler, Shibin Zhou, Bert Vogelstein, Janis M. Taube, Matthew D. Hellmann, Julie R. Brahmer, Taha Merghoub, Patrick M. Forde, Srinivasan Yegnasubramanian, Hongkai Ji, Drew M. Pardoll, Kellie N. Smith",
      "paper_url": "https://doi.org/10.1038/s41586-021-03752-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403680195",
      "paper_id": "https://openalex.org/W4403680195",
      "title": "Transgelin 2 guards T cell lipid metabolism and antitumour function",
      "authors": "Sung-Min Hwang, Deepika Awasthi, Jieun Jeong, Tito A. Sandoval, Chang-Suk Chae, Yusibeska Ramos, Chen Tan, Matías Marin Falco, Camilla Salvagno, Alexander Emmanuelli, Ian T. McBain, Bikash Mishra, Lionel B. Ivashkiv, Dmitriy Zamarin, Evelyn Cantillo, Eloise Chapman-Davis, Kevin Holcomb, Diana K. Morales, Xiaoqing Yu, Paulo C. Rodriguez, Jose R. Conejo-Garcia, Martin Kaczocha, Anna Vähärautio, Minkyung Song, Juan R. Cubillos-Ruiz",
      "paper_url": "https://doi.org/10.1038/s41586-024-08071-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408613399",
      "paper_id": "https://openalex.org/W4408613399",
      "title": "Transient silencing of hypermutation preserves B cell affinity during clonal bursting",
      "authors": "Juhee Pae, Niklas Schwan, Bertrand Ottino-Loffler, William S. DeWitt, Amar Garg, Juliana Bortolatto, Ashni A. Vora, Jin-Jie Shen, Alvaro Hobbs, Tiago B. R. Castro, Luka Mesin, Frederick A. Matsen IV, Michael Meyer-Hermann, Gabriel D. Victora",
      "paper_url": "https://doi.org/10.1038/s41586-025-08687-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4393219465",
      "paper_id": "https://openalex.org/W4393219465",
      "title": "TRBC1-targeting antibody–drug conjugates for the treatment of T cell cancers",
      "authors": "Tushar D. Nichakawade, Jiaxin Ge, Brian J. Mog, Bum Seok Lee, Alexander H. Pearlman, Michael S. Hwang, Sarah R. DiNapoli, Nicolas Wyhs, Nikita Marcou, Stephanie Glavaris, Maximilian F. Konig, Sandra B. Gabelli, Evangeline Watson, Cole Sterling, Nina Wagner-Johnston, Sima Rozati, Lode Swinnen, Ephraim Fuchs, Drew M. Pardoll, Kathy Gabrielson, Nickolas Papadopoulos, Chetan Bettegowda, Kenneth W. Kinzler, Shibin Zhou, Surojit Sur, Bert Vogelstein, Suman Paul",
      "paper_url": "https://doi.org/10.1038/s41586-024-07233-2",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4221018567",
      "paper_id": "https://openalex.org/W4221018567",
      "title": "Tryptophan depletion results in tryptophan-to-phenylalanine substitutants",
      "authors": "Abhijeet Pataskar, Julien Champagne, Remco Nagel, Juliana Kenski, Maarja Laos, Justine Michaux, Hui Song Pak, Onno B. Bleijerveld, Kelly Mordente, Jasmine Montenegro Navarro, Naomi Blommaert, Morten M. Nielsen, Domenica Lovecchio, Everett Stone, George Georgiou, Mark C. de Gooijer, Olaf van Tellingen, Maarten Altelaar, Robbie P. Joosten, Anastassis Perrakis, Johanna Olweus, Michal Bassani-Sternberg, Daniel S. Peeper, Reuven Agami",
      "paper_url": "https://doi.org/10.1038/s41586-022-04499-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401947283",
      "paper_id": "https://openalex.org/W4401947283",
      "title": "Tuberculosis in otherwise healthy adults with inherited TNF deficiency",
      "authors": "Andrés A. Arias, Anna-Lena Neehus, Masato Ogishi, Vincent Meynier, Adam Krebs, Tomi Lazarov, Angela M. Lee, Carlos A. Arango-Franco, Rui Yang, Julio Orrego, Melissa Corcini Berndt, Julian Rojas, Hailun Li, Darawan Rinchai, Lucia Erazo-Borrás, Ji Eun Han, Bethany Pillay, Khoren Ponsin, Matthieu Chaldebas, Quentin Philippot, Jonathan Bohlen, Jérémie Rosain, Tom Le Voyer, Till Janotte, Krishnajina Amarajeeva, Camille Soudée, Marion Brollo, Katja Wiegmann, Quentin Marquant, Yoann Seeleuthner, Danyel Lee, Candice Lainé, Doreen Kloos, Rasheed Bailey, Paul Bastard, Narelle Keating, Franck Rapaport, Taushif Khan, Marcela Moncada-Vélez, María Camila Carmona, Catalina Obando, Jesús Alvarez, Juan Carlos Cataño, Larry Luber Martínez-Rosado, Juan P. Sanchez, Manuela Tejada-Giraldo, Anne-Sophie L’Honneur, María L. Agudelo, Lizet J. Perez-Zapata, Diana M. Arboleda, Juan Fernando Alzate, Felipe Cabarcas, Alejandra Zuluaga, Simon J. Pelham, Armin Ensser, Monika Schmidt, Margarita M. Velásquez-Lopera, Emmanuelle Jouanguy, Anne Puel, Martin Krönke, Stefano Ghirardello, Alessandro Borghesi, Susanta Pahari, Bertrand Boisson, Stefania Pittaluga, Cindy S. Ma, Jean-François Emile, Luigi D. Notarangelo, Stuart G. Tangye, Nico Marr, Nico Lachmann, Hélène Salvator, Larry S. Schlesinger, Peng Zhang, Michael S. Glickman, Carl F. Nathan, Frédéric Geissmann, Laurent Abel, José Luis Franco, Jacinta Bustamante, Jean-Laurent Casanova, Stéphanie Boisson-Dupuis",
      "paper_url": "https://doi.org/10.1038/s41586-024-07866-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403063078",
      "paper_id": "https://openalex.org/W4403063078",
      "title": "Tuft cells act as regenerative stem cells in the human intestine",
      "authors": "Lulu Huang, Jochem H. Bernink, Amir Giladi, Daniel Krueger, Gijs J. F. van Son, Maarten H. Geurts, Georg Busslinger, Lin Lin, Harry Begthel, Maurice Zandvliet, Christianne J. Buskens, Willem A. Bemelman, Carmen López-Iglesias, Peter J. Peters, Hans Clevers",
      "paper_url": "https://doi.org/10.1038/s41586-024-07952-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389670882",
      "paper_id": "https://openalex.org/W4389670882",
      "title": "Tumour circular RNAs elicit anti-tumour immunity by encoding cryptic peptides",
      "authors": "Di Huang, Xiaofeng Zhu, Shuying Ye, Jiahui Zhang, Jianyou Liao, Ning Zhang, Xin Zeng, Jiawen Wang, Bing Yang, Yin Zhang, Liyan Lao, Jianing Chen, Min Xin, Yan Nie, Phei Er Saw, Shicheng Su, Erwei Song",
      "paper_url": "https://doi.org/10.1038/s41586-023-06834-7",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4379768021",
      "paper_id": "https://openalex.org/W4379768021",
      "title": "Tumour immune rejection triggered by activation of α2-adrenergic receptors",
      "authors": "Jingjing Zhu, Stefan Naulaerts, Loubna Boudhan, Manon Martin, Laurent Gatto, Benoit J. Van den Eynde",
      "paper_url": "https://doi.org/10.1038/s41586-023-06110-8",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407722089",
      "paper_id": "https://openalex.org/W4407722089",
      "title": "Tumour-wide RNA splicing aberrations generate actionable public neoantigens",
      "authors": "Darwin W. Kwok, Nicholas O. Stevers, Iñaki Etxeberria, Takahide Nejo, Maggie Colton Cove, Lee H. Chen, Jangham Jung, Kaori Okada, Senthilnath Lakshmanachetty, Marco Gallus, Abhilash Barpanda, Chibo Hong, Gary K. L. Chan, Jerry Liu, Samuel H. Wu, Emilio Ramos, Akane Yamamichi, Payal B. Watchmaker, Hirokazu Ogino, Atsuro Saijo, Aidan Du, Nadia R. Grishanina, James Woo, Aaron Diaz, Shawn L. Hervey-Jumper, Susan M. Chang, Joanna J. Phillips, Arun P. Wiita, Christopher A. Klebanoff, Joseph F. Costello, Hideho Okada",
      "paper_url": "https://doi.org/10.1038/s41586-024-08552-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4401172047",
      "paper_id": "https://openalex.org/W4401172047",
      "title": "Turbinate-homing IgA-secreting cells originate in the nasal lymphoid tissues",
      "authors": "Jingjing Liu, Liat Stoler-Barak, Hadas Hezroni-Bravyi, Adi Biram, Sacha Lebon, Natalia Davidzohn, Merav Kedmi, Muriel Chemla, David Pilzer, Marina Cohen, Ori Brenner, Moshe Biton, Ziv Shulman",
      "paper_url": "https://doi.org/10.1038/s41586-024-07729-x",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3174081869",
      "paper_id": "https://openalex.org/W3174081869",
      "title": "Two chemoattenuated PfSPZ malaria vaccines induce sterile hepatic immunity",
      "authors": "Agnes Mwakingwe-Omari, Sara A. Healy, Jacquelyn Lane, David M. Cook, Sahand Kalhori, Charles Wyatt, Aarti Kolluri, Omely Marte-Salcedo, Alemush Imeru, Martha Nason, Lei K. Ding, Hope Decederfelt, Junhui Duan, Jillian Neal, Jacob Raiten, Grace Lee, Jen C. C. Hume, Jihyun E. Jeon, Ijeoma Ikpeama, Natasha KC, Sumana Chakravarty, Tooba Murshedkar, L. W. Preston Church, Anita Manoj, Anusha Gunasekera, Charles Anderson, Sean C. Murphy, Sandra March, Sangeeta N. Bhatia, Eric R. James, Peter F. Billingsley, B. Kim Lee Sim, Thomas L. Richie, Irfan Zaidi, Stephen L. Hoffman, Patrick E. Duffy",
      "paper_url": "https://doi.org/10.1038/s41586-021-03684-z",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392504638",
      "paper_id": "https://openalex.org/W4392504638",
      "title": "Universal recording of immune cell interactions in vivo",
      "authors": "Sandra Nakandakari-Higa, Sarah Walker, Maria C. C. Canesso, Verena van der Heide, Aleksey Chudnovskiy, Dong-Yoon Kim, Johanne T. Jacobsen, Roham Parsa, Jana Bilanovic, S. Martina Parigi, Karol Fiedorczuk, Elaine Fuchs, Angelina M. Bilate, Giulia Pasqual, Daniel Mucida, Alice O. Kamphorst, Yuri Pritykin, Gabriel D. Victora",
      "paper_url": "https://doi.org/10.1038/s41586-024-07134-4",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3196616975",
      "paper_id": "https://openalex.org/W3196616975",
      "title": "Using DNA sequencing data to quantify T cell fraction and therapy response",
      "authors": "Robert Bentham, Kevin Litchfield, Thomas B. K. Watkins, Emilia L. Lim, Rachel Rosenthal, Carlos Martínez-Ruiz, Crispin T. Hiley, Maise Al Bakir, Roberto Salgado, David A. Moore, Mariam Jamal-Hanjani, Nicolai J. Birkbak, Mickael Escudero, Aengus Stewart, Andrew Rowan, Jacki Goldman, Peter Van Loo, Richard Kevin Stone, Tamara Denner, Emma Nye, Sophia Ward, Stefan Boeing, Maria Greco, Jerome Nicod, Clare Puttick, Katey Enfield, Emma Colliver, Brittany Campbell, Alexander M. Frankell, Daniel Cook, Mihaela Angelova, Alastair Magness, Chris Bailey, Antonia Toncheva, Krijn Dijkstra, Judit Kisistok, Mateo Sokac, Oriol Pich, Jonas Demeulemeester, Elizabeth Larose Cadieux, Carla Castignani, Krupa Thakkar, Hongchang Fu, Takahiro Karasaki, Othman Al-Sawaf, Mark S. Hill, Christopher Abbosh, Yin Wu, Selvaraju Veeriah, Robert E. Hynds, Andrew Georgiou, Mariana Werner Sunderland, James L. Reading, Sergio A. Quezada, Karl S. Peggs, Teresa Marafioti, John A. Hartley, Helen L. Lowe, Leah Ensell, Victoria Spanswick, Angeliki Karamani, Dhruva Biswas, Stephan Beck, Olga Chervova, Miljana Tanic, Ariana Huebner, Michelle Dietzen, James R. M. Black, Cristina Naceur-Lombardelli, Mita Afroza Akther, Haoran Zhai, Nnennaya Kanu, Simranpreet Summan, Francisco Gimeno-Valiente, Kezhong Chen, Elizabeth Manzano, Supreet Kaur Bola, Ehsan Ghorani, Marc Robert de Massy, Elena Hoxha, Emine Hatipoglu, Benny Chain, David R. Pearce, Javier Herrero, Simone Zaccaria, Jason Lester, Fiona Morgan, Malgorzata Kornaszewska, Richard Attanoos, Haydn Adams, Helen Davies, Jacqui A. Shaw, Joan Riley, Lindsay Primrose, Dean Fennell, Apostolos Nakas, Sridhar Rathinam, Rachel Plummer, Rebecca Boyles, Mohamad Tufail, Amrita Bajaj, Jan Brozik, Keng Ang, Mohammed Fiyaz Chowdhry, William Monteiro, Hilary Marshall, Alan Dawson, Sara Busacca, Domenic Marrone, Claire Smith, Girija Anand, Sajid Khan, Gillian Price, Mohammed Khalil, Keith Kerr, Shirley Richardson, Heather Cheyne, Joy Miller, Keith Buchan, Mahendran Chetty, Sylvie Dubois-Marshall, Sara Lock, Kayleigh Gilbert, Babu Naidu, Gerald Langman, Hollie Bancroft, Salma Kadiri, Gary Middleton, Madava Djearaman, Aya Osman, Helen Shackleford, Akshay Patel, Angela Leek, Nicola Totten, Jack Davies Hodgkinson, Jane Rogan, Katrina Moore, Rachael Waddington, Raffaele Califano, Rajesh Shah, Piotr Krysiak, Kendadai Rammohan, Eustace Fontaine, Richard Booton, Matthew Evison, Stuart Moss, Juliette Novasio, Leena Joseph, Paul Bishop, Anshuman Chaturvedi, Helen Doran, Felice Granato, Vijay Joshi, Elaine Smith, Angeles Montero, Philip Crosbie, Fiona Blackhall, Lynsey Priest, Matthew G. Krebs, Caroline Dive, Dominic G. Rothwell, Alastair Kerr, Elaine Kilgour, Katie Baker, Mathew Carter, Colin R. Lindsay, Fabio Gomes, Jonathan Tugwood, Jackie Pierce, Alexandra Clipson, Roland Schwarz, Tom L. Kaufmann, Matthew Huska, Zoltan Szallasi, Istvan Csabai, Miklos Diossy, Hugo Aerts, Charles Fekete, Gary Royle, Catarina Veiga, Marcin Skrzypski, David Lawrence, Martin Hayward, Nikolaos Panagiotopoulos, Robert George, Davide Patrini, Mary Falzon, Elaine Borg, Reena Khiroya, Asia Ahmed, Magali Taylor, Junaid Choudhary, Sam M. Janes, Martin Forster, Tanya Ahmad, Siow Ming Lee, Neal Navani, Dionysis Papadatos-Pastos, Marco Scarci, Pat Gorman, Elisa Bertoja, Robert C. M. Stephens, Emilie Martinoni Hoogenboom, James W. Holding, Steve Bandula, Ricky Thakrar, Radhi Anand, Kayalvizhi Selvaraju, James Wilson, Sonya Hessey, Paul Ashford, Mansi Shah, Marcos Vasquez Duran, Mairead MacKenzie, Maggie Wilcox, Allan Hackshaw, Yenting Ngai, Abigail Sharp, Cristina Rodrigues, Oliver Pressey, Sean Smith, Nicole Gower, Harjot Kaur Dhanda, Kitty Chan, Sonal Chakraborty, Christian Ottensmeier, Serena Chee, Benjamin Johnson, Aiman Alzetani, Judith Cave, Lydia Scarlett, Emily Shaw, Eric Lim, Paulo De Sousa, Simon Jordan, Alexandra Rice, Hilgardt Raubenheimer, Harshil Bhayani, Morag Hamilton, Lyn Ambrose, Anand Devaraj, Hema Chavan, Sofina Begum, Silviu I. Buderi, Daniel Kaniu, Mpho Malima, Sarah Booth, Andrew G. Nicholson, Nadia Fernandes, Christopher Deeley, Pratibha Shah, Chiara Proli, Kelvin Lau, Michael Sheaff, Peter Schmid, Louise Lim, John Conibear, Madeleine Hewish, Sarah Danson, Jonathan Bury, John Edwards, Jennifer Hill, Sue Matthews, Yota Kitsanta, Jagan Rao, Sara Tenconi, Laura Socci, Kim Suvarna, Faith Kibutu, Patricia Fisher, Robin Young, Joann Barker, Fiona Taylor, Kirsty Lloyd, Michael Shackcloth, Julius Asante-Siaw, John Gosney, Teresa Light, Tracey Horey, Peter Russell, Dionysis Papadatos-Pastos, Kevin G. Blyth, Craig Dick, Andrew Kidd, Alan Kirk, Mo Asif, John Butler, Rocco Bilancia, Nikos Kostoulas, Mathew Thomas, Gareth A. Wilson, Charles Swanton, Nicholas McGranahan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03894-5",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4408592192",
      "paper_id": "https://openalex.org/W4408592192",
      "title": "VDAC2 loss elicits tumour destruction and inflammation for cancer therapy",
      "authors": "Sujing Yuan, Renqiang Sun, Hao Shi, Nicole M. Chapman, Haoran Hu, Cliff Guy, Sherri Rankin, Anil KC, Gustavo Palacios, Xiaoxi Meng, Xiang Sun, Peipei Zhou, Xiaoyang Yang, Stephen Gottschalk, Hongbo Chi",
      "paper_url": "https://doi.org/10.1038/s41586-025-08732-6",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4285085391",
      "paper_id": "https://openalex.org/W4285085391",
      "title": "ZBTB46 defines and regulates ILC3s that protect the intestine",
      "authors": "Wenqing Zhou, Lei Zhou, Jordan Zhou, David Artis, Randy Longman, Gregory F. Sonnenberg, Ellen Scherl, Robbyn Sockolow, Dana Lukin, Robert Battat, Thomas Ciecierega, Aliza Solomon, Elaine Barfield, Kimberley Chien, Johanna Ferriera, Jasmin Williams, Shaira Khan, Peik Sean Chong, Samah Mozumder, Lance Chou, Wenqing Zhou, Mohd Ahmed, Connie Zhong, Ann Joseph, Sanchita Kashyap, Joseph Gladstone, Samantha Jensen, Coco Chu, Chao Zhang, Robbyn E. Sockolow, Gerard Eberl, Gregory F. Sonnenberg",
      "paper_url": "https://doi.org/10.1038/s41586-022-04934-4",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4315641892",
      "paper_id": "https://openalex.org/W4315641892",
      "title": "γδ T cells are effectors of immunotherapy in cancers with HLA class I defects",
      "authors": "Natasja L. de Vries, Joris van de Haar, Vivien Veninga, Myriam Chalabi, Marieke E. Ijsselsteijn, Manon van der Ploeg, Jitske van den Bulk, Dina Ruano, Jose G. van den Berg, John B. Haanen, Laurien J. Zeverijn, Birgit S. Geurts, Gijs F. de Wit, Thomas W. Battaglia, Hans Gelderblom, Henk M. W. Verheul, Ton N. Schumacher, Lodewyk F. A. Wessels, Frits Koning, Noel F. C. C. de Miranda, Emile E. Voest",
      "paper_url": "https://doi.org/10.1038/s41586-022-05593-1",
      "venue": "nature23"
    }
  ]
}