{
  "cluster_id": 206,
  "papers": [
    {
      "id": "science23_https://openalex.org/W4383313839",
      "paper_id": "https://openalex.org/W4383313839",
      "title": "A lithium superionic conductor for millimeter-thick battery electrode",
      "authors": "Yuxiang Li, Subin Song, Hanseul Kim, Kuniharu Nomoto, Hanvin Kim, Xueying Sun, Satoshi Hori, Kota Suzuki, Naoki Matsui, Masaaki Hirayama, Teruyasu Mizoguchi, Takashi Saito, Takashi Kamiyama, Ryoji Kanno",
      "paper_url": "https://doi.org/10.1126/science.add7138",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4400313935",
      "paper_id": "https://openalex.org/W4400313935",
      "title": "A photoluminescent hydrogen-bonded biomass aerogel for sustainable radiative cooling",
      "authors": "Jian-Wen Ma, Fu-Rong Zeng, Xin-Cen Lin, Yan-Qin Wang, Yi-Heng Ma, Xu-Xu Jia, Jin-Cheng Zhang, Bo-Wen Liu, Yu-Zhong Wang, Hai-Bo Zhao",
      "paper_url": "https://doi.org/10.1126/science.adn5694",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4318960518",
      "paper_id": "https://openalex.org/W4318960518",
      "title": "A room temperature rechargeable Li <sub>2</sub> O-based lithium-air battery enabled by a solid electrolyte",
      "authors": "Alireza Kondori, Mohammadreza Esmaeilirad, Ahmad Mosen Harzandi, Rachid Amine, Mahmoud Tamadoni Saray, Lei Yu, Tongchao Liu, Jianguo Wen, Nannan Shan, Hsien-Hau Wang, Anh T. Ngo, Paul C. Redfern, Christopher S. Johnson, Khalil Amine, Reza Shahbazian-Yassar, Larry A. Curtiss, Mohammad Asadi",
      "paper_url": "https://doi.org/10.1126/science.abq1347",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4403925008",
      "paper_id": "https://openalex.org/W4403925008",
      "title": "A self-regenerative heat pump based on a dual-functional relaxor ferroelectric polymer",
      "authors": "Hanxiang Wu, Yuan Zhu, Wenzhong Yan, Siyu Zhang, William Budiman, Kede Liu, Jianghan Wu, Yuan Meng, Xun Zhao, Ankur Mehta, Sumanjeet Kaur, Qibing Pei",
      "paper_url": "https://doi.org/10.1126/science.adr2268",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4388520421",
      "paper_id": "https://openalex.org/W4388520421",
      "title": "A solution-processed radiative cooling glass",
      "authors": "Xinpeng Zhao, Tangyuan Li, Hua Xie, He Liu, Lingzhe Wang, Yurui Qu, Stephanie C. Li, Shufeng Liu, Alexandra H. Brozena, Zongfu Yu, Jelena Srebric, Liangbing Hu",
      "paper_url": "https://doi.org/10.1126/science.adi2224",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4385515755",
      "paper_id": "https://openalex.org/W4385515755",
      "title": "A stable rhombohedral phase in ferroelectric Hf(Zr) <sub>1+</sub> <i> <sub>x</sub> </i> O <sub>2</sub> capacitor with ultralow coercive field",
      "authors": "Yuan Wang, Lei Tao, Roger Guzman, Qing Luo, Wu Zhou, Yang Yang, Yingfen Wei, Yu Liu, Pengfei Jiang, Yuting Chen, Shuxian Lv, Yaxin Ding, Wei Wei, Tiancheng Gong, Yan Wang, Qi Liu, Shixuan Du, Ming Liu",
      "paper_url": "https://doi.org/10.1126/science.adf6137",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3162906978",
      "paper_id": "https://openalex.org/W3162906978",
      "title": "A van der Waals interface that creates in-plane polarization and a spontaneous photovoltaic effect",
      "authors": "Takatoshi Akamatsu, Toshiya Ideue, Ling Zhou, Yu Dong, Sota Kitamura, Mao Yoshii, Dongyang Yang, Masaru Onga, Yuji Nakagawa, Kenji Watanabe, Takashi Taniguchi, Joseph Laurienzo, Junwei Huang, Ziliang Ye, Takahiro Morimoto, Hongtao Yuan, Yoshihiro Iwasa",
      "paper_url": "https://doi.org/10.1126/science.aaz9146",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4379792524",
      "paper_id": "https://openalex.org/W4379792524",
      "title": "Atomic-scale polarization switching in wurtzite ferroelectrics",
      "authors": "Sebastian Calderon, John Hayden, Steven M. Baksa, William Tzou, Susan Trolier-McKinstry, Ismaila Dabo, Jon-Paul Maria, Elizabeth C. Dickey",
      "paper_url": "https://doi.org/10.1126/science.adh7670",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4393279647",
      "paper_id": "https://openalex.org/W4393279647",
      "title": "Biodegradable ferroelectric molecular crystal with large piezoelectric response",
      "authors": "Han-Yue Zhang, Yuan-Yuan Tang, Zhu-Xiao Gu, Peng Wang, Xiao-Gang Chen, Hui-Peng Lv, Peng-Fei Li, Qing Jiang, Ning Gu, Shenqiang Ren, Ren-Gen Xiong",
      "paper_url": "https://doi.org/10.1126/science.adj1946",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3111227333",
      "paper_id": "https://openalex.org/W3111227333",
      "title": "Broadband directional control of thermal emission",
      "authors": "Jin Xu, Jyotirmoy Mandal, Aaswath P. Raman",
      "paper_url": "https://doi.org/10.1126/science.abc5381",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4413395156",
      "paper_id": "https://openalex.org/W4413395156",
      "title": "By-product recovery from US metal mines could reduce import reliance for critical minerals",
      "authors": "Elizabeth A. Holley, Karlie M. Hadden, Dorit Hammerling, Rod Eggert, D. Erik Spiller, Priscilla P. Nelson",
      "paper_url": "https://doi.org/10.1126/science.adw8997",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4403479861",
      "paper_id": "https://openalex.org/W4403479861",
      "title": "Capacity recovery by transient voltage pulse in silicon-anode batteries",
      "authors": "Yufei Yang, Srija Biswas, Rong Xu, Xin Xiao, Xin Xu, Pu Zhang, Huaxin Gong, Xueli Zheng, Yucan Peng, Junyan Li, Huayue Ai, Yecun Wu, Yusheng Ye, Xin Gao, Chad Serrao, Wenbo Zhang, Philaphon Sayavong, Zhuojun Huang, Zhouyi Chen, Yi Cui, Rafael A. Vilá, David T. Boyle, Yi Cui",
      "paper_url": "https://doi.org/10.1126/science.adn1749",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4205652915",
      "paper_id": "https://openalex.org/W4205652915",
      "title": "Capturing the swelling of solid-electrolyte interphase in lithium metal batteries",
      "authors": "Zewen Zhang, Yuzhang Li, Rong Xu, Weijiang Zhou, Yanbin Li, Solomon T. Oyakhire, Yecun Wu, Jinwei Xu, Hansen Wang, Zhiao Yu, David T. Boyle, William Huang, Yusheng Ye, Hao Chen, Jiayu Wan, Zhenan Bao, Wah Chiu, Yi Cui",
      "paper_url": "https://doi.org/10.1126/science.abi8703",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3199074476",
      "paper_id": "https://openalex.org/W3199074476",
      "title": "Carbon-free high-loading silicon anodes enabled by sulfide solid electrolytes",
      "authors": "Darren H. S. Tan, Yu-Ting Chen, Hedi Yang, Wurigumula Bao, Bhagath Sreenarayanan, Jean-Marie Doux, Weikang Li, Bingyu Lu, So-Yeon Ham, Baharak Sayahpour, Jonathan Scharf, Erik A. Wu, Grayson Deysher, Hyea Eun Han, Hoe Jin Hah, Hyeri Jeong, Jeong Beom Lee, Zheng Chen, Ying Shirley Meng",
      "paper_url": "https://doi.org/10.1126/science.abg7217",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4389165711",
      "paper_id": "https://openalex.org/W4389165711",
      "title": "Colossal electrocaloric effect in an interface-augmented ferroelectric polymer",
      "authors": "Shanyu Zheng, Feihong Du, Lirong Zheng, Donglin Han, Qiang Li, Junye Shi, Jiangping Chen, Xiaoming Shi, Houbing Huang, Yaorong Luo, Yurong Yang, Padraic O’Reilly, Linlin Wei, Nicolas de Souza, Liang Hong, Xiaoshi Qian",
      "paper_url": "https://doi.org/10.1126/science.adi7812",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3164537373",
      "paper_id": "https://openalex.org/W3164537373",
      "title": "Control of polarization in bulk ferroelectrics by mechanical dislocation imprint",
      "authors": "Marion Höfling, Xiandong Zhou, Lukas M. Riemer, Enrico Bruder, Binzhi Liu, Lin Zhou, Pedro B. Groszewicz, Fangping Zhuo, Bai-Xiang Xu, Karsten Durst, Xiaoli Tan, Dragan Damjanovic, Jurij Koruza, Jürgen Rödel",
      "paper_url": "https://doi.org/10.1126/science.abe3810",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4388215085",
      "paper_id": "https://openalex.org/W4388215085",
      "title": "Design of a trigonal halide superionic conductor by regulating cation order-disorder",
      "authors": "Seungju Yu, Joohyeon Noh, Byunghoon Kim, Jun-Hyuk Song, Kyungbae Oh, Jaekyun Yoo, Sunyoung Lee, Sung-O Park, Wonju Kim, Byungwook Kang, Donghyun Kil, Kisuk Kang",
      "paper_url": "https://doi.org/10.1126/science.adg6591",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4399394767",
      "paper_id": "https://openalex.org/W4399394767",
      "title": "Developing fatigue-resistant ferroelectrics using interlayer sliding switching",
      "authors": "Renji Bian, Ri He, Er Pan, Zefen Li, Guiming Cao, Peng Meng, Jiangang Chen, Qing Liu, Zhicheng Zhong, Wenwu Li, Fucai Liu",
      "paper_url": "https://doi.org/10.1126/science.ado1744",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4400770045",
      "paper_id": "https://openalex.org/W4400770045",
      "title": "Dynamics of high-speed electrical tree growth in electron-irradiated polymethyl methacrylate",
      "authors": "Kathryn M. Sturge, Noah Hoppis, Ariana M. Bussio, Jonathan Barney, Brian Beaudoin, Cameron Brown, Bruce Carlsten, Carolyn Chun, Bryson C. Clifford, John Cumings, Nicholas Dallmann, Jack Fitzgibbon, Emily H. Frashure, Ashley E. Hammell, José Hannan, Samuel L. Henderson, Miriam E. Hiebert, James Krutzler, Joseph Lichthardt, Mark Marr-Lyon, Thomas Montano, Nathan Moody, Alexander Mueller, Patrick O’Shea, Ryan Schneider, Karl Smith, Bryce Tappan, Clayton Tiemann, David Walter, Timothy W. Koeth",
      "paper_url": "https://doi.org/10.1126/science.ado5943",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4224997445",
      "paper_id": "https://openalex.org/W4224997445",
      "title": "Dynamics of particle network in composite battery cathodes",
      "authors": "Jizhou Li, Nikhil Sharma, Zhisen Jiang, Yang Yang, Federico Monaco, Zhengrui Xu, Dong Hou, Daniel Ratner, Piero Pianetta, Peter Cloetens, Feng Lin, Kejie Zhao, Yijin Liu",
      "paper_url": "https://doi.org/10.1126/science.abm8962",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4388214889",
      "paper_id": "https://openalex.org/W4388214889",
      "title": "Electrically gated molecular thermal switch",
      "authors": "Man Li, Huan Wu, Erin M. Avery, Zihao Qin, Dominic P. Goronzy, Huu Duy Nguyen, Tianhan Liu, Paul S. Weiss, Yongjie Hu",
      "paper_url": "https://doi.org/10.1126/science.abo4297",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W4200399359",
      "paper_id": "https://openalex.org/W4200399359",
      "title": "Elemental electrical switch enabling phase segregation–free operation",
      "authors": "Jiabin Shen, Shujing Jia, Nannan Shi, Qingqin Ge, Tamihiro Gotoh, Shilong Lv, Qi Liu, Richard Dronskowski, Stephen R. Elliott, Zhitang Song, Min Zhu",
      "paper_url": "https://doi.org/10.1126/science.abi6332",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4229055935",
      "paper_id": "https://openalex.org/W4229055935",
      "title": "Emergent ferroelectricity in subnanometer binary oxide films on silicon",
      "authors": "Suraj S. Cheema, Nirmaan Shanker, Shang-Lin Hsu, Yoonsoo Rho, Cheng-Hsiang Hsu, Vladimir A. Stoica, Zhan Zhang, John W. Freeland, Padraic Shafer, Costas P. Grigoropoulos, Jim Ciston, Sayeef Salahuddin",
      "paper_url": "https://doi.org/10.1126/science.abm8642",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3128234721",
      "paper_id": "https://openalex.org/W3128234721",
      "title": "Enhanced atomic ordering leads to high thermoelectric performance in AgSbTe <sub>2</sub>",
      "authors": "Subhajit Roychowdhury, Tanmoy Ghosh, Raagya Arora, Manisha Samanta, Lin Xie, Niraj Kumar Singh, Ajay Soni, Jiaqing He, Umesh V. Waghmare, Kanishka Biswas",
      "paper_url": "https://doi.org/10.1126/science.abb3517",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401416829",
      "paper_id": "https://openalex.org/W4401416829",
      "title": "Fast fabrication of a hierarchical nanostructured multifunctional ferromagnet",
      "authors": "Yingxin Hua, Xiaohong Li, Jiaxu Li, Xiang Luo, Yuqing Li, Wenyue Qin, Liqiang Zhang, Jianwei Xiao, Weixing Xia, Ping Song, Ming Yue, Hai-Tian Zhang, Xiangyi Zhang",
      "paper_url": "https://doi.org/10.1126/science.adp2328",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4409530092",
      "paper_id": "https://openalex.org/W4409530092",
      "title": "Fatigue of Li metal anode in solid-state batteries",
      "authors": "Tengrui Wang, Bo Chen, Yijie Liu, Zhenyou Song, Zhongqiang Wang, Yuwei Chen, Qian Yu, Jiayun Wen, Yiming Dai, Qi Kang, Fei Pei, Rong Xu, Wei Luo, Yunhui Huang",
      "paper_url": "https://doi.org/10.1126/science.adq6807",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4224210237",
      "paper_id": "https://openalex.org/W4224210237",
      "title": "Ferroelectric crystals with giant electro-optic property enabling ultracompact Q-switches",
      "authors": "Xin Liu, Peng Tan, Xue Ma, Danyang Wang, Xinyu Jin, Yao Liu, Bin Xu, Liao Qiao, Chaorui Qiu, Bo Wang, Weigang Zhao, Chaojie Wei, Kexin Song, Haisheng Guo, Xudong Li, Sean Li, Xiaoyong Wei, Long-Qing Chen, Zhuo Xu, Fei Li, Hao Tian, Shujun Zhang",
      "paper_url": "https://doi.org/10.1126/science.abn7711",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4360609325",
      "paper_id": "https://openalex.org/W4360609325",
      "title": "Ferroelectricity in layered bismuth oxide down to 1 nanometer",
      "authors": "Qianqian Yang, Jingcong Hu, Yue-Wen Fang, Yueyang Jia, Rui Yang, Shiqing Deng, Yue Lu, Oswaldo Dieguez, Longlong Fan, Dongxing Zheng, Xixiang Zhang, Yongqi Dong, Zhenlin Luo, Zhen Wang, Huanhua Wang, Manling Sui, Xianran Xing, Jun Chen, Jianjun Tian, Linxing Zhang",
      "paper_url": "https://doi.org/10.1126/science.abm5134",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4281554825",
      "paper_id": "https://openalex.org/W4281554825",
      "title": "Ferroelectricity in untwisted heterobilayers of transition metal dichalcogenides",
      "authors": "Lukas Rogée, Lvjin Wang, Yi Zhang, Songhua Cai, Peng Wang, Manish Chhowalla, Wei Ji, Shu Ping Lau",
      "paper_url": "https://doi.org/10.1126/science.abm5734",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4293068506",
      "paper_id": "https://openalex.org/W4293068506",
      "title": "Flexible thermoelectrics based on ductile semiconductors",
      "authors": "Qingyu Yang, Shiqi Yang, Pengfei Qiu, Liming Peng, Tian-Ran Wei, Zhen Zhang, Xun Shi, Lidong Chen",
      "paper_url": "https://doi.org/10.1126/science.abq0682",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411983838",
      "paper_id": "https://openalex.org/W4411983838",
      "title": "Fluorine-free strongly dipolar polymers exhibit tunable ferroelectricity",
      "authors": "Jiahao Huang, Guanchun Rui, Yueming Yan, Elshad Allahyarov, Man-Hin Kwok, Wenyi Zhu, Li Li, Shixian Zhang, Zhiliang Pan, Deyu Li, Honghu Zhang, Richard R. Mu, Bin Zhao, Qing Wang, Philip L. Taylor, Richard F. Haglund, Q. M. Zhang, Lei Zhu",
      "paper_url": "https://doi.org/10.1126/science.ads4702",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4411299418",
      "paper_id": "https://openalex.org/W4411299418",
      "title": "Gate-driven band modulation hyperdoping for high-performance p-type 2D semiconductor transistors",
      "authors": "Bei Zhao, Zucheng Zhang, Junqing Xu, Dingli Guo, Tiancheng Gu, Guiming He, Ping Lu, Kun He, Jia Li, Zhao Chen, Quan Ren, Lin Miao, Junpeng Lu, Zhenhua Ni, Xiangfeng Duan, Xidong Duan",
      "paper_url": "https://doi.org/10.1126/science.adp8444",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4311883465",
      "paper_id": "https://openalex.org/W4311883465",
      "title": "Giant electric field–induced strain in lead-free piezoceramics",
      "authors": "Geng Huangfu, Kun Zeng, Binquan Wang, Jie Wang, Zhengqian Fu, Fangfang Xu, Shujun Zhang, Haosu Luo, Dwight Viehland, Yiping Guo",
      "paper_url": "https://doi.org/10.1126/science.ade2964",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4396948702",
      "paper_id": "https://openalex.org/W4396948702",
      "title": "Global band convergence design for high-performance thermoelectric power generation in Zintls",
      "authors": "Xin Shi, Shaowei Song, Guanhui Gao, Zhifeng Ren",
      "paper_url": "https://doi.org/10.1126/science.adn7265",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4392827097",
      "paper_id": "https://openalex.org/W4392827097",
      "title": "Grid-plainification enables medium-temperature PbSe thermoelectrics to cool better than Bi <sub>2</sub> Te <sub>3</sub>",
      "authors": "Yongxin Qin, Bingchao Qin, Tao Hong, Xiao Zhang, Dongyang Wang, Dongrui Liu, Zi-Yuan Wang, Lizhong Su, Sining Wang, Xiang Gao, Zhen-Hua Ge, Li-Dong Zhao",
      "paper_url": "https://doi.org/10.1126/science.adk9589",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410456214",
      "paper_id": "https://openalex.org/W4410456214",
      "title": "Halide segregation to boost all-solid-state lithium-chalcogen batteries",
      "authors": "Jieun Lee, Shiyuan Zhou, Victoria C. Ferrari, Chen Zhao, Angela Sun, Sarah Nicholas, Yuzi Liu, Chengjun Sun, Dominik Wierzbicki, Dilworth Y. Parkinson, Jianming Bai, Wenqian Xu, Yonghua Du, Khalil Amine, Gui-Liang Xu",
      "paper_url": "https://doi.org/10.1126/science.adt1882",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4400079896",
      "paper_id": "https://openalex.org/W4400079896",
      "title": "Heterogeneous field response of hierarchical polar laminates in relaxor ferroelectrics",
      "authors": "Hao Zheng, Tao Zhou, Dina Sheyfer, Jieun Kim, Jiyeob Kim, Travis D. Frazer, Zhonghou Cai, Martin V. Holt, Zhan Zhang, J. F. Mitchell, Lane W. Martin, Yue Cao",
      "paper_url": "https://doi.org/10.1126/science.ado4494",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3178383845",
      "paper_id": "https://openalex.org/W3178383845",
      "title": "Hierarchical-morphology metafabric for scalable passive daytime radiative cooling",
      "authors": "Shaoning Zeng, Sijie Pian, Minyu Su, Zhuning Wang, Maoqi Wu, Xinhang Liu, Mingyue Chen, Yuanzhuo Xiang, Jiawei Wu, Manni Zhang, Qingqing Cen, Yuwei Tang, Xianheng Zhou, Zhiheng Huang, Rui Wang, Alitenai Tunuhe, Xiyu Sun, Zhigang Xia, Mingwei Tian, Min Chen, Xiao Ma, Lvyun Yang, Jun Zhou, Huamin Zhou, Qing Yang, Xin Li, Yaoguang Ma, Guangming Tao",
      "paper_url": "https://doi.org/10.1126/science.abi5484",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4388520062",
      "paper_id": "https://openalex.org/W4388520062",
      "title": "Hierarchically structured passive radiative cooling ceramic with high solar reflectivity",
      "authors": "Kaixin Lin, Siru Chen, Yijun Zeng, Tsz Chung Ho, Yihao Zhu, Xiong Wang, Fayu Liu, Baoling Huang, Christopher Yu-Hang Chao, Zuankai Wang, Chi Yan Tso",
      "paper_url": "https://doi.org/10.1126/science.adi4725",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4286486134",
      "paper_id": "https://openalex.org/W4286486134",
      "title": "High ambipolar mobility in cubic boron arsenide",
      "authors": "Jungwoo Shin, Geethal Amila Gamage, Zhiwei Ding, Ke Chen, Fei Tian, Xin Qian, Jiawei Zhou, Hwijong Lee, Jianshi Zhou, Li Shi, Thanh Nguyen, Fei Han, Mingda Li, David Broido, Aaron Schmidt, Zhifeng Ren, Gang Chen",
      "paper_url": "https://doi.org/10.1126/science.abn4290",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4388720312",
      "paper_id": "https://openalex.org/W4388720312",
      "title": "High cooling performance in a double-loop electrocaloric heat pump",
      "authors": "Junning Li, Alvar Torelló, Veronika Kovacova, Uros Prah, Ashwath Aravindhan, Torsten Granzow, Tomoyasu Usui, Sakyo Hirose, Emmanuel Defay",
      "paper_url": "https://doi.org/10.1126/science.adi5477",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4394909780",
      "paper_id": "https://openalex.org/W4394909780",
      "title": "High energy density in artificial heterostructures through relaxation time modulation",
      "authors": "Sangmoon Han, Justin S. Kim, Eugene Park, Yuan Meng, Zhihao Xu, Alexandre C. Foucher, Gwan Yeong Jung, Ilpyo Roh, Sangho Lee, Sun Ok Kim, Ji-Yun Moon, Seung-Il Kim, Sanggeun Bae, Xinyuan Zhang, Bo-In Park, Seunghwan Seo, Yimeng Li, Heechang Shin, Kate Reidy, Anh Tuan Hoang, Suresh Sundaram, Phuong Vuong, Chansoo Kim, Junyi Zhao, Jinyeon Hwang, Chuan Wang, Hyungil Choi, Dong-Hwan Kim, Jimin Kwon, Jin-Hong Park, Abdallah Ougazzaden, Jae-Hyun Lee, Jong-Hyun Ahn, Jeehwan Kim, Rohan Mishra, Hyung-Seok Kim, Frances M. Ross, Sang-Hoon Bae",
      "paper_url": "https://doi.org/10.1126/science.adl2835",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4284692924",
      "paper_id": "https://openalex.org/W4284692924",
      "title": "High figure-of-merit and power generation in high-entropy GeTe-based thermoelectrics",
      "authors": "Binbin Jiang, Wu Wang, Shixuan Liu, Yan Wang, Chaofan Wang, Yani Chen, Lin Xie, Mingyuan Huang, Jiaqing He",
      "paper_url": "https://doi.org/10.1126/science.abq5815",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4220701268",
      "paper_id": "https://openalex.org/W4220701268",
      "title": "High thermoelectric performance realized through manipulating layered phonon-electron decoupling",
      "authors": "Lizhong Su, Dongyang Wang, Sining Wang, Bingchao Qin, Yuping Wang, Yongxin Qin, Yang Jin, Cheng Chang, Li-Dong Zhao",
      "paper_url": "https://doi.org/10.1126/science.abn8997",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4414321624",
      "paper_id": "https://openalex.org/W4414321624",
      "title": "High-capacity, reversible hydrogen storage using H <sup>–</sup> -conducting solid electrolytes",
      "authors": "Takashi Hirose, Naoki Matsui, Takashi Itoh, Yoyo Hinuma, Kazutaka Ikeda, Kazuma Gotoh, Guangzhong Jiang, Kota Suzuki, Masaaki Hirayama, Ryoji Kanno",
      "paper_url": "https://doi.org/10.1126/science.adw1996",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4312090027",
      "paper_id": "https://openalex.org/W4312090027",
      "title": "High-entropy mechanism to boost ionic conductivity",
      "authors": "Yan Zeng, Bin Ouyang, Jue Liu, Young-Woon Byeon, Zijian Cai, Lincoln J. Miara, Yan Wang, Gerbrand Ceder",
      "paper_url": "https://doi.org/10.1126/science.abq1346",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3132908145",
      "paper_id": "https://openalex.org/W3132908145",
      "title": "High-entropy-stabilized chalcogenides with high thermoelectric performance",
      "authors": "Binbin Jiang, Yong Yu, Juan Cui, Xixi Liu, Lin Xie, Jincheng Liao, Qihao Zhang, Yi Huang, Shoucong Ning, Baohai Jia, Bin Zhu, Shengqiang Bai, Lidong Chen, Stephen J. Pennycook, Jiaqing He",
      "paper_url": "https://doi.org/10.1126/science.abe1292",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4377014141",
      "paper_id": "https://openalex.org/W4377014141",
      "title": "High-performance multimode elastocaloric cooling system",
      "authors": "Suxin Qian, David Catalini, Jan Muehlbauer, Boyang Liu, Het Mevada, Huilong Hou, Yunho Hwang, Reinhard Radermacher, Ichiro Takeuchi",
      "paper_url": "https://doi.org/10.1126/science.adg7043",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4280523393",
      "paper_id": "https://openalex.org/W4280523393",
      "title": "Highly enhanced ferroelectricity in HfO <sub>2</sub> -based ferroelectric thin film by light ion bombardment",
      "authors": "Seunghun Kang, Woo-Sung Jang, Anna N. Morozovska, Owoong Kwon, Yeongrok Jin, Young-Hoon Kim, Hagyoul Bae, Chenxi Wang, Sang-Hyeok Yang, Alex Belianinov, Steven Randolph, Eugene A. Eliseev, Liam Collins, Yeehyun Park, Sanghyun Jo, Min-Hyoung Jung, Kyoung-June Go, Hae Won Cho, Si-Young Choi, Jae Hyuck Jang, Sunkook Kim, Hu Young Jeong, Jaekwang Lee, Olga S. Ovchinnikova, Jinseong Heo, Sergei V. Kalinin, Young-Min Kim, Yunseok Kim",
      "paper_url": "https://doi.org/10.1126/science.abk3195",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4408388876",
      "paper_id": "https://openalex.org/W4408388876",
      "title": "Homochiral carbon nanotube van der Waals crystals",
      "authors": "Zhichun Zhang, Yi Chen, Peiyue Shen, Jiajun Chen, Sen Wang, Bo Wang, Saiqun Ma, Bosai Lyu, Xianliang Zhou, Shuo Lou, Zhenghan Wu, Yufeng Xie, Chengjia Zhang, Liguo Wang, Kunqi Xu, Haonan Li, Guohua Wang, Kenji Watanabe, Takashi Taniguchi, Dong Qian, Jinfeng Jia, Qi Liang, Xiaoqun Wang, Wei Yang, Guangyu Zhang, Chuanhong Jin, Wengen Ouyang, Zhiwen Shi",
      "paper_url": "https://doi.org/10.1126/science.adu1756",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4384924672",
      "paper_id": "https://openalex.org/W4384924672",
      "title": "In situ photocatalytically enhanced thermogalvanic cells for electricity and hydrogen production",
      "authors": "Yijin Wang, Youzi Zhang, Xu Xin, Jiabao Yang, Maohuai Wang, Ruiling Wang, Peng Guo, Wenjing Huang, Ana Jorge Sobrido, Bingqing Wei, Xuanhua Li",
      "paper_url": "https://doi.org/10.1126/science.adg0164",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W3210408447",
      "paper_id": "https://openalex.org/W3210408447",
      "title": "Induced giant piezoelectricity in centrosymmetric oxides",
      "authors": "D.-S. Park, M. Hadad, L. M. Riemer, R. Ignatans, D. Spirito, V. Esposito, V. Tileli, N. Gauquelin, D. Chezganov, D. Jannis, J. Verbeeck, S. Gorfman, N. Pryds, P. Muralt, D. Damjanovic",
      "paper_url": "https://doi.org/10.1126/science.abm7497",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402473893",
      "paper_id": "https://openalex.org/W4402473893",
      "title": "Insulating electromagnetic-shielding silicone compound enables direct potting electronics",
      "authors": "Xinfeng Zhou, Peng Min, Yue Liu, Meng Jin, Zhong-Zhen Yu, Hao-Bin Zhang",
      "paper_url": "https://doi.org/10.1126/science.adp6581",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4411051412",
      "paper_id": "https://openalex.org/W4411051412",
      "title": "Interface morphogenesis with a deformable secondary phase in solid-state lithium batteries",
      "authors": "Sun Geun Yoon, Bairav S. Vishnugopi, Douglas Lars Nelson, Adrian Xiao Bin Yong, Yingjin Wang, Stephanie Elizabeth Sandoval, Talia A. Thomas, Kelsey Anne Cavallaro, Pavel Shevchenko, Elif Pınar Alsaç, Congcheng Wang, Aditya Singla, Julia R. Greer, Elif Ertekin, Partha P. Mukherjee, Matthew T. McDowell",
      "paper_url": "https://doi.org/10.1126/science.adt5229",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4407764723",
      "paper_id": "https://openalex.org/W4407764723",
      "title": "Interfacial bonding enhances thermoelectric cooling in 3D-printed materials",
      "authors": "Shengduo Xu, Sharona Horta, Abayomi Lawal, Krishnendu Maji, Magali Lorion, Maria Ibáñez",
      "paper_url": "https://doi.org/10.1126/science.ads0426",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3167239942",
      "paper_id": "https://openalex.org/W3167239942",
      "title": "Interfacial ferroelectricity by van der Waals sliding",
      "authors": "M. Vizner Stern, Y. Waschitz, W. Cao, I. Nevo, K. Watanabe, T. Taniguchi, E. Sela, M. Urbakh, O. Hod, M. Ben Shalom",
      "paper_url": "https://doi.org/10.1126/science.abe8177",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4385520104",
      "paper_id": "https://openalex.org/W4385520104",
      "title": "Intrinsically elastic polymer ferroelectric by precise slight cross-linking",
      "authors": "Liang Gao, Ben-Lin Hu, Linping Wang, Jinwei Cao, Ri He, Fengyuan Zhang, Zhiming Wang, Wuhong Xue, Huali Yang, Run-Wei Li",
      "paper_url": "https://doi.org/10.1126/science.adh2509",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4312191131",
      "paper_id": "https://openalex.org/W4312191131",
      "title": "Ionocaloric refrigeration cycle",
      "authors": "Drew Lilley, Ravi Prasher",
      "paper_url": "https://doi.org/10.1126/science.ade1696",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4378194757",
      "paper_id": "https://openalex.org/W4378194757",
      "title": "Lattice plainification advances highly effective SnSe crystalline thermoelectrics",
      "authors": "Dongrui Liu, Dongyang Wang, Tao Hong, Ziyuan Wang, Yuping Wang, Yongxin Qin, Lizhong Su, Tianyu Yang, Xiang Gao, Zhenhua Ge, Bingchao Qin, Li-Dong Zhao",
      "paper_url": "https://doi.org/10.1126/science.adg7196",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4362659833",
      "paper_id": "https://openalex.org/W4362659833",
      "title": "Lead zirconate titanate ceramics with aligned crystallite grains",
      "authors": "Jinglei Li, Wanbo Qu, John Daniels, Haijun Wu, Linjing Liu, Jie Wu, Mingwen Wang, Stefano Checchia, Shuai Yang, Haobin Lei, Rui Lv, Yang Zhang, Danyang Wang, Xuexin Li, Xiangdong Ding, Jun Sun, Zhuo Xu, Yunfei Chang, Shujun Zhang, Fei Li",
      "paper_url": "https://doi.org/10.1126/science.adf6161",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4414761660",
      "paper_id": "https://openalex.org/W4414761660",
      "title": "Lithium-ion intercalation by coupled ion-electron transfer",
      "authors": "Yirui Zhang, Dimitrios Fraggedakis, Tao Gao, Shakul Pathak, Debbie Zhuang, Cristina Grosu, Yash Samantaray, Armando R. C. Neto, Sravani R. Duggirala, Botao Huang, Yun Guang Zhu, Livia Giordano, Ryoichi Tatara, Harsh Agarwal, Ryan M. Stephens, Martin Z. Bazant, Yang Shao-Horn",
      "paper_url": "https://doi.org/10.1126/science.adq2541",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3182607423",
      "paper_id": "https://openalex.org/W3182607423",
      "title": "Low thermal conductivity in a modular inorganic material with bonding anisotropy and mismatch",
      "authors": "Quinn D. Gibson, Tianqi Zhao, Luke M. Daniels, Helen C. Walker, Ramzy Daou, Sylvie Hébert, Marco Zanella, Matthew S. Dyer, John B. Claridge, Ben Slater, Michael W. Gaultois, Furio Corà, Jonathan Alaria, Matthew J. Rosseinsky",
      "paper_url": "https://doi.org/10.1126/science.abh1619",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4389723281",
      "paper_id": "https://openalex.org/W4389723281",
      "title": "Low voltage–driven high-performance thermal switching in antiferroelectric PbZrO <sub>3</sub> thin films",
      "authors": "Chenhan Liu, Yangyang Si, Hua Zhang, Chao Wu, Shiqing Deng, Yongqi Dong, Yijie Li, Meng Zhuo, Ningbo Fan, Bin Xu, Ping Lu, Lifa Zhang, Xi Lin, Xingjun Liu, Juekuan Yang, Zhenlin Luo, Sujit Das, Laurent Bellaiche, Yunfei Chen, Zuhuang Chen",
      "paper_url": "https://doi.org/10.1126/science.adj9669",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4302425308",
      "paper_id": "https://openalex.org/W4302425308",
      "title": "Machine learning–enabled high-entropy alloy discovery",
      "authors": "Ziyuan Rao, Po-Yen Tung, Ruiwen Xie, Ye Wei, Hongbin Zhang, Alberto Ferrari, T.P.C. Klaver, Fritz Körmann, Prithiv Thoudden Sukumar, Alisson Kwiatkowski da Silva, Yao Chen, Zhiming Li, Dirk Ponge, Jörg Neugebauer, Oliver Gutfleisch, Stefan Bauer, Dierk Raabe",
      "paper_url": "https://doi.org/10.1126/science.abo4940",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4294167209",
      "paper_id": "https://openalex.org/W4294167209",
      "title": "Magnetoelectric transfer of a domain pattern",
      "authors": "Ehsan Hassanpour, Yannik Zemp, Yusuke Tokunaga, Yasujiro Taguchi, Yoshinori Tokura, Thomas Lottermoser, Manfred Fiebig, Mads C. Weber",
      "paper_url": "https://doi.org/10.1126/science.abm3058",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4405306510",
      "paper_id": "https://openalex.org/W4405306510",
      "title": "Nanobinders advance screen-printed flexible thermoelectrics",
      "authors": "Wenyi Chen, Xiao-Lei Shi, Meng Li, Ting Liu, Yuanqing Mao, Qingyi Liu, Matthew Dargusch, Jin Zou, Gao Qing (Max) Lu, Zhi-Gang Chen",
      "paper_url": "https://doi.org/10.1126/science.ads5868",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4412165590",
      "paper_id": "https://openalex.org/W4412165590",
      "title": "Negative capacitance overcomes Schottky-gate limits in GaN high-electron-mobility transistors",
      "authors": "Asir Intisar Khan, Jeong-Kyu Kim, Urmita Sikder, Koushik Das, Thomas Rodriguez, Rohith Soman, Srabanti Chowdhury, Sayeef Salahuddin",
      "paper_url": "https://doi.org/10.1126/science.adx6955",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4406017883",
      "paper_id": "https://openalex.org/W4406017883",
      "title": "Organic ionic plastic crystals having colossal barocaloric effects for sustainable refrigeration",
      "authors": "Samantha L. Piper, Leena Melag, Mega Kar, Azra Sourjah, Xiong Xiao, Eric F. May, Kondo-Francois Aguey-Zinsou, Douglas R. MacFarlane, Jennifer M. Pringle",
      "paper_url": "https://doi.org/10.1126/science.adq8396",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4400525728",
      "paper_id": "https://openalex.org/W4400525728",
      "title": "Partitioning polar-slush strategy in relaxors leads to large energy-storage capability",
      "authors": "Liang Shu, Xiaoming Shi, Xin Zhang, Ziqi Yang, Wei Li, Yunpeng Ma, Yi-Xuan Liu, Lisha Liu, Yue-Yu-Shan Cheng, Liyu Wei, Qian Li, Houbing Huang, Shujun Zhang, Jing-Feng Li",
      "paper_url": "https://doi.org/10.1126/science.adn8721",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4411051345",
      "paper_id": "https://openalex.org/W4411051345",
      "title": "Passive cooling paint enabled by rational design of thermal-optical and mass transfer properties",
      "authors": "Jipeng Fei, Xuan Zhang, Di Han, Yue Lei, Fei Xie, Kai Zhou, See-Wee Koh, Junyu Ge, Hao Zhou, Xingli Wang, Xinghui Wu, Jun-Yan Tan, Yuheng Gu, Yongping Long, Zhi Hui Koh, Su Wang, Panwei Du, Tangwei Mi, Bing-Feng Ng, Lili Cai, Chi Feng, Qiaoqiang Gan, Hong Li",
      "paper_url": "https://doi.org/10.1126/science.adt3372",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4408399330",
      "paper_id": "https://openalex.org/W4408399330",
      "title": "Piezoelectricity in half-Heusler narrow-bandgap semiconductors",
      "authors": "Yi Huang, Fu Lv, Shen Han, Mengzhao Chen, Yuechu Wang, Qianhui Lou, Chenguang Fu, Yuhui Huang, Di Wu, Fei Li, Tiejun Zhu",
      "paper_url": "https://doi.org/10.1126/science.ads9584",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3178227684",
      "paper_id": "https://openalex.org/W3178227684",
      "title": "Power generation and thermoelectric cooling enabled by momentum and energy multiband alignments",
      "authors": "Bingchao Qin, Dongyang Wang, Xixi Liu, Yongxin Qin, Jin-Feng Dong, Jiangfan Luo, Jing-Wei Li, Wei Liu, Gangjian Tan, Xinfeng Tang, Jing-Feng Li, Jiaqing He, Li-Dong Zhao",
      "paper_url": "https://doi.org/10.1126/science.abi8668",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4406201611",
      "paper_id": "https://openalex.org/W4406201611",
      "title": "Quadruple-band synglisis enables high thermoelectric efficiency in earth-abundant tin sulfide crystals",
      "authors": "Shan Liu, Shulin Bai, Yi Wen, Jing Lou, Yongzhen Jiang, Yingcai Zhu, Dongrui Liu, Yichen Li, Haonan Shi, Shibo Liu, Lei Wang, Junqing Zheng, Zhe Zhao, Yongxin Qin, ZhongKai Liu, Xiang Gao, Bingchao Qin, Cheng Chang, Chao Chang, Li-Dong Zhao",
      "paper_url": "https://doi.org/10.1126/science.ado1133",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4221118722",
      "paper_id": "https://openalex.org/W4221118722",
      "title": "Relaxor ferroelectric polymer exhibits ultrahigh electromechanical coupling at low electric field",
      "authors": "Xin Chen, Hancheng Qin, Xiaoshi Qian, Wenyi Zhu, Bo Li, Bing Zhang, Wenchang Lu, Ruipeng Li, Shihai Zhang, Lei Zhu, Fabrice Domingues Dos Santos, J. Bernholc, Q. M. Zhang",
      "paper_url": "https://doi.org/10.1126/science.abn0936",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3164219617",
      "paper_id": "https://openalex.org/W3164219617",
      "title": "Removing energy with an exoskeleton reduces the metabolic cost of walking",
      "authors": "Michael Shepertycky, Sarah Burton, Andrew Dickson, Yan-Fei Liu, Qingguo Li",
      "paper_url": "https://doi.org/10.1126/science.aba9947",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4410841821",
      "paper_id": "https://openalex.org/W4410841821",
      "title": "Resiliency, morphology, and entropic transformations in high-entropy oxide nanoribbons",
      "authors": "Hessam Shahbazi, Pardis Seraji, Husam Farraj, Taimin Yang, Allen Kim, Seyyedfaridoddin Fattahpour, Ilias Papailias, Matthew Diamond, Shahriar Namvar, Alireza Ahmadiparidari, Shuxi Wang, Zhenxian Liu, Shihui Feng, Khagesh Kumar, Muhtar Ahart, Jordi Cabana, Sara Kadkhodaei, Junlan Wang, Zhehao Huang, Russell J. Hemley, Amin Salehi-Khojin",
      "paper_url": "https://doi.org/10.1126/science.adr5604",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3161746307",
      "paper_id": "https://openalex.org/W3161746307",
      "title": "Reversible ketone hydrogenation and dehydrogenation for aqueous organic redox flow batteries",
      "authors": "Ruozhu Feng, Xin Zhang, Vijayakumar Murugesan, Aaron Hollas, Ying Chen, Yuyan Shao, Eric Walter, Nadeesha P. N. Wellala, Litao Yan, Kevin M. Rosso, Wei Wang",
      "paper_url": "https://doi.org/10.1126/science.abd9795",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3152816201",
      "paper_id": "https://openalex.org/W3152816201",
      "title": "Reversible oxygen migration and phase transitions in hafnia-based ferroelectric devices",
      "authors": "Pavan Nukala, Majid Ahmadi, Yingfen Wei, Sytze de Graaf, Evgenios Stylianidis, Tuhin Chakrabortty, Sylvia Matzen, Henny W. Zandbergen, Alexander Björling, Dan Mannix, Dina Carbone, Bart Kooi, Beatriz Noheda",
      "paper_url": "https://doi.org/10.1126/science.abf3789",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4405056891",
      "paper_id": "https://openalex.org/W4405056891",
      "title": "Room-temperature exceptional plasticity in defective Bi <sub>2</sub> Te <sub>3</sub> -based bulk thermoelectric crystals",
      "authors": "Tingting Deng, Zhiqiang Gao, Ze Li, Pengfei Qiu, Zhi Li, Xinjie Yuan, Chen Ming, Tian-Ran Wei, Lidong Chen, Xun Shi",
      "paper_url": "https://doi.org/10.1126/science.adr8450",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W4200328553",
      "paper_id": "https://openalex.org/W4200328553",
      "title": "Scalable thermochromic smart windows with passive radiative cooling regulation",
      "authors": "Shancheng Wang, Tengyao Jiang, Yun Meng, Ronggui Yang, Gang Tan, Yi Long",
      "paper_url": "https://doi.org/10.1126/science.abg0291",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4388937366",
      "paper_id": "https://openalex.org/W4388937366",
      "title": "Screening strategy for developing thermoelectric interface materials",
      "authors": "Liangjun Xie, Li Yin, Yuan Yu, Guyang Peng, Shaowei Song, Pingjun Ying, Songting Cai, Yuxin Sun, Wenjing Shi, Hao Wu, Nuo Qu, Fengkai Guo, Wei Cai, Haijun Wu, Qian Zhang, Kornelius Nielsch, Zhifeng Ren, Zihang Liu, Jiehe Sui",
      "paper_url": "https://doi.org/10.1126/science.adg8392",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4213197835",
      "paper_id": "https://openalex.org/W4213197835",
      "title": "Self-assembled monolayers direct a LiF-rich interphase toward long-life lithium metal batteries",
      "authors": "Yujing Liu, Xinyong Tao, Yao Wang, Chi Jiang, Cong Ma, Ouwei Sheng, Gongxun Lu, Xiong Wen (David) Lou",
      "paper_url": "https://doi.org/10.1126/science.abn1818",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4389725465",
      "paper_id": "https://openalex.org/W4389725465",
      "title": "Self-sustaining personal all-day thermoregulatory clothing using only sunlight",
      "authors": "Ziyuan Wang, Yiwen Bo, Peijia Bai, Shuchao Zhang, Guanghui Li, Xiangjian Wan, Yongsheng Liu, Rujun Ma, Yongsheng Chen",
      "paper_url": "https://doi.org/10.1126/science.adj3654",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3214849032",
      "paper_id": "https://openalex.org/W3214849032",
      "title": "Semiconductor nanochannels in metallic carbon nanotubes by thermomechanical chirality alteration",
      "authors": "Dai-Ming Tang, Sergey V. Erohin, Dmitry G. Kvashnin, Victor A. Demin, Ovidiu Cretu, Song Jiang, Lili Zhang, Peng-Xiang Hou, Guohai Chen, Don N. Futaba, Yongjia Zheng, Rong Xiang, Xin Zhou, Feng-Chun Hsia, Naoyuki Kawamoto, Masanori Mitome, Yoshihiro Nemoto, Fumihiko Uesugi, Masaki Takeguchi, Shigeo Maruyama, Hui-Ming Cheng, Yoshio Bando, Chang Liu, Pavel B. Sorokin, Dmitri Golberg",
      "paper_url": "https://doi.org/10.1126/science.abi8884",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4305082899",
      "paper_id": "https://openalex.org/W4305082899",
      "title": "Simultaneous electrical and thermal rectification in a monolayer lateral heterojunction",
      "authors": "Yufeng Zhang, Qian Lv, Haidong Wang, Shuaiyi Zhao, Qihua Xiong, Ruitao Lv, Xing Zhang",
      "paper_url": "https://doi.org/10.1126/science.abq0883",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402891655",
      "paper_id": "https://openalex.org/W4402891655",
      "title": "Solar transpiration–powered lithium extraction and storage",
      "authors": "Yan Song, Shiqi Fang, Ning Xu, Monong Wang, Shuying Chen, Jun Chen, Baoxia Mi, Jia Zhu",
      "paper_url": "https://doi.org/10.1126/science.adm7034",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3201995064",
      "paper_id": "https://openalex.org/W3201995064",
      "title": "Solvation sheath reorganization enables divalent metal batteries with fast interfacial charge transfer kinetics",
      "authors": "Singyuk Hou, Xiao Ji, Karen Gaskell, Peng-fei Wang, Luning Wang, Jijian Xu, Ruimin Sun, Oleg Borodin, Chunsheng Wang",
      "paper_url": "https://doi.org/10.1126/science.abg3954",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4402475620",
      "paper_id": "https://openalex.org/W4402475620",
      "title": "Solvent-mediated oxide hydrogenation in layered cathodes",
      "authors": "Gang Wan, Travis P. Pollard, Lin Ma, Marshall A. Schroeder, Chia-Chin Chen, Zihua Zhu, Zhan Zhang, Cheng-Jun Sun, Jiyu Cai, Harry L. Thaman, Arturas Vailionis, Haoyuan Li, Shelly Kelly, Zhenxing Feng, Joseph Franklin, Steven P. Harvey, Ye Zhang, Yingge Du, Zonghai Chen, Christopher J. Tassone, Hans-Georg Steinrück, Kang Xu, Oleg Borodin, Michael F. Toney",
      "paper_url": "https://doi.org/10.1126/science.adg4687",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3184517729",
      "paper_id": "https://openalex.org/W3184517729",
      "title": "Spatiotemporal characterization of the field-induced insulator-to-metal transition",
      "authors": "Javier del Valle, Nicolas M. Vargas, Rodolfo Rocco, Pavel Salev, Yoav Kalcheim, Pavel N. Lapa, Coline Adda, Min-Han Lee, Paul Y. Wang, Lorenzo Fratino, Marcelo J. Rozenberg, Ivan K. Schuller",
      "paper_url": "https://doi.org/10.1126/science.abd9088",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4399619558",
      "paper_id": "https://openalex.org/W4399619558",
      "title": "Spectrally engineered textile for radiative cooling against urban heat islands",
      "authors": "Ronghui Wu, Chenxi Sui, Ting-Hsuan Chen, Zirui Zhou, Qizhang Li, Gangbin Yan, Yu Han, Jiawei Liang, Pei-Jan Hung, Edward Luo, Dmitri V. Talapin, Po-Chun Hsu",
      "paper_url": "https://doi.org/10.1126/science.adl0653",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3165306522",
      "paper_id": "https://openalex.org/W3165306522",
      "title": "Stacking-engineered ferroelectricity in bilayer boron nitride",
      "authors": "Kenji Yasuda, Xirui Wang, Kenji Watanabe, Takashi Taniguchi, Pablo Jarillo-Herrero",
      "paper_url": "https://doi.org/10.1126/science.abd3230",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4413045850",
      "paper_id": "https://openalex.org/W4413045850",
      "title": "Strain-coupled, crystalline polymer-inorganic interfaces for efficient magnetoelectric sensing",
      "authors": "Binbin He, Yuanyuan He, Wenhui Wang, Yingzhi Sun, Shengwen Kong, Jin Huang, Yunfei Ru, Bingchao Qin, Huili Ren, Jing He, Tianyi Zhao, Jing Li, Jiong Lu, Li-Dong Zhao, Mingjie Liu",
      "paper_url": "https://doi.org/10.1126/science.adt2741",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4394933487",
      "paper_id": "https://openalex.org/W4394933487",
      "title": "Structural disorder determines capacitance in nanoporous carbons",
      "authors": "Xinyu Liu, Dongxun Lyu, Céline Merlet, Matthew J. A. Leesmith, Xiao Hua, Zhen Xu, Clare P. Grey, Alexander C. Forse",
      "paper_url": "https://doi.org/10.1126/science.adn6242",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4293243162",
      "paper_id": "https://openalex.org/W4293243162",
      "title": "Structurally integrated 3D carbon tube grid–based high-performance filter capacitor",
      "authors": "Fangming Han, Ou Qian, Guowen Meng, Dou Lin, Gan Chen, Shiping Zhang, Qijun Pan, Xiang Zhang, Xiaoguang Zhu, Bingqing Wei",
      "paper_url": "https://doi.org/10.1126/science.abh4380",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4404350033",
      "paper_id": "https://openalex.org/W4404350033",
      "title": "Subambient daytime radiative cooling of vertical surfaces",
      "authors": "Fei Xie, Weiliang Jin, J. Ryan Nolen, Hao Pan, Naiqin Yi, Yang An, Zhiyu Zhang, Xiangtong Kong, Fei Zhu, Ke Jiang, Sicong Tian, Tianji Liu, Xiaojuan Sun, Longnan Li, Dabing Li, Yun-Feng Xiao, Andrea Alu, Shanhui Fan, Wei Li",
      "paper_url": "https://doi.org/10.1126/science.adn2524",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4391836522",
      "paper_id": "https://openalex.org/W4391836522",
      "title": "Superionic lithium transport via multiple coordination environments defined by two-anion packing",
      "authors": "Guopeng Han, Andrij Vasylenko, Luke M. Daniels, Chris M. Collins, Lucia Corti, Ruiyong Chen, Hongjun Niu, Troy D. Manning, Dmytro Antypov, Matthew S. Dyer, Jungwoo Lim, Marco Zanella, Manel Sonni, Mounib Bahri, Hongil Jo, Yun Dang, Craig M. Robertson, Frédéric Blanc, Laurence J. Hardwick, Nigel D. Browning, John B. Claridge, Matthew J. Rosseinsky",
      "paper_url": "https://doi.org/10.1126/science.adh5115",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406019817",
      "paper_id": "https://openalex.org/W4406019817",
      "title": "Surface conduction and reduced electrical resistivity in ultrathin noncrystalline NbP semimetal",
      "authors": "Asir Intisar Khan, Akash Ramdas, Emily Lindgren, Hyun-Mi Kim, Byoungjun Won, Xiangjin Wu, Krishna Saraswat, Ching-Tzu Chen, Yuri Suzuki, Felipe H. da Jornada, Il-Kwon Oh, Eric Pop",
      "paper_url": "https://doi.org/10.1126/science.adq7096",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W4200112488",
      "paper_id": "https://openalex.org/W4200112488",
      "title": "Temperature-adaptive radiative coating for all-season household thermal regulation",
      "authors": "Kechao Tang, Kaichen Dong, Jiachen Li, Madeleine P. Gordon, Finnegan G. Reichertz, Hyungjin Kim, Yoonsoo Rho, Qingjun Wang, Chang-Yu Lin, Costas P. Grigoropoulos, Ali Javey, Jeffrey J. Urban, Jie Yao, Ronnen Levinson, Junqiao Wu",
      "paper_url": "https://doi.org/10.1126/science.abf7136",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3134344725",
      "paper_id": "https://openalex.org/W3134344725",
      "title": "Toroidal polar topology in strained ferroelectric polymer",
      "authors": "Mengfan Guo, Changqing Guo, Jian Han, Shulin Chen, Shan He, Tongxiang Tang, Qian Li, Joseph Strzalka, Jing Ma, Di Yi, Ke Wang, Ben Xu, Peng Gao, Houbing Huang, Long-Qing Chen, Shujun Zhang, Yuan-Hua Lin, Ce-Wen Nan, Yang Shen",
      "paper_url": "https://doi.org/10.1126/science.abc4727",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4412492628",
      "paper_id": "https://openalex.org/W4412492628",
      "title": "Two-dimensional indium selenide wafers for integrated electronics",
      "authors": "Biao Qin, Jianfeng Jiang, Lu Wang, Quanlin Guo, Chenxi Zhang, Lin Xu, Xing Ni, Peng Yin, Lian-Mao Peng, Enge Wang, Feng Ding, Chenguang Qiu, Can Liu, Kaihui Liu",
      "paper_url": "https://doi.org/10.1126/science.adu3803",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4399394788",
      "paper_id": "https://openalex.org/W4399394788",
      "title": "Ultrafast high-endurance memory based on sliding ferroelectrics",
      "authors": "Kenji Yasuda, Evan Zalys-Geller, Xirui Wang, Daniel Bennett, Suraj S. Cheema, Kenji Watanabe, Takashi Taniguchi, Efthimios Kaxiras, Pablo Jarillo-Herrero, Raymond Ashoori",
      "paper_url": "https://doi.org/10.1126/science.adp3575",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4409317510",
      "paper_id": "https://openalex.org/W4409317510",
      "title": "Ultrahigh capacitive energy storage through dendritic nanopolar design",
      "authors": "Yajing Liu, Yang Zhang, Jing Wang, Chao Yang, Hongguang Wang, Judith L. MacManus-Driscoll, Hao Yang, Peter A. van Aken, Weiwei Li, Ce-Wen Nan",
      "paper_url": "https://doi.org/10.1126/science.adt2703",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4394728313",
      "paper_id": "https://openalex.org/W4394728313",
      "title": "Ultrahigh energy storage in high-entropy ceramic capacitors with polymorphic relaxor phase",
      "authors": "Min Zhang, Shun Lan, Bing B. Yang, Hao Pan, Yi Q. Liu, Qing H. Zhang, Jun L. Qi, Di Chen, Hang Su, Di Yi, Yue Y. Yang, Rui Wei, Hong D. Cai, Hao J. Han, Lin Gu, Ce-Wen Nan, Yuan-Hua Lin",
      "paper_url": "https://doi.org/10.1126/science.adl2931",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3202132086",
      "paper_id": "https://openalex.org/W3202132086",
      "title": "Ultrahigh energy storage in superparaelectric relaxor ferroelectrics",
      "authors": "Hao Pan, Shun Lan, Shiqi Xu, Qinghua Zhang, Hongbao Yao, Yiqian Liu, Fanqi Meng, Er-Jia Guo, Lin Gu, Di Yi, Xiao Renshaw Wang, Houbing Huang, Judith L. MacManus-Driscoll, Long-Qing Chen, Kui-Juan Jin, Ce-Wen Nan, Yuan-Hua Lin",
      "paper_url": "https://doi.org/10.1126/science.abi7687",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3197551171",
      "paper_id": "https://openalex.org/W3197551171",
      "title": "Ultralow–switching current density multilevel phase-change memory on a flexible substrate",
      "authors": "Asir Intisar Khan, Alwin Daus, Raisul Islam, Kathryn M. Neilson, Hye Ryoung Lee, H.-S. Philip Wong, Eric Pop",
      "paper_url": "https://doi.org/10.1126/science.abj1261",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4403707989",
      "paper_id": "https://openalex.org/W4403707989",
      "title": "Unification of insertion and supercapacitive storage concepts: Storage profiles in titania",
      "authors": "Chuanlian Xiao, Hongguang Wang, Robert Usiskin, Peter A. van Aken, Joachim Maier",
      "paper_url": "https://doi.org/10.1126/science.adi5700",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4398250156",
      "paper_id": "https://openalex.org/W4398250156",
      "title": "Unrecoverable lattice rotation governs structural degradation of single-crystalline cathodes",
      "authors": "Weiyuan Huang, Tongchao Liu, Lei Yu, Jing Wang, Tao Zhou, Junxiang Liu, Tianyi Li, Rachid Amine, Xianghui Xiao, Mingyuan Ge, Lu Ma, Steven N. Ehrlich, Martin V. Holt, Jianguo Wen, Khalil Amine",
      "paper_url": "https://doi.org/10.1126/science.ado1675",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3182402235",
      "paper_id": "https://openalex.org/W3182402235",
      "title": "Wafer-scale heterostructured piezoelectric bio-organic thin films",
      "authors": "Fan Yang, Jun Li, Yin Long, Ziyi Zhang, Linfeng Wang, Jiajie Sui, Yutao Dong, Yizhan Wang, Rachel Taylor, Dalong Ni, Weibo Cai, Ping Wang, Timothy Hacker, Xudong Wang",
      "paper_url": "https://doi.org/10.1126/science.abf2155",
      "venue": "science21"
    }
  ]
}