{
  "cluster_id": 197,
  "papers": [
    {
      "id": "science24_https://openalex.org/W4402891680",
      "paper_id": "https://openalex.org/W4402891680",
      "title": "3775-year-old wood burial supports “wood vaulting” as a durable carbon removal method",
      "authors": "Ning Zeng, Xinpeng Zhao, Ghislain Poisson, Bryson Clifford, Yu Liu, He Liu, Taotao Meng, Laura Picard, Elisa Zeng-Mariotti, Ben Zaitchik, Liangbing Hu",
      "paper_url": "https://doi.org/10.1126/science.adm8133",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4283324149",
      "paper_id": "https://openalex.org/W4283324149",
      "title": "8000-year doubling of Midwestern forest biomass driven by population- and biome-scale processes",
      "authors": "A. M. Raiho, C. J. Paciorek, A. Dawson, S. T. Jackson, D. J. Mladenoff, J. W. Williams, J. S. McLachlan",
      "paper_url": "https://doi.org/10.1126/science.abk3126",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3136602805",
      "paper_id": "https://openalex.org/W3136602805",
      "title": "A 35-million-year record of seawater stable Sr isotopes reveals a fluctuating global carbon cycle",
      "authors": "Adina Paytan, Elizabeth M. Griffith, Anton Eisenhauer, Mathis P. Hain, Klaus Wallmann, Andrew Ridgwell",
      "paper_url": "https://doi.org/10.1126/science.aaz9266",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4402625647",
      "paper_id": "https://openalex.org/W4402625647",
      "title": "A 485-million-year history of Earth’s surface temperature",
      "authors": "Emily J. Judd, Jessica E. Tierney, Daniel J. Lunt, Isabel P. Montañez, Brian T. Huber, Scott L. Wing, Paul J. Valdes",
      "paper_url": "https://doi.org/10.1126/science.adk3705",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4387128700",
      "paper_id": "https://openalex.org/W4387128700",
      "title": "A Bayesian inversion for emissions and export productivity across the end-Cretaceous boundary",
      "authors": "Alexander A. Cox, C. Brenhin Keller",
      "paper_url": "https://doi.org/10.1126/science.adh3875",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4387392352",
      "paper_id": "https://openalex.org/W4387392352",
      "title": "A chlorophyll <i>c</i> synthase widely co-opted by phytoplankton",
      "authors": "Yanyou Jiang, Tianjun Cao, Yuqing Yang, Huan Zhang, Jingyu Zhang, Xiaobo Li",
      "paper_url": "https://doi.org/10.1126/science.adg7921",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4297936983",
      "paper_id": "https://openalex.org/W4297936983",
      "title": "A detection of the sea level fingerprint of Greenland Ice Sheet melt",
      "authors": "Sophie Coulson, Sönke Dangendorf, Jerry X. Mitrovica, Mark E. Tamisiea, Linda Pan, David T. Sandwell",
      "paper_url": "https://doi.org/10.1126/science.abo0926",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4396766086",
      "paper_id": "https://openalex.org/W4396766086",
      "title": "A diminished North Atlantic nutrient stream during Younger Dryas climate reversal",
      "authors": "Jean Lynch-Stieglitz, Tyler D. Vollmer, Shannon G. Valley, Eric Blackmon, Sifan Gu, Thomas M. Marchitto",
      "paper_url": "https://doi.org/10.1126/science.adi5543",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4229021218",
      "paper_id": "https://openalex.org/W4229021218",
      "title": "A dynamic saline groundwater system mapped beneath an Antarctic ice stream",
      "authors": "Chloe D. Gustafson, Kerry Key, Matthew R. Siegfried, J. Paul Winberry, Helen A. Fricker, Ryan A. Venturelli, Alexander B. Michaud",
      "paper_url": "https://doi.org/10.1126/science.abm3301",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3130486120",
      "paper_id": "https://openalex.org/W3130486120",
      "title": "A global environmental crisis 42,000 years ago",
      "authors": "Alan Cooper, Chris S. M. Turney, Jonathan Palmer, Alan Hogg, Matt McGlone, Janet Wilmshurst, Andrew M. Lorrey, Timothy J. Heaton, James M. Russell, Ken McCracken, Julien G. Anet, Eugene Rozanov, Marina Friedel, Ivo Suter, Thomas Peter, Raimund Muscheler, Florian Adolphi, Anthony Dosseto, J. Tyler Faith, Pavla Fenwick, Christopher J. Fogwill, Konrad Hughen, Mathew Lipson, Jiabo Liu, Norbert Nowaczyk, Eleanor Rainsley, Christopher Bronk Ramsey, Paolo Sebastianelli, Yassine Souilmi, Janelle Stevenson, Zoë Thomas, Raymond Tobler, Roland Zech",
      "paper_url": "https://doi.org/10.1126/science.abb8677",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4365458577",
      "paper_id": "https://openalex.org/W4365458577",
      "title": "A global transition to flash droughts under climate change",
      "authors": "Xing Yuan, Yumiao Wang, Peng Ji, Peili Wu, Justin Sheffield, Jason A. Otkin",
      "paper_url": "https://doi.org/10.1126/science.abn6301",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3172191503",
      "paper_id": "https://openalex.org/W3172191503",
      "title": "A massive rock and ice avalanche caused the 2021 disaster at Chamoli, Indian Himalaya",
      "authors": "D. H. Shugar, M. Jacquemart, D. Shean, S. Bhushan, K. Upadhyay, A. Sattar, W. Schwanghart, S. McBride, M. Van Wyk de Vries, M. Mergili, A. Emmer, C. Deschamps-Berger, M. McDonnell, R. Bhambri, S. Allen, E. Berthier, J. L. Carrivick, J. J. Clague, M. Dokukin, S. A. Dunning, H. Frey, S. Gascoin, U. K. Haritashya, C. Huggel, A. Kääb, J. S. Kargel, J. L. Kavanaugh, P. Lacroix, D. Petley, S. Rupper, M. F. Azam, S. J. Cook, A. P. Dimri, M. Eriksson, D. Farinotti, J. Fiddes, K. R. Gnyawali, S. Harrison, M. Jha, M. Koppes, A. Kumar, S. Leinss, U. Majeed, S. Mal, A. Muhuri, J. Noetzli, F. Paul, I. Rashid, K. Sain, J. Steiner, F. Ugalde, C. S. Watson, M. J. Westoby",
      "paper_url": "https://doi.org/10.1126/science.abh4455",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4394909777",
      "paper_id": "https://openalex.org/W4394909777",
      "title": "A national-scale assessment of land subsidence in China’s major cities",
      "authors": "Zurui Ao, Xiaomei Hu, Shengli Tao, Xie Hu, Guoquan Wang, Mingjia Li, Fang Wang, Litang Hu, Xiuyu Liang, Jingfeng Xiao, Asadilla Yusup, Wenhua Qi, Qinwei Ran, Jiayi Fang, Jinfeng Chang, Zhenzhong Zeng, Yongshuo Fu, Baolin Xue, Ping Wang, Kefei Zhao, Le Li, Wenkai Li, Yumei Li, Mi Jiang, Yuanhe Yang, Haihua Shen, Xia Zhao, Yue Shi, Bo Wu, Zhengbing Yan, Mengjia Wang, Yanjun Su, Tianyu Hu, Qin Ma, Hao Bai, Lijun Wang, Ziyan Yang, Yuhao Feng, Danhua Zhang, Erhan Huang, Jiamin Pan, Huiying Ye, Chen Yang, Yanwei Qin, Chenqi He, Yanpei Guo, Kai Cheng, Yu Ren, Haitao Yang, Chengyang Zheng, Jiangling Zhu, Shaopeng Wang, Chengjun Ji, Biao Zhu, Hongyan Liu, Zhiyao Tang, Zhiheng Wang, Shuqing Zhao, Yanhong Tang, Hanfa Xing, Qinghua Guo, Yu Liu, Jingyun Fang",
      "paper_url": "https://doi.org/10.1126/science.adl4366",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4311883460",
      "paper_id": "https://openalex.org/W4311883460",
      "title": "A new biologic paleoaltimetry indicating Late Miocene rapid uplift of northern Tibet Plateau",
      "authors": "Yunfa Miao, Xiaomin Fang, Jimin Sun, Wenjiao Xiao, Yongheng Yang, Xuelian Wang, Alex Farnsworth, Kangyou Huang, Yulong Ren, Fuli Wu, Qingqing Qiao, Weilin Zhang, Qingquan Meng, Xiaoli Yan, Zhuo Zheng, Chunhui Song, Torsten Utescher",
      "paper_url": "https://doi.org/10.1126/science.abo2475",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402474919",
      "paper_id": "https://openalex.org/W4402474919",
      "title": "A rockslide-generated tsunami in a Greenland fjord rang Earth for 9 days",
      "authors": "Kristian Svennevig, Stephen P. Hicks, Thomas Forbriger, Thomas Lecocq, Rudolf Widmer-Schnidrig, Anne Mangeney, Clément Hibert, Niels J. Korsgaard, Antoine Lucas, Claudio Satriano, Robert E. Anthony, Aurélien Mordret, Sven Schippkus, Søren Rysgaard, Wieter Boone, Steven J. Gibbons, Kristen L. Cook, Sylfest Glimsdal, Finn Løvholt, Koen Van Noten, Jelle D. Assink, Alexis Marboeuf, Anthony Lomax, Kris Vanneste, Taka’aki Taira, Matteo Spagnolo, Raphael De Plaen, Paula Koelemeijer, Carl Ebeling, Andrea Cannata, William D. Harcourt, David G. Cornwell, Corentin Caudron, Piero Poli, Pascal Bernard, Eric Larose, Eleonore Stutzmann, Peter H. Voss, Bjorn Lund, Flavio Cannavo, Manuel J. Castro-Díaz, Esteban Chaves, Trine Dahl-Jensen, Nicolas De Pinho Dias, Aline Déprez, Roeland Develter, Douglas Dreger, Läslo G. Evers, Enrique D. Fernández-Nieto, Ana M. G. Ferreira, Gareth Funning, Alice-Agnes Gabriel, Marc Hendrickx, Alan L. Kafka, Marie Keiding, Jeffrey Kerby, Shfaqat A. Khan, Andreas Kjær Dideriksen, Oliver D. Lamb, Tine B. Larsen, Bradley Lipovsky, Ikha Magdalena, Jean-Philippe Malet, Mikkel Myrup, Luis Rivera, Eugenio Ruiz-Castillo, Selina Wetter, Bastien Wirtz",
      "paper_url": "https://doi.org/10.1126/science.adm9247",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4380769171",
      "paper_id": "https://openalex.org/W4380769171",
      "title": "A younger and protracted emplacement of the Ontong Java Plateau",
      "authors": "Peter C. Davidson, Anthony A. P. Koppers, Takashi Sano, Takeshi Hanyu",
      "paper_url": "https://doi.org/10.1126/science.ade8666",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3208793204",
      "paper_id": "https://openalex.org/W3208793204",
      "title": "Abating ammonia is more cost-effective than nitrogen oxides for mitigating PM <sub>2.5</sub> air pollution",
      "authors": "Baojing Gu, Lin Zhang, Rita Van Dingenen, Massimo Vieno, Hans JM Van Grinsven, Xiuming Zhang, Shaohui Zhang, Youfan Chen, Sitong Wang, Chenchen Ren, Shilpa Rao, Mike Holland, Wilfried Winiwarter, Deli Chen, Jianming Xu, Mark A. Sutton",
      "paper_url": "https://doi.org/10.1126/science.abf8623",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4408892094",
      "paper_id": "https://openalex.org/W4408892094",
      "title": "Abrupt sea level rise and Earth’s gradual pole shift reveal permanent hydrological regime changes in the 21st century",
      "authors": "Ki-Weon Seo, Dongryeol Ryu, Taehwan Jeon, Kookhyoun Youm, Jae-Seung Kim, Earthu H. Oh, Jianli Chen, James S. Famiglietti, Clark R. Wilson",
      "paper_url": "https://doi.org/10.1126/science.adq6529",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4386127076",
      "paper_id": "https://openalex.org/W4386127076",
      "title": "Action needed to make carbon offsets from forest conservation work for climate change mitigation",
      "authors": "Thales A. P. West, Sven Wunder, Erin O. Sills, Jan Börner, Sami W. Rifai, Alexandra N. Neidermeier, Gabriel P. Frey, Andreas Kontoleon",
      "paper_url": "https://doi.org/10.1126/science.ade3535",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3124655524",
      "paper_id": "https://openalex.org/W3124655524",
      "title": "Aerosol-cloud-climate cooling overestimated by ship-track data",
      "authors": "Franziska Glassmeier, Fabian Hoffmann, Jill S. Johnson, Takanobu Yamaguchi, Ken S. Carslaw, Graham Feingold",
      "paper_url": "https://doi.org/10.1126/science.abd3980",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4382520304",
      "paper_id": "https://openalex.org/W4382520304",
      "title": "Agricultural expansion raises groundwater and increases flooding in the South American plains",
      "authors": "Javier Houspanossian, Raul Giménez, Juan I. Whitworth-Hulse, Marcelo D. Nosetto, Wlodek Tych, Peter M. Atkinson, Mariana C. Rufino, Esteban G. Jobbágy",
      "paper_url": "https://doi.org/10.1126/science.add5462",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4406753279",
      "paper_id": "https://openalex.org/W4406753279",
      "title": "Antarctic krill vertical migrations modulate seasonal carbon export",
      "authors": "A. J. R. Smith, S. Wotherspoon, L. Ratnarajah, G. R. Cutter, G. J. Macaulay, B. Hutton, R. King, S. Kawaguchi, M. J. Cox",
      "paper_url": "https://doi.org/10.1126/science.adq5564",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3165609683",
      "paper_id": "https://openalex.org/W3165609683",
      "title": "Antarctic surface temperature and elevation during the Last Glacial Maximum",
      "authors": "Christo Buizert, T. J. Fudge, William H. G. Roberts, Eric J. Steig, Sam Sherriff-Tadano, Catherine Ritz, Eric Lefebvre, Jon Edwards, Kenji Kawamura, Ikumi Oyabu, Hideaki Motoyama, Emma C. Kahle, Tyler R. Jones, Ayako Abe-Ouchi, Takashi Obase, Carlos Martin, Hugh Corr, Jeffrey P. Severinghaus, Ross Beaudette, Jenna A. Epifanio, Edward J. Brook, Kaden Martin, Jérôme Chappellaz, Shuji Aoki, Takakiyo Nakazawa, Todd A. Sowers, Richard B. Alley, Jinho Ahn, Michael Sigl, Mirko Severi, Nelia W. Dunbar, Anders Svensson, John M. Fegyveresi, Chengfei He, Zhengyu Liu, Jiang Zhu, Bette L. Otto-Bliesner, Vladimir Y. Lipenkov, Masa Kageyama, Jakob Schwander",
      "paper_url": "https://doi.org/10.1126/science.abd2897",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4400974608",
      "paper_id": "https://openalex.org/W4400974608",
      "title": "Anthropogenic amplification of precipitation variability over the past century",
      "authors": "Wenxia Zhang, Tianjun Zhou, Peili Wu",
      "paper_url": "https://doi.org/10.1126/science.adp0212",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4392282959",
      "paper_id": "https://openalex.org/W4392282959",
      "title": "Anthropogenic climate change has influenced global river flow seasonality",
      "authors": "Hong Wang, Junguo Liu, Megan Klaar, Aifang Chen, Lukas Gudmundsson, Joseph Holden",
      "paper_url": "https://doi.org/10.1126/science.adi9501",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4392027904",
      "paper_id": "https://openalex.org/W4392027904",
      "title": "Arctic sea ice retreat fuels boreal forest advance",
      "authors": "Roman J. Dial, Colin T. Maher, Rebecca E. Hewitt, Amy M. Wockenfuss, Russell E. Wong, Daniel J. Crawford, Madeline G. Zietlow, Patrick F. Sullivan",
      "paper_url": "https://doi.org/10.1126/science.adh2339",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3153296559",
      "paper_id": "https://openalex.org/W3153296559",
      "title": "Assessing China’s efforts to pursue the 1.5°C warming limit",
      "authors": "Hongbo Duan, Sheng Zhou, Kejun Jiang, Christoph Bertram, Mathijs Harmsen, Elmar Kriegler, Detlef P. van Vuuren, Shouyang Wang, Shinichiro Fujimori, Massimo Tavoni, Xi Ming, Kimon Keramidas, Gokul Iyer, James Edmonds",
      "paper_url": "https://doi.org/10.1126/science.aba8767",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4402626034",
      "paper_id": "https://openalex.org/W4402626034",
      "title": "Atmospheric blocking slows ocean-driven melting of Greenland’s largest glacier tongue",
      "authors": "Rebecca Adam McPherson, Claudia Wekerle, Torsten Kanzow, Monica Ionita, Finn Ole Heukamp, Ole Zeising, Angelika Humbert",
      "paper_url": "https://doi.org/10.1126/science.ado5008",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4368347522",
      "paper_id": "https://openalex.org/W4368347522",
      "title": "Atmospheric nourishment of global ocean ecosystems",
      "authors": "T. K. Westberry, M. J. Behrenfeld, Y. R. Shi, H. Yu, L. A. Remer, H. Bian",
      "paper_url": "https://doi.org/10.1126/science.abq5252",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4392819024",
      "paper_id": "https://openalex.org/W4392819024",
      "title": "Big data in Earth science: Emerging practice and promise",
      "authors": "Tiffany C. Vance, Thomas Huang, Kevin A. Butler",
      "paper_url": "https://doi.org/10.1126/science.adh9607",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4399601929",
      "paper_id": "https://openalex.org/W4399601929",
      "title": "Biogenic-to-lithogenic handoff of particulate Zn affects the Zn cycle in the Southern Ocean",
      "authors": "J. Duan, R. Cloete, J. C. Loock, A. Lanzirotti, M. Newville, A. Martínez-García, D. M. Sigman, P. J. Lam, A. N. Roychoudhury, S. C. B. Myneni",
      "paper_url": "https://doi.org/10.1126/science.adh8199",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4401415954",
      "paper_id": "https://openalex.org/W4401415954",
      "title": "Biogeographic climate sensitivity controls Earth system response to large igneous province carbon degassing",
      "authors": "Julian Rogger, Emily J. Judd, Benjamin J. W. Mills, Yves Goddéris, Taras V. Gerya, Loïc Pellissier",
      "paper_url": "https://doi.org/10.1126/science.adn3450",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4399848803",
      "paper_id": "https://openalex.org/W4399848803",
      "title": "Bomb radiocarbon evidence for strong global carbon uptake and turnover in terrestrial vegetation",
      "authors": "Heather D. Graven, Hamish Warren, Holly K. Gibbs, Samar Khatiwala, Charles Koven, Joanna Lester, Ingeborg Levin, Seth A. Spawn-Lee, Will Wieder",
      "paper_url": "https://doi.org/10.1126/science.adl4443",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406201546",
      "paper_id": "https://openalex.org/W4406201546",
      "title": "Building materials could store more than 16 billion tonnes of CO <sub>2</sub> annually",
      "authors": "Elisabeth Van Roijen, Sabbie A. Miller, Steven J. Davis",
      "paper_url": "https://doi.org/10.1126/science.adq8594",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4406025502",
      "paper_id": "https://openalex.org/W4406025502",
      "title": "Canadian forests are more conducive to high-severity fires in recent decades",
      "authors": "Weiwei Wang, Xianli Wang, Mike D. Flannigan, Luc Guindon, Tom Swystun, Dante Castellanos-Acuna, Wanli Wu, Guangyu Wang",
      "paper_url": "https://doi.org/10.1126/science.ado1006",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3155495511",
      "paper_id": "https://openalex.org/W3155495511",
      "title": "Carbon loss from boreal forest wildfires offset by increased dominance of deciduous trees",
      "authors": "Michelle C. Mack, Xanthe J. Walker, Jill F. Johnstone, Heather D. Alexander, April M. Melvin, Mélanie Jean, Samantha N. Miller",
      "paper_url": "https://doi.org/10.1126/science.abf3903",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4283734091",
      "paper_id": "https://openalex.org/W4283734091",
      "title": "Cenozoic evolution of deep ocean temperature from clumped isotope thermometry",
      "authors": "A. N. Meckler, P. F. Sexton, A. M. Piasecki, T. J. Leutert, J. Marquardt, M. Ziegler, T. Agterhuis, L. J. Lourens, J. W. B. Rae, J. Barnet, A. Tripati, S. M. Bernasconi",
      "paper_url": "https://doi.org/10.1126/science.abk0604",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4289793683",
      "paper_id": "https://openalex.org/W4289793683",
      "title": "Changes in North Atlantic deep-water oxygenation across the Middle Pleistocene Transition",
      "authors": "Nicola C. Thomas, Harold J. Bradbury, David A. Hodell",
      "paper_url": "https://doi.org/10.1126/science.abj7761",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4392028427",
      "paper_id": "https://openalex.org/W4392028427",
      "title": "Chemistry-albedo feedbacks offset up to a third of forestation’s CO <sub>2</sub> removal benefits",
      "authors": "James Weber, James A. King, Nathan Luke Abraham, Daniel P. Grosvenor, Christopher J. Smith, Youngsub Matthew Shin, Peter Lawrence, Stephanie Roe, David J. Beerling, Maria Val Martin",
      "paper_url": "https://doi.org/10.1126/science.adg6196",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4283012163",
      "paper_id": "https://openalex.org/W4283012163",
      "title": "Chronic oiling in global oceans",
      "authors": "Yanzhu Dong, Yongxue Liu, Chuanmin Hu, Ian R. MacDonald, Yingcheng Lu",
      "paper_url": "https://doi.org/10.1126/science.abm5940",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4317437771",
      "paper_id": "https://openalex.org/W4317437771",
      "title": "Citizen scientists report global rapid reductions in the visibility of stars from 2011 to 2022",
      "authors": "Christopher C. M. Kyba, Yiğit Öner Altıntaş, Constance E. Walker, Mark Newhouse",
      "paper_url": "https://doi.org/10.1126/science.abq7781",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3192513328",
      "paper_id": "https://openalex.org/W3192513328",
      "title": "Clarion call from climate panel",
      "authors": "Steven Sherwood, Brian Hoskins",
      "paper_url": "https://doi.org/10.1126/science.abl8490",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4297937001",
      "paper_id": "https://openalex.org/W4297937001",
      "title": "Climate change drives rapid decadal acidification in the Arctic Ocean from 1994 to 2020",
      "authors": "Di Qi, Zhangxian Ouyang, Liqi Chen, Yingxu Wu, Ruibo Lei, Baoshan Chen, Richard A. Feely, Leif G. Anderson, Wenli Zhong, Hongmei Lin, Alexander Polukhin, Yixing Zhang, Yongli Zhang, Haibo Bi, Xinyu Lin, Yiming Luo, Yanpei Zhuang, Jianfeng He, Jianfang Chen, Wei-Jun Cai",
      "paper_url": "https://doi.org/10.1126/science.abo0383",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4401751997",
      "paper_id": "https://openalex.org/W4401751997",
      "title": "Climate policies that achieved major emission reductions: Global evidence from two decades",
      "authors": "Annika Stechemesser, Nicolas Koch, Ebba Mark, Elina Dilger, Patrick Klösel, Laura Menicacci, Daniel Nachtigall, Felix Pretis, Nolan Ritter, Moritz Schwarz, Helena Vossen, Anna Wenzel",
      "paper_url": "https://doi.org/10.1126/science.adl6547",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4414760337",
      "paper_id": "https://openalex.org/W4414760337",
      "title": "Climate-linked escalation of societally disastrous wildfires",
      "authors": "Calum X. Cunningham, John T. Abatzoglou, Crystal A. Kolden, Grant J. Williamson, Markus Steuer, David M. J. S. Bowman",
      "paper_url": "https://doi.org/10.1126/science.adr5127",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4392544616",
      "paper_id": "https://openalex.org/W4392544616",
      "title": "CO <sub>2</sub> drawdown from weathering is maximized at moderate erosion rates",
      "authors": "Aaron Bufe, Jeremy K. C. Rugenstein, Niels Hovius",
      "paper_url": "https://doi.org/10.1126/science.adk0957",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4288422717",
      "paper_id": "https://openalex.org/W4288422717",
      "title": "Constraints on the adjustment of tidal marshes to accelerating sea level rise",
      "authors": "Neil Saintilan, Katya E. Kovalenko, Glenn Guntenspergen, Kerrylee Rogers, James C. Lynch, Donald R. Cahoon, Catherine E. Lovelock, Daniel A. Friess, Erica Ashe, Ken W. Krauss, Nicole Cormier, Tom Spencer, Janine Adams, Jacqueline Raw, Carles Ibanez, Francesco Scarton, Stijn Temmerman, Patrick Meire, Tom Maris, Karen Thorne, John Brazner, Gail L. Chmura, Tony Bowron, Vishmie P. Gamage, Kimberly Cressman, Charlie Endris, Christina Marconi, Pamela Marcum, Kari St. Laurent, William Reay, Kenneth B. Raposa, Jason A. Garwood, Nicole Khan",
      "paper_url": "https://doi.org/10.1126/science.abo7872",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4378174774",
      "paper_id": "https://openalex.org/W4378174774",
      "title": "Controlled motility in the cyanobacterium <i>Trichodesmium</i> regulates aggregate architecture",
      "authors": "Ulrike Pfreundt, Jonasz Słomka, Giulia Schneider, Anupam Sengupta, Francesco Carrara, Vicente Fernandez, Martin Ackermann, Roman Stocker",
      "paper_url": "https://doi.org/10.1126/science.adf2753",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4280585773",
      "paper_id": "https://openalex.org/W4280585773",
      "title": "Cross-biome synthesis of source versus sink limits to tree growth",
      "authors": "Antoine Cabon, Steven A. Kannenberg, Altaf Arain, Flurin Babst, Dennis Baldocchi, Soumaya Belmecheri, Nicolas Delpierre, Rossella Guerrieri, Justin T. Maxwell, Shawn McKenzie, Frederick C. Meinzer, David J. P. Moore, Christoforos Pappas, Adrian V. Rocha, Paul Szejner, Masahito Ueyama, Danielle Ulrich, Caroline Vincke, Steven L. Voelker, Jingshu Wei, David Woodruff, William R. L. Anderegg",
      "paper_url": "https://doi.org/10.1126/science.abm4875",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4224078476",
      "paper_id": "https://openalex.org/W4224078476",
      "title": "Cryptic and abundant marine viruses at the evolutionary origins of Earth’s RNA virome",
      "authors": "Ahmed A. Zayed, James M. Wainaina, Guillermo Dominguez-Huerta, Eric Pelletier, Jiarong Guo, Mohamed Mohssen, Funing Tian, Akbar Adjie Pratama, Benjamin Bolduc, Olivier Zablocki, Dylan Cronin, Lindsey Solden, Erwan Delage, Adriana Alberti, Jean-Marc Aury, Quentin Carradec, Corinne da Silva, Karine Labadie, Julie Poulain, Hans-Joachim Ruscheweyh, Guillem Salazar, Elan Shatoff, , Ralf Bundschuh, Kurt Fredrick, Laura S. Kubatko, Samuel Chaffron, Alexander I. Culley, Shinichi Sunagawa, Jens H. Kuhn, Patrick Wincker, Matthew B. Sullivan, Silvia G. Acinas, Marcel Babin, Peer Bork, Emmanuel Boss, Chris Bowler, Guy Cochrane, Colomban de Vargas, Gabriel Gorsky, Lionel Guidi, Nigel Grimsley, Pascal Hingamp, Daniele Iudicone, Olivier Jaillon, Stefanie Kandels, Lee Karp-Boss, Eric Karsenti, Fabrice Not, Hiroyuki Ogata, Nicole Poulton, Stéphane Pesant, Christian Sardet, Sabrinia Speich, Lars Stemmann, Matthew B. Sullivan, Shinichi Sungawa, Patrick Wincker",
      "paper_url": "https://doi.org/10.1126/science.abm5847",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4388726233",
      "paper_id": "https://openalex.org/W4388726233",
      "title": "Curbing global solid waste emissions toward net-zero warming futures",
      "authors": "Zheng Xuan Hoy, Kok Sin Woon, Wen Cheong Chin, Yee Van Fan, Seung Jick Yoo",
      "paper_url": "https://doi.org/10.1126/science.adg3177",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3202125399",
      "paper_id": "https://openalex.org/W3202125399",
      "title": "Decadal climate variability in the tropical Pacific: Characteristics, causes, predictability, and prospects",
      "authors": "Scott Power, Matthieu Lengaigne, Antonietta Capotondi, Myriam Khodri, Jérôme Vialard, Beyrem Jebri, Eric Guilyardi, Shayne McGregor, Jong-Seong Kug, Matthew Newman, Michael J. McPhaden, Gerald Meehl, Doug Smith, Julia Cole, Julien Emile-Geay, Daniel Vimont, Andrew T. Wittenberg, Mat Collins, Geon-Il Kim, Wenju Cai, Yuko Okumura, Christine Chung, Kim M. Cobb, François Delage, Yann Y. Planton, Aaron Levine, Feng Zhu, Janet Sprintall, Emanuele Di Lorenzo, Xuebin Zhang, Jing-Jia Luo, Xiaopei Lin, Magdalena Balmaseda, Guojian Wang, Benjamin J. Henley",
      "paper_url": "https://doi.org/10.1126/science.aay9165",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4404835461",
      "paper_id": "https://openalex.org/W4404835461",
      "title": "Decadal oscillations in the ocean’s largest oxygen-deficient zone",
      "authors": "N. N. Duprey, A. D. Foreman, J. D. Carriquiry, C. D. Charles, S. C. Sanchez, H. Vonhof, F. Rubach, R. Rabenstein, M. Rohr, H. Reyes-Bonilla, D. Marconi, D. M. Sigman, G. H. Haug, A. Martínez-García",
      "paper_url": "https://doi.org/10.1126/science.adk4965",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4385726909",
      "paper_id": "https://openalex.org/W4385726909",
      "title": "Declining cost of renewables and climate change curb the need for African hydropower expansion",
      "authors": "Angelo Carlino, Matthias Wildemeersch, Celray James Chawanda, Matteo Giuliani, Sebastian Sterl, Wim Thiery, Ann van Griensven, Andrea Castelletti",
      "paper_url": "https://doi.org/10.1126/science.adf5848",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4388936864",
      "paper_id": "https://openalex.org/W4388936864",
      "title": "Deconvolving microbial and environmental controls on marine sedimentary pyrite sulfur isotope ratios",
      "authors": "R. N. Bryant, J. L. Houghton, C. Jones, V. Pasquier, I. Halevy, D. A. Fike",
      "paper_url": "https://doi.org/10.1126/science.adg6103",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4408399319",
      "paper_id": "https://openalex.org/W4408399319",
      "title": "Deep learning the flow law of Antarctic ice shelves",
      "authors": "Yongji Wang, Ching-Yao Lai, David J. Prior, Charlie Cowen-Breen",
      "paper_url": "https://doi.org/10.1126/science.adp3300",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4384924007",
      "paper_id": "https://openalex.org/W4384924007",
      "title": "Deglaciation of northwestern Greenland during Marine Isotope Stage 11",
      "authors": "Andrew J. Christ, Tammy M. Rittenour, Paul R. Bierman, Benjamin A. Keisling, Paul C. Knutz, Tonny B. Thomsen, Nynke Keulen, Julie C. Fosdick, Sidney R. Hemming, Jean-Louis Tison, Pierre-Henri Blard, Jørgen P. Steffensen, Marc W. Caffee, Lee B. Corbett, Dorthe Dahl-Jensen, David P. Dethier, Alan J. Hidy, Nicolas Perdrial, Dorothy M. Peteet, Eric J. Steig, Elizabeth K. Thomas",
      "paper_url": "https://doi.org/10.1126/science.ade4248",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4407448188",
      "paper_id": "https://openalex.org/W4407448188",
      "title": "Depth-dependent seismic sensing of groundwater recovery from the atmospheric-river storms of 2023",
      "authors": "Shujuan Mao, William L. Ellsworth, Yujie Zheng, Gregory C. Beroza",
      "paper_url": "https://doi.org/10.1126/science.adr6139",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4408017066",
      "paper_id": "https://openalex.org/W4408017066",
      "title": "Distinct roles for precession, obliquity, and eccentricity in Pleistocene 100-kyr glacial cycles",
      "authors": "Stephen Barker, Lorraine E. Lisiecki, Gregor Knorr, Sophie Nuber, Polychronis C. Tzedakis",
      "paper_url": "https://doi.org/10.1126/science.adp3491",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4281625021",
      "paper_id": "https://openalex.org/W4281625021",
      "title": "Diversity and ecological footprint of Global Ocean RNA viruses",
      "authors": "Guillermo Dominguez-Huerta, Ahmed A. Zayed, James M. Wainaina, Jiarong Guo, Funing Tian, Akbar Adjie Pratama, Benjamin Bolduc, Mohamed Mohssen, Olivier Zablocki, Eric Pelletier, Erwan Delage, Adriana Alberti, Jean-Marc Aury, Quentin Carradec, Corinne da Silva, Karine Labadie, Julie Poulain, , Chris Bowler, Damien Eveillard, Lionel Guidi, Eric Karsenti, Jens H. Kuhn, Hiroyuki Ogata, Patrick Wincker, Alexander Culley, Samuel Chaffron, Matthew B. Sullivan",
      "paper_url": "https://doi.org/10.1126/science.abn6358",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4406485109",
      "paper_id": "https://openalex.org/W4406485109",
      "title": "Drought in a warmer, CO <sub>2</sub> -rich climate restricts grassland water use and soil water mixing",
      "authors": "Jesse Radolinski, Matevz Vremec, Herbert Wachter, Steffen Birk, Nicolas Brüggemann, Markus Herndl, Ansgar Kahmen, Daniel B. Nelson, Angelika Kübert, Andreas Schaumberger, Christine Stumpp, Maud Tissink, Christiane Werner, Michael Bahn",
      "paper_url": "https://doi.org/10.1126/science.ado0734",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4282968229",
      "paper_id": "https://openalex.org/W4282968229",
      "title": "Droughts and societal change: The environmental context for the emergence of Islam in late Antique Arabia",
      "authors": "Dominik Fleitmann, John Haldon, Raymond S. Bradley, Stephen J. Burns, Hai Cheng, R. Lawrence Edwards, Christoph C. Raible, Matthew Jacobson, Albert Matter",
      "paper_url": "https://doi.org/10.1126/science.abg4044",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4401990255",
      "paper_id": "https://openalex.org/W4401990255",
      "title": "Dryland self-expansion enabled by land–atmosphere feedbacks",
      "authors": "Akash Koppa, Jessica Keune, Dominik L. Schumacher, Katerina Michaelides, Michael Singer, Sonia I. Seneviratne, Diego G. Miralles",
      "paper_url": "https://doi.org/10.1126/science.adn6833",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4412795296",
      "paper_id": "https://openalex.org/W4412795296",
      "title": "Dust-driven droplet freezing explains cloud-top phase in the northern extratropics",
      "authors": "D. Villanueva, M. Stengel, C. Hoose, O. Bruno, K. Jeggle, A. Ansmann, U. Lohmann",
      "paper_url": "https://doi.org/10.1126/science.adt5354",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4308430751",
      "paper_id": "https://openalex.org/W4308430751",
      "title": "Early snowmelt and polar jet dynamics co-influence recent extreme Siberian fire seasons",
      "authors": "Rebecca C. Scholten, Dim Coumou, Fei Luo, Sander Veraverbeke",
      "paper_url": "https://doi.org/10.1126/science.abn4419",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W4200211463",
      "paper_id": "https://openalex.org/W4200211463",
      "title": "Ecosystem fluxes during drought and recovery in an experimental forest",
      "authors": "Christiane Werner, Laura K. Meredith, S. Nemiah Ladd, Johannes Ingrisch, Angelika Kübert, Joost van Haren, Michael Bahn, Kinzie Bailey, Ines Bamberger, Matthias Beyer, Daniel Blomdahl, Joseph Byron, Erik Daber, Jason Deleeuw, Michaela A. Dippold, Jane Fudyma, Juliana Gil-Loaiza, Linnea K. Honeker, Jia Hu, Jianbei Huang, Thomas Klüpfel, Jordan Krechmer, Jürgen Kreuzwieser, Kathrin Kühnhammer, Marco M. Lehmann, Kathiravan Meeran, Pawel K. Misztal, Wei-Ren Ng, Eva Pfannerstill, Giovanni Pugliese, Gemma Purser, Joseph Roscioli, Lingling Shi, Malak Tfaily, Jonathan Williams",
      "paper_url": "https://doi.org/10.1126/science.abj6789",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4295086859",
      "paper_id": "https://openalex.org/W4295086859",
      "title": "El Niño frequency threshold controls coastal biotic communities",
      "authors": "Jack M. Broughton, Brian F. Codding, J. Tyler Faith, Kathryn A. Mohlenhoff, Ruth Gruhn, Joan Brenner-Coltrain, Isaac A. Hart",
      "paper_url": "https://doi.org/10.1126/science.abm1033",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4403091983",
      "paper_id": "https://openalex.org/W4403091983",
      "title": "ENSO affects the North Atlantic Oscillation 1 year later",
      "authors": "Adam A. Scaife, Nick Dunstone, Steven Hardiman, Sarah Ineson, Chaofan Li, Riyu Lu, Bo Pang, Albert Klein-Tank, Doug Smith, Annelize Van Niekerk, James Renwick, Ned Williams",
      "paper_url": "https://doi.org/10.1126/science.adk4671",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4408399311",
      "paper_id": "https://openalex.org/W4408399311",
      "title": "Environmental effects of the Kakhovka Dam destruction by warfare in Ukraine",
      "authors": "O. Shumilova, A. Sukhodolov, N. Osadcha, A. Oreshchenko, G. Constantinescu, S. Afanasyev, M. Koken, V. Osadchyi, B. Rhoads, K. Tockner, M. T. Monaghan, B. Schröder, J. Nabyvanets, C. Wolter, O. Lietytska, J. van de Koppel, N. Magas, S. C. Jähnig, V. Lakisova, G. Trokhymenko, M. Venohr, V. Komorin, S. Stepanenko, V. Khilchevskyi, S. Domisch, M. Blettler, P. Gleick, L. De Meester, H.-P. Grossart",
      "paper_url": "https://doi.org/10.1126/science.adn8655",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4400079037",
      "paper_id": "https://openalex.org/W4400079037",
      "title": "Ephemeral stream water contributions to United States drainage networks",
      "authors": "Craig B. Brinkerhoff, Colin J. Gleason, Matthew J. Kotchen, Douglas A. Kysar, Peter A. Raymond",
      "paper_url": "https://doi.org/10.1126/science.adg9430",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4295088938",
      "paper_id": "https://openalex.org/W4295088938",
      "title": "Exceeding 1.5°C global warming could trigger multiple climate tipping points",
      "authors": "David I. Armstrong McKay, Arie Staal, Jesse F. Abrams, Ricarda Winkelmann, Boris Sakschewski, Sina Loriani, Ingo Fetzer, Sarah E. Cornell, Johan Rockström, Timothy M. Lenton",
      "paper_url": "https://doi.org/10.1126/science.abn7950",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3209422469",
      "paper_id": "https://openalex.org/W3209422469",
      "title": "Exceptional increases in fluvial sediment fluxes in a warmer and wetter High Mountain Asia",
      "authors": "Dongfeng Li, Xixi Lu, Irina Overeem, Desmond E. Walling, Jaia Syvitski, Albert J. Kettner, Bodo Bookhagen, Yinjun Zhou, Ting Zhang",
      "paper_url": "https://doi.org/10.1126/science.abi9649",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3157106920",
      "paper_id": "https://openalex.org/W3157106920",
      "title": "Extreme oxidant amounts produced by lightning in storm clouds",
      "authors": "W. H. Brune, P. J. McFarland, E. Bruning, S. Waugh, D. MacGorman, D. O. Miller, J. M. Jenkins, X. Ren, J. Mao, J. Peischl",
      "paper_url": "https://doi.org/10.1126/science.abg0492",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4414086122",
      "paper_id": "https://openalex.org/W4414086122",
      "title": "Fire heat affects the impacts of wildfires on air pollution in the United States",
      "authors": "Qihan Ma, Linyi Wei, Yong Wang, Guang J. Zhang, Xinlin Zhou, Bin Wang",
      "paper_url": "https://doi.org/10.1126/science.ads1957",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4386316823",
      "paper_id": "https://openalex.org/W4386316823",
      "title": "Fluctuating Atlantic inflows modulate Arctic atlantification",
      "authors": "Igor V. Polyakov, Randi B. Ingvaldsen, Andrey V. Pnyushkov, Uma S. Bhatt, Jennifer A. Francis, Markus Janout, Ronald Kwok, Øystein Skagseth",
      "paper_url": "https://doi.org/10.1126/science.adh5158",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4410649763",
      "paper_id": "https://openalex.org/W4410649763",
      "title": "Functional biogeography of marine microbial heterotrophs",
      "authors": "Emily J. Zakem, Jesse McNichol, J. L. Weissman, Yubin Raut, Liang Xu, Elisa R. Halewood, Craig A. Carlson, Stephanie Dutkiewicz, Jed A. Fuhrman, Naomi M. Levine",
      "paper_url": "https://doi.org/10.1126/science.ado5323",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4396779967",
      "paper_id": "https://openalex.org/W4396779967",
      "title": "Future malaria environmental suitability in Africa is sensitive to hydrology",
      "authors": "Mark W. Smith, Thomas Willis, Elizabeth Mroz, William H. M. James, Megan J. Klaar, Simon N. Gosling, Christopher J. Thomas",
      "paper_url": "https://doi.org/10.1126/science.adk8755",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4390045961",
      "paper_id": "https://openalex.org/W4390045961",
      "title": "Genomic evidence for West Antarctic Ice Sheet collapse during the Last Interglacial",
      "authors": "Sally C. Y. Lau, Nerida G. Wilson, Nicholas R. Golledge, Tim R. Naish, Phillip C. Watts, Catarina N. S. Silva, Ira R. Cooke, A. Louise Allcock, Felix C. Mark, Katrin Linse, Jan M. Strugnell",
      "paper_url": "https://doi.org/10.1126/science.ade0664",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4282960480",
      "paper_id": "https://openalex.org/W4282960480",
      "title": "Glacial ice supports a distinct and undocumented polar bear subpopulation persisting in late 21st-century sea-ice conditions",
      "authors": "Kristin L. Laidre, Megan A. Supple, Erik W. Born, Eric V. Regehr, Øystein Wiig, Fernando Ugarte, Jon Aars, Rune Dietz, Christian Sonne, Peter Hegelund, Carl Isaksen, Geir B. Akse, Benjamin Cohen, Harry L. Stern, Twila Moon, Christopher Vollmers, Russ Corbett-Detig, David Paetkau, Beth Shapiro",
      "paper_url": "https://doi.org/10.1126/science.abk2793",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4404349924",
      "paper_id": "https://openalex.org/W4404349924",
      "title": "Glaciation of liquid clouds, snowfall, and reduced cloud cover at industrial aerosol hot spots",
      "authors": "Velle Toll, Jorma Rahu, Hannes Keernik, Heido Trofimov, Tanel Voormansik, Peter Manshausen, Emma Hung, Daniel Michelson, Matthew W. Christensen, Piia Post, Heikki Junninen, Benjamin J. Murray, Ulrike Lohmann, Duncan Watson-Parris, Philip Stier, Norman Donaldson, Trude Storelvmo, Markku Kulmala, Nicolas Bellouin",
      "paper_url": "https://doi.org/10.1126/science.adl0303",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410850966",
      "paper_id": "https://openalex.org/W4410850966",
      "title": "Glacier preservation doubled by limiting warming to 1.5°C versus 2.7°C",
      "authors": "Harry Zekollari, Lilian Schuster, Fabien Maussion, Regine Hock, Ben Marzeion, David R. Rounce, Loris Compagno, Koji Fujita, Matthias Huss, Megan James, Philip D. A. Kraaijenbrink, William H. Lipscomb, Samar Minallah, Moritz Oberrauch, Lander Van Tricht, Nicolas Champollion, Tamsin Edwards, Daniel Farinotti, Walter Immerzeel, Gunter Leguy, Akiko Sakai",
      "paper_url": "https://doi.org/10.1126/science.adu4675",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3160624356",
      "paper_id": "https://openalex.org/W3160624356",
      "title": "Global acceleration in rates of vegetation change over the past 18,000 years",
      "authors": "Ondřej Mottl, Suzette G. A. Flantua, Kuber P. Bhatta, Vivian A. Felde, Thomas Giesecke, Simon Goring, Eric C. Grimm, Simon Haberle, Henry Hooghiemstra, Sarah Ivory, Petr Kuneš, Steffen Wolters, Alistair W. R. Seddon, John W. Williams",
      "paper_url": "https://doi.org/10.1126/science.abg1685",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4392028426",
      "paper_id": "https://openalex.org/W4392028426",
      "title": "Global and regional temperature change over the past 4.5 million years",
      "authors": "Peter U. Clark, Jeremy D. Shakun, Yair Rosenthal, Peter Köhler, Patrick J. Bartlein",
      "paper_url": "https://doi.org/10.1126/science.adi1908",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4210647337",
      "paper_id": "https://openalex.org/W4210647337",
      "title": "Global assessment of oil and gas methane ultra-emitters",
      "authors": "T. Lauvaux, C. Giron, M. Mazzolini, A. d’Aspremont, R. Duren, D. Cusworth, D. Shindell, P. Ciais",
      "paper_url": "https://doi.org/10.1126/science.abj4351",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4220827214",
      "paper_id": "https://openalex.org/W4220827214",
      "title": "Global biosphere primary productivity changes during the past eight glacial cycles",
      "authors": "Ji-Woong Yang, Margaux Brandon, Amaëlle Landais, Stéphanie Duchamp-Alphonse, Thomas Blunier, Frédéric Prié, Thomas Extier",
      "paper_url": "https://doi.org/10.1126/science.abj8826",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3208473318",
      "paper_id": "https://openalex.org/W3208473318",
      "title": "Global drivers of eukaryotic plankton biogeography in the sunlit ocean",
      "authors": "Guilhem Sommeria-Klein, Romain Watteaux, Federico M. Ibarbalz, Juan José Pierella Karlusich, Daniele Iudicone, Chris Bowler, Hélène Morlon",
      "paper_url": "https://doi.org/10.1126/science.abb3717",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4313555558",
      "paper_id": "https://openalex.org/W4313555558",
      "title": "Global glacier change in the 21st century: Every increase in temperature matters",
      "authors": "David R. Rounce, Regine Hock, Fabien Maussion, Romain Hugonnet, William Kochtitzky, Matthias Huss, Etienne Berthier, Douglas Brinkerhoff, Loris Compagno, Luke Copland, Daniel Farinotti, Brian Menounos, Robert W. McNabb",
      "paper_url": "https://doi.org/10.1126/science.abo1324",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3156883448",
      "paper_id": "https://openalex.org/W3156883448",
      "title": "Global groundwater wells at risk of running dry",
      "authors": "Scott Jasechko, Debra Perrone",
      "paper_url": "https://doi.org/10.1126/science.abc2755",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4411299308",
      "paper_id": "https://openalex.org/W4411299308",
      "title": "Global importance of nitrogen fixation across inland and coastal waters",
      "authors": "Robinson W. Fulweiler, Shelby Rinehart, Jason Taylor, Michelle C. Kelly, Megan E. Berberich, Nicholas E. Ray, Autumn Oczkowski, Sawyer Balint, Mar Benavides, Matthew J. Church, Brianna Loeks, Silvia Newell, Malin Olofsson, Jimmy Clifford Oppong, Sarah S. Roley, Carmella Vizza, Samuel T. Wilson, Subhadeep Chowdhury, Peter Groffman, J. Thad Scott, Amy M. Marcarelli",
      "paper_url": "https://doi.org/10.1126/science.adt1511",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4406439969",
      "paper_id": "https://openalex.org/W4406439969",
      "title": "Global increase in the occurrence and impact of multiyear droughts",
      "authors": "Liangzhi Chen, Philipp Brun, Pascal Buri, Simone Fatichi, Arthur Gessler, Michael James McCarthy, Francesca Pellicciotti, Benjamin Stocker, Dirk Nikolaus Karger",
      "paper_url": "https://doi.org/10.1126/science.ado4245",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4283317347",
      "paper_id": "https://openalex.org/W4283317347",
      "title": "Global ocean lipidomes show a universal relationship between temperature and lipid unsaturation",
      "authors": "Henry C. Holm, Helen F. Fredricks, Shavonna M. Bent, Daniel P. Lowenstein, Justin E. Ossolinski, Kevin W. Becker, Winifred M. Johnson, Kharis Schrage, Benjamin A. S. Van Mooy",
      "paper_url": "https://doi.org/10.1126/science.abn7455",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4280491348",
      "paper_id": "https://openalex.org/W4280491348",
      "title": "Global record of “ghost” nannofossils reveals plankton resilience to high CO <sub>2</sub> and warming",
      "authors": "Sam M. Slater, Paul Bown, Richard J. Twitchett, Silvia Danise, Vivi Vajda",
      "paper_url": "https://doi.org/10.1126/science.abm7330",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4403510769",
      "paper_id": "https://openalex.org/W4403510769",
      "title": "Global rise in forest fire emissions linked to climate change in the extratropics",
      "authors": "Matthew W. Jones, Sander Veraverbeke, Niels Andela, Stefan H. Doerr, Crystal Kolden, Guilherme Mataveli, M. Lucrecia Pettinari, Corinne Le Quéré, Thais M. Rosan, Guido R. van der Werf, Dave van Wees, John T. Abatzoglou",
      "paper_url": "https://doi.org/10.1126/science.adl5889",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4409530112",
      "paper_id": "https://openalex.org/W4409530112",
      "title": "Global soil pollution by toxic metals threatens agriculture and human health",
      "authors": "Deyi Hou, Xiyue Jia, Liuwei Wang, Steve P. McGrath, Yong-Guan Zhu, Qing Hu, Fang-Jie Zhao, Michael S. Bank, David O’Connor, Jerome Nriagu",
      "paper_url": "https://doi.org/10.1126/science.adr5214",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4385726769",
      "paper_id": "https://openalex.org/W4385726769",
      "title": "Global water use efficiency saturation due to increased vapor pressure deficit",
      "authors": "Fei Li, Jingfeng Xiao, Jiquan Chen, Ashley Ballantyne, Ke Jin, Bing Li, Michael Abraha, Ranjeet John",
      "paper_url": "https://doi.org/10.1126/science.adf5041",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3126528765",
      "paper_id": "https://openalex.org/W3126528765",
      "title": "Globally observed trends in mean and extreme river flow attributed to climate change",
      "authors": "Lukas Gudmundsson, Julien Boulange, Hong X. Do, Simon N. Gosling, Manolis G. Grillakis, Aristeidis G. Koutroulis, Michael Leonard, Junguo Liu, Hannes Müller Schmied, Lamprini Papadimitriou, Yadu Pokhrel, Sonia I. Seneviratne, Yusuke Satoh, Wim Thiery, Seth Westra, Xuebin Zhang, Fang Zhao",
      "paper_url": "https://doi.org/10.1126/science.aba3996",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4411505766",
      "paper_id": "https://openalex.org/W4411505766",
      "title": "Greener green and bluer blue: Ocean poleward greening over the past two decades",
      "authors": "Haipeng Zhao, Manfredi Manizza, M. Susan Lozier, Nicolas Cassar",
      "paper_url": "https://doi.org/10.1126/science.adr9715",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4413786247",
      "paper_id": "https://openalex.org/W4413786247",
      "title": "Heavily polluted Tijuana River drives regional air quality crisis",
      "authors": "Benjamin Rico, Kelley C. Barsanti, William C. Porter, Karolina Cysneiros de Carvalho, Paula Stigler-Granados, Kimberly A. Prather",
      "paper_url": "https://doi.org/10.1126/science.adv1343",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4399167860",
      "paper_id": "https://openalex.org/W4399167860",
      "title": "Heinrich event ice discharge and the fate of the Atlantic Meridional Overturning Circulation",
      "authors": "Yuxin Zhou, Jerry F. McManus",
      "paper_url": "https://doi.org/10.1126/science.adh8369",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4407199597",
      "paper_id": "https://openalex.org/W4407199597",
      "title": "Hidden cascades of seismic ice stream deformation",
      "authors": "Andreas Fichtner, Coen Hofstede, Brian L. N. Kennett, Anders Svensson, Julien Westhoff, Fabian Walter, Jean-Paul Ampuero, Eliza Cook, Dimitri Zigone, Daniela Jansen, Olaf Eisen",
      "paper_url": "https://doi.org/10.1126/science.adp8094",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4403294414",
      "paper_id": "https://openalex.org/W4403294414",
      "title": "Hidden comet tails of marine snow impede ocean-based carbon sequestration",
      "authors": "Rahul Chajwa, Eliott Flaum, Kay D. Bidle, Benjamin Van Mooy, Manu Prakash",
      "paper_url": "https://doi.org/10.1126/science.adl5767",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4280592757",
      "paper_id": "https://openalex.org/W4280592757",
      "title": "High-resolution mapping of losses and gains of Earth’s tidal wetlands",
      "authors": "Nicholas J. Murray, Thomas A. Worthington, Pete Bunting, Stephanie Duce, Valerie Hagger, Catherine E. Lovelock, Richard Lucas, Megan I. Saunders, Marcus Sheaves, Mark Spalding, Nathan J. Waltham, Mitchell B. Lyons",
      "paper_url": "https://doi.org/10.1126/science.abm9583",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4318141507",
      "paper_id": "https://openalex.org/W4318141507",
      "title": "How temperature-dependent silicate weathering acts as Earth’s geological thermostat",
      "authors": "S. L. Brantley, Andrew Shaughnessy, Marina I. Lebedeva, Victor N. Balashov",
      "paper_url": "https://doi.org/10.1126/science.add2922",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4399154135",
      "paper_id": "https://openalex.org/W4399154135",
      "title": "Human activities shape global patterns of decomposition rates in rivers",
      "authors": "S. D. Tiegs, K. A. Capps, D. M. Costello, J. P. Schmidt, C. J. Patrick, J. J. Follstad Shah, C. J. LeRoy, , Vicenç Acuña, Ricardo Albariño, Daniel C. Allen, Cecilia Alonso, Patricio Andino, Clay Arango, Jukka Aroviita, Marcus V.M. Barbosa, Leon A. Barmuta, Colden Baxter, Brent Bellinger, Luz Boyero, Lyubov Bragina, Lee E. Brown, Andreas Bruder, Denise A. Bruesewitz, Francis Burdon, Marcos Callisto, Antonio Camacho, Cristina Canhoto, María M. Castillo, Eric Chauvet, Joanne Clapcott, Fanny Colas, Checo Colón-Gaud, Julien Cornut, Verónica Crespo-Pérez, Wyatt F. Cross, Joseph Culp, Michael Danger, Olivier Dangles, Elvira de Eyto, Alison M. Derry, Veronica Díaz Villanueva, Michael M. Douglas, Arturo Elosegi, Andrea C. Encalada, Sally Entrekin, Rodrigo Espinosa, Verónica Ferreira, Carmen Ferriol, Kyla M. Flanagan, Alexander S. Flecker, Tadeusz Fleituch, André Frainer, Nikolai Friberg, Paul C. Frost, Erica A. Garcia, Liliana García-Lago, Pavel Ernesto García Soto, Mark O. Gessner, Sudeep Ghate, Darren P. Giling, Alan Gilmer, José Francisco Gonçalves, Rosario Karina Gonzales, Manuel A.S. Graça, Mike Grace, Natalie A. Griffiths, Hans-Peter Grossart, François Guérold, Vlad Gulis, Pablo E. Gutiérrez-Fonseca, Luiz U. Hepp, Scott Higgins, Takuo Hishi, Joseph Huddart, John Hudson, Moss Imberger, Carlos Iñiguez-Armijos, Mark W. Isken, Tomoya Iwata, David J. Janetski, Andrea E. Kirkwood, Aaron A. Koning, Sarian Kosten, Kevin A. Kuehn, Hjalmar Laudon, Peter R. Leavitt, Aurea L Lemes da Silva, Shawn Leroux, Peter J. Lisi, Richard MacKenzie, Amy M. Marcarelli, Frank O. Masese, Peter B. McIntyre, Brendan G. McKie, Adriana Medeiros, Kristian Meissner, Marko Miliša, Shailendra Mishra, Yo Miyake, Ashley Moerke, Shorok Mombrikotb, Rob Mooney, Timothy Moulton, Timo Muotka, Junjiro Negishi, Vinicius Neres-Lima, Mika L. Nieminen, Jorge Nimptsch, Jakub Ondruch, Riku Paavola, Isabel Pardo, Edwin T.H.M. Peeters, Jesus Pozo, Aaron Prussian, Estefania Quenta, Brian Reid, John S. Richardson, Anna Rigosi, José Rincón, Geta Risnoveanu, Christopher T. Robinson, Lorena Rodríguez-Gallego, Todd V. Royer, James A. Rusak, Anna C. Santamans, Géza B. Selmeczy, Gelas Simiyu, Agnija Skuja, Jerzy Smykla, Ryan Sponseller, Kandikere R. Sridhar, Aaron Stoler, Christopher M. Swan, Franco Teixeira de Mello, Jonathan D. Tonkin, Sari Uusheimo, Allison M. Veach, Sirje Vilbaste, Lena B.-M. Vought, Chiao-Ping Wang, Jackson R. Webster, Paul B. Wilson, Stefan Woelfl, Guy Woodward, Marguerite A. Xenopoulos, Adam G. Yates, Chihiro Yoshimura, Catherine M. Yule, Yixin Zhang, Jacob A. Zwart",
      "paper_url": "https://doi.org/10.1126/science.adn1262",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3133061341",
      "paper_id": "https://openalex.org/W3133061341",
      "title": "Human impacts on global freshwater fish biodiversity",
      "authors": "Guohuan Su, Maxime Logez, Jun Xu, Shengli Tao, Sébastien Villéger, Sébastien Brosse",
      "paper_url": "https://doi.org/10.1126/science.abd3369",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4322764133",
      "paper_id": "https://openalex.org/W4322764133",
      "title": "Hundred million years of landscape dynamics from catchment to global scale",
      "authors": "Tristan Salles, Laurent Husson, Patrice Rey, Claire Mallard, Sabin Zahirovic, Beatriz Hadler Boggiani, Nicolas Coltice, Maëlis Arnould",
      "paper_url": "https://doi.org/10.1126/science.add2541",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3198427464",
      "paper_id": "https://openalex.org/W3198427464",
      "title": "Hydraulic jump dynamics above supercell thunderstorms",
      "authors": "Morgan E O’Neill, Leigh Orf, Gerald M. Heymsfield, Kelton Halbert",
      "paper_url": "https://doi.org/10.1126/science.abh3857",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4281552975",
      "paper_id": "https://openalex.org/W4281552975",
      "title": "Hydrotrioxide (ROOOH) formation in the atmosphere",
      "authors": "Torsten Berndt, Jing Chen, Eva R. Kjærgaard, Kristian H. Møller, Andreas Tilgner, Erik H. Hoffmann, Hartmut Herrmann, John D. Crounse, Paul O. Wennberg, Henrik G. Kjaergaard",
      "paper_url": "https://doi.org/10.1126/science.abn6012",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4400314101",
      "paper_id": "https://openalex.org/W4400314101",
      "title": "Ice sheet–free West Antarctica during peak early Oligocene glaciation",
      "authors": "J. P. Klages, C.-D. Hillenbrand, S. M. Bohaty, U. Salzmann, T. Bickert, G. Lohmann, H. S. Knahl, P. Gierz, L. Niu, J. Titschack, G. Kuhn, T. Frederichs, J. Müller, T. Bauersachs, R. D. Larter, K. Hochmuth, W. Ehrmann, G. Nehrke, F. J. Rodríguez-Tovar, G. Schmiedl, S. Spezzaferri, A. Läufer, F. Lisker, T. van de Flierdt, A. Eisenhauer, G. Uenzelmann-Neben, O. Esper, J. A. Smith, H. Pälike, C. Spiegel, R. Dziadek, T. A. Ronge, T. Freudenthal, K. Gohl",
      "paper_url": "https://doi.org/10.1126/science.adj3931",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4386917182",
      "paper_id": "https://openalex.org/W4386917182",
      "title": "Impacts of metal mining on river systems: a global assessment",
      "authors": "M. G. Macklin, C. J. Thomas, A. Mudbhatkal, P. A. Brewer, K. A. Hudson-Edwards, J. Lewin, P. Scussolini, D. Eilander, A. Lechner, J. Owen, G. Bird, D. Kemp, K. R. Mangalaa",
      "paper_url": "https://doi.org/10.1126/science.adg6704",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4396780095",
      "paper_id": "https://openalex.org/W4396780095",
      "title": "Indian Ocean temperature anomalies predict long-term global dengue trends",
      "authors": "Yuyang Chen, Yiting Xu, Lin Wang, Yilin Liang, Naizhe Li, José Lourenço, Yun Yang, Qiushi Lin, Ligui Wang, He Zhao, Bernard Cazelles, Hongbin Song, Ziyan Liu, Zengmiao Wang, Oliver J. Brady, Simon Cauchemez, Huaiyu Tian",
      "paper_url": "https://doi.org/10.1126/science.adj4427",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4298006471",
      "paper_id": "https://openalex.org/W4298006471",
      "title": "Inefficient and unlit natural gas flares both emit large quantities of methane",
      "authors": "Genevieve Plant, Eric A. Kort, Adam R. Brandt, Yuanlei Chen, Graham Fordice, Alan M. Gorchov Negron, Stefan Schwietzke, Mackenzie Smith, Daniel Zavala-Araiza",
      "paper_url": "https://doi.org/10.1126/science.abq0385",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3193784112",
      "paper_id": "https://openalex.org/W3193784112",
      "title": "Insolation triggered abrupt weakening of Atlantic circulation at the end of interglacials",
      "authors": "Q. Z. Yin, Z. P. Wu, A. Berger, H. Goosse, D. Hodell",
      "paper_url": "https://doi.org/10.1126/science.abg1737",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4414494527",
      "paper_id": "https://openalex.org/W4414494527",
      "title": "Instability in the geological regulation of Earth’s climate",
      "authors": "Dominik Hülse, Andy Ridgwell",
      "paper_url": "https://doi.org/10.1126/science.adh7730",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4411051332",
      "paper_id": "https://openalex.org/W4411051332",
      "title": "Integrated carbon and nitrogen management for cost-effective environmental policies in China",
      "authors": "Xin Xu, Xiuming Zhang, Yiyang Zou, Tianrun Chen, Jingfang Zhan, Luxi Cheng, Wilfried Winiwarter, Shaohui Zhang, Peter M. Vitousek, Wim de Vries, Baojing Gu",
      "paper_url": "https://doi.org/10.1126/science.ads4105",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4308884038",
      "paper_id": "https://openalex.org/W4308884038",
      "title": "Intensification of subhourly heavy rainfall",
      "authors": "Hooman Ayat, Jason P. Evans, Steven C. Sherwood, Joshua Soderholm",
      "paper_url": "https://doi.org/10.1126/science.abn8657",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4389765341",
      "paper_id": "https://openalex.org/W4389765341",
      "title": "Iodine oxoacids enhance nucleation of sulfuric acid particles in the atmosphere",
      "authors": "Xu-Cheng He, Mario Simon, Siddharth Iyer, Hong-Bin Xie, Birte Rörup, Jiali Shen, Henning Finkenzeller, Dominik Stolzenburg, Rongjie Zhang, Andrea Baccarini, Yee Jun Tham, Mingyi Wang, Stavros Amanatidis, Ana A. Piedehierro, Antonio Amorim, Rima Baalbaki, Zoé Brasseur, Lucía Caudillo, Biwu Chu, Lubna Dada, Jonathan Duplissy, Imad El Haddad, Richard C. Flagan, Manuel Granzin, Armin Hansel, Martin Heinritzi, Victoria Hofbauer, Tuija Jokinen, Deniz Kemppainen, Weimeng Kong, Jordan Krechmer, Andreas Kürten, Houssni Lamkaddam, Brandon Lopez, Fangfang Ma, Naser G. A. Mahfouz, Vladimir Makhmutov, Hanna E. Manninen, Guillaume Marie, Ruby Marten, Dario Massabò, Roy L. Mauldin, Bernhard Mentler, Antti Onnela, Tuukka Petäjä, Joschka Pfeifer, Maxim Philippov, Ananth Ranjithkumar, Matti P. Rissanen, Siegfried Schobesberger, Wiebke Scholz, Benjamin Schulze, Mihnea Surdu, Roseline C. Thakur, António Tomé, Andrea C. Wagner, Dongyu Wang, Yonghong Wang, Stefan K. Weber, André Welti, Paul M. Winkler, Marcel Zauner-Wieczorek, Urs Baltensperger, Joachim Curtius, Theo Kurtén, Douglas R. Worsnop, Rainer Volkamer, Katrianne Lehtipalo, Jasper Kirkby, Neil M. Donahue, Mikko Sipilä, Markku Kulmala",
      "paper_url": "https://doi.org/10.1126/science.adh2526",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4413786053",
      "paper_id": "https://openalex.org/W4413786053",
      "title": "Land availability and policy commitments limit global climate mitigation from forestation",
      "authors": "Yijie Wang, Yakun Zhu, Susan C. Cook-Patton, Wenjuan Sun, Wen Zhang, Philippe Ciais, Tingting Li, Pete Smith, Wenping Yuan, Xudong Zhu, Josep G. Canadell, Xiaopeng Deng, Yifan Xu, Hao Xu, Chao Yue, Zhangcai Qin",
      "paper_url": "https://doi.org/10.1126/science.adj6841",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4228997056",
      "paper_id": "https://openalex.org/W4228997056",
      "title": "Land-use emissions embodied in international trade",
      "authors": "Chaopeng Hong, Hongyan Zhao, Yue Qin, Jennifer A. Burney, Julia Pongratz, Kerstin Hartung, Yu Liu, Frances C. Moore, Robert B. Jackson, Qiang Zhang, Steven J. Davis",
      "paper_url": "https://doi.org/10.1126/science.abj1572",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402263182",
      "paper_id": "https://openalex.org/W4402263182",
      "title": "Learning from a climate disaster: The catastrophic floods in southern Brazil",
      "authors": "Valério D. Pillar, Gerhard E. Overbeck",
      "paper_url": "https://doi.org/10.1126/science.adr8356",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4411505786",
      "paper_id": "https://openalex.org/W4411505786",
      "title": "Limitations of chemical monitoring hinder aquatic risk evaluations on the macroscale",
      "authors": "Sascha Bub, Lara L. Petschick, Sebastian Stehle, Jakob Wolfram, Ralf Schulz",
      "paper_url": "https://doi.org/10.1126/science.adn5356",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4296809310",
      "paper_id": "https://openalex.org/W4296809310",
      "title": "Limited climate change mitigation potential through forestation of the vast dryland regions",
      "authors": "Shani Rohatyn, Dan Yakir, Eyal Rotenberg, Yohay Carmel",
      "paper_url": "https://doi.org/10.1126/science.abm9684",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4406201591",
      "paper_id": "https://openalex.org/W4406201591",
      "title": "Linear-viscous flow of temperate ice",
      "authors": "Collin M. Schohn, Neal R. Iverson, Lucas K. Zoet, Jacob R. Fowler, Natasha Morgan-Witts",
      "paper_url": "https://doi.org/10.1126/science.adp7708",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3197952169",
      "paper_id": "https://openalex.org/W3197952169",
      "title": "Linking Arctic variability and change with extreme winter weather in the United States",
      "authors": "Judah Cohen, Laurie Agel, Mathew Barlow, Chaim I. Garfinkel, Ian White",
      "paper_url": "https://doi.org/10.1126/science.abi9167",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4391215093",
      "paper_id": "https://openalex.org/W4391215093",
      "title": "Machine learning predicts which rivers, streams, and wetlands the Clean Water Act regulates",
      "authors": "Simon Greenhill, Hannah Druckenmiller, Sherrie Wang, David A. Keiser, Manuela Girotto, Jason K. Moore, Nobuhiro Yamaguchi, Alberto Todeschini, Joseph S. Shapiro",
      "paper_url": "https://doi.org/10.1126/science.adi3794",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3193567771",
      "paper_id": "https://openalex.org/W3193567771",
      "title": "Malaria infection and severe disease risks in Africa",
      "authors": "Robert S. Paton, Alice Kamau, Samuel Akech, Ambrose Agweyu, Morris Ogero, Charles Mwandawiro, Neema Mturi, Shebe Mohammed, Arthur Mpimbaza, Simon Kariuki, Nancy A. Otieno, Bryan O. Nyawanda, Amina F. Mohamed, George Mtove, Hugh Reyburn, Sunetra Gupta, Philip Bejon, José Lourenço, Robert W. Snow",
      "paper_url": "https://doi.org/10.1126/science.abj0089",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3164414368",
      "paper_id": "https://openalex.org/W3164414368",
      "title": "Managing Colorado River risk",
      "authors": "John Fleck, Brad Udall",
      "paper_url": "https://doi.org/10.1126/science.abj5498",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401607387",
      "paper_id": "https://openalex.org/W4401607387",
      "title": "Mapping safe drinking water use in low- and middle-income countries",
      "authors": "Esther E. Greenwood, Thomas Lauber, Johan van den Hoogen, Ayca Donmez, Robert E. S. Bain, Richard Johnston, Thomas W. Crowther, Timothy R. Julian",
      "paper_url": "https://doi.org/10.1126/science.adh9578",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4402474311",
      "paper_id": "https://openalex.org/W4402474311",
      "title": "Mega El Niño instigated the end-Permian mass extinction",
      "authors": "Yadong Sun, Alexander Farnsworth, Michael M. Joachimski, Paul B. Wignall, Leopold Krystyn, David P. G. Bond, Domenico C. G. Ravidà, Paul J. Valdes",
      "paper_url": "https://doi.org/10.1126/science.ado2030",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3155680975",
      "paper_id": "https://openalex.org/W3155680975",
      "title": "Metagenomic analysis reveals global-scale patterns of ocean nutrient limitation",
      "authors": "Lucas J. Ustick, Alyse A. Larkin, Catherine A. Garcia, Nathan S. Garcia, Melissa L. Brock, Jenna A. Lee, Nicola A. Wiseman, J. Keith Moore, Adam C. Martiny",
      "paper_url": "https://doi.org/10.1126/science.abe6301",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3114610247",
      "paper_id": "https://openalex.org/W3114610247",
      "title": "Microbial sulfate reduction and organic sulfur formation in sinking marine particles",
      "authors": "M. R. Raven, R. G. Keil, S. M. Webb",
      "paper_url": "https://doi.org/10.1126/science.abc6035",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401211686",
      "paper_id": "https://openalex.org/W4401211686",
      "title": "Mid-Pleistocene climate transition triggered by Antarctic Ice Sheet growth",
      "authors": "Zhisheng An, Weijian Zhou, Zeke Zhang, Xu Zhang, Zhonghui Liu, Youbin Sun, Steven C. Clemens, Lixin Wu, Jiaju Zhao, Zhengguo Shi, Xiaolin Ma, Hong Yan, Gaojun Li, Yanjun Cai, Jimin Yu, Yuchen Sun, Siqi Li, Yu’ao Zhang, Christian Stepanek, Gerrit Lohmann, Guocheng Dong, Hai Cheng, Yu Liu, Zhangdong Jin, Tao Li, Yifei Hao, Jing Lei, Wenju Cai",
      "paper_url": "https://doi.org/10.1126/science.abn4861",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4414321761",
      "paper_id": "https://openalex.org/W4414321761",
      "title": "More extreme Indian monsoon rainfall in El Niño summers",
      "authors": "Spencer A. Hill, Destiny Zamir Meyers, Adam H. Sobel, Michela Biasutti, Mark A. Cane, Michael K. Tippett, Fiaz Ahmed",
      "paper_url": "https://doi.org/10.1126/science.adg5577",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4405306611",
      "paper_id": "https://openalex.org/W4405306611",
      "title": "More flow upstream and less flow downstream: The changing form and function of global rivers",
      "authors": "Dongmei Feng, Colin J. Gleason",
      "paper_url": "https://doi.org/10.1126/science.adl5728",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4388936966",
      "paper_id": "https://openalex.org/W4388936966",
      "title": "Mortality risk from United States coal electricity generation",
      "authors": "Lucas Henneman, Christine Choirat, Irene Dedoussi, Francesca Dominici, Jessica Roberts, Corwin Zigler",
      "paper_url": "https://doi.org/10.1126/science.adf4915",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3133654224",
      "paper_id": "https://openalex.org/W3133654224",
      "title": "Multidecadal climate oscillations during the past millennium driven by volcanic forcing",
      "authors": "Michael E. Mann, Byron A. Steinman, Daniel J. Brouillette, Sonya K. Miller",
      "paper_url": "https://doi.org/10.1126/science.abc5810",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4321749133",
      "paper_id": "https://openalex.org/W4321749133",
      "title": "Multidecadal trend of increasing iron stress in Southern Ocean phytoplankton",
      "authors": "Thomas J. Ryan-Keogh, Sandy J. Thomalla, Pedro M. S. Monteiro, Alessandro Tagliabue",
      "paper_url": "https://doi.org/10.1126/science.abl5237",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4378174724",
      "paper_id": "https://openalex.org/W4378174724",
      "title": "Natural iron fertilization by shallow hydrothermal sources fuels diazotroph blooms in the ocean",
      "authors": "Sophie Bonnet, Cécile Guieu, Vincent Taillandier, Cédric Boulart, Pascale Bouruet-Aubertot, Frédéric Gazeau, Carla Scalabrin, Matthieu Bressac, Angela N. Knapp, Yannis Cuypers, David González-Santana, Heather J. Forrer, Jean-Michel Grisoni, Olivier Grosso, Jérémie Habasque, Mercedes Jardin-Camps, Nathalie Leblond, Frédéric A. C. Le Moigne, Anne Lebourges-Dhaussy, Caroline Lory, Sandra Nunige, Elvira Pulido-Villena, Andrea L. Rizzo, Géraldine Sarthou, Chloé Tilliette",
      "paper_url": "https://doi.org/10.1126/science.abq4654",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4408016988",
      "paper_id": "https://openalex.org/W4408016988",
      "title": "Nitrogen dominates global atmospheric organic aerosol absorption",
      "authors": "Yumin Li, Tzung-May Fu, Jian Zhen Yu, Aoxing Zhang, Xu Yu, Jianhuai Ye, Lei Zhu, Huizhong Shen, Chen Wang, Xin Yang, Shu Tao, Qi Chen, Ying Li, Lei Li, Huizheng Che, Colette L. Heald",
      "paper_url": "https://doi.org/10.1126/science.adr4473",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4394728040",
      "paper_id": "https://openalex.org/W4394728040",
      "title": "Nitrogen-fixing organelle in a marine alga",
      "authors": "Tyler H. Coale, Valentina Loconte, Kendra A. Turk-Kubo, Bieke Vanslembrouck, Wing Kwan Esther Mak, Shunyan Cheung, Axel Ekman, Jian-Hua Chen, Kyoko Hagino, Yoshihito Takano, Tomohiro Nishimura, Masao Adachi, Mark Le Gros, Carolyn Larabell, Jonathan P. Zehr",
      "paper_url": "https://doi.org/10.1126/science.adk1075",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4210538498",
      "paper_id": "https://openalex.org/W4210538498",
      "title": "Nocturnal survival of isoprene linked to formation of upper tropospheric organic aerosol",
      "authors": "Paul I. Palmer, Margaret R. Marvin, Richard Siddans, Brian J. Kerridge, David P. Moore",
      "paper_url": "https://doi.org/10.1126/science.abg4506",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402474851",
      "paper_id": "https://openalex.org/W4402474851",
      "title": "Of the first five US states with food waste bans, Massachusetts alone has reduced landfill waste",
      "authors": "Fiorentia Zoi Anglou, Robert Evan Sanders, Ioannis Stamatopoulos",
      "paper_url": "https://doi.org/10.1126/science.adn4216",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4391640484",
      "paper_id": "https://openalex.org/W4391640484",
      "title": "Olfaction in the Anthropocene: NO <sub>3</sub> negatively affects floral scent and nocturnal pollination",
      "authors": "J. K. Chan, S. Parasurama, R. Atlas, R. Xu, U. A. Jongebloed, B. Alexander, J. M. Langenhan, J. A. Thornton, J. A. Riffell",
      "paper_url": "https://doi.org/10.1126/science.adi0858",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3127695197",
      "paper_id": "https://openalex.org/W3127695197",
      "title": "Orogenic quiescence in Earth’s middle age",
      "authors": "Ming Tang, Xu Chu, Jihua Hao, Bing Shen",
      "paper_url": "https://doi.org/10.1126/science.abf1876",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4207024914",
      "paper_id": "https://openalex.org/W4207024914",
      "title": "Oxygen and nitrogen production by an ammonia-oxidizing archaeon",
      "authors": "Beate Kraft, Nico Jehmlich, Morten Larsen, Laura A. Bristow, Martin Könneke, Bo Thamdrup, Donald E. Canfield",
      "paper_url": "https://doi.org/10.1126/science.abe6733",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411051397",
      "paper_id": "https://openalex.org/W4411051397",
      "title": "Oxygen intrusions sustain aerobic nitrite-oxidizing bacteria in anoxic marine zones",
      "authors": "Pearse J. Buchanan, Xin Sun, J. L. Weissman, Daniel McCoy, Daniele Bianchi, Emily J. Zakem",
      "paper_url": "https://doi.org/10.1126/science.ado0742",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4391640483",
      "paper_id": "https://openalex.org/W4391640483",
      "title": "Oxygen isotope ensemble reveals Earth’s seawater, temperature, and carbon cycle history",
      "authors": "Terry Isson, Sofia Rauzi",
      "paper_url": "https://doi.org/10.1126/science.adg1366",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4391836396",
      "paper_id": "https://openalex.org/W4391836396",
      "title": "Oxygen rise in the tropical upper ocean during the Paleocene-Eocene Thermal Maximum",
      "authors": "Simone Moretti, Alexandra Auderset, Curtis Deutsch, Ronja Schmitz, Lukas Gerber, Ellen Thomas, Valeria Luciani, Maria Rose Petrizzo, Ralf Schiebel, Aradhna Tripati, Philip Sexton, Richard Norris, Roberta D’Onofrio, James Zachos, Daniel M. Sigman, Gerald H. Haug, Alfredo Martínez-García",
      "paper_url": "https://doi.org/10.1126/science.adh4893",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4412795045",
      "paper_id": "https://openalex.org/W4412795045",
      "title": "Pantropical tree rings show small effects of drought on stem growth",
      "authors": "Pieter A. Zuidema, Peter Groenendijk, Mizanur Rahman, Valerie Trouet, Abrham Abiyu, Rodolfo Acuña-Soto, Eduardo Adenesky-Filho, Raquel Alfaro-Sánchez, Claudio Roberto Anholetto, José Roberto Vieira Aragão, Gabriel Assis-Pereira, Claudia C. Astudillo-Sánchez, Ana Carolina Barbosa, Giovanna Battipaglia, Hans Beeckman, Paulo Cesar Botosso, Nils Bourland, Achim Bräuning, Roel Brienen, Matthew Brookhouse, Supaporn Buajan, Brendan M. Buckley, J. Julio Camarero, Artemio Carrillo-Parra, Gregório Ceccantini, Librado R. Centeno-Erguera, Julián Cerano-Paredes, Rosalinda Cervantes-Martínez, Wirong Chanthorn, Ya-Jun Chen, Bruno Barçante Ladvocat Cintra, Eladio Heriberto Cornejo-Oviedo, Otoniel Cortés-Cortés, Clayane Matos Costa, Camille Couralet, Doris Bianca Crispín-De-La-Cruz, Rosanne D’arrigo, Diego A. David, Maaike De Ridder, Jorge Ignacio Del Valle, Mário Dobner, Jean-Louis Doucet, Oliver Dünisch, Brian J. Enquist, Karin Esemann-Quadros, Gerardo Esquivel-Arriaga, Ze-Xin Fan, Adeline Fayolle, Tatiele Anete Bergamo Fenilli, M. Eugenia Ferrero, Esther Fichtler, Patrick M. Finnegan, Claudia Fontana, Kainana S. Francisco, Pei-Li Fu, Franklin Galvão, Aster Gebrekirstos, Jorge A. Giraldo, Emanuel Gloor, Milena Godoy-Veiga, Daniela Granato-Souza, Anthony Guerra, Kristof Haneca, Grant Logan Harley, Ingo Heinrich, Gerhard Helle, Bruna Hornink, Wannes Hubau, Janet G. Inga, Mahmuda Islam, Yu-Mei Jiang, Mark Kaib, Zakia Hassan Khamisi, Marcin Koprowski, Eva Layme, A. Joshua Leffler, Gauthier Ligot, Claudio Sergio Lisi, Neil J. Loader, Francisco De Almeida Lobo, Giuliano Maselli Locosselli, Tomaz Longhi-Santos, Lidio Lopez, María I. López-Hernández, José Luís Penetra Cerveira Lousada, Rubén D. Manzanedo, Amanda K. Marcon, Justin T. Maxwell, Omar N. Mendoza-Villa, Ítallo Romany Nunes Menezes, Mulugeta Mokria, Valdinez Ribeiro Montóia, Eddy Moors, Miyer Moreno, Miguel Angel Muñiz-Castro, Cristina Nabais, Anuttara Nathalang, Justine Ngoma, Francisco De Carvalho Nogueira, Juliano Morales Oliveira, Gabriela Morais Olmedo, Daigard Ricardo Ortega-Rodriguez, Carmen Eugenia Rodríguez Ortíz, Mariana Alves Pagotto, Shankar Panthi, Kathelyn Paredes-Villanueva, Gonzalo Pérez-de-Lis, Laura Patricia Ponce Calderón, Leif Armando Portal-Cahuana, Darwin Alexander Pucha-Cofrep, Nathsuda Pumijumnong, Paulo Quadri, Jorge Andrés Ramírez, Edilson Jimmy Requena-Rojas, Judith Reyes-Flores, Adauto de Souza Ribeiro, Iain Robertson, Fidel Alejandro Roig, José Guilherme Roquette, Ernesto Alonso Rubio-Camacho, Raúl Sánchez-Salguero, Ute Sass-Klaassen, Jochen Schöngart, Marcelo Callegari Scipioni, Paul R. Sheppard, Lucas C.R. Silva, Franziska Slotta, Leroy Soria-Díaz, Luciana K.V.S. Sousa, James H. Speer, Matthew D. Therrell, Ginette Ticse-Otarola, Mario Tomazello-Filho, Max C.A. Torbenson, Pantana Tor-Ngern, Ramzi Touchan, Jan Van den Bulcke, Lorenzo Vázquez-Selem, Adín H. Velázquez-Pérez, Alejandro Venegas-González, Ricardo Villalba, Jose Villanueva-Diaz, Mart Vlam, George Vourlitis, Christian Wehenkel, Tommy Wils, Erika S. Zavaleta, Eshetu Asfaw Zewdu, Yong-Jiang Zhang, Zhe-Kun Zhou, Flurin Babst",
      "paper_url": "https://doi.org/10.1126/science.adq6607",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4388726725",
      "paper_id": "https://openalex.org/W4388726725",
      "title": "Particle-phase accretion forms dimer esters in pinene secondary organic aerosol",
      "authors": "Christopher M. Kenseth, Nicholas J. Hafeman, Samir P. Rezgui, Jing Chen, Yuanlong Huang, Nathan F. Dalleska, Henrik G. Kjaergaard, Brian M. Stoltz, John H. Seinfeld, Paul O. Wennberg",
      "paper_url": "https://doi.org/10.1126/science.adi0857",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4404350026",
      "paper_id": "https://openalex.org/W4404350026",
      "title": "Pathways to reduce global plastic waste mismanagement and greenhouse gas emissions by 2050",
      "authors": "A. Samuel Pottinger, Roland Geyer, Nivedita Biyani, Ciera C. Martinez, Neil Nathan, Molly R. Morse, Chao Liu, Shanying Hu, Magali de Bruyn, Carl Boettiger, Elijah Baker, Douglas J. McCauley",
      "paper_url": "https://doi.org/10.1126/science.adr3837",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4414759251",
      "paper_id": "https://openalex.org/W4414759251",
      "title": "Persistent eastern equatorial Pacific Ocean upwelling since the warm Pliocene",
      "authors": "Patrick A. Rafter, Jesse R. Farmer, Alfredo Martínez-García, Ana Christina Ravelo, Kristopher B. Karnauskas, Fabian C. Batista, Stefano M. Bernasconi, Haojia Ren, Alexandra Auderset, Gerald H. Haug, Daniel M. Sigman",
      "paper_url": "https://doi.org/10.1126/science.ads8720",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4377013882",
      "paper_id": "https://openalex.org/W4377013882",
      "title": "Persistent effect of El Niño on global economic growth",
      "authors": "Christopher W. Callahan, Justin S. Mankin",
      "paper_url": "https://doi.org/10.1126/science.adf2983",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4281558684",
      "paper_id": "https://openalex.org/W4281558684",
      "title": "Persistent influence of precession on northern ice sheet variability since the early Pleistocene",
      "authors": "Stephen Barker, Aidan Starr, Jeroen van der Lubbe, Alice Doughty, Gregor Knorr, Stephen Conn, Sian Lordsmith, Lindsey Owen, Alexandra Nederbragt, Sidney Hemming, Ian Hall, Leah Levay, , M. A. Berke, L. Brentegani, T. Caley, A. Cartagena-Sierra, C. D. Charles, J. J. Coenen, J. G. Crespin, A. M. Franzese, J. Gruetzner, X. Han, S. K. V. Hines, F. J. Jimenez Espejo, J. Just, A. Koutsodendris, K. Kubota, N. Lathika, R. D. Norris, T. Periera dos Santos, R. Robinson, J. M. Rolison, M. H. Simon, D. Tangunan, M. Yamane, H. Zhang",
      "paper_url": "https://doi.org/10.1126/science.abm4033",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3160436526",
      "paper_id": "https://openalex.org/W3160436526",
      "title": "Photocatalytic C–H activation and the subtle role of chlorine radical complexation in reactivity",
      "authors": "Qiaomu Yang, Yu-Heng Wang, Yusen Qiao, Michael Gau, Patrick J. Carroll, Patrick J. Walsh, Eric J. Schelter",
      "paper_url": "https://doi.org/10.1126/science.abd8408",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4411505728",
      "paper_id": "https://openalex.org/W4411505728",
      "title": "Plastic bag bans and fees reduce harmful bag litter on shorelines",
      "authors": "Anna Papp, Kimberly L. Oremus",
      "paper_url": "https://doi.org/10.1126/science.adp9274",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4403708053",
      "paper_id": "https://openalex.org/W4403708053",
      "title": "Predictions of groundwater PFAS occurrence at drinking water supply depths in the United States",
      "authors": "Andrea K. Tokranov, Katherine M. Ransom, Laura M. Bexfield, Bruce D. Lindsey, Elise Watson, Danielle I. Dupuy, Paul E. Stackelberg, Miranda S. Fram, Stefan A. Voss, James A. Kingsbury, Bryant C. Jurgens, Kelly L. Smalling, Paul M. Bradley",
      "paper_url": "https://doi.org/10.1126/science.ado6638",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4321749474",
      "paper_id": "https://openalex.org/W4321749474",
      "title": "Pyrocumulonimbus affect average stratospheric aerosol composition",
      "authors": "J. M. Katich, E. C. Apel, I. Bourgeois, C. A. Brock, T. P. Bui, P. Campuzano-Jost, R. Commane, B. Daube, M. Dollner, M. Fromm, K. D. Froyd, A. J. Hills, R. S. Hornbrook, J. L. Jimenez, A. Kupc, K. D. Lamb, K. McKain, F. Moore, D. M. Murphy, B. A. Nault, J. Peischl, A. E. Perring, D. A. Peterson, E. A. Ray, K. H. Rosenlof, T. Ryerson, G. P. Schill, J. C. Schroder, B. Weinzierl, C. Thompson, C. J. Williamson, S. C. Wofsy, P. Yu, J. P. Schwarz",
      "paper_url": "https://doi.org/10.1126/science.add3101",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4393279625",
      "paper_id": "https://openalex.org/W4393279625",
      "title": "Quantifying methane emissions from United States landfills",
      "authors": "Daniel H. Cusworth, Riley M. Duren, Alana K. Ayasse, Ralph Jiorle, Katherine Howell, Andrew Aubrey, Robert O. Green, Michael L. Eastwood, John W. Chapman, Andrew K. Thorpe, Joseph Heckler, Gregory P. Asner, Mackenzie L. Smith, Eben Thoma, Max J. Krause, Daniel Heins, Susan Thorneloe",
      "paper_url": "https://doi.org/10.1126/science.adi7735",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4405620412",
      "paper_id": "https://openalex.org/W4405620412",
      "title": "Quantifying the global biodiversity of Proterozoic eukaryotes",
      "authors": "Qing Tang, Wentao Zheng, Shuhan Zhang, Junxuan Fan, Leigh Anne Riedman, Xudong Hou, A. D. Muscente, Natalia Bykova, Peter M. Sadler, Xiangdong Wang, Feifei Zhang, Xunlai Yuan, Chuanming Zhou, Bin Wan, Ke Pang, Qing Ouyang, N. Ryan McKenzie, Guochun Zhao, Shuzhong Shen, Shuhai Xiao",
      "paper_url": "https://doi.org/10.1126/science.adm9137",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3209283859",
      "paper_id": "https://openalex.org/W3209283859",
      "title": "Radiocarbon: A key tracer for studying Earth’s dynamo, climate system, carbon cycle, and Sun",
      "authors": "T. J. Heaton, E. Bard, C. Bronk Ramsey, M. Butzin, P. Köhler, R. Muscheler, P. J. Reimer, L. Wacker",
      "paper_url": "https://doi.org/10.1126/science.abd7096",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4283322167",
      "paper_id": "https://openalex.org/W4283322167",
      "title": "Rapid changes to global river suspended sediment flux by humans",
      "authors": "Evan N. Dethier, Carl E. Renshaw, Francis J. Magilligan",
      "paper_url": "https://doi.org/10.1126/science.abn7980",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4408662264",
      "paper_id": "https://openalex.org/W4408662264",
      "title": "Recent gains in global terrestrial carbon stocks are mostly stored in nonliving pools",
      "authors": "Yinon M. Bar-On, Xiaojun Li, Michael O’Sullivan, Jean-Pierre Wigneron, Stephen Sitch, Philippe Ciais, Christian Frankenberg, Woodward W. Fischer",
      "paper_url": "https://doi.org/10.1126/science.adk1637",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4405056749",
      "paper_id": "https://openalex.org/W4405056749",
      "title": "Recent global temperature surge intensified by record-low planetary albedo",
      "authors": "Helge F. Goessling, Thomas Rackow, Thomas Jung",
      "paper_url": "https://doi.org/10.1126/science.adq7280",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3125006594",
      "paper_id": "https://openalex.org/W3125006594",
      "title": "Recent migration of tropical cyclones toward coasts",
      "authors": "Shuai Wang, Ralf Toumi",
      "paper_url": "https://doi.org/10.1126/science.abb9038",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401211706",
      "paper_id": "https://openalex.org/W4401211706",
      "title": "Recent tropical Andean glacier retreat is unprecedented in the Holocene",
      "authors": "Andrew L. Gorin, Jeremy D. Shakun, Andrew G. Jones, Tori M. Kennedy, Shaun A. Marcott, Brent M. Goehring, Lucas K. Zoet, Vincent Jomelli, Gordon R. M. Bromley, Emilio I. Mateo, Bryan G. Mark, Donald T. Rodbell, Adrien Gilbert, Marc W. Caffee",
      "paper_url": "https://doi.org/10.1126/science.adg7546",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4412622922",
      "paper_id": "https://openalex.org/W4412622922",
      "title": "Record-breaking 2023 marine heatwaves",
      "authors": "Tianyun Dong, Zhenzhong Zeng, Ming Pan, Dashan Wang, Yuntian Chen, Lili Liang, Shuai Yang, Yubin Jin, Shuxin Luo, Shijing Liang, Xiaowen Huang, Dongzhi Zhao, Alan D. Ziegler, Deliang Chen, Laurent Z. X. Li, Tianjun Zhou, Dongxiao Zhang",
      "paper_url": "https://doi.org/10.1126/science.adr0910",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3139055800",
      "paper_id": "https://openalex.org/W3139055800",
      "title": "Record-breaking aerosol levels explained by smoke injection into the stratosphere",
      "authors": "Eitan Hirsch, Ilan Koren",
      "paper_url": "https://doi.org/10.1126/science.abe1415",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4213164768",
      "paper_id": "https://openalex.org/W4213164768",
      "title": "Reducing adverse impacts of Amazon hydropower expansion",
      "authors": "Alexander S. Flecker, Qinru Shi, Rafael M. Almeida, Héctor Angarita, Jonathan M. Gomes-Selman, Roosevelt García-Villacorta, Suresh A. Sethi, Steven A. Thomas, N. LeRoy Poff, Bruce R. Forsberg, Sebastian A. Heilpern, Stephen K. Hamilton, Jorge D. Abad, Elizabeth P. Anderson, Nathan Barros, Isabel Carolina Bernal, Richard Bernstein, Carlos M. Cañas, Olivier Dangles, Andrea C. Encalada, Ayan S. Fleischmann, Michael Goulding, Jonathan Higgins, Céline Jézéquel, Erin I. Larson, Peter B. McIntyre, John M. Melack, Mariana Montoya, Thierry Oberdorff, Rodrigo Paiva, Guillaume Perez, Brendan H. Rappazzo, Scott Steinschneider, Sandra Torres, Mariana Varese, M. Todd Walter, Xiaojian Wu, Yexiang Xue, Xavier E. Zapata-Ríos, Carla P. Gomes",
      "paper_url": "https://doi.org/10.1126/science.abj4017",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410251414",
      "paper_id": "https://openalex.org/W4410251414",
      "title": "Reducing emissions and air pollution from informal brick kilns: Evidence from Bangladesh",
      "authors": "Nina Brooks, Debashish Biswas, Sameer Maithel, Grant Miller, Aprajit Mahajan, M. Rofi Uddin, Shoeb Ahmed, Moogdho Mahzab, Mahbubur Rahman, Stephen P. Luby",
      "paper_url": "https://doi.org/10.1126/science.adr7394",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4386495297",
      "paper_id": "https://openalex.org/W4386495297",
      "title": "Reducing single-use cutlery with green nudges: Evidence from China’s food-delivery industry",
      "authors": "Guojun He, Yuhang Pan, Albert Park, Yasuyuki Sawada, Elaine S. Tan",
      "paper_url": "https://doi.org/10.1126/science.add9884",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4377013949",
      "paper_id": "https://openalex.org/W4377013949",
      "title": "Releasing global forests from human management: How much more carbon could be stored?",
      "authors": "Caspar T. J. Roebroek, Gregory Duveiller, Sonia I. Seneviratne, Edouard L. Davin, Alessandro Cescatti",
      "paper_url": "https://doi.org/10.1126/science.add5878",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4400525796",
      "paper_id": "https://openalex.org/W4400525796",
      "title": "Resetting tropospheric OH and CH <sub>4</sub> lifetime with ultraviolet H <sub>2</sub> O absorption",
      "authors": "Michael J. Prather, Lei Zhu",
      "paper_url": "https://doi.org/10.1126/science.adn0415",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4377013976",
      "paper_id": "https://openalex.org/W4377013976",
      "title": "Response to comment on “Fairness considerations in global mitigation investments”",
      "authors": "Shonali Pachauri, Setu Pelz, Christoph Bertram, Narasimha D. Rao, Keywan Riahi",
      "paper_url": "https://doi.org/10.1126/science.adh1463",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4378976145",
      "paper_id": "https://openalex.org/W4378976145",
      "title": "Response to comment on “Policy impacts of statistical uncertainty and privacy”",
      "authors": "Ryan Steed, Alessandro Acquisti, Zhiwei Steven Wu, Terrance Liu",
      "paper_url": "https://doi.org/10.1126/science.adh2297",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4404125103",
      "paper_id": "https://openalex.org/W4404125103",
      "title": "Revisiting the mid-Pleistocene transition ocean circulation crisis",
      "authors": "Sophia K. V. Hines, Christopher D. Charles, Aidan Starr, Steven L. Goldstein, Sidney R. Hemming, Ian R. Hall, Nambiyathodi Lathika, Mollie Passacantando, Louise Bolge",
      "paper_url": "https://doi.org/10.1126/science.adn4154",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4388520460",
      "paper_id": "https://openalex.org/W4388520460",
      "title": "Rising wildfire risk to houses in the United States, especially in grasslands and shrublands",
      "authors": "Volker C. Radeloff, Miranda H. Mockrin, David Helmers, Amanda Carlson, Todd J. Hawbaker, Sebastian Martinuzzi, Franz Schug, Patricia M. Alexandre, H. Anu Kramer, Anna M. Pidgeon",
      "paper_url": "https://doi.org/10.1126/science.ade9223",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3126504940",
      "paper_id": "https://openalex.org/W3126504940",
      "title": "Role of iodine oxoacids in atmospheric aerosol nucleation",
      "authors": "Xu-Cheng He, Yee Jun Tham, Lubna Dada, Mingyi Wang, Henning Finkenzeller, Dominik Stolzenburg, Siddharth Iyer, Mario Simon, Andreas Kürten, Jiali Shen, Birte Rörup, Matti Rissanen, Siegfried Schobesberger, Rima Baalbaki, Dongyu S. Wang, Theodore K. Koenig, Tuija Jokinen, Nina Sarnela, Lisa J. Beck, João Almeida, Stavros Amanatidis, António Amorim, Farnoush Ataei, Andrea Baccarini, Barbara Bertozzi, Federico Bianchi, Sophia Brilke, Lucía Caudillo, Dexian Chen, Randall Chiu, Biwu Chu, António Dias, Aijun Ding, Josef Dommen, Jonathan Duplissy, Imad El Haddad, Loïc Gonzalez Carracedo, Manuel Granzin, Armin Hansel, Martin Heinritzi, Victoria Hofbauer, Heikki Junninen, Juha Kangasluoma, Deniz Kemppainen, Changhyuk Kim, Weimeng Kong, Jordan E. Krechmer, Aleksander Kvashin, Totti Laitinen, Houssni Lamkaddam, Chuan Ping Lee, Katrianne Lehtipalo, Markus Leiminger, Zijun Li, Vladimir Makhmutov, Hanna E. Manninen, Guillaume Marie, Ruby Marten, Serge Mathot, Roy L. Mauldin, Bernhard Mentler, Ottmar Möhler, Tatjana Müller, Wei Nie, Antti Onnela, Tuukka Petäjä, Joschka Pfeifer, Maxim Philippov, Ananth Ranjithkumar, Alfonso Saiz-Lopez, Imre Salma, Wiebke Scholz, Simone Schuchmann, Benjamin Schulze, Gerhard Steiner, Yuri Stozhkov, Christian Tauber, António Tomé, Roseline C. Thakur, Olli Väisänen, Miguel Vazquez-Pufleau, Andrea C. Wagner, Yonghong Wang, Stefan K. Weber, Paul M. Winkler, Yusheng Wu, Mao Xiao, Chao Yan, Qing Ye, Arttu Ylisirniö, Marcel Zauner-Wieczorek, Qiaozhi Zha, Putian Zhou, Richard C. Flagan, Joachim Curtius, Urs Baltensperger, Markku Kulmala, Veli-Matti Kerminen, Theo Kurtén, Neil M. Donahue, Rainer Volkamer, Jasper Kirkby, Douglas R. Worsnop, Mikko Sipilä",
      "paper_url": "https://doi.org/10.1126/science.abe0298",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4377013814",
      "paper_id": "https://openalex.org/W4377013814",
      "title": "Satellites reveal widespread decline in global lake water storage",
      "authors": "Fangfang Yao, Ben Livneh, Balaji Rajagopalan, Jida Wang, Jean-François Crétaux, Yoshihide Wada, Muriel Berge-Nguyen",
      "paper_url": "https://doi.org/10.1126/science.abo2812",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4388936981",
      "paper_id": "https://openalex.org/W4388936981",
      "title": "Sedimentary parameters control the sulfur isotope composition of marine pyrite",
      "authors": "I. Halevy, D. A. Fike, V. Pasquier, R. N. Bryant, C. B. Wenk, A. V. Turchyn, D. T. Johnston, G. E. Claypool",
      "paper_url": "https://doi.org/10.1126/science.adh1215",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4403925116",
      "paper_id": "https://openalex.org/W4403925116",
      "title": "Shrub cover declined as Indigenous populations expanded across southeast Australia",
      "authors": "Michela Mariani, Alastair Wills, Annika Herbert, Matthew Adeleye, S. Anna Florin, Haidee Cadd, Simon Connor, Peter Kershaw, Martin Theuerkauf, Janelle Stevenson, Michael-Shawn Fletcher, Scott Mooney, David Bowman, Simon Haberle",
      "paper_url": "https://doi.org/10.1126/science.adn8668",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4412165164",
      "paper_id": "https://openalex.org/W4412165164",
      "title": "Single- and multithread rivers originate from (im)balance between lateral erosion and accretion",
      "authors": "Austin J. Chadwick, Evan Greenberg, Vamsi Ganti",
      "paper_url": "https://doi.org/10.1126/science.ads6567",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4394727977",
      "paper_id": "https://openalex.org/W4394727977",
      "title": "Size, distribution, and vulnerability of the global soil inorganic carbon",
      "authors": "Yuanyuan Huang, Xiaodong Song, Ying-Ping Wang, Josep G. Canadell, Yiqi Luo, Philippe Ciais, Anping Chen, Songbai Hong, Yugang Wang, Feng Tao, Wei Li, Yiming Xu, Reza Mirzaeitalarposhti, Heba Elbasiouny, Igor Savin, Dmitry Shchepashchenko, Raphael A. Viscarra Rossel, Daniel S. Goll, Jinfeng Chang, Benjamin Z. Houlton, Huayong Wu, Fei Yang, Xiaoming Feng, Yongzhe Chen, Yu Liu, Shuli Niu, Gan-Lin Zhang",
      "paper_url": "https://doi.org/10.1126/science.adi7918",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4318960506",
      "paper_id": "https://openalex.org/W4318960506",
      "title": "Smoke-weather interaction affects extreme wildfires in diverse coastal regions",
      "authors": "Xin Huang, Ke Ding, Jingyi Liu, Zilin Wang, Rong Tang, Lian Xue, Haikun Wang, Qiang Zhang, Zhe-Min Tan, Congbin Fu, Steven J. Davis, Meinrat O. Andreae, Aijun Ding",
      "paper_url": "https://doi.org/10.1126/science.add9843",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4362459381",
      "paper_id": "https://openalex.org/W4362459381",
      "title": "Soil respiration–driven CO <sub>2</sub> pulses dominate Australia’s flux variability",
      "authors": "Eva-Marie Metz, Sanam N. Vardag, Sourish Basu, Martin Jung, Bernhard Ahrens, Tarek El-Madany, Stephen Sitch, Vivek K. Arora, Peter R. Briggs, Pierre Friedlingstein, Daniel S. Goll, Atul K. Jain, Etsushi Kato, Danica Lombardozzi, Julia E. M. S. Nabel, Benjamin Poulter, Roland Séférian, Hanqin Tian, Andrew Wiltshire, Wenping Yuan, Xu Yue, Sönke Zaehle, Nicholas M. Deutscher, David W. T. Griffith, André Butz",
      "paper_url": "https://doi.org/10.1126/science.add7833",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4388214978",
      "paper_id": "https://openalex.org/W4388214978",
      "title": "Southern Hemisphere dominates recent decline in global water availability",
      "authors": "Yongqiang Zhang, Congcong Li, Francis H. S. Chiew, David A. Post, Xuanze Zhang, Ning Ma, Jing Tian, Dongdong Kong, L. Ruby Leung, Qiang Yu, Jiancheng Shi, Changming Liu",
      "paper_url": "https://doi.org/10.1126/science.adh0716",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4389160695",
      "paper_id": "https://openalex.org/W4389160695",
      "title": "State dependence of CO <sub>2</sub> forcing and its implications for climate sensitivity",
      "authors": "Haozhe He, Ryan J. Kramer, Brian J. Soden, Nadir Jeevanjee",
      "paper_url": "https://doi.org/10.1126/science.abq6872",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4400525734",
      "paper_id": "https://openalex.org/W4400525734",
      "title": "Stratospheric air intrusions promote global-scale new particle formation",
      "authors": "Jiaoshi Zhang, Xianda Gong, Ewan Crosbie, Glenn Diskin, Karl Froyd, Samuel Hall, Agnieszka Kupc, Richard Moore, Jeff Peischl, Andrew Rollins, Joshua Schwarz, Michael Shook, Chelsea Thompson, Kirk Ullmann, Christina Williamson, Armin Wisthaler, Lu Xu, Luke Ziemba, Charles A. Brock, Jian Wang",
      "paper_url": "https://doi.org/10.1126/science.adn2961",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3215080844",
      "paper_id": "https://openalex.org/W3215080844",
      "title": "Strong Southern Ocean carbon uptake evident in airborne observations",
      "authors": "Matthew C. Long, Britton B. Stephens, Kathryn McKain, Colm Sweeney, Ralph F. Keeling, Eric A. Kort, Eric J. Morgan, Jonathan D. Bent, Naveen Chandra, Frederic Chevallier, Róisín Commane, Bruce C. Daube, Paul B. Krummel, Zoë Loh, Ingrid T. Luijkx, David Munro, Prabir Patra, Wouter Peters, Michel Ramonet, Christian Rödenbeck, Ann Stavert, Pieter Tans, Steven C. Wofsy",
      "paper_url": "https://doi.org/10.1126/science.abi4355",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4308883556",
      "paper_id": "https://openalex.org/W4308883556",
      "title": "Subnational implications from climate and air pollution policies in India’s electricity sector",
      "authors": "Shayak Sengupta, Peter J. Adams, Thomas A. Deetjen, Puneet Kamboj, Swati D’Souza, Rahul Tongia, Inês M. L. Azevedo",
      "paper_url": "https://doi.org/10.1126/science.abh1484",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4408399340",
      "paper_id": "https://openalex.org/W4408399340",
      "title": "Sunlight drives the abiotic formation of nitrous oxide in fresh and marine waters",
      "authors": "Elizabeth Leon-Palmero, Rafael Morales-Baquero, Bo Thamdrup, Carolin Löscher, Isabel Reche",
      "paper_url": "https://doi.org/10.1126/science.adq0302",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4377013767",
      "paper_id": "https://openalex.org/W4377013767",
      "title": "Technical comment on “Fairness considerations in global mitigation investments”",
      "authors": "Gregor Semieniuk, Jayati Ghosh, Nancy Folbre",
      "paper_url": "https://doi.org/10.1126/science.adg5893",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4378976292",
      "paper_id": "https://openalex.org/W4378976292",
      "title": "Technical Comment on “Policy impacts of statistical uncertainty and privacy”",
      "authors": "Yifan Cui, Ruobin Gong, Jan Hannig, Kentaro Hoffman",
      "paper_url": "https://doi.org/10.1126/science.adf9724",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4283717418",
      "paper_id": "https://openalex.org/W4283717418",
      "title": "Tectonic degassing drove global temperature trends since 20 Ma",
      "authors": "Timothy D. Herbert, Colleen A. Dalton, Zhonghui Liu, Andrea Salazar, Weimin Si, Douglas S. Wilson",
      "paper_url": "https://doi.org/10.1126/science.abl4353",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3135668734",
      "paper_id": "https://openalex.org/W3135668734",
      "title": "Temperature controls carbon cycling and biological evolution in the ocean twilight zone",
      "authors": "Flavia Boscolo-Galazzo, Katherine A. Crichton, Andy Ridgwell, Elaine M. Mawbey, Bridget S. Wade, Paul N. Pearson",
      "paper_url": "https://doi.org/10.1126/science.abb6643",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4399848847",
      "paper_id": "https://openalex.org/W4399848847",
      "title": "Temperature-dependent emissions dominate aerosol and ozone formation in Los Angeles",
      "authors": "Eva Y. Pfannerstill, Caleb Arata, Qindan Zhu, Benjamin C. Schulze, Ryan Ward, Roy Woods, Colin Harkins, Rebecca H. Schwantes, John H. Seinfeld, Anthony Bucholtz, Ronald C. Cohen, Allen H. Goldstein",
      "paper_url": "https://doi.org/10.1126/science.adg8204",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4296797773",
      "paper_id": "https://openalex.org/W4296797773",
      "title": "Termite sensitivity to temperature affects global wood decay rates",
      "authors": "Amy E. Zanne, Habacuc Flores-Moreno, Jeff R. Powell, William K. Cornwell, James W. Dalling, Amy T. Austin, Aimée T. Classen, Paul Eggleton, Kei-ichi Okada, Catherine L. Parr, E. Carol Adair, Stephen Adu-Bredu, Md Azharul Alam, Carolina Alvarez-Garzón, Deborah Apgaua, Roxana Aragón, Marcelo Ardon, Stefan K. Arndt, Louise A. Ashton, Nicholas A. Barber, Jacques Beauchêne, Matty P. Berg, Jason Beringer, Matthias M. Boer, José Antonio Bonet, Katherine Bunney, Tynan J. Burkhardt, Dulcinéia Carvalho, Dennis Castillo-Figueroa, Lucas A. Cernusak, Alexander W. Cheesman, Tainá M. Cirne-Silva, Jamie R. Cleverly, Johannes H. C. Cornelissen, Timothy J. Curran, André M. D’Angioli, Caroline Dallstream, Nico Eisenhauer, Fidele Evouna Ondo, Alex Fajardo, Romina D. Fernandez, Astrid Ferrer, Marco A. L. Fontes, Mark L. Galatowitsch, Grizelle González, Felix Gottschall, Peter R. Grace, Elena Granda, Hannah M. Griffiths, Mariana Guerra Lara, Motohiro Hasegawa, Mariet M. Hefting, Nina Hinko-Najera, Lindsay B. Hutley, Jennifer Jones, Anja Kahl, Mirko Karan, Joost A. Keuskamp, Tim Lardner, Michael Liddell, Craig Macfarlane, Cate Macinnis-Ng, Ravi F. Mariano, M. Soledad Méndez, Wayne S. Meyer, Akira S. Mori, Aloysio S. Moura, Matthew Northwood, Romà Ogaya, Rafael S. Oliveira, Alberto Orgiazzi, Juliana Pardo, Guille Peguero, Josep Penuelas, Luis I. Perez, Juan M. Posada, Cecilia M. Prada, Tomáš Přívětivý, Suzanne M. Prober, Jonathan Prunier, Gabriel W. Quansah, Víctor Resco de Dios, Ronny Richter, Mark P. Robertson, Lucas F. Rocha, Megan A. Rúa, Carolina Sarmiento, Richard P. Silberstein, Mateus C. Silva, Flávia Freire Siqueira, Matthew Glenn Stillwagon, Jacqui Stol, Melanie K. Taylor, François P. Teste, David Y. P. Tng, David Tucker, Manfred Türke, Michael D. Ulyshen, Oscar J. Valverde-Barrantes, Eduardo van den Berg, Richard S. P. van Logtestijn, G. F. (Ciska) Veen, Jason G. Vogel, Timothy J. Wardlaw, Georg Wiehl, Christian Wirth, Michaela J. Woods, Paul-Camilo Zalamea",
      "paper_url": "https://doi.org/10.1126/science.abo3856",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4296025962",
      "paper_id": "https://openalex.org/W4296025962",
      "title": "The Bengal Water Machine: Quantified freshwater capture in Bangladesh",
      "authors": "Mohammad Shamsudduha, Richard G. Taylor, Md Izazul Haq, Sara Nowreen, Anwar Zahid, Kazi Matin Uddin Ahmed",
      "paper_url": "https://doi.org/10.1126/science.abm4730",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4392282891",
      "paper_id": "https://openalex.org/W4392282891",
      "title": "The changing nature of groundwater in the global water cycle",
      "authors": "Xingxing Kuang, Junguo Liu, Bridget R. Scanlon, Jiu Jimmy Jiao, Scott Jasechko, Michele Lancia, Boris K. Biskaborn, Yoshihide Wada, Hailong Li, Zhenzhong Zeng, Zhilin Guo, Yingying Yao, Tom Gleeson, Jean-Philippe Nicot, Xin Luo, Yiguang Zou, Chunmiao Zheng",
      "paper_url": "https://doi.org/10.1126/science.adf0630",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4403718856",
      "paper_id": "https://openalex.org/W4403718856",
      "title": "The fastest-growing and most destructive fires in the US (2001 to 2020)",
      "authors": "Jennifer K. Balch, Virginia Iglesias, Adam L. Mahood, Maxwell C. Cook, Cibele Amaral, Amy DeCastro, Stefan Leyk, Tyler L. McIntosh, R. Chelsea Nagy, Lise St. Denis, Ty Tuff, Erick Verleye, A. Park Williams, Crystal A. Kolden",
      "paper_url": "https://doi.org/10.1126/science.adk5737",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W2989773698",
      "paper_id": "https://openalex.org/W2989773698",
      "title": "The Gulf Stream and Kuroshio Current are synchronized",
      "authors": "Tsubasa Kohyama, Yoko Yamagami, Hiroaki Miura, Shoichiro Kido, Hiroaki Tatebe, Masahiro Watanabe",
      "paper_url": "https://doi.org/10.1126/science.abh3295",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4294042827",
      "paper_id": "https://openalex.org/W4294042827",
      "title": "The human oxidation field",
      "authors": "Nora Zannoni, Pascale S. J. Lakey, Youngbo Won, Manabu Shiraiwa, Donghyun Rim, Charles J. Weschler, Nijing Wang, Lisa Ernle, Mengze Li, Gabriel Bekö, Pawel Wargocki, Jonathan Williams",
      "paper_url": "https://doi.org/10.1126/science.abn0340",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4401989790",
      "paper_id": "https://openalex.org/W4401989790",
      "title": "The marine biodiversity impact of the Late Miocene Mediterranean salinity crisis",
      "authors": "Konstantina Agiadi, Niklas Hohmann, Elsa Gliozzi, Danae Thivaiou, Francesca R. Bosellini, Marco Taviani, Giovanni Bianucci, Alberto Collareta, Laurent Londeix, Costanza Faranda, Francesca Bulian, Efterpi Koskeridou, Francesca Lozar, Alan Maria Mancini, Stefano Dominici, Pierre Moissette, Ildefonso Bajo Campos, Enrico Borghi, George Iliopoulos, Assimina Antonarakou, George Kontakiotis, Evangelia Besiou, Stergios D. Zarkogiannis, Mathias Harzhauser, Francisco Javier Sierro, Marta Coll, Iuliana Vasiliev, Angelo Camerlenghi, Daniel García-Castellanos",
      "paper_url": "https://doi.org/10.1126/science.adp3703",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3174858190",
      "paper_id": "https://openalex.org/W3174858190",
      "title": "The missing ocean plastic sink: Gone with the rivers",
      "authors": "Lisa Weiss, Wolfgang Ludwig, Serge Heussner, Miquel Canals, Jean-François Ghiglione, Claude Estournel, Mel Constant, Philippe Kerhervé",
      "paper_url": "https://doi.org/10.1126/science.abe0290",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4406970321",
      "paper_id": "https://openalex.org/W4406970321",
      "title": "The Sikkim flood of October 2023: Drivers, causes and impacts of a multihazard cascade",
      "authors": "Ashim Sattar, Kristen L. Cook, Shashi Kant Rai, Etienne Berthier, Simon Allen, Sonam Rinzin, Maximillian Van Wyk de Vries, Wilfried Haeberli, Pradeep Kushwaha, Dan H. Shugar, Adam Emmer, Umesh K. Haritashya, Holger Frey, Praful Rao, Kori Sanjay Kumar Gurudin, Prabhakar Rai, Rajeev Rajak, Faruk Hossain, Christian Huggel, Martin Mergili, Mohd. Farooq Azam, Simon Gascoin, Jonathan L. Carrivick, Louie Elliot Bell, Rakesh Kumar Ranjan, Irfan Rashid, Anil. V. Kulkarni, Dave Petley, Wolfgang Schwanghart, C. Scott Watson, Nazimul Islam, Moushumi Das Gupta, Stuart N. Lane, Shahid Younis Bhat",
      "paper_url": "https://doi.org/10.1126/science.ads2659",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4410841793",
      "paper_id": "https://openalex.org/W4410841793",
      "title": "Thermal acclimation of stem respiration implies a weaker carbon-climate feedback",
      "authors": "Han Zhang, Han Wang, Ian J. Wright, I. Colin Prentice, Sandy P. Harrison, Nicholas G. Smith, Andrea C. Westerband, Lucy Rowland, Lenka Plavcová, Hugh Morris, Peter B. Reich, Steven Jansen, Trevor Keenan, Ngoc Bao Nguyen",
      "paper_url": "https://doi.org/10.1126/science.adr9978",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4391215084",
      "paper_id": "https://openalex.org/W4391215084",
      "title": "Total organic carbon measurements reveal major gaps in petrochemical emissions reporting",
      "authors": "Megan He, Jenna C. Ditto, Lexie Gardner, Jo Machesky, Tori N. Hass-Mitchell, Christina Chen, Peeyush Khare, Bugra Sahin, John D. Fortner, Desiree L. Plata, Brian D. Drollette, Katherine L. Hayden, Jeremy J. B. Wentzell, Richard L. Mittermeier, Amy Leithead, Patrick Lee, Andrea Darlington, Sumi N. Wren, Junhua Zhang, Mengistu Wolde, Samar G. Moussa, Shao-Meng Li, John Liggio, Drew R. Gentner",
      "paper_url": "https://doi.org/10.1126/science.adj6233",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4389429361",
      "paper_id": "https://openalex.org/W4389429361",
      "title": "Toward a Cenozoic history of atmospheric CO <sub>2</sub>",
      "authors": ", Bärbel Hönisch, Dana L. Royer, Daniel O. Breecker, Pratigya J. Polissar, Gabriel J. Bowen, Michael J. Henehan, Ying Cui, Margret Steinthorsdottir, Jennifer C. McElwain, Matthew J. Kohn, Ann Pearson, Samuel R. Phelps, Kevin T. Uno, Andy Ridgwell, Eleni Anagnostou, Jacqueline Austermann, Marcus P. S. Badger, Richard S. Barclay, Peter K. Bijl, Thomas B. Chalk, Christopher R. Scotese, Elwyn de la Vega, Robert M. DeConto, Kelsey A. Dyez, Vicki Ferrini, Peter J. Franks, Claudia F. Giulivi, Marcus Gutjahr, Dustin T. Harper, Laura L. Haynes, Matthew Huber, Kathryn E. Snell, Benjamin A. Keisling, Wilfried Konrad, Tim K. Lowenstein, Alberto Malinverno, Maxence Guillermic, Luz María Mejía, Joseph N. Milligan, John J. Morton, Lee Nordt, Ross Whiteford, Anita Roth-Nebelsick, Jeremy K. C. Rugenstein, Morgan F. Schaller, Nathan D. Sheldon, Sindia Sosdian, Elise B. Wilkes, Caitlyn R. Witkowski, Yi Ge Zhang, Lloyd Anderson, David J. Beerling, Clara Bolton, Thure E. Cerling, Jennifer M. Cotton, Jiawei Da, Douglas D. Ekart, Gavin L. Foster, David R. Greenwood, Ethan G. Hyland, Elliot A. Jagniecki, John P. Jasper, Jennifer B. Kowalczyk, Lutz Kunzmann, Wolfram M. Kürschner, Charles E. Lawrence, Caroline H. Lear, Miguel A. Martínez-Botí, Daniel P. Maxbauer, Paolo Montagna, B. David A. Naafs, James W. B. Rae, Markus Raitzsch, Gregory J. Retallack, Simon J. Ring, Osamu Seki, Julio Sepúlveda, Ashish Sinha, Tekie F. Tesfamichael, Aradhna Tripati, Johan van der Burgh, Jimin Yu, James C. Zachos, Laiming Zhang",
      "paper_url": "https://doi.org/10.1126/science.adi5177",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3170796017",
      "paper_id": "https://openalex.org/W3170796017",
      "title": "Transition to marine ice cliff instability controlled by ice thickness gradients and velocity",
      "authors": "J. N. Bassis, B. Berg, A. J. Crawford, D. I. Benn",
      "paper_url": "https://doi.org/10.1126/science.abf6271",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4308448213",
      "paper_id": "https://openalex.org/W4308448213",
      "title": "Unprecedented fire activity above the Arctic Circle linked to rising temperatures",
      "authors": "Adrià Descals, David L. A. Gaveau, Aleixandre Verger, Douglas Sheil, Daisuke Naito, Josep Peñuelas",
      "paper_url": "https://doi.org/10.1126/science.abn9768",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4412492671",
      "paper_id": "https://openalex.org/W4412492671",
      "title": "Vaccination to mitigate climate-driven disruptions to malaria control in Madagascar",
      "authors": "Benjamin L. Rice, Estelle Raobson, Sylviane Miharisoa, Mahery Rebaliha, Joseph Lewinski, Hanitriniaina Raharinirina, Christopher D. Golden, Gabriel A. Vecchi, Amy Wesolowski, Bryan Grenfell, C. Jessica E. Metcalf",
      "paper_url": "https://doi.org/10.1126/science.adp5365",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4310251692",
      "paper_id": "https://openalex.org/W4310251692",
      "title": "Variation in human water turnover associated with environmental and lifestyle factors",
      "authors": "Yosuke Yamada, Xueying Zhang, Mary E. T. Henderson, Hiroyuki Sagayama, Herman Pontzer, Daiki Watanabe, Tsukasa Yoshida, Misaka Kimura, Philip N. Ainslie, Lene F. Andersen, Liam J. Anderson, Lenore Arab, Issad Baddou, Kweku Bedu-Addo, Ellen E. Blaak, Stephane Blanc, Alberto G. Bonomi, Carlijn V. C. Bouten, Pascal Bovet, Maciej S. Buchowski, Nancy F. Butte, Stefan G. Camps, Graeme L. Close, Jamie A. Cooper, Richard Cooper, Sai Krupa Das, Lara R. Dugas, Simon Eaton, Ulf Ekelund, Sonja Entringer, Terrence Forrester, Barry W. Fudge, Annelies H. Goris, Michael Gurven, Lewis G. Halsey, Catherine Hambly, Asmaa El Hamdouchi, Marije B. Hoos, Sumei Hu, Noorjehan Joonas, Annemiek M. Joosen, Peter Katzmarzyk, Kitty P. Kempen, William E. Kraus, Wantanee Kriengsinyos, Robert F. Kushner, Estelle V. Lambert, William R. Leonard, Nader Lessan, Corby K. Martin, Anine C. Medin, Erwin P. Meijer, James C. Morehen, James P. Morton, Marian L. Neuhouser, Theresa A. Nicklas, Robert M. Ojiambo, Kirsi H. Pietiläinen, Yannis P. Pitsiladis, Jacob Plange-Rhule, Guy Plasqui, Ross L. Prentice, Roberto A. Rabinovich, Susan B. Racette, David A. Raichlen, Eric Ravussin, Leanne M. Redman, John J. Reilly, Rebecca M. Reynolds, Susan B. Roberts, Albertine J. Schuit, Luis B. Sardinha, Analiza M. Silva, Anders M. Sjödin, Eric Stice, Samuel S. Urlacher, Giulio Valenti, Ludo M. Van Etten, Edgar A. Van Mil, Jonathan C. K. Wells, George Wilson, Brian M. Wood, Jack A. Yanovski, Alexia J. Murphy-Alford, Cornelia U. Loechl, Amy H. Luke, Jennifer Rood, Klaas R. Westerterp, William W. Wong, Motohiko Miyachi, Dale A. Schoeller, John R. Speakman,",
      "paper_url": "https://doi.org/10.1126/science.abm8668",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3192412183",
      "paper_id": "https://openalex.org/W3192412183",
      "title": "Watching a hydroperoxyalkyl radical (•QOOH) dissociate",
      "authors": "Anne S. Hansen, Trisha Bhagde, Kevin B. Moore, Daniel R. Moberg, Ahren W. Jasper, Yuri Georgievskii, Michael F. Vansco, Stephen J. Klippenstein, Marsha I. Lester",
      "paper_url": "https://doi.org/10.1126/science.abj0412",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4389429474",
      "paper_id": "https://openalex.org/W4389429474",
      "title": "Watershed sediment cannot offset sea level rise in most US tidal wetlands",
      "authors": "Scott H. Ensign, Joanne N. Halls, Erin K. Peck",
      "paper_url": "https://doi.org/10.1126/science.adj0513",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3161201474",
      "paper_id": "https://openalex.org/W3161201474",
      "title": "Watersheds may not recover from drought",
      "authors": "Tim J. Peterson, M. Saft, M. C. Peel, A. John",
      "paper_url": "https://doi.org/10.1126/science.abd5085",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4281559259",
      "paper_id": "https://openalex.org/W4281559259",
      "title": "Where rivers jump course",
      "authors": "Sam Brooke, Austin J. Chadwick, Jose Silvestre, Michael P. Lamb, Douglas A. Edmonds, Vamsi Ganti",
      "paper_url": "https://doi.org/10.1126/science.abm1215",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4220777430",
      "paper_id": "https://openalex.org/W4220777430",
      "title": "Wildfire smoke destroys stratospheric ozone",
      "authors": "Peter Bernath, Chris Boone, Jeff Crouse",
      "paper_url": "https://doi.org/10.1126/science.abm5611",
      "venue": "science22"
    }
  ]
}