{
  "cluster_id": 183,
  "papers": [
    {
      "id": "science25_https://openalex.org/W4408017078",
      "paper_id": "https://openalex.org/W4408017078",
      "title": "4D marmoset brain map reveals MRI and molecular signatures for onset of multiple sclerosis–like lesions",
      "authors": "Jing-Ping Lin, Alexis Brake, Maxime Donadieu, Amanda Lee, Ginger Smith, Kevin Hu, Govind Nair, Riki Kawaguchi, Pascal Sati, Daniel H. Geschwind, Steven Jacobson, Dorothy P. Schafer, Daniel S. Reich",
      "paper_url": "https://doi.org/10.1126/science.adp6325",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4404809446",
      "paper_id": "https://openalex.org/W4404809446",
      "title": "<i>Tlr7</i> drives sex differences in age- and Alzheimer’s disease–related demyelination",
      "authors": "Chloe Lopez-Lee, Lay Kodama, Li Fan, Daphne Zhu, Jingjie Zhu, Man Ying Wong, Pearly Ye, Kendra Norman, Nessa R. Foxe, Laraib Ijaz, Fangmin Yu, Hao Chen, Gillian K. Carling, Eileen R. Torres, Rachel D. Kim, Dena B. Dubal, Shane A. Liddelow, Subhash C. Sinha, Wenjie Luo, Li Gan",
      "paper_url": "https://doi.org/10.1126/science.adk7844",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4401211702",
      "paper_id": "https://openalex.org/W4401211702",
      "title": "A chemogenetic screen reveals that Trpv1-expressing neurons control regulatory T cells in the gut",
      "authors": "Yangyang Zhu, Kimberly A. Meerschaert, Silvia Galvan-Pena, Na-Ryum Bin, Daping Yang, Himanish Basu, Ryo Kawamoto, Amre Shalaby, Stephen D. Liberles, Diane Mathis, Christophe Benoist, Isaac M. Chiu",
      "paper_url": "https://doi.org/10.1126/science.adk1679",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4313555692",
      "paper_id": "https://openalex.org/W4313555692",
      "title": "A mesothelium divides the subarachnoid space into functional compartments",
      "authors": "Kjeld Møllgård, Felix R. M. Beinlich, Peter Kusk, Leo M. Miyakoshi, Christine Delle, Virginia Plá, Natalie L. Hauglund, Tina Esmail, Martin K. Rasmussen, Ryszard S. Gomolka, Yuki Mori, Maiken Nedergaard",
      "paper_url": "https://doi.org/10.1126/science.adc8810",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4409317621",
      "paper_id": "https://openalex.org/W4409317621",
      "title": "A neuroimmune circuit mediates cancer cachexia-associated apathy",
      "authors": "Xiaoyue Aelita Zhu, Sarah Starosta, Miriam Ferrer, Junxiao Hou, Quentin Chevy, Federica Lucantonio, Rodrigo Muñoz-Castañeda, Fengrui Zhang, Kaikai Zang, Xiang Zhao, Francesca R. Fiocchi, Mason Bergstrom, Aubrey A. Siebels, Thomas Upin, Michael Wulf, Sarah Evans, Alexxai V. Kravitz, Pavel Osten, Tobias Janowitz, Marco Pignatelli, Adam Kepecs",
      "paper_url": "https://doi.org/10.1126/science.adm8857",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4404795579",
      "paper_id": "https://openalex.org/W4404795579",
      "title": "A panoramic view of cell population dynamics in mammalian aging",
      "authors": "Zehao Zhang, Chloe Schaefer, Weirong Jiang, Ziyu Lu, Jasper Lee, Andras Sziraki, Abdulraouf Abdulraouf, Brittney Wick, Maximilian Haeussler, Zhuoyan Li, Gesmira Molla, Rahul Satija, Wei Zhou, Junyue Cao",
      "paper_url": "https://doi.org/10.1126/science.adn3949",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4321748531",
      "paper_id": "https://openalex.org/W4321748531",
      "title": "A population of stem cells with strong regenerative potential discovered in deer antlers",
      "authors": "Tao Qin, Guokun Zhang, Yi Zheng, Shengyou Li, Yuan Yuan, Qingjie Li, Mingliang Hu, Huazhe Si, Guanning Wei, Xueli Gao, Xinxin Cui, Bing Xia, Jing Ren, Kun Wang, Hengxing Ba, Zhen Liu, Rasmus Heller, Zhipeng Li, Wen Wang, Jinghui Huang, Chunyi Li, Qiang Qiu",
      "paper_url": "https://doi.org/10.1126/science.add0488",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4220918936",
      "paper_id": "https://openalex.org/W4220918936",
      "title": "A spinal microglia population involved in remitting and relapsing neuropathic pain",
      "authors": "Keita Kohno, Ryoji Shirasaka, Kohei Yoshihara, Satsuki Mikuriya, Kaori Tanaka, Keiko Takanami, Kazuhide Inoue, Hirotaka Sakamoto, Yasuyuki Ohkawa, Takahiro Masuda, Makoto Tsuda",
      "paper_url": "https://doi.org/10.1126/science.abf6805",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4221133033",
      "paper_id": "https://openalex.org/W4221133033",
      "title": "A structural basis for amylin receptor phenotype",
      "authors": "Jianjun Cao, Matthew J. Belousoff, Yi-Lynn Liang, Rachel M. Johnson, Tracy M. Josephs, Madeleine M. Fletcher, Arthur Christopoulos, Debbie L. Hay, Radostin Danev, Denise Wootten, Patrick M. Sexton",
      "paper_url": "https://doi.org/10.1126/science.abm9609",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410456295",
      "paper_id": "https://openalex.org/W4410456295",
      "title": "Activation dynamics traced through a G protein–coupled receptor by 81 <sup>1</sup> H- <sup>15</sup> N NMR probes",
      "authors": "Feng-Jie Wu, Pascal S. Rieder, Layara Akemi Abiko, Anne Grahl, Daniel Häussinger, Stephan Grzesiek",
      "paper_url": "https://doi.org/10.1126/science.adq9106",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4305040308",
      "paper_id": "https://openalex.org/W4305040308",
      "title": "Activation mechanism of the mouse cold-sensing TRPM8 channel by cooling agonist and PIP <sub>2</sub>",
      "authors": "Ying Yin, Feng Zhang, Shasha Feng, Kevin John Butay, Mario J. Borgnia, Wonpil Im, Seok-Yong Lee",
      "paper_url": "https://doi.org/10.1126/science.add1268",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4401990256",
      "paper_id": "https://openalex.org/W4401990256",
      "title": "Aggregate-selective removal of pathological tau by clustering-activated degraders",
      "authors": "Jonathan Benn, Shi Cheng, Sophie Keeling, Annabel E. Smith, Marina J. Vaysburd, Dorothea Böken, Lauren V. C. Miller, Taxiarchis Katsinelos, Catarina Franco, Elian Dupré, Clément Danis, Isabelle Landrieu, Luc Buée, David Klenerman, Leo C. James, William A. McEwan",
      "paper_url": "https://doi.org/10.1126/science.adp5186",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4380763220",
      "paper_id": "https://openalex.org/W4380763220",
      "title": "Aging Fly Cell Atlas identifies exhaustive aging features at cellular resolution",
      "authors": "Tzu-Chiao Lu, Maria Brbić, Ye-Jin Park, Tyler Jackson, Jiaye Chen, Sai Saroja Kolluru, Yanyan Qi, Nadja Sandra Katheder, Xiaoyu Tracy Cai, Seungjae Lee, Yen-Chung Chen, Niccole Auld, Chung-Yi Liang, Sophia H. Ding, Doug Welsch, Samuel D’Souza, Angela Oliveira Pisco, Robert C. Jones, Jure Leskovec, Eric C. Lai, Hugo J. Bellen, Liqun Luo, Heinrich Jasper, Stephen R. Quake, Hongjie Li",
      "paper_url": "https://doi.org/10.1126/science.adg0934",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4386127104",
      "paper_id": "https://openalex.org/W4386127104",
      "title": "Aging impairs the neurovascular interface in the heart",
      "authors": "Julian U. G. Wagner, Lukas S. Tombor, Pedro Felipe Malacarne, Lisa-Maria Kettenhausen, Josefine Panthel, Haris Kujundzic, Nivethitha Manickam, Katja Schmitz, Maria Cipca, Kathrin A. Stilz, Ariane Fischer, Marion Muhly-Reinholz, Wesley T. Abplanalp, David John, Sarajo K. Mohanta, Christian Weber, Andreas J. R. Habenicht, Giulia K. Buchmann, Stephan Angendohr, Ehsan Amin, Katharina Scherschel, Nikolaj Klöcker, Malte Kelm, Dominik Schüttler, Sebastian Clauss, Stefan Günther, Thomas Boettger, Thomas Braun, Christian Bär, Minh-Duc Pham, Jaya Krishnan, Susanne Hille, Oliver J. Müller, Tarik Bozoglu, Christian Kupatt, Eleonora Nardini, Selma Osmanagic-Myers, Christian Meyer, Andreas M. Zeiher, Ralf P. Brandes, Guillermo Luxán, Stefanie Dimmeler",
      "paper_url": "https://doi.org/10.1126/science.ade4961",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4412795022",
      "paper_id": "https://openalex.org/W4412795022",
      "title": "Altered translation elongation contributes to key hallmarks of aging in the killifish brain",
      "authors": "Domenico Di Fraia, Antonio Marino, Jae Ho Lee, Erika Kelmer Sacramento, Mario Baumgart, Sara Bagnoli, Till Balla, Felix Schalk, Stephan Kamrad, Rui Guan, Cinzia Caterino, Chiara Giannuzzi, Pedro Tomaz da Silva, Amit Kumar Sahu, Hanna Gut, Giacomo Siano, Max Tiessen, Eva Terzibasi-Tozzini, Eugenio F. Fornasiero, Julien Gagneur, Christoph Englert, Kiran R. Patil, Clara Correia-Melo, Danny D. Nedialkova, Judith Frydman, Alessandro Cellerino, Alessandro Ori",
      "paper_url": "https://doi.org/10.1126/science.adk3079",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4396977952",
      "paper_id": "https://openalex.org/W4396977952",
      "title": "An AAV capsid reprogrammed to bind human transferrin receptor mediates brain-wide gene delivery",
      "authors": "Qin Huang, Ken Y. Chan, Jason Wu, Nuria R. Botticello-Romero, Qingxia Zheng, Shan Lou, Casey Keyes, Alexander Svanbergsson, Jencilin Johnston, Allan Mills, Chin-Yen Lin, Pamela P. Brauer, Gabrielle Clouse, Simon Pacouret, John W. Harvey, Thomas Beddow, Jenna K. Hurley, Isabelle G. Tobey, Megan Powell, Albert T. Chen, Andrew J. Barry, Fatma-Elzahraa Eid, Yujia A. Chan, Benjamin E. Deverman",
      "paper_url": "https://doi.org/10.1126/science.adm8386",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4405304104",
      "paper_id": "https://openalex.org/W4405304104",
      "title": "An injury-induced mesenchymal-epithelial cell niche coordinates regenerative responses in the lung",
      "authors": "Dakota L. Jones, Michael P. Morley, Xinyuan Li, Yun Ying, Gan Zhao, Sarah E. Schaefer, Luis R. Rodriguez, Fabian L. Cardenas-Diaz, Shanru Li, Su Zhou, Ullas V. Chembazhi, Mijeong Kim, Chen Shen, Ana Nottingham, Susan M. Lin, Edward Cantu, Joshua M. Diamond, Maria C. Basil, Andrew E. Vaughan, Edward E. Morrisey",
      "paper_url": "https://doi.org/10.1126/science.ado5561",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4315928364",
      "paper_id": "https://openalex.org/W4315928364",
      "title": "ApoE isoform– and microbiota-dependent progression of neurodegeneration in a mouse model of tauopathy",
      "authors": "Dong-oh Seo, David O’Donnell, Nimansha Jain, Jason D. Ulrich, Jasmin Herz, Yuhao Li, Mackenzie Lemieux, Jiye Cheng, Hao Hu, Javier R. Serrano, Xin Bao, Emily Franke, Maria Karlsson, Martin Meier, Su Deng, Chandani Desai, Hemraj Dodiya, Janaki Lelwala-Guruge, Scott A. Handley, Jonathan Kipnis, Sangram S. Sisodia, Jeffrey I. Gordon, David M. Holtzman",
      "paper_url": "https://doi.org/10.1126/science.add1236",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3156792714",
      "paper_id": "https://openalex.org/W3156792714",
      "title": "Barcoded viral tracing of single-cell interactions in central nervous system inflammation",
      "authors": "Iain C. Clark, Cristina Gutiérrez-Vázquez, Michael A. Wheeler, Zhaorong Li, Veit Rothhammer, Mathias Linnerbauer, Liliana M. Sanmarco, Lydia Guo, Manon Blain, Stephanie E. J. Zandee, Chun-Cheih Chao, Katelyn V. Batterman, Marius Schwabenland, Peter Lotfy, Amalia Tejeda-Velarde, Patrick Hewson, Carolina Manganeli Polonio, Michael W. Shultis, Yasmin Salem, Emily C. Tjon, Pedro H. Fonseca-Castro, Davis M. Borucki, Kalil Alves de Lima, Agustin Plasencia, Adam R. Abate, Douglas L. Rosene, Kevin J. Hodgetts, Marco Prinz, Jack P. Antel, Alexandre Prat, Francisco J. Quintana",
      "paper_url": "https://doi.org/10.1126/science.abf1230",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3212956150",
      "paper_id": "https://openalex.org/W3212956150",
      "title": "Bioactive scaffolds with enhanced supramolecular motion promote recovery from spinal cord injury",
      "authors": "Z. Álvarez, A. N. Kolberg-Edelbrock, I. R. Sasselli, J. A. Ortega, R. Qiu, Z. Syrgiannis, P. A. Mirau, F. Chen, S. M. Chin, S. Weigand, E. Kiskinis, S. I. Stupp",
      "paper_url": "https://doi.org/10.1126/science.abh3602",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4396574390",
      "paper_id": "https://openalex.org/W4396574390",
      "title": "Brain-muscle communication prevents muscle aging by maintaining daily physiology",
      "authors": "Arun Kumar, Mireia Vaca-Dempere, Thomas Mortimer, Oleg Deryagin, Jacob G. Smith, Paul Petrus, Kevin B. Koronowski, Carolina M. Greco, Jessica Segalés, Eva Andrés, Vera Lukesova, Valentina M. Zinna, Patrick-Simon Welz, Antonio L. Serrano, Eusebio Perdiguero, Paolo Sassone-Corsi, Salvador Aznar Benitah, Pura Muñoz-Cánoves",
      "paper_url": "https://doi.org/10.1126/science.adj8533",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4399849429",
      "paper_id": "https://openalex.org/W4399849429",
      "title": "Breast cancer exploits neural signaling pathways for bone-to-meninges metastasis",
      "authors": "Andrew E. Whiteley, Danhui Ma, Lihua Wang, Seok-Yeong Yu, Claire Yin, Trevor T. Price, Brennan G. Simon, Katie R. Xu, Kathleen A. Marsh, Maegan L. Brockman, Tatiana M. Prioleau, Katherine I. Zhou, Xiuyu Cui, Peter E. Fecci, William R. Jeck, Chad M. McCall, Jadee L. Neff, Dorothy A. Sipkins",
      "paper_url": "https://doi.org/10.1126/science.adh5548",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4393928567",
      "paper_id": "https://openalex.org/W4393928567",
      "title": "Bronchoconstriction damages airway epithelia by crowding-induced excess cell extrusion",
      "authors": "Dustin C. Bagley, Tobias Russell, Elena Ortiz-Zapater, Sally Stinson, Kristina Fox, Polly F. Redd, Merry Joseph, Cassandra Deering-Rice, Christopher Reilly, Maddy Parsons, Christopher Brightling, Jody Rosenblatt",
      "paper_url": "https://doi.org/10.1126/science.adk2758",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4404125097",
      "paper_id": "https://openalex.org/W4404125097",
      "title": "C-LTMRs evoke wet dog shakes via the spinoparabrachial pathway",
      "authors": "Dawei Zhang, Josef Turecek, Seungwon Choi, Michelle Delisle, Caroline Leal Pamplona, Shan Meltzer, David D. Ginty",
      "paper_url": "https://doi.org/10.1126/science.adq8834",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4211096034",
      "paper_id": "https://openalex.org/W4211096034",
      "title": "Caloric restriction in humans reveals immunometabolic regulators of health span",
      "authors": "O. Spadaro, Y. Youm, I. Shchukina, S. Ryu, S. Sidorov, A. Ravussin, K. Nguyen, E. Aladyeva, A. N. Predeus, S. R. Smith, E. Ravussin, C. Galban, M. N. Artyomov, V. D. Dixit",
      "paper_url": "https://doi.org/10.1126/science.abg7292",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3205323262",
      "paper_id": "https://openalex.org/W3205323262",
      "title": "CD4 <sup>+</sup> T cells contribute to neurodegeneration in Lewy body dementia",
      "authors": "David Gate, Emma Tapp, Olivia Leventhal, Marian Shahid, Tim J. Nonninger, Andrew C. Yang, Katharina Strempfl, Michael S. Unger, Tobias Fehlmann, Hamilton Oh, Divya Channappa, Victor W. Henderson, Andreas Keller, Ludwig Aigner, Douglas R. Galasko, Mark M. Davis, Kathleen L. Poston, Tony Wyss-Coray",
      "paper_url": "https://doi.org/10.1126/science.abf7266",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4225392289",
      "paper_id": "https://openalex.org/W4225392289",
      "title": "Cell division in tissues enables macrophage infiltration",
      "authors": "Maria Akhmanova, Shamsi Emtenani, Daniel Krueger, Attila Gyoergy, Mariana Guarda, Mikhail Vlasov, Fedor Vlasov, Andrei Akopian, Aparna Ratheesh, Stefano De Renzis, Daria E. Siekhaus",
      "paper_url": "https://doi.org/10.1126/science.abj0425",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3129440616",
      "paper_id": "https://openalex.org/W3129440616",
      "title": "Cholangiocyte organoids can repair bile ducts after transplantation in the human liver",
      "authors": "Fotios Sampaziotis, Daniele Muraro, Olivia C. Tysoe, Stephen Sawiak, Timothy E. Beach, Edmund M. Godfrey, Sara S. Upponi, Teresa Brevini, Brandon T. Wesley, Jose Garcia-Bernardo, Krishnaa Mahbubani, Giovanni Canu, Richard Gieseck, Natalie L. Berntsen, Victoria L. Mulcahy, Keziah Crick, Corrina Fear, Sharayne Robinson, Lisa Swift, Laure Gambardella, Johannes Bargehr, Daniel Ortmann, Stephanie E. Brown, Anna Osnato, Michael P. Murphy, Gareth Corbett, William T. H. Gelson, George F. Mells, Peter Humphreys, Susan E. Davies, Irum Amin, Paul Gibbs, Sanjay Sinha, Sarah A. Teichmann, Andrew J. Butler, Teik Choon See, Espen Melum, Christopher J. E. Watson, Kourosh Saeb-Parsy, Ludovic Vallier",
      "paper_url": "https://doi.org/10.1126/science.aaz6964",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4229011537",
      "paper_id": "https://openalex.org/W4229011537",
      "title": "Circadian alignment of early onset caloric restriction promotes longevity in male C57BL/6J mice",
      "authors": "Victoria Acosta-Rodríguez, Filipa Rijo-Ferreira, Mariko Izumo, Pin Xu, Mary Wight-Carter, Carla B. Green, Joseph S. Takahashi",
      "paper_url": "https://doi.org/10.1126/science.abk0297",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4409317379",
      "paper_id": "https://openalex.org/W4409317379",
      "title": "Commander complex regulates lysosomal function and is implicated in Parkinson’s disease risk",
      "authors": "Georgia Minakaki, Nathaniel Safren, Bernabe I. Bustos, Steven J. Lubbe, Niccolò E. Mencacci, Dimitri Krainc",
      "paper_url": "https://doi.org/10.1126/science.adq6650",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3196441931",
      "paper_id": "https://openalex.org/W3196441931",
      "title": "Complement factor C1q mediates sleep spindle loss and epileptic spikes after mild brain injury",
      "authors": "Stephanie S. Holden, Fiorella C. Grandi, Oumaima Aboubakr, Bryan Higashikubo, Frances S. Cho, Andrew H. Chang, Alejandro Osorio Forero, Allison R. Morningstar, Vidhu Mathur, Logan J. Kuhn, Poojan Suri, Sethu Sankaranarayanan, Yaisa Andrews-Zwilling, Andrea J. Tenner, Anita Luthi, Eleonora Aronica, M. Ryan Corces, Ted Yednock, Jeanne T. Paz",
      "paper_url": "https://doi.org/10.1126/science.abj2685",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4284665849",
      "paper_id": "https://openalex.org/W4284665849",
      "title": "Conformational selection guides β-arrestin recruitment at a biased G protein–coupled receptor",
      "authors": "Andrew B. Kleist, Shawn Jenjak, Andrija Sente, Lauren J. Laskowski, Martyna Szpakowska, Maggie M. Calkins, Emilie I. Anderson, Lisa M. McNally, Raimond Heukers, Vladimir Bobkov, Francis C. Peterson, Monica A. Thomas, Andy Chevigné, Martine J. Smit, John D. McCorvy, M. Madan Babu, Brian F. Volkman",
      "paper_url": "https://doi.org/10.1126/science.abj4922",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3183982924",
      "paper_id": "https://openalex.org/W3183982924",
      "title": "Counteracting age-related VEGF signaling insufficiency promotes healthy aging and extends life span",
      "authors": "M. Grunewald, S. Kumar, H. Sharife, E. Volinsky, A. Gileles-Hillel, T. Licht, A. Permyakova, L. Hinden, S. Azar, Y. Friedmann, P. Kupetz, R. Tzuberi, A. Anisimov, K. Alitalo, M. Horwitz, S. Leebhoff, O. Z. Khoma, R. Hlushchuk, V. Djonov, R. Abramovitch, J. Tam, E. Keshet",
      "paper_url": "https://doi.org/10.1126/science.abc8479",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4403092215",
      "paper_id": "https://openalex.org/W4403092215",
      "title": "Creation of de novo cryptic splicing for ALS and FTD precision medicine",
      "authors": "Oscar G. Wilkins, Max Z. Y. J. Chien, Josette J. Wlaschin, Simone Barattucci, Peter Harley, Francesca Mattedi, Puja R. Mehta, Maria Pisliakova, Eugeni Ryadnov, Matthew J. Keuss, David Thompson, Holly Digby, Lea Knez, Rebecca L. Simkin, Juan Antinao Diaz, Matteo Zanovello, Anna-Leigh Brown, Annalucia Darbey, Rajvinder Karda, Elizabeth M. C. Fisher, Thomas J. Cunningham, Claire E. Le Pichon, Jernej Ule, Pietro Fratta",
      "paper_url": "https://doi.org/10.1126/science.adk2539",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4280596398",
      "paper_id": "https://openalex.org/W4280596398",
      "title": "Cross-tissue immune cell analysis reveals tissue-specific features in humans",
      "authors": "C. Domínguez Conde, C. Xu, L. B. Jarvis, D. B. Rainbow, S. B. Wells, T. Gomes, S. K. Howlett, O. Suchanek, K. Polanski, H. W. King, L. Mamanova, N. Huang, P. A. Szabo, L. Richardson, L. Bolt, E. S. Fasouli, K. T. Mahbubani, M. Prete, L. Tuck, N. Richoz, Z. K. Tuong, L. Campos, H. S. Mousa, E. J. Needham, S. Pritchard, T. Li, R. Elmentaite, J. Park, E. Rahmani, D. Chen, D. K. Menon, O. A. Bayraktar, L. K. James, K. B. Meyer, N. Yosef, M. R. Clatworthy, P. A. Sims, D. L. Farber, K. Saeb-Parsy, J. L. Jones, S. A. Teichmann",
      "paper_url": "https://doi.org/10.1126/science.abl5197",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W3212694413",
      "paper_id": "https://openalex.org/W3212694413",
      "title": "Cryo-EM structure of human GPR158 receptor coupled to the RGS7-Gβ5 signaling complex",
      "authors": "Dipak N. Patil, Shikha Singh, Thibaut Laboute, Timothy S. Strutzenberg, Xingyu Qiu, Di Wu, Scott J. Novick, Carol V. Robinson, Patrick R. Griffin, John F. Hunt, Tina Izard, Appu K. Singh, Kirill A. Martemyanov",
      "paper_url": "https://doi.org/10.1126/science.abl4732",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4207035561",
      "paper_id": "https://openalex.org/W4207035561",
      "title": "Cryo-EM structures of amyloid-β 42 filaments from human brains",
      "authors": "Yang Yang, Diana Arseni, Wenjuan Zhang, Melissa Huang, Sofia Lövestam, Manuel Schweighauser, Abhay Kotecha, Alexey G. Murzin, Sew Y. Peak-Chew, Jennifer Macdonald, Isabelle Lavenir, Holly J. Garringer, Ellen Gelpi, Kathy L. Newell, Gabor G. Kovacs, Ruben Vidal, Bernardino Ghetti, Benjamin Ryskeldi-Falcon, Sjors H. W. Scheres, Michel Goedert",
      "paper_url": "https://doi.org/10.1126/science.abm7285",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4362506504",
      "paper_id": "https://openalex.org/W4362506504",
      "title": "Cytosolic antibody receptor TRIM21 is required for effective tau immunotherapy in mouse models",
      "authors": "Aamir S. Mukadam, Lauren V. C. Miller, Annabel E. Smith, Marina Vaysburd, Siri A. Sakya, Sophie Sanford, Sophie Keeling, Benjamin J. Tuck, Taxiarchis Katsinelos, Chris Green, Lise Skov, Sanne S. Kaalund, Stian Foss, Keith Mayes, Kevin O’Connell, Mark Wing, Claire Knox, Jessica Banbury, Edward Avezov, James B. Rowe, Michel Goedert, Jan Terje Andersen, Leo C. James, William A. McEwan",
      "paper_url": "https://doi.org/10.1126/science.abn1366",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4398250224",
      "paper_id": "https://openalex.org/W4398250224",
      "title": "Demixing is a default process for biological condensates formed via phase separation",
      "authors": "Shihan Zhu, Zeyu Shen, Xiandeng Wu, Wenyan Han, Bowen Jia, Wei Lu, Mingjie Zhang",
      "paper_url": "https://doi.org/10.1126/science.adj7066",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3124296497",
      "paper_id": "https://openalex.org/W3124296497",
      "title": "Developmental cell programs are co-opted in inflammatory skin disease",
      "authors": "Gary Reynolds, Peter Vegh, James Fletcher, Elizabeth F. M. Poyner, Emily Stephenson, Issac Goh, Rachel A. Botting, Ni Huang, Bayanne Olabi, Anna Dubois, David Dixon, Kile Green, Daniel Maunder, Justin Engelbert, Mirjana Efremova, Krzysztof Polański, Laura Jardine, Claire Jones, Thomas Ness, Dave Horsfall, Jim McGrath, Christopher Carey, Dorin-Mirel Popescu, Simone Webb, Xiao-nong Wang, Ben Sayer, Jong-Eun Park, Victor A. Negri, Daria Belokhvostova, Magnus D. Lynch, David McDonald, Andrew Filby, Tzachi Hagai, Kerstin B. Meyer, Akhtar Husain, Jonathan Coxhead, Roser Vento-Tormo, Sam Behjati, Steven Lisgo, Alexandra-Chloé Villani, Jaume Bacardit, Philip H. Jones, Edel A. O’Toole, Graham S. Ogg, Neil Rajan, Nick J. Reynolds, Sarah A. Teichmann, Fiona M. Watt, Muzlifah Haniffa",
      "paper_url": "https://doi.org/10.1126/science.aba6500",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4407764706",
      "paper_id": "https://openalex.org/W4407764706",
      "title": "Disease diagnostics using machine learning of B cell and T cell receptor sequences",
      "authors": "Maxim E. Zaslavsky, Erin Craig, Jackson K. Michuda, Nidhi Sehgal, Nikhil Ram-Mohan, Ji-Yeun Lee, Khoa D. Nguyen, Ramona A. Hoh, Tho D. Pham, Katharina Röltgen, Brandon Lam, Ella S. Parsons, Susan R. Macwana, Wade DeJager, Elizabeth M. Drapeau, Krishna M. Roskin, Charlotte Cunningham-Rundles, M. Anthony Moody, Barton F. Haynes, Jason D. Goldman, James R. Heath, R. Sharon Chinthrajah, Kari C. Nadeau, Benjamin A. Pinsky, Catherine A. Blish, Scott E. Hensley, Kent Jensen, Everett Meyer, Imelda Balboni, Paul J. Utz, Joan T. Merrill, Joel M. Guthridge, Judith A. James, Samuel Yang, Robert Tibshirani, Anshul Kundaje, Scott D. Boyd",
      "paper_url": "https://doi.org/10.1126/science.adp2407",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4409833906",
      "paper_id": "https://openalex.org/W4409833906",
      "title": "Distinct adipose progenitor cells emerging with age drive active adipogenesis",
      "authors": "Guan Wang, Gaoyan Li, Anying Song, Yutian Zhao, Jiayu Yu, Yifan Wang, Wenting Dai, Martha Salas, Hanjun Qin, Leonard Medrano, Joan Dow, Aimin Li, Brian Armstrong, Patrick T. Fueger, Hua Yu, Yi Zhu, Mengle Shao, Xiwei Wu, Lei Jiang, Judith Campisi, Xia Yang, Qiong A. Wang",
      "paper_url": "https://doi.org/10.1126/science.adj0430",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4323810846",
      "paper_id": "https://openalex.org/W4323810846",
      "title": "Droplet-based forward genetic screening of astrocyte–microglia cross-talk",
      "authors": "Michael A. Wheeler, Iain C. Clark, Hong-Gyun Lee, Zhaorong Li, Mathias Linnerbauer, Joseph M. Rone, Manon Blain, Camilo Faust Akl, Gavin Piester, Federico Giovannoni, Marc Charabati, Joon-Hyuk Lee, Yoon-Chul Kye, Joshua Choi, Liliana M. Sanmarco, Lena Srun, Elizabeth N. Chung, Lucas E. Flausino, Brian M. Andersen, Veit Rothhammer, Hiroshi Yano, Tomer Illouz, Stephanie E. J. Zandee, Carolin Daniel, David Artis, Marco Prinz, Adam R. Abate, Vijay K. Kuchroo, Jack P. Antel, Alexandre Prat, Francisco J. Quintana",
      "paper_url": "https://doi.org/10.1126/science.abq4822",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4212967995",
      "paper_id": "https://openalex.org/W4212967995",
      "title": "Engineered Wnt ligands enable blood-brain barrier repair in neurological disorders",
      "authors": "Maud Martin, Simon Vermeiren, Naguissa Bostaille, Marie Eubelen, Daniel Spitzer, Marjorie Vermeersch, Caterina P. Profaci, Elisa Pozuelo, Xavier Toussay, Joanna Raman-Nair, Patricia Tebabi, Michelle America, Aurélie De Groote, Leslie E. Sanderson, Pauline Cabochette, Raoul F. V. Germano, David Torres, Sébastien Boutry, Alban de Kerchove d’Exaerde, Eric J. Bellefroid, Timothy N. Phoenix, Kavi Devraj, Baptiste Lacoste, Richard Daneman, Stefan Liebner, Benoit Vanhollebeke",
      "paper_url": "https://doi.org/10.1126/science.abm4459",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4413980929",
      "paper_id": "https://openalex.org/W4413980929",
      "title": "Epithelial tension controls intestinal cell extrusion",
      "authors": "Daniel Krueger, Willem Kasper Spoelstra, Dirk Jan Mastebroek, Rutger N. U. Kok, Shanie Wu, Mike Nikolaev, Marie Bannier-Hélaouët, Nikolche Gjorevski, Matthias Lutolf, Johan van Es, Jeroen van Zon, Sander J. Tans, Hans Clevers",
      "paper_url": "https://doi.org/10.1126/science.adr8753",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4315928890",
      "paper_id": "https://openalex.org/W4315928890",
      "title": "Excessive mechanotransduction in sensory neurons causes joint contractures",
      "authors": "Shang Ma, Adrienne E. Dubin, Luis O. Romero, Meaghan Loud, Alexandra Salazar, Sarah Chu, Nikola Klier, Sameer Masri, Yunxiao Zhang, Yu Wang, Alex T. Chesler, Katherine A. Wilkinson, Valeria Vásquez, Kara L. Marshall, Ardem Patapoutian",
      "paper_url": "https://doi.org/10.1126/science.add3598",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4387128694",
      "paper_id": "https://openalex.org/W4387128694",
      "title": "Fibroblasts in heart scar tissue directly regulate cardiac excitability and arrhythmogenesis",
      "authors": "Yijie Wang, Qihao Li, Bo Tao, Marina Angelini, Sivakumar Ramadoss, Baiming Sun, Ping Wang, Yuliya Krokhaleva, Feiyang Ma, Yiqian Gu, Alejandro Espinoza, Ken Yamauchi, Matteo Pellegrini, Bennett Novitch, Riccardo Olcese, Zhilin Qu, Zhen Song, Arjun Deb",
      "paper_url": "https://doi.org/10.1126/science.adh9925",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4214861448",
      "paper_id": "https://openalex.org/W4214861448",
      "title": "Fly Cell Atlas: A single-nucleus transcriptomic atlas of the adult fruit fly",
      "authors": "Hongjie Li, Jasper Janssens, Maxime De Waegeneer, Sai Saroja Kolluru, Kristofer Davie, Vincent Gardeux, Wouter Saelens, Fabrice P. A. David, Maria Brbić, Katina Spanier, Jure Leskovec, Colleen N. McLaughlin, Qijing Xie, Robert C. Jones, Katja Brueckner, Jiwon Shim, Sudhir Gopal Tattikota, Frank Schnorrer, Katja Rust, Todd G. Nystul, Zita Carvalho-Santos, Carlos Ribeiro, Soumitra Pal, Sharvani Mahadevaraju, Teresa M. Przytycka, Aaron M. Allen, Stephen F. Goodwin, Cameron W. Berry, Margaret T. Fuller, Helen White-Cooper, Erika L. Matunis, Stephen DiNardo, Anthony Galenza, Lucy Erin O’Brien, Julian A. T. Dow, , Heinrich Jasper, Brian Oliver, Norbert Perrimon, Bart Deplancke, Stephen R. Quake, Liqun Luo, Stein Aerts, Devika Agarwal, Yasir Ahmed-Braimah, Michelle Arbeitman, Majd M. Ariss, Jordan Augsburger, Kumar Ayush, Catherine C. Baker, Torsten Banisch, Katja Birker, Rolf Bodmer, Benjamin Bolival, Susanna E. Brantley, Julie A. Brill, Nora C. Brown, Norene A. Buehner, Xiaoyu Tracy Cai, Rita Cardoso-Figueiredo, Fernando Casares, Amy Chang, Thomas R. Clandinin, Sheela Crasta, Claude Desplan, Angela M. Detweiler, Darshan B. Dhakan, Erika Donà, Stefanie Engert, Swann Floc’hlay, Nancy George, Amanda J. González-Segarra, Andrew K. Groves, Samantha Gumbin, Yanmeng Guo, Devon E. Harris, Yael Heifetz, Stephen L. Holtz, Felix Horns, Bruno Hudry, Ruei-Jiun Hung, Yuh Nung Jan, Jacob S. Jaszczak, Gregory S. X. E. Jefferis, Jim Karkanias, Timothy L. Karr, Nadja Sandra Katheder, James Kezos, Anna A. Kim, Seung K. Kim, Lutz Kockel, Nikolaos Konstantinides, Thomas B. Kornberg, Henry M. Krause, Andrew Thomas Labott, Meghan Laturney, Ruth Lehmann, Sarah Leinwand, Jiefu Li, Joshua Shing Shun Li, Kai Li, Ke Li, Liying Li, Tun Li, Maria Litovchenko, Han-Hsuan Liu, Yifang Liu, Tzu-Chiao Lu, Jonathan Manning, Anjeli Mase, Mikaela Matera-Vatnick, Neuza Reis Matias, Caitlin E. McDonough-Goldstein, Aaron McGeever, Alex D. McLachlan, Paola Moreno-Roman, Norma Neff, Megan Neville, Sang Ngo, Tanja Nielsen, Caitlin E. O’Brien, David Osumi-Sutherland, Mehmet Neset Özel, Irene Papatheodorou, Maja Petkovic, Clare Pilgrim, Angela Oliveira Pisco, Carolina Reisenman, Erin Nicole Sanders, Gilberto dos Santos, Kristin Scott, Aparna Sherlekar, Philip Shiu, David Sims, Rene V. Sit, Maija Slaidina, Harold E. Smith, Gabriella Sterne, Yu-Han Su, Daniel Sutton, Marco Tamayo, Michelle Tan, Ibrahim Tastekin, Christoph Treiber, David Vacek, Georg Vogler, Scott Waddell, Wanpeng Wang, Rachel I. Wilson, Mariana F. Wolfner, Yiu-Cheung E. Wong, Anthony Xie, Jun Xu, Shinya Yamamoto, Jia Yan, Zepeng Yao, Kazuki Yoda, Ruijun Zhu, Robert P. Zinzen",
      "paper_url": "https://doi.org/10.1126/science.abk2432",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402891786",
      "paper_id": "https://openalex.org/W4402891786",
      "title": "Genetic excision of the regulatory cardiac troponin I extension in high–heart rate mammal clades",
      "authors": "William Joyce, Kai He, Mengdie Zhang, Samuel Ogunsola, Xini Wu, Kelvin T. Joseph, David Bogomolny, Wenhua Yu, Mark S. Springer, Jiuyong Xie, Anthony V. Signore, Kevin L. Campbell",
      "paper_url": "https://doi.org/10.1126/science.adi8146",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3135360764",
      "paper_id": "https://openalex.org/W3135360764",
      "title": "Genomic, epigenomic, and biophysical cues controlling the emergence of the lung alveolus",
      "authors": "Jarod A. Zepp, Michael P. Morley, Claudia Loebel, Madison M. Kremp, Fatima N. Chaudhry, Maria C. Basil, John P. Leach, Derek C. Liberti, Terren K. Niethamer, Yun Ying, Sowmya Jayachandran, Apoorva Babu, Su Zhou, David B. Frank, Jason A. Burdick, Edward E. Morrisey",
      "paper_url": "https://doi.org/10.1126/science.abc3172",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4400079376",
      "paper_id": "https://openalex.org/W4400079376",
      "title": "GLP-1 increases preingestive satiation via hypothalamic circuits in mice and humans",
      "authors": "Kyu Sik Kim, Joon Seok Park, Eunsang Hwang, Min Jung Park, Hwa Yun Shin, Young Hee Lee, Kyung Min Kim, Laurent Gautron, Elizabeth Godschall, Bryan Portillo, Kyle Grose, Sang-Ho Jung, So Lin Baek, Young Hyun Yun, Doyeon Lee, Eunseong Kim, Jason Ajwani, Seong Ho Yoo, Ali D. Güler, Kevin W. Williams, Hyung Jin Choi",
      "paper_url": "https://doi.org/10.1126/science.adj2537",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4292680960",
      "paper_id": "https://openalex.org/W4292680960",
      "title": "GPNMB confers risk for Parkinson’s disease through interaction with α-synuclein",
      "authors": "Maria E. Diaz-Ortiz, Yunji Seo, Marijan Posavi, Marc Carceles Cordon, Elisia Clark, Nimansha Jain, Rakshita Charan, Michael D. Gallagher, Travis L. Unger, Noor Amari, R. Tyler Skrinak, Roseanne Davila-Rivera, Eliza M. Brody, Noah Han, Rebecca Zack, Vivianna M. Van Deerlin, Thomas F. Tropea, Kelvin C. Luk, Edward B. Lee, Daniel Weintraub, Alice S. Chen-Plotkin",
      "paper_url": "https://doi.org/10.1126/science.abk0637",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411051401",
      "paper_id": "https://openalex.org/W4411051401",
      "title": "GPR45 modulates Gα <sub>s</sub> at primary cilia of the paraventricular hypothalamus to control food intake",
      "authors": "Yu Xun, Yiao Jiang, Baijie Xu, Miao Tang, Sara Ludwig, Kazuhiro Nakamura, Saikat Mukhopadhyay, Chen Liu, Bruce Beutler, Zhao Zhang",
      "paper_url": "https://doi.org/10.1126/science.adp3989",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4403925072",
      "paper_id": "https://openalex.org/W4403925072",
      "title": "Group 2 innate lymphoid cells promote inhibitory synapse development and social behavior",
      "authors": "Jerika J. Barron, Nicholas M. Mroz, Sunrae E. Taloma, Madelene W. Dahlgren, Jorge F. Ortiz-Carpena, Matthew G. Keefe, Caroline C. Escoubas, Leah C. Dorman, Ilia D. Vainchtein, Pailin Chiaranunt, Maya E. Kotas, Tomasz J. Nowakowski, Kevin J. Bender, Ari B. Molofsky, Anna V. Molofsky",
      "paper_url": "https://doi.org/10.1126/science.adi1025",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4408891926",
      "paper_id": "https://openalex.org/W4408891926",
      "title": "Hedonic eating is controlled by dopamine neurons that oppose GLP-1R satiety",
      "authors": "Zhenggang Zhu, Rong Gong, Vicente Rodriguez, Kathleen T. Quach, Xinyu Chen, Scott M. Sternson",
      "paper_url": "https://doi.org/10.1126/science.adt0773",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4404125109",
      "paper_id": "https://openalex.org/W4404125109",
      "title": "Hepatic vagal afferents convey clock-dependent signals to regulate circadian food intake",
      "authors": "Lauren N. Woodie, Lily C. Melink, Mohit Midha, Alan M. de Araújo, Caroline E. Geisler, Ahren J. Alberto, Brianna M. Krusen, Delaine M. Zundell, Guillaume de Lartigue, Matthew R. Hayes, Mitchell A. Lazar",
      "paper_url": "https://doi.org/10.1126/science.adn2786",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3165520347",
      "paper_id": "https://openalex.org/W3165520347",
      "title": "Heterogeneity of meningeal B cells reveals a lymphopoietic niche at the CNS borders",
      "authors": "Simone Brioschi, Wei-Le Wang, Vincent Peng, Meng Wang, Irina Shchukina, Zev J. Greenberg, Jennifer K. Bando, Natalia Jaeger, Rafael S. Czepielewski, Amanda Swain, Denis A. Mogilenko, Wandy L. Beatty, Peter Bayguinov, James A. J. Fitzpatrick, Laura G. Schuettpelz, Catrina C. Fronick, Igor Smirnov, Jonathan Kipnis, Virginia S. Shapiro, Gregory F. Wu, Susan Gilfillan, Marina Cella, Maxim N. Artyomov, Steven H. Kleinstein, Marco Colonna",
      "paper_url": "https://doi.org/10.1126/science.abf9277",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4309233024",
      "paper_id": "https://openalex.org/W4309233024",
      "title": "Hippo signaling instructs ectopic but not normal organ growth",
      "authors": "W. Kowalczyk, L. Romanelli, M. Atkins, H. Hillen, C. Bravo González-Blas, J. Jacobs, J. Xie, S. Soheily, E. Verboven, I. M. Moya, S. Verhulst, M. de Waegeneer, L. Sansores-Garcia, L. van Huffel, R. L. Johnson, L. A. van Grunsven, S. Aerts, G. Halder",
      "paper_url": "https://doi.org/10.1126/science.abg3679",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3112951837",
      "paper_id": "https://openalex.org/W3112951837",
      "title": "HSP70 chaperones RNA-free TDP-43 into anisotropic intranuclear liquid spherical shells",
      "authors": "Haiyang Yu, Shan Lu, Kelsey Gasior, Digvijay Singh, Sonia Vazquez-Sanchez, Olga Tapia, Divek Toprani, Melinda S. Beccari, John R. Yates, Sandrine Da Cruz, Jay M. Newby, Miguel Lafarga, Amy S. Gladfelter, Elizabeth Villa, Don W. Cleveland",
      "paper_url": "https://doi.org/10.1126/science.abb4309",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3205139696",
      "paper_id": "https://openalex.org/W3205139696",
      "title": "Identification of a choroid plexus vascular barrier closing during intestinal inflammation",
      "authors": "Sara Carloni, Alice Bertocchi, Sara Mancinelli, Martina Bellini, Marco Erreni, Antonella Borreca, Daniele Braga, Silvia Giugliano, Alessandro M. Mozzarelli, Daria Manganaro, Daniel Fernandez Perez, Federico Colombo, Antonio Di Sabatino, Diego Pasini, Giuseppe Penna, Michela Matteoli, Simona Lodato, Maria Rescigno",
      "paper_url": "https://doi.org/10.1126/science.abc6108",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4384923659",
      "paper_id": "https://openalex.org/W4384923659",
      "title": "Immune-mediated denervation of the pineal gland underlies sleep disturbance in cardiac disease",
      "authors": "Karin A. Ziegler, Andrea Ahles, Anne Dueck, Dena Esfandyari, Pauline Pichler, Karolin Weber, Stefan Kotschi, Alexander Bartelt, Inga Sinicina, Matthias Graw, Heinrich Leonhardt, Ludwig T. Weckbach, Steffen Massberg, Martina Schifferer, Mikael Simons, Luciano Hoeher, Jie Luo, Ali Ertürk, Gabriele G. Schiattarella, Yassine Sassi, Thomas Misgeld, Stefan Engelhardt",
      "paper_url": "https://doi.org/10.1126/science.abn6366",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4414761504",
      "paper_id": "https://openalex.org/W4414761504",
      "title": "Intercellular communication in the brain through a dendritic nanotubular network",
      "authors": "Minhyeok Chang, Sarah Krüssel, Laxmi Kumar Parajuli, Juhyun Kim, Daniel Lee, Alec Merodio, Jaeyoung Kwon, Shigeo Okabe, Hyung-Bae Kwon",
      "paper_url": "https://doi.org/10.1126/science.adr7403",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4377013728",
      "paper_id": "https://openalex.org/W4377013728",
      "title": "Interplay between calcium and sarcomeres directs cardiomyocyte maturation during regeneration",
      "authors": "Phong D. Nguyen, Iris Gooijers, Giulia Campostrini, Arie O. Verkerk, Hessel Honkoop, Mara Bouwman, Dennis E. M. de Bakker, Tim Koopmans, Aryan Vink, Gerda E. M. Lamers, Avraham Shakked, Jonas Mars, Aat A. Mulder, Sonja Chocron, Kerstin Bartscherer, Eldad Tzahor, Christine L. Mummery, Teun P. de Boer, Milena Bellin, Jeroen Bakkers",
      "paper_url": "https://doi.org/10.1126/science.abo6718",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4289793654",
      "paper_id": "https://openalex.org/W4289793654",
      "title": "JMJD3 activated hyaluronan synthesis drives muscle regeneration in an inflammatory environment",
      "authors": "Kiran Nakka, Sarah Hachmer, Zeinab Mokhtari, Radmila Kovac, Hina Bandukwala, Clara Bernard, Yuefeng Li, Guojia Xie, Chengyu Liu, Magid Fallahi, Lynn A. Megeney, Julien Gondin, Bénédicte Chazaud, Marjorie Brand, Xiaohui Zha, Kai Ge, F. Jeffrey Dilworth",
      "paper_url": "https://doi.org/10.1126/science.abm9735",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3150109710",
      "paper_id": "https://openalex.org/W3150109710",
      "title": "Krüppel-like factor 1 is a core cardiomyogenic trigger in zebrafish",
      "authors": "Masahito Ogawa, Fan-Suo Geng, David T. Humphreys, Esther Kristianto, Delicia Z. Sheng, Subhra P. Hui, Yuxi Zhang, Kotaro Sugimoto, Maki Nakayama, Dawei Zheng, Daniel Hesselson, Mark P. Hodson, Ozren Bogdanovic, Kazu Kikuchi",
      "paper_url": "https://doi.org/10.1126/science.abe2762",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4414032980",
      "paper_id": "https://openalex.org/W4414032980",
      "title": "Lewy body dementia promotion by air pollutants",
      "authors": "Xiaodi Zhang, Haiqing Liu, Xiao Wu, Longgang Jia, Kundlik Gadhave, Lena Wang, Kevin Zhang, Hanyu Li, Rong Chen, Ramhari Kumbhar, Ning Wang, Chantelle E. Terrillion, Bong Gu Kang, Bin Bai, Minhan Park, Ma. Cristine Faye Denna, Shu Zhang, Wenqiang Zheng, Denghui Ye, Xiaoli Rong, Liu Yang, Lili Niu, Han Seok Ko, Weiyi Peng, Lingtao Jin, Mingyao Ying, Liana S. Rosenthal, David W. Nauen, Alex Pantelyat, Mahima Kaur, Kezia Irene, Liuhua Shi, Rahel Feleke, Sonia García-Ruiz, Mina Ryten, Valina L. Dawson, Francesca Dominici, Rodney J. Weber, Xuan Zhang, Pengfei Liu, Ted M. Dawson, Shizhong Han, Xiaobo Mao",
      "paper_url": "https://doi.org/10.1126/science.adu4132",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3132549301",
      "paper_id": "https://openalex.org/W3132549301",
      "title": "Liver homeostasis is maintained by midlobular zone 2 hepatocytes",
      "authors": "Yonglong Wei, Yunguan G. Wang, Yuemeng Jia, Lin Li, Jung Yoon, Shuyuan Zhang, Zixi Wang, Yu Zhang, Min Zhu, Tripti Sharma, Yu-Hsuan Lin, Meng-Hsiung Hsieh, Jeffrey H. Albrecht, Phuong T. Le, Clifford J. Rosen, Tao Wang, Hao Zhu",
      "paper_url": "https://doi.org/10.1126/science.abb1625",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4296793527",
      "paper_id": "https://openalex.org/W4296793527",
      "title": "Liver-heart cross-talk mediated by coagulation factor XI protects against heart failure",
      "authors": "Yang Cao, Yuchen Wang, Zhenqi Zhou, Calvin Pan, Ling Jiang, Zhiqiang Zhou, Yonghong Meng, Sarada Charugundla, Tao Li, Hooman Allayee, Marcus M. Seldin, Aldons J. Lusis",
      "paper_url": "https://doi.org/10.1126/science.abn0910",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4205972999",
      "paper_id": "https://openalex.org/W4205972999",
      "title": "Longitudinal analysis reveals high prevalence of Epstein-Barr virus associated with multiple sclerosis",
      "authors": "Kjetil Bjornevik, Marianna Cortese, Brian C. Healy, Jens Kuhle, Michael J. Mina, Yumei Leng, Stephen J. Elledge, David W. Niebuhr, Ann I. Scher, Kassandra L. Munger, Alberto Ascherio",
      "paper_url": "https://doi.org/10.1126/science.abj8222",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4280578638",
      "paper_id": "https://openalex.org/W4280578638",
      "title": "Mapping the developing human immune system across organs",
      "authors": "Chenqu Suo, Emma Dann, Issac Goh, Laura Jardine, Vitalii Kleshchevnikov, Jong-Eun Park, Rachel A. Botting, Emily Stephenson, Justin Engelbert, Zewen Kelvin Tuong, Krzysztof Polanski, Nadav Yayon, Chuan Xu, Ondrej Suchanek, Rasa Elmentaite, Cecilia Domínguez Conde, Peng He, Sophie Pritchard, Mohi Miah, Corina Moldovan, Alexander S. Steemers, Pavel Mazin, Martin Prete, Dave Horsfall, John C. Marioni, Menna R. Clatworthy, Muzlifah Haniffa, Sarah A. Teichmann",
      "paper_url": "https://doi.org/10.1126/science.abo0510",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4327550261",
      "paper_id": "https://openalex.org/W4327550261",
      "title": "Mechanism of <i>STMN2</i> cryptic splice-polyadenylation and its correction for TDP-43 proteinopathies",
      "authors": "Michael W. Baughn, Ze’ev Melamed, Jone López-Erauskin, Melinda S. Beccari, Karen Ling, Aamir Zuberi, Maximilliano Presa, Elena Gonzalo-Gil, Roy Maimon, Sonia Vazquez-Sanchez, Som Chaturvedi, Mariana Bravo-Hernández, Vanessa Taupin, Stephen Moore, Jonathan W. Artates, Eitan Acks, I. Sandra Ndayambaje, Ana R. Agra de Almeida Quadros, Paayman Jafar-nejad, Frank Rigo, C. Frank Bennett, Cathleen Lutz, Clotilde Lagier-Tourenne, Don W. Cleveland",
      "paper_url": "https://doi.org/10.1126/science.abq5622",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4386736890",
      "paper_id": "https://openalex.org/W4386736890",
      "title": "MEG3 activates necroptosis in human neuron xenografts modeling Alzheimer’s disease",
      "authors": "Sriram Balusu, Katrien Horré, Nicola Thrupp, Katleen Craessaerts, An Snellinx, Lutgarde Serneels, Dries T’Syen, Iordana Chrysidou, Amaia M. Arranz, Annerieke Sierksma, Joel Simrén, Thomas K. Karikari, Henrik Zetterberg, Wei-Ting Chen, Dietmar Rudolf Thal, Evgenia Salta, Mark Fiers, Bart De Strooper",
      "paper_url": "https://doi.org/10.1126/science.abp9556",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4409176393",
      "paper_id": "https://openalex.org/W4409176393",
      "title": "Meningeal regulatory T cells inhibit nociception in female mice",
      "authors": "Élora Midavaine, Beatriz C. Moraes, Jorge Benitez, Sian R. Rodriguez, Joao M. Braz, Nathan P. Kochhar, Walter L. Eckalbar, Lin Tian, Ana I. Domingos, John E. Pintar, Allan I. Basbaum, Sakeen W. Kashem",
      "paper_url": "https://doi.org/10.1126/science.adq6531",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4408388840",
      "paper_id": "https://openalex.org/W4408388840",
      "title": "Metabolic signaling of ceramides through the FPR2 receptor inhibits adipocyte thermogenesis",
      "authors": "Hui Lin, Chuanshun Ma, Kui Cai, Lulu Guo, Xuemei Wang, Lin Lv, Chao Zhang, Jun Lin, Daolai Zhang, Chuan Ye, Tengwei Wang, Shenming Huang, Jifei Han, Zihao Zhang, Junyan Gao, Mingxiang Zhang, Zhao Pu, Fengyang Li, Yongyuan Guo, Xiaojun Zhou, Chengxue Qin, Fan Yi, Xiao Yu, Wei Kong, Changtao Jiang, Jin-Peng Sun",
      "paper_url": "https://doi.org/10.1126/science.ado4188",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4282961075",
      "paper_id": "https://openalex.org/W4282961075",
      "title": "Meteorin-like promotes heart repair through endothelial KIT receptor tyrosine kinase",
      "authors": "Marc R. Reboll, Stefanie Klede, Manuel H. Taft, Chen-Leng Cai, Loren J. Field, Kory J. Lavine, Andrew L. Koenig, Jenni Fleischauer, Johann Meyer, Axel Schambach, Hans W. Niessen, Maike Kosanke, Joop van den Heuvel, Andreas Pich, Johann Bauersachs, Xuekun Wu, Linqun Zheng, Yong Wang, Mortimer Korf-Klingebiel, Felix Polten, Kai C. Wollert",
      "paper_url": "https://doi.org/10.1126/science.abn3027",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4412165089",
      "paper_id": "https://openalex.org/W4412165089",
      "title": "Microglia replacement halts the progression of microgliopathy in mice and humans",
      "authors": "Jingying Wu, Yafei Wang, Xiaoyu Li, Pei Ouyang, Yuanyuan Cai, Yang He, Mengyuan Zhang, Xinghua Luan, Yuxiao Jin, Jie Wang, Yujie Xiao, Yuqing Liang, Fang Xie, Yousheng Shu, Jiong Hu, Chunkang Chang, Jieling Jiang, Dong Wu, Youshan Zhao, Taohui Liu, Yuxin Li, Xiaojun Huang, Yao Li, Junfang Zhang, Yuwen Cao, Xin Cheng, Ying Mao, Yanxia Rao, Li Cao, Bo Peng",
      "paper_url": "https://doi.org/10.1126/science.adr1015",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4281569242",
      "paper_id": "https://openalex.org/W4281569242",
      "title": "Microglia-mediated degradation of perineuronal nets promotes pain",
      "authors": "Shannon Tansley, Ning Gu, Alba Ureña Guzmán, Weihua Cai, Calvin Wong, Kevin C. Lister, Einer Muñoz-Pino, Noosha Yousefpour, R. Brian Roome, Jordyn Heal, Neil Wu, Annie Castonguay, Graham Lean, Elizabeth M. Muir, Artur Kania, Masha Prager-Khoutorsky, Ji Zhang, Christos G. Gkogkas, James W. Fawcett, Luda Diatchenko, Alfredo Ribeiro-da-Silva, Yves De Koninck, Jeffrey S. Mogil, Arkady Khoutorsky",
      "paper_url": "https://doi.org/10.1126/science.abl6773",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4289782005",
      "paper_id": "https://openalex.org/W4289782005",
      "title": "Mitochondrial remodeling and ischemic protection by G protein–coupled receptor 35 agonists",
      "authors": "Gregory A. Wyant, Wenyu Yu, IIias P. Doulamis, Rio S. Nomoto, Mossab Y. Saeed, Thomas Duignan, James D McCully, William G. Kaelin",
      "paper_url": "https://doi.org/10.1126/science.abm1638",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4401211160",
      "paper_id": "https://openalex.org/W4401211160",
      "title": "Modeling late-onset Alzheimer’s disease neuropathology via direct neuronal reprogramming",
      "authors": "Zhao Sun, Ji-Sun Kwon, Yudong Ren, Shawei Chen, Courtney K. Walker, Xinguo Lu, Kitra Cates, Hande Karahan, Sanja Sviben, James A. J. Fitzpatrick, Clarissa Valdez, Henry Houlden, Celeste M. Karch, Randall J. Bateman, Chihiro Sato, Steven J. Mennerick, Marc I. Diamond, Jungsu Kim, Rudolph E. Tanzi, David M. Holtzman, Andrew S. Yoo",
      "paper_url": "https://doi.org/10.1126/science.adl2992",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4390046003",
      "paper_id": "https://openalex.org/W4390046003",
      "title": "Molecular determinants of ligand efficacy and potency in GPCR signaling",
      "authors": "Franziska M. Heydenreich, Maria Marti-Solano, Manbir Sandhu, Brian K. Kobilka, Michel Bouvier, M. Madan Babu",
      "paper_url": "https://doi.org/10.1126/science.adh1859",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4390590942",
      "paper_id": "https://openalex.org/W4390590942",
      "title": "Molecular insights into atypical modes of β-arrestin interaction with seven transmembrane receptors",
      "authors": "Jagannath Maharana, Fumiya K. Sano, Parishmita Sarma, Manish K. Yadav, Longhan Duan, Tomasz M. Stepniewski, Madhu Chaturvedi, Ashutosh Ranjan, Vinay Singh, Sayantan Saha, Gargi Mahajan, Mohamed Chami, Wataru Shihoya, Jana Selent, Ka Young Chung, Ramanuj Banerjee, Osamu Nureki, Arun K. Shukla",
      "paper_url": "https://doi.org/10.1126/science.adj3347",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4399394558",
      "paper_id": "https://openalex.org/W4399394558",
      "title": "Molecular mechanism of substrate recognition and cleavage by human γ-secretase",
      "authors": "Xuefei Guo, Haotian Li, Chuangye Yan, Jianlin Lei, Rui Zhou, Yigong Shi",
      "paper_url": "https://doi.org/10.1126/science.adn5820",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4362505990",
      "paper_id": "https://openalex.org/W4362505990",
      "title": "Multimodal control of dendritic cell functions by nociceptors",
      "authors": "Pavel Hanč, Rodrigo J. Gonzalez, Irina B. Mazo, Yidi Wang, Talley Lambert, Gloria Ortiz, Evan W. Miller, Ulrich H. von Andrian",
      "paper_url": "https://doi.org/10.1126/science.abm5658",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3207096132",
      "paper_id": "https://openalex.org/W3207096132",
      "title": "Muscle repair after physiological damage relies on nuclear migration for cellular reconstruction",
      "authors": "William Roman, Helena Pinheiro, Mafalda R. Pimentel, Jessica Segalés, Luis M. Oliveira, Esther García-Domínguez, Mari Carmen Gómez-Cabrera, Antonio L. Serrano, Edgar R. Gomes, Pura Muñoz-Cánoves",
      "paper_url": "https://doi.org/10.1126/science.abe5620",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4283730706",
      "paper_id": "https://openalex.org/W4283730706",
      "title": "Mutations linked to neurological disease enhance self-association of low-complexity protein sequences",
      "authors": "Xiaoming Zhou, Lily Sumrow, Kyuto Tashiro, Lillian Sutherland, Daifei Liu, Tian Qin, Masato Kato, Glen Liszczak, Steven L. McKnight",
      "paper_url": "https://doi.org/10.1126/science.abn5582",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4385929131",
      "paper_id": "https://openalex.org/W4385929131",
      "title": "MyoD-family inhibitor proteins act as auxiliary subunits of Piezo channels",
      "authors": "Zijing Zhou, Xiaonuo Ma, Yiechang Lin, Delfine Cheng, Navid Bavi, Genevieve A. Secker, Jinyuan Vero Li, Vaibhao Janbandhu, Drew L. Sutton, Hamish S. Scott, Mingxi Yao, Richard P. Harvey, Natasha L. Harvey, Ben Corry, Yixiao Zhang, Charles D. Cox",
      "paper_url": "https://doi.org/10.1126/science.adh8190",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4407792371",
      "paper_id": "https://openalex.org/W4407792371",
      "title": "Neuronal FAM171A2 mediates α-synuclein fibril uptake and drives Parkinson’s disease",
      "authors": "Kai-Min Wu, Qian-Hui Xu, Yi-Qi Liu, Yi-Wei Feng, Si-Da Han, Ya-Ru Zhang, Shi-Dong Chen, Yu Guo, Bang-Sheng Wu, Ling-Zhi Ma, Yi Zhang, Yi-Lin Chen, Liu Yang, Zhao-Fei Yang, Yu-Jie Xiao, Ting-Ting Wang, Jue Zhao, Shu-Fen Chen, Mei Cui, Bo-Xun Lu, Wei-Dong Le, You-Sheng Shu, Keqiang Ye, Jia-Yi Li, Wen-Sheng Li, Jian Wang, Cong Liu, Peng Yuan, Jin-Tai Yu",
      "paper_url": "https://doi.org/10.1126/science.adp3645",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3169973500",
      "paper_id": "https://openalex.org/W3169973500",
      "title": "Neutrophils self-limit swarming to contain bacterial growth in vivo",
      "authors": "Korbinian Kienle, Katharina M. Glaser, Sarah Eickhoff, Michael Mihlan, Konrad Knöpper, Eduardo Reátegui, Maximilian W. Epple, Matthias Gunzer, Ralf Baumeister, Teresa K. Tarrant, Ronald N. Germain, Daniel Irimia, Wolfgang Kastenmüller, Tim Lämmermann",
      "paper_url": "https://doi.org/10.1126/science.abe7729",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3156374487",
      "paper_id": "https://openalex.org/W3156374487",
      "title": "Nicotinamide mononucleotide increases muscle insulin sensitivity in prediabetic women",
      "authors": "Mihoko Yoshino, Jun Yoshino, Brandon D. Kayser, Gary J. Patti, Michael P. Franczyk, Kathryn F. Mills, Miriam Sindelar, Terri Pietka, Bruce W. Patterson, Shin-Ichiro Imai, Samuel Klein",
      "paper_url": "https://doi.org/10.1126/science.abe9985",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3125274977",
      "paper_id": "https://openalex.org/W3125274977",
      "title": "Noncanonical scaffolding of G <sub>αi</sub> and β-arrestin by G protein–coupled receptors",
      "authors": "Jeffrey S. Smith, Thomas F. Pack, Asuka Inoue, Claudia Lee, Kevin Zheng, Issac Choi, Dylan S. Eiger, Anmol Warman, Xinyu Xiong, Zhiyuan Ma, Gayathri Viswanathan, Ian M. Levitan, Lauren K. Rochelle, Dean P. Staus, Joshua C. Snyder, Alem W. Kahsai, Marc G. Caron, Sudarshan Rajagopal",
      "paper_url": "https://doi.org/10.1126/science.aay1833",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4206622785",
      "paper_id": "https://openalex.org/W4206622785",
      "title": "Olfactory receptor 2 in vascular macrophages drives atherosclerosis by NLRP3-dependent IL-1 production",
      "authors": "Marco Orecchioni, Kouji Kobiyama, Holger Winkels, Yanal Ghosheh, Sara McArdle, Zbigniew Mikulski, William B. Kiosses, Zhichao Fan, Lai Wen, Yunmin Jung, Payel Roy, Amal J. Ali, Yukiko Miyamoto, Matthew Mangan, Jeffrey Makings, Zhihao Wang, Angela Denn, Jenifer Vallejo, Michaela Owens, Christopher P. Durant, Simon Braumann, Navid Mader, Lin Li, Hiroaki Matsunami, Lars Eckmann, Eicke Latz, Zeneng Wang, Stanley L. Hazen, Klaus Ley",
      "paper_url": "https://doi.org/10.1126/science.abg3067",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4211262214",
      "paper_id": "https://openalex.org/W4211262214",
      "title": "p53 directs leader cell behavior, migration, and clearance during epithelial repair",
      "authors": "Kasia Kozyrska, Giulia Pilia, Medhavi Vishwakarma, Laura Wagstaff, Maja Goschorska, Silvia Cirillo, Saad Mohamad, Kelli Gallacher, Rafael E. Carazo Salas, Eugenia Piddini",
      "paper_url": "https://doi.org/10.1126/science.abl8876",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4313555640",
      "paper_id": "https://openalex.org/W4313555640",
      "title": "Past history of obesity triggers persistent epigenetic changes in innate immunity and exacerbates neuroinflammation",
      "authors": "Masayuki Hata, Elisabeth M. M. A. Andriessen, Maki Hata, Roberto Diaz-Marin, Frédérik Fournier, Sergio Crespo-Garcia, Guillaume Blot, Rachel Juneau, Frédérique Pilon, Agnieszka Dejda, Vera Guber, Emilie Heckel, Caroline Daneault, Virginie Calderon, Christine Des Rosiers, Heather J. Melichar, Thomas Langmann, Jean-Sebastien Joyal, Ariel M. Wilson, Przemyslaw Sapieha",
      "paper_url": "https://doi.org/10.1126/science.abj8894",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4289793679",
      "paper_id": "https://openalex.org/W4289793679",
      "title": "Pathogenic variants damage cell composition and single cell transcription in cardiomyopathies",
      "authors": "Daniel Reichart, Eric L. Lindberg, Henrike Maatz, Antonio M. A. Miranda, Anissa Viveiros, Nikolay Shvetsov, Anna Gärtner, Emily R. Nadelmann, Michael Lee, Kazumasa Kanemaru, Jorge Ruiz-Orera, Viktoria Strohmenger, Daniel M. DeLaughter, Giannino Patone, Hao Zhang, Andrew Woehler, Christoph Lippert, Yuri Kim, Eleonora Adami, Joshua M. Gorham, Sam N. Barnett, Kemar Brown, Rachel J. Buchan, Rasheda A. Chowdhury, Chrystalla Constantinou, James Cranley, Leanne E. Felkin, Henrik Fox, Ahla Ghauri, Jan Gummert, Masatoshi Kanda, Ruoyan Li, Lukas Mach, Barbara McDonough, Sara Samari, Farnoush Shahriaran, Clarence Yapp, Caroline Stanasiuk, Pantazis I. Theotokis, Fabian J. Theis, Antoon van den Bogaerdt, Hiroko Wakimoto, James S. Ware, Catherine L. Worth, Paul J. R. Barton, Young-Ae Lee, Sarah A. Teichmann, Hendrik Milting, Michela Noseda, Gavin Y. Oudit, Matthias Heinig, Jonathan G. Seidman, Norbert Hubner, Christine E. Seidman",
      "paper_url": "https://doi.org/10.1126/science.abo1984",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4399168059",
      "paper_id": "https://openalex.org/W4399168059",
      "title": "Pharmacological modulation of septins restores calcium homeostasis and is neuroprotective in models of Alzheimer’s disease",
      "authors": "Katrien Princen, Tom Van Dooren, Marit van Gorsel, Nikolaos Louros, Xiaojuan Yang, Michael Dumbacher, Ilse Bastiaens, Kristel Coupet, Shana Dupont, Eva Cuveliers, Annick Lauwers, Mohamed Laghmouchi, Thomas Vanwelden, Sofie Carmans, Nele Van Damme, Hein Duhamel, Seppe Vansteenkiste, Jovan Prerad, Karolien Pipeleers, Olivier Rodiers, Liese De Ridder, Sofie Claes, Yoni Busschots, Lentel Pringels, Vanessa Verhelst, Eveline Debroux, Marinka Brouwer, Sam Lievens, Jan Tavernier, Melissa Farinelli, Sandrine Hughes-Asceri, Marieke Voets, Joris Winderickx, Stefaan Wera, Joris de Wit, Joost Schymkowitz, Frederic Rousseau, Henrik Zetterberg, Jeffrey L. Cummings, Wim Annaert, Tom Cornelissen, Hans De Winter, Koen De Witte, Marc Fivaz, Gerard Griffioen",
      "paper_url": "https://doi.org/10.1126/science.add6260",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3133013849",
      "paper_id": "https://openalex.org/W3133013849",
      "title": "Photoinduced receptor confinement drives ligand-independent GPCR signaling",
      "authors": "M. Florencia Sánchez, Sylvia Els-Heindl, Annette G. Beck-Sickinger, Ralph Wieneke, Robert Tampé",
      "paper_url": "https://doi.org/10.1126/science.abb7657",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401416461",
      "paper_id": "https://openalex.org/W4401416461",
      "title": "PI4P-mediated solid-like Merlin condensates orchestrate Hippo pathway regulation",
      "authors": "Pengfei Guo, Bing Li, Wei Dong, Huabin Zhou, Li Wang, Ting Su, Christopher Carl, Yonggang Zheng, Yang Hong, Hua Deng, Duojia Pan",
      "paper_url": "https://doi.org/10.1126/science.adf4478",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4404809214",
      "paper_id": "https://openalex.org/W4404809214",
      "title": "PIEZO-dependent mechanosensing is essential for intestinal stem cell fate decision and maintenance",
      "authors": "Meryem B. Baghdadi, Ronja M. Houtekamer, Louisiane Perrin, Abilasha Rao-Bhatia, Myles Whelen, Linda Decker, Martin Bergert, Carlos Pérez-Gonzàlez, Réda Bouras, Giacomo Gropplero, Adrian K. H. Loe, Amin Afkhami-Poostchi, Xin Chen, Xi Huang, Stephanie Descroix, Jeffrey L. Wrana, Alba Diz-Muñoz, Martijn Gloerich, Arshad Ayyaz, Danijela Matic Vignjevic, Tae-Hee Kim",
      "paper_url": "https://doi.org/10.1126/science.adj7615",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4386119329",
      "paper_id": "https://openalex.org/W4386119329",
      "title": "PIEZO2 and perineal mechanosensation are essential for sexual function",
      "authors": "Ruby M. Lam, Lars J. von Buchholtz, Melanie Falgairolle, Jennifer Osborne, Eleni Frangos, M. Rocio Servin-Vences, Maximilian Nagel, Minh Q. Nguyen, Monessha Jayabalan, Dimah Saade, Ardem Patapoutian, Carsten G. Bönnemann, Nicholas J. P. Ryba, Alexander T. Chesler",
      "paper_url": "https://doi.org/10.1126/science.adg0144",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3155386417",
      "paper_id": "https://openalex.org/W3155386417",
      "title": "Preventing <i>Engrailed-1</i> activation in fibroblasts yields wound regeneration without scarring",
      "authors": "Shamik Mascharak, Heather E. desJardins-Park, Michael F. Davitt, Michelle Griffin, Mimi R. Borrelli, Alessandra L. Moore, Kellen Chen, Bryan Duoto, Malini Chinta, Deshka S. Foster, Abra H. Shen, Michael Januszyk, Sun Hyung Kwon, Gerlinde Wernig, Derrick C. Wan, H. Peter Lorenz, Geoffrey C. Gurtner, Michael T. Longaker",
      "paper_url": "https://doi.org/10.1126/science.aba2374",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4414086228",
      "paper_id": "https://openalex.org/W4414086228",
      "title": "Preventing hypocontractility-induced fibroblast expansion alleviates dilated cardiomyopathy",
      "authors": "Ross C. Bretherton, Isabella M. Reichardt, Kristin A. Zabrecky, Abigail Nagle, Logan R. J. Bailey, Darrian Bugg, Sasha Smolgovsky, Amy L. Gifford, Timothy S. McMillen, Alex J. Goldstein, Kristina B. Kooiker, Galina V. Flint, Amy Martinson, Jagdambika Gunaje, Franziska Koser, Elizabeth Plaster, Wolfgang A. Linke, Michael Regnier, Farid Moussavi-Harami, Nathan J. Sniadecki, Cole A. DeForest, Jennifer Davis",
      "paper_url": "https://doi.org/10.1126/science.adv9157",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4405056347",
      "paper_id": "https://openalex.org/W4405056347",
      "title": "Programming tissue-sensing T cells that deliver therapies to the brain",
      "authors": "Milos S. Simic, Payal B. Watchmaker, Sasha Gupta, Yuan Wang, Sharon A. Sagan, Jason Duecker, Chanelle Shepherd, David Diebold, Psalm Pineo-Cavanaugh, Jeffrey Haegelin, Robert Zhu, Ben Ng, Wei Yu, Yurie Tonai, Lia Cardarelli, Nishith R. Reddy, Sachdev S. Sidhu, Olga Troyanskaya, Stephen L. Hauser, Michael R. Wilson, Scott S. Zamvil, Hideho Okada, Wendell A. Lim",
      "paper_url": "https://doi.org/10.1126/science.adl4237",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3130345333",
      "paper_id": "https://openalex.org/W3130345333",
      "title": "Proliferation tracing reveals regional hepatocyte generation in liver homeostasis and repair",
      "authors": "Lingjuan He, Wenjuan Pu, Xiuxiu Liu, Zhenqian Zhang, Maoying Han, Yi Li, Xiuzhen Huang, Ximeng Han, Yan Li, Kuo Liu, Mengyang Shi, Liang Lai, Ruilin Sun, Qing-Dong Wang, Yong Ji, Jan S. Tchorz, Bin Zhou",
      "paper_url": "https://doi.org/10.1126/science.abc4346",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4390046099",
      "paper_id": "https://openalex.org/W4390046099",
      "title": "Rab29-dependent asymmetrical activation of leucine-rich repeat kinase 2",
      "authors": "Hanwen Zhu, Francesca Tonelli, Martin Turk, Alan Prescott, Dario R. Alessi, Ji Sun",
      "paper_url": "https://doi.org/10.1126/science.adi9926",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4411675764",
      "paper_id": "https://openalex.org/W4411675764",
      "title": "Reactivation of mammalian regeneration by turning on an evolutionarily disabled genetic switch",
      "authors": "Weifeng Lin, Xiaohui Jia, Xiaofeng Shi, Qiuya He, Panyu Zhang, Xianglei Zhang, Liping Zhang, Mingqi Wu, Tengfei Ren, Yufei Liu, Haohao Deng, Yanyao Li, Shiqi Liu, Shaoyong Huang, Jingmin Kang, Jun Luo, Ziqing Deng, Wei Wang",
      "paper_url": "https://doi.org/10.1126/science.adp0176",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4386916996",
      "paper_id": "https://openalex.org/W4386916996",
      "title": "Recovery of walking after paralysis by regenerating characterized neurons to their natural target region",
      "authors": "Jordan W. Squair, Marco Milano, Alexandra de Coucy, Matthieu Gautier, Michael A. Skinnider, Nicholas D. James, Newton Cho, Anna Lasne, Claudia Kathe, Thomas H. Hutson, Steven Ceto, Laetitia Baud, Katia Galan, Viviana Aureli, Achilleas Laskaratos, Quentin Barraud, Timothy J. Deming, Richie E. Kohman, Bernard L. Schneider, Zhigang He, Jocelyne Bloch, Michael V. Sofroniew, Gregoire Courtine, Mark A. Anderson",
      "paper_url": "https://doi.org/10.1126/science.adi6412",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4384155285",
      "paper_id": "https://openalex.org/W4384155285",
      "title": "Recruited macrophages elicit atrial fibrillation",
      "authors": "Maarten Hulsmans, Maximilian J. Schloss, I-Hsiu Lee, Aneesh Bapat, Yoshiko Iwamoto, Claudio Vinegoni, Alexandre Paccalet, Masahiro Yamazoe, Jana Grune, Steffen Pabel, Noor Momin, Hana Seung, Nina Kumowski, Fadi E. Pulous, Daniel Keller, Constanze Bening, Ursula Green, Jochen K. Lennerz, Richard N. Mitchell, Andrew Lewis, Barbara Casadei, Oriol Iborra-Egea, Antoni Bayes-Genis, Samuel Sossalla, Chin Siang Ong, Richard N. Pierson, Jon C. Aster, David Rohde, Gregory R. Wojtkiewicz, Ralph Weissleder, Filip K. Swirski, George Tellides, George Tolis, Serguei Melnitchouk, David J. Milan, Patrick T. Ellinor, Kamila Naxerova, Matthias Nahrendorf",
      "paper_url": "https://doi.org/10.1126/science.abq3061",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3198782993",
      "paper_id": "https://openalex.org/W3198782993",
      "title": "Regulation of biomolecular condensates by interfacial protein clusters",
      "authors": "Andrew W. Folkmann, Andrea Putnam, Chiu Fan Lee, Geraldine Seydoux",
      "paper_url": "https://doi.org/10.1126/science.abg7071",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401751645",
      "paper_id": "https://openalex.org/W4401751645",
      "title": "Restoring hippocampal glucose metabolism rescues cognition across Alzheimer’s disease pathologies",
      "authors": "Paras S. Minhas, Jeffrey R. Jones, Amira Latif-Hernandez, Yuki Sugiura, Aarooran S. Durairaj, Qian Wang, Siddhita D. Mhatre, Takeshi Uenaka, Joshua Crapser, Travis Conley, Hannah Ennerfelt, Yoo Jin Jung, Ling Liu, Praveena Prasad, Brenita C. Jenkins, Yeonglong Albert Ay, Matthew Matrongolo, Ryan Goodman, Traci Newmeyer, Kelly Heard, Austin Kang, Edward N. Wilson, Tao Yang, Erik M. Ullian, Geidy E. Serrano, Thomas G. Beach, Marius Wernig, Joshua D. Rabinowitz, Makoto Suematsu, Frank M. Longo, Melanie R. McReynolds, Fred H. Gage, Katrin I. Andreasson",
      "paper_url": "https://doi.org/10.1126/science.abm6131",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4280558062",
      "paper_id": "https://openalex.org/W4280558062",
      "title": "Reversible CD8 T cell–neuron cross-talk causes aging-dependent neuronal regenerative decline",
      "authors": "Luming Zhou, Guiping Kong, Ilaria Palmisano, Maria Teresa Cencioni, Matt Danzi, Francesco De Virgiliis, Jessica S. Chadwick, Greg Crawford, Zicheng Yu, Fred De Winter, Vance Lemmon, John Bixby, Radhika Puttagunta, Joost Verhaagen, Constandina Pospori, Cristina Lo Celso, Jessica Strid, Marina Botto, Simone Di Giovanni",
      "paper_url": "https://doi.org/10.1126/science.abd5926",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3200928356",
      "paper_id": "https://openalex.org/W3200928356",
      "title": "Reversible reprogramming of cardiomyocytes to a fetal state drives heart regeneration in mice",
      "authors": "Yanpu Chen, Felipe F. Lüttmann, Eric Schoger, Hans R. Schöler, Laura C. Zelarayán, Kee-Pyo Kim, Jody J. Haigh, Johnny Kim, Thomas Braun",
      "paper_url": "https://doi.org/10.1126/science.abg5159",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4378977533",
      "paper_id": "https://openalex.org/W4378977533",
      "title": "Rhythmic cilia changes support SCN neuron coherence in circadian clock",
      "authors": "Hai-Qing Tu, Sen Li, Yu-Ling Xu, Yu-Cheng Zhang, Pei-Yao Li, Li-Yun Liang, Guang-Ping Song, Xiao-Xiao Jian, Min Wu, Zeng-Qing Song, Ting-Ting Li, Huai-Bin Hu, Jin-Feng Yuan, Xiao-Lin Shen, Jia-Ning Li, Qiu-Ying Han, Kai Wang, Tao Zhang, Tao Zhou, Ai-Ling Li, Xue-Min Zhang, Hui-Yan Li",
      "paper_url": "https://doi.org/10.1126/science.abm1962",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4406970301",
      "paper_id": "https://openalex.org/W4406970301",
      "title": "Scratching promotes allergic inflammation and host defense via neurogenic mast cell activation",
      "authors": "Andrew W. Liu, Youran R. Zhang, Chien-Sin Chen, Tara N. Edwards, Sumeyye Ozyaman, Torben Ramcke, Lindsay M. McKendrick, Eric S. Weiss, Jacob E. Gillis, Colin R. Laughlin, Simran K. Randhawa, Catherine M. Phelps, Kazuo Kurihara, Hannah M. Kang, Sydney-Lam N. Nguyen, Jiwon Kim, Tayler D. Sheahan, Sarah E. Ross, Marlies Meisel, Tina L. Sumpter, Daniel H. Kaplan",
      "paper_url": "https://doi.org/10.1126/science.adn9390",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3120626955",
      "paper_id": "https://openalex.org/W3120626955",
      "title": "Senolysis by glutaminolysis inhibition ameliorates various age-associated disorders",
      "authors": "Yoshikazu Johmura, Takehiro Yamanaka, Satotaka Omori, Teh-Wei Wang, Yuki Sugiura, Masaki Matsumoto, Narumi Suzuki, Soichiro Kumamoto, Kiyoshi Yamaguchi, Seira Hatakeyama, Tomoyo Takami, Rui Yamaguchi, Eigo Shimizu, Kazutaka Ikeda, Nobuyuki Okahashi, Ryuta Mikawa, Makoto Suematsu, Makoto Arita, Masataka Sugimoto, Keiichi I. Nakayama, Yoichi Furukawa, Seiya Imoto, Makoto Nakanishi",
      "paper_url": "https://doi.org/10.1126/science.abb5916",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4305040316",
      "paper_id": "https://openalex.org/W4305040316",
      "title": "Sentinel <i>p16</i> <sup>INK4a+</sup> cells in the basement membrane form a reparative niche in the lung",
      "authors": "Nabora S. Reyes, Maria Krasilnikov, Nancy C. Allen, Jin Young Lee, Ben Hyams, Minqi Zhou, Supriya Ravishankar, Monica Cassandras, Chaoqun Wang, Imran Khan, Peri Matatia, Yoshikazu Johmura, Ari Molofsky, Michael Matthay, Makoto Nakanishi, Dean Sheppard, Judith Campisi, Tien Peng",
      "paper_url": "https://doi.org/10.1126/science.abf3326",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4318960495",
      "paper_id": "https://openalex.org/W4318960495",
      "title": "Sex-dimorphic and age-dependent organization of 24-hour gene expression rhythms in humans",
      "authors": "Lorenzo Talamanca, Cédric Gobet, Felix Naef",
      "paper_url": "https://doi.org/10.1126/science.add0846",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4223992851",
      "paper_id": "https://openalex.org/W4223992851",
      "title": "Single-cell RNA-seq reveals cell type–specific molecular and genetic associations to lupus",
      "authors": "Richard K. Perez, M. Grace Gordon, Meena Subramaniam, Min Cheol Kim, George C. Hartoularos, Sasha Targ, Yang Sun, Anton Ogorodnikov, Raymund Bueno, Andrew Lu, Mike Thompson, Nadav Rappoport, Andrew Dahl, Cristina M. Lanata, Mehrdad Matloubian, Lenka Maliskova, Serena S. Kwek, Tony Li, Michal Slyper, Julia Waldman, Danielle Dionne, Orit Rozenblatt-Rosen, Lawrence Fong, Maria Dall’Era, Brunilda Balliu, Aviv Regev, Jinoos Yazdany, Lindsey A. Criswell, Noah Zaitlen, Chun Jimmie Ye",
      "paper_url": "https://doi.org/10.1126/science.abf1970",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3164896384",
      "paper_id": "https://openalex.org/W3164896384",
      "title": "Skull and vertebral bone marrow are myeloid cell reservoirs for the meninges and CNS parenchyma",
      "authors": "Andrea Cugurra, Tornike Mamuladze, Justin Rustenhoven, Taitea Dykstra, Giorgi Beroshvili, Zev J. Greenberg, Wendy Baker, Zach Papadopoulos, Antoine Drieu, Susan Blackburn, Mitsuhiro Kanamori, Simone Brioschi, Jasmin Herz, Laura G. Schuettpelz, Marco Colonna, Igor Smirnov, Jonathan Kipnis",
      "paper_url": "https://doi.org/10.1126/science.abf7844",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4392027805",
      "paper_id": "https://openalex.org/W4392027805",
      "title": "SOX9 switch links regeneration to fibrosis at the single-cell level in mammalian kidneys",
      "authors": "Shikhar Aggarwal, Zhanxiang Wang, David Rincon Fernandez Pacheco, Anna Rinaldi, Alex Rajewski, Jasper Callemeyn, Elisabet Van Loon, Baptiste Lamarthée, Ambart Ester Covarrubias, Jean Hou, Michifumi Yamashita, Haruhiko Akiyama, S. Ananth Karumanchi, Clive N. Svendsen, Paul W. Noble, Stanley C. Jordan, Joshua J. Breunig, Maarten Naesens, Pietro E. Cippà, Sanjeev Kumar",
      "paper_url": "https://doi.org/10.1126/science.add6371",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4389429489",
      "paper_id": "https://openalex.org/W4389429489",
      "title": "Spatial transcriptomics of B cell and T cell receptors reveals lymphocyte clonal dynamics",
      "authors": "Camilla Engblom, Kim Thrane, Qirong Lin, Alma Andersson, Hosein Toosi, Xinsong Chen, Embla Steiner, Chang Lu, Giulia Mantovani, Michael Hagemann-Jensen, Sami Saarenpää, Mattias Jangard, Julio Saez-Rodriguez, Jakob Michaëlsson, Johan Hartman, Jens Lagergren, Jeff E. Mold, Joakim Lundeberg, Jonas Frisén",
      "paper_url": "https://doi.org/10.1126/science.adf8486",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4223957982",
      "paper_id": "https://openalex.org/W4223957982",
      "title": "Sphingolipids control dermal fibroblast heterogeneity",
      "authors": "Laura Capolupo, Irina Khven, Alex R. Lederer, Luigi Mazzeo, Galina Glousker, Sylvia Ho, Francesco Russo, Jonathan Paz Montoya, Dhaka R. Bhandari, Andrew P. Bowman, Shane R. Ellis, Romain Guiet, Olivier Burri, Johanna Detzner, Johannes Muthing, Krisztian Homicsko, François Kuonen, Michel Gilliet, Bernhard Spengler, Ron M. A. Heeren, G. Paolo Dotto, Gioele La Manno, Giovanni D’Angelo",
      "paper_url": "https://doi.org/10.1126/science.abh1623",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3217453691",
      "paper_id": "https://openalex.org/W3217453691",
      "title": "Stem cells expand potency and alter tissue fitness by accumulating diverse epigenetic memories",
      "authors": "Kevin Andrew Uy Gonzales, Lisa Polak, Irina Matos, Matthew T. Tierney, Anita Gola, Ellen Wong, Nicole R. Infarinato, Maria Nikolova, Shijing Luo, Siqi Liu, Jesse S. S. Novak, Kenneth Lay, Hilda Amalia Pasolli, Elaine Fuchs",
      "paper_url": "https://doi.org/10.1126/science.abh2444",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4399619537",
      "paper_id": "https://openalex.org/W4399619537",
      "title": "Structural basis for odorant recognition of the insect odorant receptor OR-Orco heterocomplex",
      "authors": "Yidong Wang, Liang Qiu, Bing Wang, Zeyuan Guan, Zhi Dong, Jie Zhang, Song Cao, Lulu Yang, Bo Wang, Zhou Gong, Liwei Zhang, Weihua Ma, Zhu Liu, Delin Zhang, Guirong Wang, Ping Yin",
      "paper_url": "https://doi.org/10.1126/science.adn6881",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4295932121",
      "paper_id": "https://openalex.org/W4295932121",
      "title": "Structural basis for strychnine activation of human bitter taste receptor TAS2R46",
      "authors": "Weixiu Xu, Lijie Wu, Shenhui Liu, Xiao Liu, Xiaoling Cao, Cui Zhou, Jinyi Zhang, You Fu, Yu Guo, Yiran Wu, Qiwen Tan, Ling Wang, Junlin Liu, Longquan Jiang, Zhongbo Fan, Yuan Pei, Jingyi Yu, Jianjun Cheng, Suwen Zhao, Xiaojiang Hao, Zhi-Jie Liu, Tian Hua",
      "paper_url": "https://doi.org/10.1126/science.abo1633",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4391485928",
      "paper_id": "https://openalex.org/W4391485928",
      "title": "Structural basis for sugar perception by <i>Drosophila</i> gustatory receptors",
      "authors": "Demin Ma, Meiqin Hu, Xiaotong Yang, Qiang Liu, Fan Ye, Weijie Cai, Yong Wang, Ximing Xu, Shenghai Chang, Ruiying Wang, Wei Yang, Sheng Ye, Nannan Su, Minrui Fan, Haoxing Xu, Jiangtao Guo",
      "paper_url": "https://doi.org/10.1126/science.adj2609",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4399601798",
      "paper_id": "https://openalex.org/W4399601798",
      "title": "Structural basis of odor sensing by insect heteromeric odorant receptors",
      "authors": "Jiawei Zhao, Andy Q. Chen, Jaewook Ryu, Josefina del Mármol",
      "paper_url": "https://doi.org/10.1126/science.adn6384",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3129867447",
      "paper_id": "https://openalex.org/W3129867447",
      "title": "Structure and dynamics of the CGRP receptor in apo and peptide-bound forms",
      "authors": "Tracy M. Josephs, Matthew J. Belousoff, Yi-Lynn Liang, Sarah J. Piper, Jianjun Cao, Daniel J. Garama, Katie Leach, Karen J. Gregory, Arthur Christopoulos, Debbie L. Hay, Radostin Danev, Denise Wootten, Patrick M. Sexton",
      "paper_url": "https://doi.org/10.1126/science.abf7258",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3155304180",
      "paper_id": "https://openalex.org/W3155304180",
      "title": "Structure reveals the activation mechanism of the MC4 receptor to initiate satiation signaling",
      "authors": "Hadar Israeli, Oksana Degtjarik, Fabrizio Fierro, Vidicha Chunilal, Amandeep Kaur Gill, Nicolas J. Roth, Joaquin Botta, Vadivel Prabahar, Yoav Peleg, Li F. Chan, Danny Ben-Zvi, Peter J. McCormick, Masha Y. Niv, Moran Shalev-Benami",
      "paper_url": "https://doi.org/10.1126/science.abf7958",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4406201561",
      "paper_id": "https://openalex.org/W4406201561",
      "title": "Superstable lipid vacuoles endow cartilage with its shape and biomechanics",
      "authors": "Raul Ramos, Kim T. Pham, Richard C. Prince, Leith B. Leiser-Miller, Maneeshi S. Prasad, Xiaojie Wang, Rachel C. Nordberg, Benjamin J. Bielajew, Jerry C. Hu, Kosuke Yamaga, Ji Won Oh, Tao Peng, Rupsa Datta, Aksana Astrowskaja, Axel A. Almet, John T. Burns, Yuchen Liu, Christian Fernando Guerrero-Juarez, Bryant Q. Tran, Yi-Lin Chu, Anh M. Nguyen, Tsai-Ching Hsi, Norman T.-L. Lim, Sandra Schoeniger, Ruiqi Liu, Yun-Ling Pai, Chella K. Vadivel, Sandy Ingleby, Andrew E. McKechnie, Frank van Breukelen, Kyle L. Hoehn, John J. Rasweiler, Michinori Kohara, William J. Loughry, Scott H. Weldy, Raymond Cosper, Chao-Chun Yang, Sung-Jan Lin, Kimberly L. Cooper, Sharlene E. Santana, Jeffrey E. Bradley, Michael A. Kiebish, Michelle Digman, David E. James, Amy E. Merrill, Qing Nie, Thomas F. Schilling, Aliaksandr A. Astrowski, Eric O. Potma, Martín I. García-Castro, Kyriacos A. Athanasiou, Richard R. Behringer, Maksim V. Plikus",
      "paper_url": "https://doi.org/10.1126/science.ads9960",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4407447943",
      "paper_id": "https://openalex.org/W4407447943",
      "title": "Thalamic opioids from POMC satiety neurons switch on sugar appetite",
      "authors": "Marielle Minère, Hannah Wilhelms, Bojana Kuzmanovic, Sofia Lundh, Debora Fusca, Alina Claßen, Stav Shtiglitz, Yael Prilutski, Itay Talpir, Lin Tian, Brigitte Kieffer, Jon Davis, Peter Kloppenburg, Marc Tittgemeyer, Yoav Livneh, Henning Fenselau",
      "paper_url": "https://doi.org/10.1126/science.adp1510",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4280598116",
      "paper_id": "https://openalex.org/W4280598116",
      "title": "The Tabula Sapiens: A multiple-organ, single-cell transcriptomic atlas of humans",
      "authors": "The Tabula Sapiens Consortium*, Robert C. Jones, Jim Karkanias, Mark A. Krasnow, Angela Oliveira Pisco, Stephen R. Quake, Julia Salzman, Nir Yosef, Bryan Bulthaup, Phillip Brown, William Harper, Marisa Hemenez, Ravikumar Ponnusamy, Ahmad Salehi, Bhavani A. Sanagavarapu, Eileen Spallino, Ksenia A. Aaron, Waldo Concepcion, James M. Gardner, Burnett Kelly, Nikole Neidlinger, Zifa Wang, Sheela Crasta, Saroja Kolluru, Maurizio Morri, Serena Y. Tan, Kyle J. Travaglini, Chenling Xu, Marcela Alcántara-Hernández, Nicole Almanzar, Jane Antony, Benjamin Beyersdorf, Deviana Burhan, Kruti Calcuttawala, Matthew M. Carter, Charles K. F. Chan, Charles A. Chang, Stephen Chang, Alex Colville, Rebecca N. Culver, Ivana Cvijović, Gaetano D’Amato, Camille Ezran, Francisco X. Galdos, Astrid Gillich, William R. Goodyer, Yan Hang, Alyssa Hayashi, Sahar Houshdaran, Xianxi Huang, Juan C. Irwin, SoRi Jang, Julia Vallve Juanico, Aaron M. Kershner, Soochi Kim, Bernhard Kiss, William Kong, Maya E. Kumar, Angera H. Kuo, Rebecca Leylek, Baoxiang Li, Gabriel B. Loeb, Wan-Jin Lu, Sruthi Mantri, Maxim Markovic, Patrick L. McAlpine, Antoine de Morree, Karim Mrouj, Shravani Mukherjee, Tyler Muser, Patrick Neuhöfer, Thi D. Nguyen, Kimberly Perez, Ragini Phansalkar, Nazan Puluca, Zhen Qi, Poorvi Rao, Hayley Raquer-McKay, Nicholas Schaum, Bronwyn Scott, Bobak Seddighzadeh, Joe Segal, Sushmita Sen, Shaheen Sikandar, Sean P. Spencer, Lea C. Steffes, Varun R. Subramaniam, Aditi Swarup, Michael Swift, Will Van Treuren, Emily Trimm, Stefan Veizades, Sivakamasundari Vijayakumar, Kim Chi Vo, Sevahn K. Vorperian, Wanxin Wang, Hannah N. W. Weinstein, Juliane Winkler, Timothy T. H. Wu, Jamie Xie, Andrea R. Yung, Yue Zhang, Angela M. Detweiler, Honey Mekonen, Norma F. Neff, Rene V. Sit, Michelle Tan, Jia Yan, Gregory R. Bean, Vivek Charu, Erna Forgó, Brock A. Martin, Michael G. Ozawa, Oscar Silva, Angus Toland, Venkata N. P. Vemuri, Shaked Afik, Kyle Awayan, Olga Borisovna Botvinnik, Ashley Byrne, Michelle Chen, Roozbeh Dehghannasiri, Adam Gayoso, Alejandro A. Granados, Qiqing Li, Gita Mahmoudabadi, Aaron McGeever, Julia Eve Olivieri, Madeline Park, Neha Ravikumar, Geoff Stanley, Weilun Tan, Alexander J. Tarashansky, Rohan Vanheusden, Peter Wang, Sheng Wang, Galen Xing, Les Dethlefsen, Po-Yi Ho, Shixuan Liu, Jonathan S. Maltzman, Ross J. Metzger, Koki Sasagawa, Rahul Sinha, Hanbing Song, Bruce Wang, Steven E. Artandi, Philip A. Beachy, Michael F. Clarke, Linda C. Giudice, Franklin W. Huang, Kerwyn Casey Huang, Juliana Idoyaga, Seung K. Kim, Christin S. Kuo, Patricia Nguyen, Thomas A. Rando, Kristy Red-Horse, Jeremy Reiter, David A. Relman, Justin L. Sonnenburg, Albert Wu, Sean M. Wu, Tony Wyss-Coray",
      "paper_url": "https://doi.org/10.1126/science.abl4896",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402262881",
      "paper_id": "https://openalex.org/W4402262881",
      "title": "The use of ectopic volar fibroblasts to modify skin identity",
      "authors": "Sam S. Lee, Evan Sweren, Erika Dare, Paige Derr, Kristy Derr, Chen Chia Wang, Brooke Hardesty, Aiden A. Willis, Junjie Chen, Jonathan K. Vuillier, Joseph Du, Julia Wool, Amanda Ruci, Vicky Y. Wang, Chaewon Lee, Sampada Iyengar, Soichiro Asami, Maria Daskam, Claudia Lee, Jeremy C. Lee, Darren Cho, Joshua Kim, Eddie Gibson Martinez-Peña, So Min Lee, Xu He, Michael Wakeman, Iralde Sicilia, Dalhart T. Dobbs, Amy van Ee, Ang Li, Yingchao Xue, Kaitlin L. Williams, Charles S. Kirby, Dongwon Kim, Sooah Kim, Lillian Xu, Ruizhi Wang, Marc Ferrer, Yun Chen, Jin U. Kang, Reza Kalhor, Sewon Kang, Luis A. Garza",
      "paper_url": "https://doi.org/10.1126/science.adi1650",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4306895280",
      "paper_id": "https://openalex.org/W4306895280",
      "title": "Time-restricted feeding mitigates obesity through adipocyte thermogenesis",
      "authors": "Chelsea Hepler, Benjamin J. Weidemann, Nathan J. Waldeck, Biliana Marcheva, Jonathan Cedernaes, Anneke K. Thorne, Yumiko Kobayashi, Rino Nozawa, Marsha V. Newman, Peng Gao, Mengle Shao, Kathryn M. Ramsey, Rana K. Gupta, Joseph Bass",
      "paper_url": "https://doi.org/10.1126/science.abl8007",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4392282990",
      "paper_id": "https://openalex.org/W4392282990",
      "title": "Touch sensation requires the mechanically gated ion channel ELKIN1",
      "authors": "Sampurna Chakrabarti, Jasmin D. Klich, Mohammed A. Khallaf, Amy J. Hulme, Oscar Sánchez-Carranza, Zuzanna M. Baran, Alice Rossi, Angela Tzu-Lun Huang, Tobias Pohl, Raluca Fleischer, Carina Fürst, Annette Hammes, Valérie Bégay, Hanna Hörnberg, Rocio K. Finol-Urdaneta, Kate Poole, Mirella Dottori, Gary R. Lewin",
      "paper_url": "https://doi.org/10.1126/science.adl0495",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4413045841",
      "paper_id": "https://openalex.org/W4413045841",
      "title": "Transferrin receptor–targeted anti-amyloid antibody enhances brain delivery and mitigates ARIA",
      "authors": "Michelle E. Pizzo, Edward D. Plowey, Nathalie Khoury, Wanda Kwan, Jordan Abettan, Sarah L. DeVos, Claire B. Discenza, Timothy Earr, David Joy, Ming Lye-Barthel, Elysia Roche, Darren Chan, Jason C. Dugas, Kapil Gadkar, Stefan Hamann, René Meisner, Jennifer Sebalusky, Ana Claudia Silva Amaral, Isabel Becerra, Roni Chau, Johann Chow, Allisa J. Clemens, Mark S. Dennis, Joseph Duque, Laura Fusaro, Jennifer A. Getz, Mihalis S. Kariolis, Do Jin Kim, Kendra J. Lechtenberg, Amy Wing-Sze Leung, Arash Moshkforoush, Hoang N. Nguyen, Emmanuel S. Ojo, Elliot R. Thomsen, Vanessa O. Torres, Pascal E. Sanchez, Lu Shan, Adam P. Silverman, Zachary K. Sweeney, Hilda Solanoy, Raymond Tong, Meredith E. Calvert, Ryan J. Watts, Robert G. Thorne, Paul H. Weinreb, Dominic M. Walsh, Joseph W. Lewcock, Thierry Bussiere, Y. Joy Yu Zuchero",
      "paper_url": "https://doi.org/10.1126/science.ads3204",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4400314210",
      "paper_id": "https://openalex.org/W4400314210",
      "title": "Trigeminal ganglion neurons are directly activated by influx of CSF solutes in a migraine model",
      "authors": "Martin Kaag Rasmussen, Kjeld Møllgård, Peter A. R. Bork, Pia Weikop, Tina Esmail, Lylia Drici, Nicolai J. Wewer Albrechtsen, Jonathan Frederik Carlsen, Nguyen P. T. Huynh, Nima Ghitani, Matthias Mann, Steven A. Goldman, Yuki Mori, Alexander T. Chesler, Maiken Nedergaard",
      "paper_url": "https://doi.org/10.1126/science.adl0544",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4385298392",
      "paper_id": "https://openalex.org/W4385298392",
      "title": "TRIM11 protects against tauopathies and is down-regulated in Alzheimer’s disease",
      "authors": "Zi-Yang Zhang, Dilshan S. Harischandra, Ruifang Wang, Shivani Ghaisas, Janet Y. Zhao, Thomas P. McMonagle, Guixin Zhu, Kenzo D. Lacuarta, Jianing Song, John Q. Trojanowski, Hong Xu, Virginia M.-Y. Lee, Xiaolu Yang",
      "paper_url": "https://doi.org/10.1126/science.add6696",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4302425342",
      "paper_id": "https://openalex.org/W4302425342",
      "title": "Two FTD-ALS genes converge on the endosomal pathway to induce TDP-43 pathology and degeneration",
      "authors": "Wei Shao, Tiffany W. Todd, Yanwei Wu, Caroline Y. Jones, Jimei Tong, Karen Jansen-West, Lillian M. Daughrity, Jinyoung Park, Yuka Koike, Aishe Kurti, Mei Yue, Monica Castanedes-Casey, Giulia del Rosso, Judith A. Dunmore, Desiree Zanetti Alepuz, Björn Oskarsson, Dennis W. Dickson, Casey N. Cook, Mercedes Prudencio, Tania F. Gendron, John D. Fryer, Yong-Jie Zhang, Leonard Petrucelli",
      "paper_url": "https://doi.org/10.1126/science.abq7860",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4322764111",
      "paper_id": "https://openalex.org/W4322764111",
      "title": "Unsaturated bond recognition leads to biased signal in a fatty acid receptor",
      "authors": "Chunyou Mao, Peng Xiao, Xiao-Na Tao, Jiao Qin, Qing-Tao He, Chao Zhang, Sheng-Chao Guo, Ya-Qin Du, Li-Nan Chen, Dan-Dan Shen, Zhi-Shuai Yang, Han-Qiong Zhang, Shen-Ming Huang, Yong-Hao He, Jie Cheng, Ya-Ni Zhong, Pan Shang, Jun Chen, Dao-Lai Zhang, Qian-Lang Wang, Mei-Xia Liu, Guo-Yu Li, Yongyuan Guo, H. Eric Xu, Chuanxin Wang, Cheng Zhang, Shiqing Feng, Xiao Yu, Yan Zhang, Jin-Peng Sun",
      "paper_url": "https://doi.org/10.1126/science.add6220",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4392544682",
      "paper_id": "https://openalex.org/W4392544682",
      "title": "Vitamin A resolves lineage plasticity to orchestrate stem cell lineage choices",
      "authors": "Matthew T. Tierney, Lisa Polak, Yihao Yang, Merve Deniz Abdusselamoglu, Inwha Baek, Katherine S. Stewart, Elaine Fuchs",
      "paper_url": "https://doi.org/10.1126/science.adi7342",
      "venue": "science24"
    }
  ]
}