{
  "cluster_id": 189,
  "papers": [
    {
      "id": "science25_https://openalex.org/W4411983831",
      "paper_id": "https://openalex.org/W4411983831",
      "title": "300,000-year-old wooden tools from Gantangqing, southwest China",
      "authors": "Jian-Hui Liu, Qi-Jun Ruan, Jun-Yi Ge, Yong-Jiang Huang, Xiao-Ling Zhang, Jia Liu, Shu-Feng Li, Hui Shen, Yuan Wang, Thomas A. Stidham, Cheng-Long Deng, Sheng-Hua Li, Fei Han, Ying-Shuai Jin, Kieran O’Gorman, Bo Li, Robin Dennell, Xing Gao",
      "paper_url": "https://doi.org/10.1126/science.adr8540",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4406440202",
      "paper_id": "https://openalex.org/W4406440202",
      "title": "<i>Australopithecus</i> at Sterkfontein did not consume substantial mammalian meat",
      "authors": "Tina Lüdecke, Jennifer N. Leichliter, Dominic Stratford, Daniel M. Sigman, Hubert Vonhof, Gerald H. Haug, Marion K. Bamford, Alfredo Martínez-García",
      "paper_url": "https://doi.org/10.1126/science.adq7315",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4293243082",
      "paper_id": "https://openalex.org/W4293243082",
      "title": "A genetic probe into the ancient and medieval history of Southern Europe and West Asia",
      "authors": "Iosif Lazaridis, Songül Alpaslan-Roodenberg, Ayşe Acar, Ayşen Açıkkol, Anagnostis Agelarakis, Levon Aghikyan, Uğur Akyüz, Desislava Andreeva, Gojko Andrijašević, Dragana Antonović, Ian Armit, Alper Atmaca, Pavel Avetisyan, Ahmet İhsan Aytek, Krum Bacvarov, Ruben Badalyan, Stefan Bakardzhiev, Jacqueline Balen, Lorenc Bejko, Rebecca Bernardos, Andreas Bertsatos, Hanifi Biber, Ahmet Bilir, Mario Bodružić, Michelle Bonogofsky, Clive Bonsall, Dušan Borić, Nikola Borovinić, Guillermo Bravo Morante, Katharina Buttinger, Kim Callan, Francesca Candilio, Mario Carić, Olivia Cheronet, Stefan Chohadzhiev, Maria-Eleni Chovalopoulou, Stella Chryssoulaki, Ion Ciobanu, Natalija Čondić, Mihai Constantinescu, Emanuela Cristiani, Brendan J. Culleton, Elizabeth Curtis, Jack Davis, Ruben Davtyan, Tatiana I. Demcenco, Valentin Dergachev, Zafer Derin, Sylvia Deskaj, Seda Devejyan, Vojislav Djordjević, Kellie Sara Duffett Carlson, Laurie R. Eccles, Nedko Elenski, Atilla Engin, Nihat Erdoğan, Sabiha Erir-Pazarcı, Daniel M. Fernandes, Matthew Ferry, Suzanne Freilich, Alin Frînculeasa, Michael L. Galaty, Beatriz Gamarra, Boris Gasparyan, Bisserka Gaydarska, Elif Genç, Timur Gültekin, Serkan Gündüz, Tamás Hajdu, Volker Heyd, Suren Hobosyan, Nelli Hovhannisyan, Iliya Iliev, Lora Iliev, Stanislav Iliev, İlkay İvgin, Ivor Janković, Lence Jovanova, Panagiotis Karkanas, Berna Kavaz-Kındığılı, Esra Hilal Kaya, Denise Keating, Douglas J. Kennett, Seda Deniz Kesici, Anahit Khudaverdyan, Krisztián Kiss, Sinan Kılıç, Paul Klostermann, Sinem Kostak Boca Negra Valdes, Saša Kovačević, Marta Krenz-Niedbała, Maja Krznarić Škrivanko, Rovena Kurti, Pasko Kuzman, Ann Marie Lawson, Catalin Lazar, Krassimir Leshtakov, Thomas E. Levy, Ioannis Liritzis, Kirsi O. Lorentz, Sylwia Łukasik, Matthew Mah, Swapan Mallick, Kirsten Mandl, Kristine Martirosyan-Olshansky, Roger Matthews, Wendy Matthews, Kathleen McSweeney, Varduhi Melikyan, Adam Micco, Megan Michel, Lidija Milašinović, Alissa Mittnik, Janet M. Monge, Georgi Nekhrizov, Rebecca Nicholls, Alexey G. Nikitin, Vassil Nikolov, Mario Novak, Iñigo Olalde, Jonas Oppenheimer, Anna Osterholtz, Celal Özdemir, Kadir Toykan Özdoğan, Nurettin Öztürk, Nikos Papadimitriou, Niki Papakonstantinou, Anastasia Papathanasiou, Lujana Paraman, Evgeny G. Paskary, Nick Patterson, Ilian Petrakiev, Levon Petrosyan, Vanya Petrova, Anna Philippa-Touchais, Ashot Piliposyan, Nada Pocuca Kuzman, Hrvoje Potrebica, Bianca Preda-Bălănică, Zrinka Premužić, T. Douglas Price, Lijun Qiu, Siniša Radović, Kamal Raeuf Aziz, Petra Rajić Šikanjić, Kamal Rasheed Raheem, Sergei Razumov, Amy Richardson, Jacob Roodenberg, Rudenc Ruka, Victoria Russeva, Mustafa Şahin, Ayşegül Şarbak, Emre Savaş, Constanze Schattke, Lynne Schepartz, Tayfun Selçuk, Ayla Sevim-Erol, Michel Shamoon-Pour, Henry M. Shephard, Athanasios Sideris, Angela Simalcsik, Hakob Simonyan, Vitalij Sinika, Kendra Sirak, Ghenadie Sirbu, Mario Šlaus, Andrei Soficaru, Bilal Söğüt, Arkadiusz Sołtysiak, Çilem Sönmez-Sözer, Maria Stathi, Martin Steskal, Kristin Stewardson, Sharon Stocker, Fadime Suata-Alpaslan, Alexander Suvorov, Anna Szécsényi-Nagy, Tamás Szeniczey, Nikolai Telnov, Strahil Temov, Nadezhda Todorova, Ulsi Tota, Gilles Touchais, Sevi Triantaphyllou, Atila Türker, Marina Ugarković, Todor Valchev, Fanica Veljanovska, Zlatko Videvski, Cristian Virag, Anna Wagner, Sam Walsh, Piotr Włodarczak, J. Noah Workman, Aram Yardumian, Evgenii Yarovoy, Alper Yener Yavuz, Hakan Yılmaz, Fatma Zalzala, Anna Zettl, Zhao Zhang, Rafet Çavuşoğlu, Nadin Rohland, Ron Pinhasi, David Reich",
      "paper_url": "https://doi.org/10.1126/science.abq0755",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4408892137",
      "paper_id": "https://openalex.org/W4408892137",
      "title": "A geographic history of human genetic ancestry",
      "authors": "Michael C. Grundler, Jonathan Terhorst, Gideon S. Bradburd",
      "paper_url": "https://doi.org/10.1126/science.adp4642",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4221120629",
      "paper_id": "https://openalex.org/W4221120629",
      "title": "A keystone gene underlies the persistence of an experimental food web",
      "authors": "Matthew A. Barbour, Daniel J. Kliebenstein, Jordi Bascompte",
      "paper_url": "https://doi.org/10.1126/science.abf2232",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4409317357",
      "paper_id": "https://openalex.org/W4409317357",
      "title": "A male Denisovan mandible from Pleistocene Taiwan",
      "authors": "Takumi Tsutaya, Rikai Sawafuji, Alberto J. Taurozzi, Zandra Fagernäs, Ioannis Patramanis, Gaudry Troché, Meaghan Mackie, Takashi Gakuhari, Hiroki Oota, Cheng-Hsiu Tsai, Jesper V. Olsen, Yousuke Kaifu, Chun-Hsiang Chang, Enrico Cappellini, Frido Welker",
      "paper_url": "https://doi.org/10.1126/science.ads3888",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3174559140",
      "paper_id": "https://openalex.org/W3174559140",
      "title": "A Middle Pleistocene <i>Homo</i> from Nesher Ramla, Israel",
      "authors": "Israel Hershkovitz, Hila May, Rachel Sarig, Ariel Pokhojaev, Dominique Grimaud-Hervé, Emiliano Bruner, Cinzia Fornai, Rolf Quam, Juan Luis Arsuaga, Viktoria A. Krenn, Maria Martinón-Torres, José María Bermúdez de Castro, Laura Martín-Francés, Viviane Slon, Lou Albessard-Ball, Amélie Vialet, Tim Schüler, Giorgio Manzi, Antonio Profico, Fabio Di Vincenzo, Gerhard W. Weber, Yossi Zaidner",
      "paper_url": "https://doi.org/10.1126/science.abh3169",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4410850948",
      "paper_id": "https://openalex.org/W4410850948",
      "title": "A single domestication origin of adzuki bean in Japan and the evolution of domestication genes",
      "authors": "Chih-Cheng Chien, Takashi Seiko, Chiaki Muto, Hirotaka Ariga, Yen-Chiao Wang, Chuan-Hsin Chang, Hiroaki Sakai, Ken Naito, Cheng-Ruei Lee",
      "paper_url": "https://doi.org/10.1126/science.ads2871",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4213436894",
      "paper_id": "https://openalex.org/W4213436894",
      "title": "A unified genealogy of modern and ancient genomes",
      "authors": "Anthony Wilder Wohns, Yan Wong, Ben Jeffery, Ali Akbari, Swapan Mallick, Ron Pinhasi, Nick Patterson, David Reich, Jerome Kelleher, Gil McVean",
      "paper_url": "https://doi.org/10.1126/science.abi8264",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4414321766",
      "paper_id": "https://openalex.org/W4414321766",
      "title": "Adaptations to water stress and pastoralism in the Turkana of northwest Kenya",
      "authors": "A. J. Lea, I. V. Caldas, K. M. Garske, E. R. Gerlinger, J. P. Arroyo, J. Echwa, M. Gurven, C. Handley, J. C. Kahumbu, J. Kamau, P. Kinyua, F. Lotukoi, A. Lopurudoi, S. Lowasa, S. N. Njeru, R. Mallarino, D. J. Martins, P. W. Messer, C. Miano, B. Muhoya, J. Peng, T. Phung, J. D. Rabinowitz, A. Roichman, R. Siford, A. C. Stone, A. M. Taravella Oill, S. Mathew, M. A. Wilson, J. F. Ayroles",
      "paper_url": "https://doi.org/10.1126/science.adv2467",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4410456248",
      "paper_id": "https://openalex.org/W4410456248",
      "title": "Admixture’s impact on Brazilian population evolution and health",
      "authors": "Kelly Nunes, Marcos Araújo Castro e Silva, Maíra R. Rodrigues, Renan Barbosa Lemes, Patricio Pezo-Valderrama, Lilian Kimura, Lucas Schenatto de Sena, José Eduardo Krieger, Margareth Catoia Varela, Luiz Otávio de Azevedo, Luis Marcelo Aranha Camargo, Ricardo G. M. Ferreira, Henrique Krieger, Maria Cátira Bortolini, José Geraldo Mill, Putira Sacuena, João F. Guerreiro, Celia M. B. de Souza, Francisco V. Veronese, Fernanda S. L. Vianna, David Comas, Alexandre C. Pereira, Lygia V. Pereira, Tábita Hünemeier",
      "paper_url": "https://doi.org/10.1126/science.adl3564",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4293242987",
      "paper_id": "https://openalex.org/W4293242987",
      "title": "Ancient DNA from Mesopotamia suggests distinct Pre-Pottery and Pottery Neolithic migrations into Anatolia",
      "authors": "Iosif Lazaridis, Songül Alpaslan-Roodenberg, Ayşe Acar, Ayşen Açıkkol, Anagnostis Agelarakis, Levon Aghikyan, Uğur Akyüz, Desislava Andreeva, Gojko Andrijašević, Dragana Antonović, Ian Armit, Alper Atmaca, Pavel Avetisyan, Ahmet İhsan Aytek, Krum Bacvarov, Ruben Badalyan, Stefan Bakardzhiev, Jacqueline Balen, Lorenc Bejko, Rebecca Bernardos, Andreas Bertsatos, Hanifi Biber, Ahmet Bilir, Mario Bodružić, Michelle Bonogofsky, Clive Bonsall, Dušan Borić, Nikola Borovinić, Guillermo Bravo Morante, Katharina Buttinger, Kim Callan, Francesca Candilio, Mario Carić, Olivia Cheronet, Stefan Chohadzhiev, Maria-Eleni Chovalopoulou, Stella Chryssoulaki, Ion Ciobanu, Natalija Čondić, Mihai Constantinescu, Emanuela Cristiani, Brendan J. Culleton, Elizabeth Curtis, Jack Davis, Ruben Davtyan, Tatiana I. Demcenco, Valentin Dergachev, Zafer Derin, Sylvia Deskaj, Seda Devejyan, Vojislav Djordjević, Kellie Sara Duffett Carlson, Laurie R. Eccles, Nedko Elenski, Atilla Engin, Nihat Erdoğan, Sabiha Erir-Pazarcı, Daniel M. Fernandes, Matthew Ferry, Suzanne Freilich, Alin Frînculeasa, Michael L. Galaty, Beatriz Gamarra, Boris Gasparyan, Bisserka Gaydarska, Elif Genç, Timur Gültekin, Serkan Gündüz, Tamás Hajdu, Volker Heyd, Suren Hobosyan, Nelli Hovhannisyan, Iliya Iliev, Lora Iliev, Stanislav Iliev, İlkay İvgin, Ivor Janković, Lence Jovanova, Panagiotis Karkanas, Berna Kavaz-Kındığılı, Esra Hilal Kaya, Denise Keating, Douglas J. Kennett, Seda Deniz Kesici, Anahit Khudaverdyan, Krisztián Kiss, Sinan Kılıç, Paul Klostermann, Sinem Kostak Boca Negra Valdes, Saša Kovačević, Marta Krenz-Niedbała, Maja Krznarić Škrivanko, Rovena Kurti, Pasko Kuzman, Ann Marie Lawson, Catalin Lazar, Krassimir Leshtakov, Thomas E. Levy, Ioannis Liritzis, Kirsi O. Lorentz, Sylwia Łukasik, Matthew Mah, Swapan Mallick, Kirsten Mandl, Kristine Martirosyan-Olshansky, Roger Matthews, Wendy Matthews, Kathleen McSweeney, Varduhi Melikyan, Adam Micco, Megan Michel, Lidija Milašinović, Alissa Mittnik, Janet M. Monge, Georgi Nekhrizov, Rebecca Nicholls, Alexey G. Nikitin, Vassil Nikolov, Mario Novak, Iñigo Olalde, Jonas Oppenheimer, Anna Osterholtz, Celal Özdemir, Kadir Toykan Özdoğan, Nurettin Öztürk, Nikos Papadimitriou, Niki Papakonstantinou, Anastasia Papathanasiou, Lujana Paraman, Evgeny G. Paskary, Nick Patterson, Ilian Petrakiev, Levon Petrosyan, Vanya Petrova, Anna Philippa-Touchais, Ashot Piliposyan, Nada Pocuca Kuzman, Hrvoje Potrebica, Bianca Preda-Bălănică, Zrinka Premužić, T. Douglas Price, Lijun Qiu, Siniša Radović, Kamal Raeuf Aziz, Petra Rajić Šikanjić, Kamal Rasheed Raheem, Sergei Razumov, Amy Richardson, Jacob Roodenberg, Rudenc Ruka, Victoria Russeva, Mustafa Şahin, Ayşegül Şarbak, Emre Savaş, Constanze Schattke, Lynne Schepartz, Tayfun Selçuk, Ayla Sevim-Erol, Michel Shamoon-Pour, Henry M. Shephard, Athanasios Sideris, Angela Simalcsik, Hakob Simonyan, Vitalij Sinika, Kendra Sirak, Ghenadie Sirbu, Mario Šlaus, Andrei Soficaru, Bilal Söğüt, Arkadiusz Sołtysiak, Çilem Sönmez-Sözer, Maria Stathi, Martin Steskal, Kristin Stewardson, Sharon Stocker, Fadime Suata-Alpaslan, Alexander Suvorov, Anna Szécsényi-Nagy, Tamás Szeniczey, Nikolai Telnov, Strahil Temov, Nadezhda Todorova, Ulsi Tota, Gilles Touchais, Sevi Triantaphyllou, Atila Türker, Marina Ugarković, Todor Valchev, Fanica Veljanovska, Zlatko Videvski, Cristian Virag, Anna Wagner, Sam Walsh, Piotr Włodarczak, J. Noah Workman, Aram Yardumian, Evgenii Yarovoy, Alper Yener Yavuz, Hakan Yılmaz, Fatma Zalzala, Anna Zettl, Zhao Zhang, Rafet Çavuşoğlu, Nadin Rohland, Ron Pinhasi, David Reich",
      "paper_url": "https://doi.org/10.1126/science.abq0762",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4283715785",
      "paper_id": "https://openalex.org/W4283715785",
      "title": "Ancient DNA reveals five streams of migration into Micronesia and matrilocality in early Pacific seafarers",
      "authors": "Yue-Chen Liu, Rosalind Hunter-Anderson, Olivia Cheronet, Joanne Eakin, Frank Camacho, Michael Pietrusewsky, Nadin Rohland, Alexander Ioannidis, J. Stephen Athens, Michele Toomay Douglas, Rona Michi Ikehara-Quebral, Rebecca Bernardos, Brendan J. Culleton, Matthew Mah, Nicole Adamski, Nasreen Broomandkhoshbacht, Kimberly Callan, Ann Marie Lawson, Kirsten Mandl, Megan Michel, Jonas Oppenheimer, Kristin Stewardson, Fatma Zalzala, Kenneth Kidd, Judith Kidd, Theodore G. Schurr, Kathryn Auckland, Adrian V. S. Hill, Alexander J. Mentzer, Consuelo D. Quinto-Cortés, Kathryn Robson, Douglas J. Kennett, Nick Patterson, Carlos D. Bustamante, Andrés Moreno-Estrada, Matthew Spriggs, Miguel Vilar, Mark Lipson, Ron Pinhasi, David Reich",
      "paper_url": "https://doi.org/10.1126/science.abm6536",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4406970292",
      "paper_id": "https://openalex.org/W4406970292",
      "title": "Ancient genomics and the origin, dispersal, and development of domestic sheep",
      "authors": "Kevin G. Daly, Victoria E. Mullin, Andrew J. Hare, Áine Halpin, Valeria Mattiangeli, Matthew D. Teasdale, Conor Rossi, Sheila Geiger, Stefan Krebs, Ivica Medugorac, Edson Sandoval-Castellanos, Mihriban Özbaşaran, Güneş Duru, Sevil Gülcür, Nadja Pöllath, Matthew Collins, Laurent Frantz, Emmanuelle Vila, Peter Zidarov, Simon Stoddart, Bazartseren Boldgiv, Ludovic Orlando, Mike Parker Pearson, Jacqui Mullville, Igor V. Askeyev, Arthur O. Askeyev, Oleg V. Askeyev, Dilyara N. Shaymuratova, Youri Van den Hurk, Andrea Zeeb-Lanz, Rose-Marie Arbogast, Helmut Hemmer, Hossein Davoudi, Sarieh Amiri, Sanaz Beizaee Doost, Delphine Decruyenaere, Homa Fathi, Roya Khazaeli, Yousef Hassanzadeh, Alireza Sardari, Johanna Lhuillier, Mostafa Abdolahi, Geoffrey D. Summers, Catherine Marro, Veli Bahshaliyev, Rémi Berthon, Canan Çakirlar, Norbert Benecke, Amelie Scheu, Joachim Burger, Eberhard Sauer, Liora Kolska Horwitz, Benjamin Arbuckle, Hijlke Buitenhuis, Lionel Gourichon, Jelena Bulatović, Terry O’Connor, David Orton, Mindia Jalabadze, Stephen Rhodes, Michael Chazan, Vecihi Özkaya, Melinda Zeder, Levent Atıcı, Marjan Mashkour, Joris Peters, Daniel G. Bradley",
      "paper_url": "https://doi.org/10.1126/science.adn2094",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4411051341",
      "paper_id": "https://openalex.org/W4411051341",
      "title": "Archaeological evidence of intensive indigenous farming in Michigan’s Upper Peninsula, USA",
      "authors": "Madeleine McLeester, Carolin Ferwerda, Jonathan Alperstein, David Overstreet, David Grignon, Jesse Casana",
      "paper_url": "https://doi.org/10.1126/science.ads1643",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4412794574",
      "paper_id": "https://openalex.org/W4412794574",
      "title": "Behavior drives morphological change during human evolution",
      "authors": "Luke D. Fannin, Chalachew M. Seyoum, Vivek V. Venkataraman, Justin D. Yeakel, Christine M. Janis, Thure E. Cerling, Nathaniel J. Dominy",
      "paper_url": "https://doi.org/10.1126/science.ado2359",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4221097670",
      "paper_id": "https://openalex.org/W4221097670",
      "title": "Bronze and Iron Age population movements underlie Xinjiang population history",
      "authors": "Vikas Kumar, Wenjun Wang, Jie Zhang, Yongqiang Wang, Qiurong Ruan, Jianjun Yu, Xiaohong Wu, Xingjun Hu, Xinhua Wu, Wu Guo, Bo Wang, Alipujiang Niyazi, Enguo Lv, Zihua Tang, Peng Cao, Feng Liu, Qingyan Dai, Ruowei Yang, Xiaotian Feng, Wanjing Ping, Lizhao Zhang, Ming Zhang, Weihong Hou, Yichen Liu, E. Andrew Bennett, Qiaomei Fu",
      "paper_url": "https://doi.org/10.1126/science.abk1534",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4385726782",
      "paper_id": "https://openalex.org/W4385726782",
      "title": "Climate shifts orchestrated hominin interbreeding events across Eurasia",
      "authors": "Jiaoyang Ruan, Axel Timmermann, Pasquale Raia, Kyung-Sook Yun, Elke Zeller, Alessandro Mondanaro, Mirko Di Febbraro, Danielle Lemmon, Silvia Castiglione, Marina Melchionna",
      "paper_url": "https://doi.org/10.1126/science.add4459",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4399167849",
      "paper_id": "https://openalex.org/W4399167849",
      "title": "Coevolution with hosts underpins speciation in brood-parasitic cuckoos",
      "authors": "N. E. Langmore, A. Grealy, H.-J. Noh, I. Medina, A. Skeels, J. Grant, K. D. Murray, R. M. Kilner, C. E. Holleley",
      "paper_url": "https://doi.org/10.1126/science.adj3210",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4413786256",
      "paper_id": "https://openalex.org/W4413786256",
      "title": "Columbian mammoth mitogenomes from Mexico uncover the species’ complex evolutionary history",
      "authors": "Eduardo Arrieta-Donato, Ángeles Tavares-Guzmán, Miriam Bravo-Lopez, Viridiana Villa-Islas, Alejandra Castillo-Carbajal, Wenxi Li, Ernesto Garfias-Morales, Rigoberto Padilla-Bustos, Marcela Sandoval-Velasco, Luis Córdoba-Barradas, Ruben Manzanilla-López, J. Camilo Chacón-Duque, Alejandro López-Jímenez, Mashaal Sohail, Joaquín Arroyo-Cabrales, María C. Ávila-Arcos, Federico Sánchez-Quinto",
      "paper_url": "https://doi.org/10.1126/science.adt9651",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3217287498",
      "paper_id": "https://openalex.org/W3217287498",
      "title": "Comment on “A Middle Pleistocene <i>Homo</i> from Nesher Ramla, Israel”",
      "authors": "Assaf Marom, Yoel Rak",
      "paper_url": "https://doi.org/10.1126/science.abl4336",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4412165524",
      "paper_id": "https://openalex.org/W4412165524",
      "title": "Compartmentalization reduces conflict in multipartner plant-insect symbioses",
      "authors": "Guillaume Chomicki, Dirk Metzler, Alivereti Naikatini, Susanne S. Renner",
      "paper_url": "https://doi.org/10.1126/science.adu8429",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4391428272",
      "paper_id": "https://openalex.org/W4391428272",
      "title": "Computational phylogenetics reveal histories of sign languages",
      "authors": "Natasha Abner, Grégoire Clarté, Carlo Geraci, Robin J. Ryder, Justine Mertz, Anah Salgat, Shi Yu",
      "paper_url": "https://doi.org/10.1126/science.add7766",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4376129026",
      "paper_id": "https://openalex.org/W4376129026",
      "title": "Demographic history and genetic structure in pre-Hispanic Central Mexico",
      "authors": "Viridiana Villa-Islas, Alan Izarraras-Gomez, Maximilian Larena, Elizabeth Mejía Perez Campos, Marcela Sandoval-Velasco, Juan Esteban Rodríguez-Rodríguez, Miriam Bravo-Lopez, Barbara Moguel, Rosa Fregel, Ernesto Garfias-Morales, Jazeps Medina Tretmanis, David Alberto Velázquez-Ramírez, Alberto Herrera-Muñóz, Karla Sandoval, Maria A. Nieves-Colón, Gabriela Zepeda García Moreno, Fernando A. Villanea, Eugenia Fernández Villanueva Medina, Ramiro Aguayo-Haro, Cristina Valdiosera, Alexander G. Ioannidis, Andrés Moreno-Estrada, Flora Jay, Emilia Huerta-Sanchez, J. Víctor Moreno-Mayar, Federico Sánchez-Quinto, María C. Ávila-Arcos",
      "paper_url": "https://doi.org/10.1126/science.add6142",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4306902098",
      "paper_id": "https://openalex.org/W4306902098",
      "title": "Disease outbreaks select for mate choice and coat color in wolves",
      "authors": "Sarah Cubaynes, Ellen E. Brandell, Daniel R. Stahler, Douglas W. Smith, Emily S. Almberg, Susanne Schindler, Robert K. Wayne, Andrew P. Dobson, Bridgett M. vonHoldt, Daniel R. MacNulty, Paul C. Cross, Peter J. Hudson, Tim Coulson",
      "paper_url": "https://doi.org/10.1126/science.abi8745",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4392796761",
      "paper_id": "https://openalex.org/W4392796761",
      "title": "Dispersal stabilizes coupled ecological and evolutionary dynamics in a host-parasitoid system",
      "authors": "Lucas A. Nell, Miriam Kishinevsky, Michael J. Bosch, Calvin Sinclair, Karuna Bhat, Nathan Ernst, Hamze Boulaleh, Kerry M. Oliver, Anthony R. Ives",
      "paper_url": "https://doi.org/10.1126/science.adg4602",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4322764206",
      "paper_id": "https://openalex.org/W4322764206",
      "title": "Dual domestications and origin of traits in grapevine evolution",
      "authors": "Yang Dong, Shengchang Duan, Qiuju Xia, Zhenchang Liang, Xiao Dong, Kristine Margaryan, Mirza Musayev, Svitlana Goryslavets, Goran Zdunić, Pierre-François Bert, Thierry Lacombe, Erika Maul, Peter Nick, Kakha Bitskinashvili, György Dénes Bisztray, Elyashiv Drori, Gabriella De Lorenzis, Jorge Cunha, Carmen Florentina Popescu, Rosa Arroyo-Garcia, Claire Arnold, Ali Ergül, Yifan Zhu, Chao Ma, Shufen Wang, Siqi Liu, Liu Tang, Chunping Wang, Dawei Li, Yunbing Pan, Jingxian Li, Ling Yang, Xuzhen Li, Guisheng Xiang, Zijiang Yang, Baozheng Chen, Zhanwu Dai, Yi Wang, Arsen Arakelyan, Varis Kuliyev, Gennady Spotar, Nabil Girollet, Serge Delrot, Nathalie Ollat, Patrice This, Cécile Marchal, Gautier Sarah, Valérie Laucou, Roberto Bacilieri, Franco Röckel, Pingyin Guan, Andreas Jung, Michael Riemann, Levan Ujmajuridze, Tekle Zakalashvili, David Maghradze, Maria Höhn, Gizella Jahnke, Erzsébet Kiss, Tamás Deák, Oshrit Rahimi, Sariel Hübner, Fabrizio Grassi, Francesco Mercati, Francesco Sunseri, José Eiras-Dias, Anamaria Mirabela Dumitru, David Carrasco, Alberto Rodriguez-Izquierdo, Gregorio Muñoz, Tamer Uysal, Cengiz Özer, Kemal Kazan, Meilong Xu, Yunyue Wang, Shusheng Zhu, Jiang Lu, Maoxiang Zhao, Lei Wang, Songtao Jiu, Ying Zhang, Lei Sun, Huanming Yang, Ehud Weiss, Shiping Wang, Youyong Zhu, Shaohua Li, Jun Sheng, Wei Chen",
      "paper_url": "https://doi.org/10.1126/science.add8655",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4387568512",
      "paper_id": "https://openalex.org/W4387568512",
      "title": "Early <i>Homo erectus</i> lived at high altitudes and produced both Oldowan and Acheulean tools",
      "authors": "Margherita Mussi, Matthew M. Skinner, Rita T. Melis, Joaquín Panera, Susana Rubio-Jara, Thomas W. Davies, Denis Geraads, Hervé Bocherens, Giuseppe Briatico, Adeline Le Cabec, Jean-Jacques Hublin, Agness Gidna, Raymonde Bonnefille, Luca Di Bianco, Eduardo Méndez-Quintas",
      "paper_url": "https://doi.org/10.1126/science.add9115",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4362466320",
      "paper_id": "https://openalex.org/W4362466320",
      "title": "Early dispersal of domestic horses into the Great Plains and northern Rockies",
      "authors": "William Timothy Treal Taylor, Pablo Librado, Mila Hunska Tašunke Icu, Carlton Shield Chief Gover, Jimmy Arterberry, Anpetu Luta Wiƞ, Akil Nujipi, Tanka Omniya, Mario Gonzalez, Bill Means, Sam High Crane, Barbara Dull Knife, Wakiƞyala Wiƞ, Cruz Tecumseh Collin, Chance Ward, Theresa A. Pasqual, Lorelei Chauvey, Laure Tonasso-Calviere, Stéphanie Schiavinato, Andaine Seguin-Orlando, Antoine Fages, Naveed Khan, Clio Der Sarkissian, Xuexue Liu, Stefanie Wagner, Beth Ginondidoy Leonard, Bruce L. Manzano, Nancy O’Malley, Jennifer A. Leonard, Eloísa Bernáldez-Sánchez, Eric Barrey, Léa Charliquart, Emilie Robbe, Thibault Denoblet, Kristian Gregersen, Alisa O. Vershinina, Jaco Weinstock, Petra Rajić Šikanjić, Marjan Mashkour, Irina Shingiray, Jean-Marc Aury, Aude Perdereau, Saleh Alquraishi, Ahmed H. Alfarhan, Khaled A. S. Al-Rasheid, Tajana Trbojević Vukičević, Marcel Buric, Eberhard Sauer, Mary Lucas, Joan Brenner-Coltrain, John R. Bozell, Cassidee A. Thornhill, Victoria Monagle, Angela Perri, Cody Newton, W. Eugene Hall, Joshua L. Conver, Petrus Le Roux, Sasha G. Buckser, Caroline Gabe, Juan Bautista Belardi, Christina I. Barrón-Ortiz, Isaac A. Hart, Christina Ryder, Matthew Sponheimer, Beth Shapiro, John Southon, Joss Hibbs, Charlotte Faulkner, Alan Outram, Laura Patterson Rosa, Katelyn Palermo, Marina Solé, Alice William, Wayne McCrory, Gabriella Lindgren, Samantha Brooks, Camille Eché, Cécile Donnadieu, Olivier Bouchez, Patrick Wincker, Gregory Hodgins, Sarah Trabert, Brandi Bethke, Patrick Roberts, Emily Lena Jones, Yvette Running Horse Collin, Ludovic Orlando",
      "paper_url": "https://doi.org/10.1126/science.adc9691",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4384926541",
      "paper_id": "https://openalex.org/W4384926541",
      "title": "Emergent coexistence in multispecies microbial communities",
      "authors": "Chang-Yu Chang, Djordje Bajić, Jean C. C. Vila, Sylvie Estrela, Alvaro Sanchez",
      "paper_url": "https://doi.org/10.1126/science.adg0727",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4302425405",
      "paper_id": "https://openalex.org/W4302425405",
      "title": "Emergent phases of ecological diversity and dynamics mapped in microcosms",
      "authors": "Jiliang Hu, Daniel R. Amor, Matthieu Barbier, Guy Bunin, Jeff Gore",
      "paper_url": "https://doi.org/10.1126/science.abm7841",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410850945",
      "paper_id": "https://openalex.org/W4410850945",
      "title": "Enamel proteins reveal biological sex and genetic variability in southern African <i>Paranthropus</i>",
      "authors": "Palesa P. Madupe, Claire Koenig, Ioannis Patramanis, Patrick L. Rüther, Nomawethu Hlazo, Meaghan Mackie, Mirriam Tawane, Johanna Krueger, Alberto J. Taurozzi, Gaudry Troché, Job Kibii, Robyn Pickering, Marc R. Dickinson, Yonatan Sahle, Dipuo Kgotleng, Charles Musiba, Fredrick Manthi, Liam Bell, Michelle DuPlessis, Catherine Gilbert, Bernhard Zipfel, Lukas F. K. Kuderna, Esther Lizano, Frido Welker, Pelagia Kyriakidou, Jürgen Cox, Catherine Mollereau, Caroline Tokarski, Jonathan Blackburn, Jazmín Ramos-Madrigal, Tomas Marques-Bonet, Kirsty Penkman, Clément Zanolli, Lauren Schroeder, Fernando Racimo, Jesper V. Olsen, Rebecca R. Ackermann, Enrico Cappellini",
      "paper_url": "https://doi.org/10.1126/science.adt9539",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3200576454",
      "paper_id": "https://openalex.org/W3200576454",
      "title": "Evidence of humans in North America during the Last Glacial Maximum",
      "authors": "Matthew R. Bennett, David Bustos, Jeffrey S. Pigati, Kathleen B. Springer, Thomas M. Urban, Vance T. Holliday, Sally C. Reynolds, Marcin Budka, Jeffrey S. Honke, Adam M. Hudson, Brendan Fenerty, Clare Connelly, Patrick J. Martinez, Vincent L. Santucci, Daniel Odess",
      "paper_url": "https://doi.org/10.1126/science.abg7586",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4295088909",
      "paper_id": "https://openalex.org/W4295088909",
      "title": "Evolutionary gain and loss of a pathological immune response to parasitism",
      "authors": "Jesse N. Weber, Natalie C. Steinel, Foen Peng, Kum Chuan Shim, Brian K. Lohman, Lauren E. Fuess, Swapna Subramanian, Stephen P. De Lisle, Daniel I. Bolnick",
      "paper_url": "https://doi.org/10.1126/science.abo3411",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4319827607",
      "paper_id": "https://openalex.org/W4319827607",
      "title": "Expanded geographic distribution and dietary strategies of the earliest Oldowan hominins and <i>Paranthropus</i>",
      "authors": "Thomas W. Plummer, James S. Oliver, Emma M. Finestone, Peter W. Ditchfield, Laura C. Bishop, Scott A. Blumenthal, Cristina Lemorini, Isabella Caricola, Shara E. Bailey, Andy I. R. Herries, Jennifer A. Parkinson, Elizabeth Whitfield, Fritz Hertel, Rahab N. Kinyanjui, Thomas H. Vincent, Youjuan Li, Julien Louys, Stephen R. Frost, David R. Braun, Jonathan S. Reeves, Emily D. G. Early, Blasto Onyango, Raquel Lamela-Lopez, Frances L. Forrest, Huaiyu He, Timothy P. Lane, Marine Frouin, Sébastien Nomade, Evan P. Wilson, Simion K. Bartilol, Nelson Kiprono Rotich, Richard Potts",
      "paper_url": "https://doi.org/10.1126/science.abo7452",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4385726765",
      "paper_id": "https://openalex.org/W4385726765",
      "title": "Extreme glacial cooling likely led to hominin depopulation of Europe in the Early Pleistocene",
      "authors": "Vasiliki Margari, David A. Hodell, Simon A. Parfitt, Nick M. Ashton, Joan O. Grimalt, Hyuna Kim, Kyung-Sook Yun, Philip L. Gibbard, Chris B. Stringer, Axel Timmermann, Polychronis C. Tzedakis",
      "paper_url": "https://doi.org/10.1126/science.adf4445",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4411675800",
      "paper_id": "https://openalex.org/W4411675800",
      "title": "Female lineages and changing kinship patterns in Neolithic Çatalhöyük",
      "authors": "Eren Yüncü, Ayça Küçükakdağ Doğu, Damla Kaptan, Muhammed Sıddık Kılıç, Camilla Mazzucato, Merve N. Güler, Elifnaz Eker, Büşra Katırcıoğlu, Maciej Chyleński, Kıvılcım Başak Vural, Ekin Sağlıcan, Gözde Atağ, Defne Bozkurt, Jessica Pearson, Arda Sevkar, N. Ezgi Altınışık, Marco Milella, Cansu Karamurat, Şevval Aktürk, Emre Deniz Yurttaş, Nisan Yıldız, Dilek Koptekin, Sevgi Yorulmaz, Duygu Deniz Kazancı, Ayça Aydoğan, Kanat Gürün, Eline M.J. Schotsmans, Jana Anvari, Eva Rosenstock, Jennifer Byrnes, Peter F. Biehl, David Orton, Vendela Kempe Lagerholm, Hasan Can Gemici, Milena Vasic, Arkadiusz Marciniak, Çiğdem Atakuman, Yılmaz Selim Erdal, Emrah Kırdök, Marin Pilloud, Clark Spencer Larsen, Scott D. Haddow, Anders Götherström, Christopher J. Knüsel, Füsun Özer, Ian Hodder, Mehmet Somel",
      "paper_url": "https://doi.org/10.1126/science.adr2915",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4404835830",
      "paper_id": "https://openalex.org/W4404835830",
      "title": "Footprint evidence for locomotor diversity and shared habitats among early Pleistocene hominins",
      "authors": "Kevin G. Hatala, Neil T. Roach, Anna K. Behrensmeyer, Peter L. Falkingham, Stephen M. Gatesy, Erin Marie Williams-Hatala, Craig S. Feibel, Ibrae Dalacha, Martin Kirinya, Ezekiel Linga, Richard Loki, Apolo Alkoro, Longaye, Malmalo Longaye, Emmanuel Lonyericho, Iyole Loyapan, Nyiber Nakudo, Cyprian Nyete, Louise N. Leakey",
      "paper_url": "https://doi.org/10.1126/science.ado5275",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410456228",
      "paper_id": "https://openalex.org/W4410456228",
      "title": "From North Asia to South America: Tracing the longest human migration through genomic sequencing",
      "authors": "Elena S. Gusareva, Amit Gourav Ghosh, Vladimir N. Kharkov, Seik-Soon Khor, Aleksei Zarubin, Nikita Moshkov, Namrata Kalsi, Aakrosh Ratan, Cassie E. Heinle, Niall Cooke, Claudio M. Bravi, Marina V. Smolnikova, Sergey Yu. Tereshchenko, Eduard W. Kasparov, Irina Khitrinskaya, Andrey Marusin, Magomed O. Razhabov, Maria V. Golubenko, Maria Swarovskaya, Nikita A. Kolesnikov, Ksenia V. Vagaitseva, Elena R. Eremina, Aitalina Sukhomyasova, Olga Shtygasheva, Deepa Panicker, Poh Nee Ang, Choou Fook Lee, Yanqing Koh, See Ting Leong, Changsook Park, Sachin R. Lohar, Zhei Hwee Yap, Soo Guek Ng, Justine Dacanay, Daniela I. Drautz-Moses, Nurul Adilah Binte Ramli, Katsushi Tokunaga, Ian McGonigle, Inaho Danjoh, Andrés Moreno-Estrada, Atsushi Tajima, Hideyuki Tanabe, Yukio Nakamura, Shigeki Nakagome, Tatiana V. Tatarinova, Vadim A. Stepanov, Stephan C. Schuster, Hie Lim Kim",
      "paper_url": "https://doi.org/10.1126/science.adk5081",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4414499127",
      "paper_id": "https://openalex.org/W4414499127",
      "title": "Fungus-farming termites can protect their crop by confining weeds with fungistatic soil boluses",
      "authors": "Aanchal Panchal, Ruchira Sen, Renuka Agarwal, Anjali Rana, Rhitoban Raychoudhury",
      "paper_url": "https://doi.org/10.1126/science.adr2713",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3215589136",
      "paper_id": "https://openalex.org/W3215589136",
      "title": "Genetic ancestry effects on the response to viral infection are pervasive but cell type specific",
      "authors": "Haley E. Randolph, Jessica K. Fiege, Beth K. Thielen, Clayton K. Mickelson, Mari Shiratori, João Barroso-Batista, Ryan A. Langlois, Luis B. Barreiro",
      "paper_url": "https://doi.org/10.1126/science.abg0928",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4386316880",
      "paper_id": "https://openalex.org/W4386316880",
      "title": "Genomic inference of a severe human bottleneck during the Early to Middle Pleistocene transition",
      "authors": "Wangjie Hu, Ziqian Hao, Pengyuan Du, Fabio Di Vincenzo, Giorgio Manzi, Jialong Cui, Yun-Xin Fu, Yi-Hsuan Pan, Haipeng Li",
      "paper_url": "https://doi.org/10.1126/science.abq7487",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4408182505",
      "paper_id": "https://openalex.org/W4408182505",
      "title": "Historic manioc genomes illuminate maintenance of diversity under long-lived clonal cultivation",
      "authors": "Logan Kistler, Fabio de Oliveira Freitas, Rafal M. Gutaker, S. Yoshi Maezumi, Jazmín Ramos-Madrigal, Marcelo F. Simon, J. Moises Mendoza F., Sergei V. Drovetski, Hope Loiselle, Eder Jorge de Oliveira, Eduardo Alano Vieira, Luiz Joaquim Castelo Branco Carvalho, Marina Ellis Perez, Audrey T. Lin, Hsiao-Lei Liu, Rachel Miller, Natalia A. S. Przelomska, Aakrosh Ratan, Nathan Wales, Kevin Wann, Shuya Zhang, Magdalena García, Daniela Valenzuela, Francisco Rothhammer, Calogero M. Santoro, Alejandra I. Domic, José M. Capriles, Robin G. Allaby",
      "paper_url": "https://doi.org/10.1126/science.adq0018",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4376129011",
      "paper_id": "https://openalex.org/W4376129011",
      "title": "Human adaptation to diverse biomes over the past 3 million years",
      "authors": "Elke Zeller, Axel Timmermann, Kyung-Sook Yun, Pasquale Raia, Karl Stein, Jiaoyang Ruan",
      "paper_url": "https://doi.org/10.1126/science.abq1288",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4387392914",
      "paper_id": "https://openalex.org/W4387392914",
      "title": "Independent age estimates resolve the controversy of ancient human footprints at White Sands",
      "authors": "Jeffrey S. Pigati, Kathleen B. Springer, Jeffrey S. Honke, David Wahl, Marie R. Champagne, Susan R. H. Zimmerman, Harrison J. Gray, Vincent L. Santucci, Daniel Odess, David Bustos, Matthew R. Bennett",
      "paper_url": "https://doi.org/10.1126/science.adh5007",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4385298684",
      "paper_id": "https://openalex.org/W4385298684",
      "title": "Language trees with sampled ancestors support a hybrid model for the origin of Indo-European languages",
      "authors": "Paul Heggarty, Cormac Anderson, Matthew Scarborough, Benedict King, Remco Bouckaert, Lechosław Jocz, Martin Joachim Kümmel, Thomas Jügel, Britta Irslinger, Roland Pooth, Henrik Liljegren, Richard F. Strand, Geoffrey Haig, Martin Macák, Ronald I. Kim, Erik Anonby, Tijmen Pronk, Oleg Belyaev, Tonya Kim Dewey-Findell, Matthew Boutilier, Cassandra Freiberg, Robert Tegethoff, Matilde Serangeli, Nikos Liosis, Krzysztof Stroński, Kim Schulte, Ganesh Kumar Gupta, Wolfgang Haak, Johannes Krause, Quentin D. Atkinson, Simon J. Greenhill, Denise Kühnert, Russell D. Gray",
      "paper_url": "https://doi.org/10.1126/science.abg0818",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3162301212",
      "paper_id": "https://openalex.org/W3162301212",
      "title": "Macroevolutionary stability predicts interaction patterns of species in seed dispersal networks",
      "authors": "Gustavo Burin, Paulo R. Guimarães, Tiago B. Quental",
      "paper_url": "https://doi.org/10.1126/science.abf0556",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4383313822",
      "paper_id": "https://openalex.org/W4383313822",
      "title": "Metabolic interaction models recapitulate leaf microbiota ecology",
      "authors": "Martin Schäfer, Alan R. Pacheco, Rahel Künzler, Miriam Bortfeld-Miller, Christopher M. Field, Evangelia Vayena, Vassily Hatzimanikatis, Julia A. Vorholt",
      "paper_url": "https://doi.org/10.1126/science.adf5121",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3176480078",
      "paper_id": "https://openalex.org/W3176480078",
      "title": "Middle Pleistocene <i>Homo</i> behavior and culture at 140,000 to 120,000 years ago and interactions with <i>Homo sapiens</i>",
      "authors": "Yossi Zaidner, Laura Centi, Marion Prévost, Norbert Mercier, Christophe Falguères, Gilles Guérin, Hélène Valladas, Maïlys Richard, Asmodée Galy, Christophe Pécheyran, Olivier Tombret, Edwige Pons-Branchu, Naomi Porat, Ruth Shahack-Gross, David E. Friesem, Reuven Yeshurun, Zohar Turgeman-Yaffe, Amos Frumkin, Gadi Herzlinger, Ravid Ekshtain, Maayan Shemer, Oz Varoner, Rachel Sarig, Hila May, Israel Hershkovitz",
      "paper_url": "https://doi.org/10.1126/science.abh3020",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4387391870",
      "paper_id": "https://openalex.org/W4387391870",
      "title": "More than 10,000 pre-Columbian earthworks are still hidden throughout Amazonia",
      "authors": "Vinicius Peripato, Carolina Levis, Guido A. Moreira, Dani Gamerman, Hans ter Steege, Nigel C. A. Pitman, Jonas G. de Souza, José Iriarte, Mark Robinson, André Braga Junqueira, Thiago B. Trindade, Fernando O. de Almeida, Claide de Paula Moraes, Umberto Lombardo, Eduardo K. Tamanaha, Shira Y. Maezumi, Jean P. H. B. Ometto, José R. G. Braga, Wesley A. Campanharo, Henrique L. G. Cassol, Philipe R. Leal, Mauro L. R. de Assis, Adriana M. da Silva, Oliver L. Phillips, Flávia R. C. Costa, Bernardo Monteiro Flores, Bruce Hoffman, Terry W. Henkel, Maria Natalia Umaña, William E. Magnusson, Elvis H. Valderrama Sandoval, Jos Barlow, William Milliken, Maria Aparecida Lopes, Marcelo Fragomeni Simon, Tinde R. van Andel, Susan G. W. Laurance, William F. Laurance, Armando Torres-Lezama, Rafael L. Assis, Jean-François Molino, Mickaël Mestre, Michelle Hamblin, Luiz de Souza Coelho, Diogenes de Andrade Lima Filho, Florian Wittmann, Rafael P. Salomão, Iêda Leão Amaral, Juan Ernesto Guevara, Francisca Dionízia de Almeida Matos, Carolina V. Castilho, Marcelo de Jesus Veiga Carim, Dairon Cárdenas López, Daniel Sabatier, Mariana Victória Irume, Maria Pires Martins, José Renan da Silva Guimarães, Olaf S. Bánki, Maria Teresa Fernandez Piedade, José Ferreira Ramos, Bruno Garcia Luize, Evlyn Márcia Moraes de Leão Novo, Percy Núñez Vargas, Thiago Sanna Freire Silva, Eduardo Martins Venticinque, Angelo Gilberto Manzatto, Neidiane Farias Costa Reis, John Terborgh, Katia Regina Casula, Layon O. Demarchi, Euridice N. Honorio Coronado, Abel Monteagudo Mendoza, Juan Carlos Montero, Jochen Schöngart, Ted R. Feldpausch, Adriano Costa Quaresma, Gerardo A. Aymard C., Chris Baraloto, Nicolás Castaño Arboleda, Julien Engel, Pascal Petronelli, Charles Eugene Zartman, Timothy J. Killeen, Beatriz S. Marimon, Ben Hur Marimon-Junior, Juliana Schietti, Thaiane R. Sousa, Rodolfo Vasquez, Lorena M. Rincón, Erika Berenguer, Joice Ferreira, Bonifacio Mostacedo, Dário Dantas do Amaral, Hernán Castellanos, Marcelo Brilhante de Medeiros, Ana Andrade, José Luís Camargo, Emanuelle de Sousa Farias, José Leonardo Lima Magalhães, Henrique Eduardo Mendonça Nascimento, Helder Lima de Queiroz, Roel Brienen, Juan David Cardenas Revilla, Pablo R. Stevenson, Alejandro Araujo-Murakami, Bruno Barçante Ladvocat Cintra, Yuri Oliveira Feitosa, Flávia Rodrigues Barbosa, Rainiellen de Sá Carpanedo, Joost F. Duivenvoorden, Janaína da Costa de Noronha, Domingos de Jesus Rodrigues, Hugo F. Mogollón, Leandro Valle Ferreira, John Ethan Householder, José Rafael Lozada, James A. Comiskey, Freddie C. Draper, José Julio de Toledo, Gabriel Damasco, Nállarett Dávila, Roosevelt García-Villacorta, Aline Lopes, Fernando Cornejo Valverde, Alfonso Alonso, Francisco Dallmeier, Vitor H. F. Gomes, Eliana M. Jimenez, David Neill, Maria Cristina Peñuela Mora, Daniel P. P. de Aguiar, Luzmila Arroyo, Fernanda Antunes Carvalho, Fernanda Coelho de Souza, Kenneth J. Feeley, Rogerio Gribel, Marcelo Petratti Pansonato, Marcos Ríos Paredes, Izaias Brasil da Silva, Maria Julia Ferreira, Paul V. A. Fine, Émile Fonty, Marcelino Carneiro Guedes, Juan Carlos Licona, Toby Pennington, Carlos A. Peres, Boris Eduardo Villa Zegarra, Germaine Alexander Parada, Guido Pardo Molina, Vincent Antoine Vos, Carlos Cerón, Paul Maas, Marcos Silveira, Juliana Stropp, Raquel Thomas, Tim R. Baker, Doug Daly, Isau Huamantupa-Chuquimaco, Ima Célia Guimarães Vieira, Bianca Weiss Albuquerque, Alfredo Fuentes, Bente Klitgaard, José Luis Marcelo-Peña, Miles R. Silman, J. Sebastián Tello, Corine Vriesendorp, Jerome Chave, Anthony Di Fiore, Renato Richard Hilário, Juan Fernando Phillips, Gonzalo Rivas-Torres, Patricio von Hildebrand, Luciana de Oliveira Pereira, Edelcilio Marques Barbosa, Luiz Carlos de Matos Bonates, Hilda Paulette Dávila Doza, Ricardo Zárate Gómez, George Pepe Gallardo Gonzales, Therany Gonzales, Yadvinder Malhi, Ires Paula de Andrade Miranda, Linder Felipe Mozombite Pinto, Adriana Prieto, Agustín Rudas, Ademir R. Ruschel, Natalino Silva, César I. A. Vela, Egleé L. Zent, Stanford Zent, Angela Cano, Yrma Andreina Carrero Márquez, Diego F. Correa, Janaina Barbosa Pedrosa Costa, David Galbraith, Milena Holmgren, Michelle Kalamandeen, Guilherme Lobo, Marcelo Trindade Nascimento, Alexandre A. Oliveira, Hirma Ramirez-Angulo, Maira Rocha, Veridiana Vizoni Scudeller, Rodrigo Sierra, Milton Tirado, Geertje van der Heijden, Emilio Vilanova Torre, Manuel Augusto Ahuite Reategui, Cláudia Baider, Henrik Balslev, Sasha Cárdenas, Luisa Fernanda Casas, William Farfan-Rios, Cid Ferreira, Reynaldo Linares-Palomino, Casimiro Mendoza, Italo Mesones, Ligia Estela Urrego Giraldo, Daniel Villarroel, Roderick Zagt, Miguel N. Alexiades, Edmar Almeida de Oliveira, Karina Garcia-Cabrera, Lionel Hernandez, Walter Palacios Cuenca, Susamar Pansini, Daniela Pauletto, Fredy Ramirez Arevalo, Adeilza Felipe Sampaio, Luis Valenzuela Gamarra, Luiz E. O. C. Aragão",
      "paper_url": "https://doi.org/10.1126/science.ade2541",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4368347272",
      "paper_id": "https://openalex.org/W4368347272",
      "title": "Natural products from reconstructed bacterial genomes of the Middle and Upper Paleolithic",
      "authors": "Martin Klapper, Alexander Hübner, Anan Ibrahim, Ina Wasmuth, Maxime Borry, Veit G. Haensch, Shuaibing Zhang, Walid K. Al-Jammal, Harikumar Suma, James A. Fellows Yates, Jasmin Frangenberg, Irina M. Velsko, Somak Chowdhury, Rosa Herbst, Evgeni V. Bratovanov, Hans-Martin Dahse, Therese Horch, Christian Hertweck, Manuel Ramon González Morales, Lawrence Guy Straus, Ivan Vilotijevic, Christina Warinner, Pierre Stallforth",
      "paper_url": "https://doi.org/10.1126/science.adf5300",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4405304014",
      "paper_id": "https://openalex.org/W4405304014",
      "title": "Neanderthal ancestry through time: Insights from genomes of ancient and present-day humans",
      "authors": "Leonardo N. M. Iasi, Manjusha Chintalapati, Laurits Skov, Alba Bossoms Mesa, Mateja Hajdinjak, Benjamin M. Peter, Priya Moorjani",
      "paper_url": "https://doi.org/10.1126/science.adq3010",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4365445770",
      "paper_id": "https://openalex.org/W4365445770",
      "title": "Oldest evidence of abundant C <sub>4</sub> grasses and habitat heterogeneity in eastern Africa",
      "authors": "Daniel J. Peppe, Susanne M. Cote, Alan L. Deino, David L. Fox, John D. Kingston, Rahab N. Kinyanjui, William E. Lukens, Laura M. MacLatchy, Alice Novello, Caroline A. E. Strömberg, Steven G. Driese, Nicole D. Garrett, Kayla R. Hillis, Bonnie F. Jacobs, Kirsten E. H. Jenkins, Robert M. Kityo, Thomas Lehmann, Fredrick K. Manthi, Emma N. Mbua, Lauren A. Michel, Ellen R. Miller, Amon A. T. Mugume, Samuel N. Muteti, Isaiah O. Nengo, Kennedy O. Oginga, Samuel R. Phelps, Pratigya Polissar, James B. Rossie, Nancy J. Stevens, Kevin T. Uno, Kieran P. McNulty",
      "paper_url": "https://doi.org/10.1126/science.abq2834",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4378195027",
      "paper_id": "https://openalex.org/W4378195027",
      "title": "On the genes, genealogies, and geographies of Quebec",
      "authors": "Luke Anderson-Trocmé, Dominic Nelson, Shadi Zabad, Alex Diaz-Papkovich, Ivan Kryukov, Nikolas Baya, Mathilde Touvier, Ben Jeffery, Christian Dina, Hélène Vézina, Jerome Kelleher, Simon Gravel",
      "paper_url": "https://doi.org/10.1126/science.add5300",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4411675791",
      "paper_id": "https://openalex.org/W4411675791",
      "title": "Out-of-Anatolia: Cultural and genetic interactions during the Neolithic expansion in the Aegean",
      "authors": "Dilek Koptekin, Ayça Aydoğan, Cansu Karamurat, N. Ezgi Altınışık, Kıvılcım Başak Vural, D. Deniz Kazancı, Ayça Küçükakdağ Doğu, Damla Kaptan, Hasan Can Gemici, Eren Yüncü, Hannah M. Moots, Gülsün Umurtak, Refik Duru, Erkan Fidan, Özlem Çevik, Burçin Erdoğu, Taner Korkut, Christopher J. Knüsel, Scott Haddow, Clark Spencer Larsen, Rana Özbal, Fokke Gerritsen, Eylem Özdoğan, Ali Akbaba, Uygar Ozan Usanmaz, Yasin Cemre Derici, Mine Uçmazoğlu, Flora Jay, Mehmet Özdoğan, Anders Götherström, Yılmaz Selim Erdal, Anna-Sapfo Malaspinas, Çiğdem Atakuman, Füsun Özer, Mehmet Somel",
      "paper_url": "https://doi.org/10.1126/science.adr3326",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4410851718",
      "paper_id": "https://openalex.org/W4410851718",
      "title": "Pre-European contact leprosy in the Americas and its current persistence",
      "authors": "Maria Lopopolo, Charlotte Avanzi, Sebastian Duchene, Pierre Luisi, Alida de Flamingh, Gabriel Yaxal Ponce-Soto, Gaetan Tressieres, Sarah Neumeyer, Frédéric Lemoine, Elizabeth A. Nelson, Miren Iraeta-Orbegozo, Jerome S. Cybulski, Joycelynn Mitchell, Vilma T. Marks, Linda B. Adams, John Lindo, Michael DeGiorgio, Nery Ortiz, Carlos Wiens, Juri Hiebert, Alexandro Bonifaz, Griselda Montes de Oca, Vanessa Paredes-Solis, Carlos Franco-Paredes, Lucio Vera-Cabrera, José G. Pereira Brunelli, Mary Jackson, John S. Spencer, Claudio G. Salgado, Xiang-Yang Han, Camron M. Pearce, Alaine K. Warren, Patricia S. Rosa, Amanda J. de Finardi, Andréa de F. F. Belone, Cynthia Ferreira, Philip N. Suffys, Amanda N. Brum Fontes, Sidra E. G. Vasconcellos, Roxane Schaub, Pierre Couppié, Kinan Drak Alsibai, Rigoberto Hernández-Castro, Mayra Silva Miranda, Iris Estrada-Garcia, Fermin Jurado-Santacruz, Ludovic Orlando, Hannes Schroeder, Lluis Quintana-Murci, Mariano Del Papa, Ramanuj Lahiri, Ripan S. Malhi, Simon Rasmussen, Nicolás Rascovan",
      "paper_url": "https://doi.org/10.1126/science.adu7144",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4388520533",
      "paper_id": "https://openalex.org/W4388520533",
      "title": "Rapid bacteria-phage coevolution drives the emergence of multiscale networks",
      "authors": "Joshua M. Borin, Justin J. Lee, Adriana Lucia-Sanz, Krista R. Gerbino, Joshua S. Weitz, Justin R. Meyer",
      "paper_url": "https://doi.org/10.1126/science.adi5536",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4318264016",
      "paper_id": "https://openalex.org/W4318264016",
      "title": "Rapid plant trait evolution can alter coastal wetland resilience to sea level rise",
      "authors": "M. L. Vahsen, M. J. Blum, J. P. Megonigal, S. J. Emrich, J. R. Holmquist, B. Stiller, K. E. O. Todd-Brown, J. S. McLachlan",
      "paper_url": "https://doi.org/10.1126/science.abq0595",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4311887677",
      "paper_id": "https://openalex.org/W4311887677",
      "title": "Rapid weed adaptation and range expansion in response to agriculture over the past two centuries",
      "authors": "Julia M. Kreiner, Sergio M. Latorre, Hernán A. Burbano, John R. Stinchcombe, Sarah P. Otto, Detlef Weigel, Stephen I. Wright",
      "paper_url": "https://doi.org/10.1126/science.abo7293",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4403510091",
      "paper_id": "https://openalex.org/W4403510091",
      "title": "Reconstruction of the human amylase locus reveals ancient duplications seeding modern-day variation",
      "authors": "Feyza Yilmaz, Charikleia Karageorgiou, Kwondo Kim, Petar Pajic, Kendra Scheer, , Christine R. Beck, Ann-Marie Torregrossa, Charles Lee, Omer Gokcumen, Peter A. Audano, Olanrewaju Austine-Orimoloye, Christine R. Beck, Evan E. Eichler, Pille Hallast, William T. Harvey, Alex R. Hastie, Kendra Hoekzema, Sarah Hunt, Jan O. Korbel, Jennifer Kordosky, Charles Lee, Alexandra P. Lewis, Tobias Marschall, Katherine M. Munson, Andy Pang, Feyza Yilmaz",
      "paper_url": "https://doi.org/10.1126/science.adn0609",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4400525785",
      "paper_id": "https://openalex.org/W4400525785",
      "title": "Recurrent gene flow between Neanderthals and modern humans over the past 200,000 years",
      "authors": "Liming Li, Troy J. Comi, Rob F. Bierman, Joshua M. Akey",
      "paper_url": "https://doi.org/10.1126/science.adi1768",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4398250216",
      "paper_id": "https://openalex.org/W4398250216",
      "title": "Rice’s trajectory from wild to domesticated in East Asia",
      "authors": "Jianping Zhang, Leping Jiang, Lupeng Yu, Xiujia Huan, Liping Zhou, Changsheng Wang, Jianhui Jin, Xinxin Zuo, Naiqin Wu, Zhijun Zhao, Hanlong Sun, Zhaoyuan Yu, Guoping Zhang, Jiangping Zhu, Zhenlei Wu, Yajie Dong, Baoshuo Fan, Caiming Shen, Houyuan Lu",
      "paper_url": "https://doi.org/10.1126/science.ade4487",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4413786389",
      "paper_id": "https://openalex.org/W4413786389",
      "title": "Selection at the <i>GSDMC</i> locus in horses and its implications for human mobility",
      "authors": "Xuexue Liu, Yaozhen Jia, Jianfei Pan, Yanli Zhang, Ying Gong, Xintong Wang, Yuehui Ma, Nadir Alvarez, Lin Jiang, Ludovic Orlando",
      "paper_url": "https://doi.org/10.1126/science.adp4581",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4281781931",
      "paper_id": "https://openalex.org/W4281781931",
      "title": "Sexual selection promotes giraffoid head-neck evolution and ecological adaptation",
      "authors": "Shi-Qi Wang, Jie Ye, Jin Meng, Chunxiao Li, Loïc Costeur, Bastien Mennecart, Chi Zhang, Ji Zhang, Manuela Aiglstorfer, Yang Wang, Yan Wu, Wen-Yu Wu, Tao Deng",
      "paper_url": "https://doi.org/10.1126/science.abl8316",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3202627338",
      "paper_id": "https://openalex.org/W3202627338",
      "title": "Ten millennia of hepatitis B virus evolution",
      "authors": "Arthur Kocher, Luka Papac, Rodrigo Barquera, Felix M. Key, Maria A. Spyrou, Ron Hübler, Adam B. Rohrlach, Franziska Aron, Raphaela Stahl, Antje Wissgott, Florian van Bömmel, Maria Pfefferkorn, Alissa Mittnik, Vanessa Villalba-Mouco, Gunnar U. Neumann, Maïté Rivollat, Marieke S. van de Loosdrecht, Kerttu Majander, Rezeda I. Tukhbatova, Lyazzat Musralina, Ayshin Ghalichi, Sandra Penske, Susanna Sabin, Megan Michel, Joscha Gretzinger, Elizabeth A. Nelson, Tiago Ferraz, Kathrin Nägele, Cody Parker, Marcel Keller, Evelyn K. Guevara, Michal Feldman, Stefanie Eisenmann, Eirini Skourtanioti, Karen Giffin, Guido Alberto Gnecchi-Ruscone, Susanne Friederich, Vittoria Schimmenti, Valery Khartanovich, Marina K. Karapetian, Mikhail S. Chaplygin, Vladimir V. Kufterin, Aleksandr A. Khokhlov, Andrey A. Chizhevsky, Dmitry A. Stashenkov, Anna F. Kochkina, Cristina Tejedor-Rodríguez, Íñigo García-Martínez de Lagrán, Héctor Arcusa-Magallón, Rafael Garrido-Pena, José Ignacio Royo-Guillén, Jan Nováček, Stéphane Rottier, Sacha Kacki, Sylvie Saintot, Elena Kaverzneva, Andrej B. Belinskiy, Petr Velemínský, Petr Limburský, Michal Kostka, Louise Loe, Elizabeth Popescu, Rachel Clarke, Alice Lyons, Richard Mortimer, Antti Sajantila, Yadira Chinique de Armas, Silvia Teresita Hernandez Godoy, Diana I. Hernández-Zaragoza, Jessica Pearson, Didier Binder, Philippe Lefranc, Anatoly R. Kantorovich, Vladimir E. Maslov, Luca Lai, Magdalena Zoledziewska, Jessica F. Beckett, Michaela Langová, Alžběta Danielisová, Tara Ingman, Gabriel García Atiénzar, Maria Paz de Miguel Ibáñez, Alejandro Romero, Alessandra Sperduti, Sophie Beckett, Susannah J. Salter, Emma D. Zilivinskaya, Dmitry V. Vasil’ev, Kristin von Heyking, Richard L. Burger, Lucy C. Salazar, Luc Amkreutz, Masnav Navruzbekov, Eva Rosenstock, Carmen Alonso-Fernández, Vladimir Slavchev, Alexey A. Kalmykov, Biaslan Ch. Atabiev, Elena Batieva, Micaela Alvarez Calmet, Bastien Llamas, Michael Schultz, Raiko Krauß, Javier Jiménez-Echevarría, Michael Francken, Svetlana Shnaider, Peter de Knijff, Eveline Altena, Katrien Van de Vijver, Lars Fehren-Schmitz, Tiffiny A. Tung, Sandra Lösch, Maria Dobrovolskaya, Nikolaj Makarov, Chris Read, Melanie Van Twest, Claudia Sagona, Peter C. Ramsl, Murat Akar, K. Aslihan Yener, Eduardo Carmona Ballestero, Francesco Cucca, Vittorio Mazzarello, Pilar Utrilla, Kurt Rademaker, Eva Fernández-Domínguez, Douglas Baird, Patrick Semal, Lourdes Márquez-Morfín, Mirjana Roksandic, Hubert Steiner, Domingo Carlos Salazar-García, Natalia Shishlina, Yilmaz Selim Erdal, Fredrik Hallgren, Yavor Boyadzhiev, Kamen Boyadzhiev, Mario Küßner, Duncan Sayer, Päivi Onkamo, Robin Skeates, Manuel Rojo-Guerra, Alexandra Buzhilova, Elmira Khussainova, Leyla B. Djansugurova, Arman Z. Beisenov, Zainolla Samashev, Ken Massy, Marcello Mannino, Vyacheslav Moiseyev, Kristiina Mannermaa, Oleg Balanovsky, Marie-France Deguilloux, Sabine Reinhold, Svend Hansen, Egor P. Kitov, Miroslav Dobeš, Michal Ernée, Harald Meller, Kurt W. Alt, Kay Prüfer, Christina Warinner, Stephan Schiffels, Philipp W. Stockhammer, Kirsten Bos, Cosimo Posth, Alexander Herbig, Wolfgang Haak, Johannes Krause, Denise Kühnert",
      "paper_url": "https://doi.org/10.1126/science.abi5658",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4413394884",
      "paper_id": "https://openalex.org/W4413394884",
      "title": "The <i>MUC19</i> gene: An evolutionary history of recurrent introgression and natural selection",
      "authors": "Fernando A. Villanea, David Peede, Eli J. Kaufman, Valeria Añorve-Garibay, Elizabeth T. Chevy, Viridiana Villa-Islas, Kelsey E. Witt, Roberta Zeloni, Davide Marnetto, Priya Moorjani, Flora Jay, Paul N. Valdmanis, María C. Ávila-Arcos, Emilia Huerta-Sánchez",
      "paper_url": "https://doi.org/10.1126/science.adl0882",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4403091768",
      "paper_id": "https://openalex.org/W4403091768",
      "title": "The coevolution of fungus-ant agriculture",
      "authors": "Ted R. Schultz, Jeffrey Sosa-Calvo, Matthew P. Kweskin, Michael W. Lloyd, Bryn Dentinger, Pepijn W. Kooij, Else C. Vellinga, Stephen A. Rehner, Andre Rodrigues, Quimi V. Montoya, Hermógenes Fernández-Marín, Ana Ješovnik, Tuula Niskanen, Kare Liimatainen, Caio A. Leal-Dutra, Scott E. Solomon, Nicole M. Gerardo, Cameron R. Currie, Mauricio Bacci, Heraldo L. Vasconcelos, Christian Rabeling, Brant C. Faircloth, Vinson P. Doyle",
      "paper_url": "https://doi.org/10.1126/science.adn7179",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4365445776",
      "paper_id": "https://openalex.org/W4365445776",
      "title": "The evolution of hominoid locomotor versatility: Evidence from Moroto, a 21 Ma site in Uganda",
      "authors": "Laura M. MacLatchy, Susanne M. Cote, Alan L. Deino, Robert M. Kityo, Amon A. T. Mugume, James B. Rossie, William J. Sanders, Miranda N. Cosman, Steven G. Driese, David L. Fox, April J. Freeman, Rutger J. W. Jansma, Kirsten E. H. Jenkins, Rahab N. Kinyanjui, William E. Lukens, Kieran P. McNulty, Alice Novello, Daniel J. Peppe, Caroline A. E. Strömberg, Kevin T. Uno, Alisa J. Winkler, John D. Kingston",
      "paper_url": "https://doi.org/10.1126/science.abq2835",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4293514851",
      "paper_id": "https://openalex.org/W4293514851",
      "title": "The genetic history of the Southern Arc: A bridge between West Asia and Europe",
      "authors": "Iosif Lazaridis, Songül Alpaslan-Roodenberg, Ayşe Acar, Ayşen Açıkkol, Anagnostis Agelarakis, Levon Aghikyan, Uğur Akyüz, Desislava Andreeva, Gojko Andrijašević, Dragana Antonović, Ian Armit, Alper Atmaca, Pavel Avetisyan, Ahmet İhsan Aytek, Krum Bacvarov, Ruben Badalyan, Stefan Bakardzhiev, Jacqueline Balen, Lorenc Bejko, Rebecca Bernardos, Andreas Bertsatos, Hanifi Biber, Ahmet Bilir, Mario Bodružić, Michelle Bonogofsky, Clive Bonsall, Dušan Borić, Nikola Borovinić, Guillermo Bravo Morante, Katharina Buttinger, Kim Callan, Francesca Candilio, Mario Carić, Olivia Cheronet, Stefan Chohadzhiev, Maria-Eleni Chovalopoulou, Stella Chryssoulaki, Ion Ciobanu, Natalija Čondić, Mihai Constantinescu, Emanuela Cristiani, Brendan J. Culleton, Elizabeth Curtis, Jack Davis, Ruben Davtyan, Tatiana I. Demcenco, Valentin Dergachev, Zafer Derin, Sylvia Deskaj, Seda Devejyan, Vojislav Djordjević, Kellie Sara Duffett Carlson, Laurie R. Eccles, Nedko Elenski, Atilla Engin, Nihat Erdoğan, Sabiha Erir-Pazarcı, Daniel M. Fernandes, Matthew Ferry, Suzanne Freilich, Alin Frînculeasa, Michael L. Galaty, Beatriz Gamarra, Boris Gasparyan, Bisserka Gaydarska, Elif Genç, Timur Gültekin, Serkan Gündüz, Tamás Hajdu, Volker Heyd, Suren Hobosyan, Nelli Hovhannisyan, Iliya Iliev, Lora Iliev, Stanislav Iliev, İlkay İvgin, Ivor Janković, Lence Jovanova, Panagiotis Karkanas, Berna Kavaz-Kındığılı, Esra Hilal Kaya, Denise Keating, Douglas J. Kennett, Seda Deniz Kesici, Anahit Khudaverdyan, Krisztián Kiss, Sinan Kılıç, Paul Klostermann, Sinem Kostak Boca Negra Valdes, Saša Kovačević, Marta Krenz-Niedbała, Maja Krznarić Škrivanko, Rovena Kurti, Pasko Kuzman, Ann Marie Lawson, Catalin Lazar, Krassimir Leshtakov, Thomas E. Levy, Ioannis Liritzis, Kirsi O. Lorentz, Sylwia Łukasik, Matthew Mah, Swapan Mallick, Kirsten Mandl, Kristine Martirosyan-Olshansky, Roger Matthews, Wendy Matthews, Kathleen McSweeney, Varduhi Melikyan, Adam Micco, Megan Michel, Lidija Milašinović, Alissa Mittnik, Janet M. Monge, Georgi Nekhrizov, Rebecca Nicholls, Alexey G. Nikitin, Vassil Nikolov, Mario Novak, Iñigo Olalde, Jonas Oppenheimer, Anna Osterholtz, Celal Özdemir, Kadir Toykan Özdoğan, Nurettin Öztürk, Nikos Papadimitriou, Niki Papakonstantinou, Anastasia Papathanasiou, Lujana Paraman, Evgeny G. Paskary, Nick Patterson, Ilian Petrakiev, Levon Petrosyan, Vanya Petrova, Anna Philippa-Touchais, Ashot Piliposyan, Nada Pocuca Kuzman, Hrvoje Potrebica, Bianca Preda-Bălănică, Zrinka Premužić, T. Douglas Price, Lijun Qiu, Siniša Radović, Kamal Raeuf Aziz, Petra Rajić Šikanjić, Kamal Rasheed Raheem, Sergei Razumov, Amy Richardson, Jacob Roodenberg, Rudenc Ruka, Victoria Russeva, Mustafa Şahin, Ayşegül Şarbak, Emre Savaş, Constanze Schattke, Lynne Schepartz, Tayfun Selçuk, Ayla Sevim-Erol, Michel Shamoon-Pour, Henry M. Shephard, Athanasios Sideris, Angela Simalcsik, Hakob Simonyan, Vitalij Sinika, Kendra Sirak, Ghenadie Sirbu, Mario Šlaus, Andrei Soficaru, Bilal Söğüt, Arkadiusz Sołtysiak, Çilem Sönmez-Sözer, Maria Stathi, Martin Steskal, Kristin Stewardson, Sharon Stocker, Fadime Suata-Alpaslan, Alexander Suvorov, Anna Szécsényi-Nagy, Tamás Szeniczey, Nikolai Telnov, Strahil Temov, Nadezhda Todorova, Ulsi Tota, Gilles Touchais, Sevi Triantaphyllou, Atila Türker, Marina Ugarković, Todor Valchev, Fanica Veljanovska, Zlatko Videvski, Cristian Virag, Anna Wagner, Sam Walsh, Piotr Włodarczak, J. Noah Workman, Aram Yardumian, Evgenii Yarovoy, Alper Yener Yavuz, Hakan Yılmaz, Fatma Zalzala, Anna Zettl, Zhao Zhang, Rafet Çavuşoğlu, Nadin Rohland, Ron Pinhasi, David Reich",
      "paper_url": "https://doi.org/10.1126/science.abm4247",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4295083812",
      "paper_id": "https://openalex.org/W4295083812",
      "title": "The genomic history and global expansion of domestic donkeys",
      "authors": "Evelyn T. Todd, Laure Tonasso-Calvière, Loreleï Chauvey, Stéphanie Schiavinato, Antoine Fages, Andaine Seguin-Orlando, Pierre Clavel, Naveed Khan, Lucía Pérez Pardal, Laura Patterson Rosa, Pablo Librado, Harald Ringbauer, Marta Verdugo, John Southon, Jean-Marc Aury, Aude Perdereau, Emmanuelle Vila, Matilde Marzullo, Ornella Prato, Umberto Tecchiati, Giovanna Bagnasco Gianni, Antonio Tagliacozzo, Vincenzo Tinè, Francesca Alhaique, João Luís Cardoso, Maria João Valente, Miguel Telles Antunes, Laurent Frantz, Beth Shapiro, Daniel G. Bradley, Nicolas Boulbes, Armelle Gardeisen, Liora Kolska Horwitz, Aliye Öztan, Benjamin S. Arbuckle, Vedat Onar, Benoît Clavel, Sébastien Lepetz, Ali Akbar Vahdati, Hossein Davoudi, Azadeh Mohaseb, Marjan Mashkour, Olivier Bouchez, Cécile Donnadieu, Patrick Wincker, Samantha A. Brooks, Albano Beja-Pereira, Dong-Dong Wu, Ludovic Orlando",
      "paper_url": "https://doi.org/10.1126/science.abo3503",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4389763391",
      "paper_id": "https://openalex.org/W4389763391",
      "title": "The history of Coast Salish “woolly dogs” revealed by ancient genomics and Indigenous Knowledge",
      "authors": "Audrey T. Lin, Liz Hammond-Kaarremaa, Hsiao-Lei Liu, Chris Stantis, Iain McKechnie, Michael Pavel, Susan sa'hLa mitSa Pavel, Senaqwila Sen̓áḵw Wyss, Debra qwasen Sparrow, Karen Carr, Sabhrina Gita Aninta, Angela Perri, Jonathan Hartt, Anders Bergström, Alberto Carmagnini, Sophy Charlton, Love Dalén, Tatiana R. Feuerborn, Christine A. M. France, Shyam Gopalakrishnan, Vaughan Grimes, Alex Harris, Gwénaëlle Kavich, Benjamin N. Sacks, Mikkel-Holger S. Sinding, Pontus Skoglund, David W. G. Stanton, Elaine A. Ostrander, Greger Larson, Chelsey G. Armstrong, Laurent A. F. Frantz, Melissa T. R. Hawkins, Logan Kistler",
      "paper_url": "https://doi.org/10.1126/science.adi6549",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4414498911",
      "paper_id": "https://openalex.org/W4414498911",
      "title": "The phylogenetic position of the Yunxian cranium elucidates the origin of <i>Homo longi</i> and the Denisovans",
      "authors": "Xiaobo Feng, Qiyu Yin, Feng Gao, Dan Lu, Qin Fang, Yilu Feng, Xuchu Huang, Chen Tan, Hanwen Zhou, Qiang Li, Chi Zhang, Chris Stringer, Xijun Ni",
      "paper_url": "https://doi.org/10.1126/science.ado9202",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4389166141",
      "paper_id": "https://openalex.org/W4389166141",
      "title": "Two teosintes made modern maize",
      "authors": "Ning Yang, Yuebin Wang, Xiangguo Liu, Minliang Jin, Miguel Vallebueno-Estrada, Erin Calfee, Lu Chen, Brian P. Dilkes, Songtao Gui, Xingming Fan, Thomas K. Harper, Douglas J. Kennett, Wenqiang Li, Yanli Lu, Junqiang Ding, Ziqi Chen, Jingyun Luo, Sowmya Mambakkam, Mitra Menon, Samantha Snodgrass, Carl Veller, Shenshen Wu, Siying Wu, Lin Zhuo, Yingjie Xiao, Xiaohong Yang, Michelle C. Stitzer, Daniel Runcie, Jianbing Yan, Jeffrey Ross-Ibarra",
      "paper_url": "https://doi.org/10.1126/science.adg8940",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4390734050",
      "paper_id": "https://openalex.org/W4390734050",
      "title": "Two thousand years of garden urbanism in the Upper Amazon",
      "authors": "Stéphen Rostain, Antoine Dorison, Geoffroy de Saulieu, Heiko Prümers, Jean-Luc Le Pennec, Fernando Mejía Mejía, Ana Maritza Freire, Jaime R. Pagán-Jiménez, Philippe Descola",
      "paper_url": "https://doi.org/10.1126/science.adi6317",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3152826503",
      "paper_id": "https://openalex.org/W3152826503",
      "title": "Unearthing Neanderthal population history using nuclear and mitochondrial DNA from cave sediments",
      "authors": "Benjamin Vernot, Elena I. Zavala, Asier Gómez-Olivencia, Zenobia Jacobs, Viviane Slon, Fabrizio Mafessoni, Frédéric Romagné, Alice Pearson, Martin Petr, Nohemi Sala, Adrián Pablos, Arantza Aranburu, José María Bermúdez de Castro, Eudald Carbonell, Bo Li, Maciej T. Krajcarz, Andrey I. Krivoshapkin, Kseniya A. Kolobova, Maxim B. Kozlikin, Michael V. Shunkov, Anatoly P. Derevianko, Bence Viola, Steffi Grote, Elena Essel, David López Herráez, Sarah Nagel, Birgit Nickel, Julia Richter, Anna Schmidt, Benjamin Peter, Janet Kelso, Richard G. Roberts, Juan-Luis Arsuaga, Matthias Meyer",
      "paper_url": "https://doi.org/10.1126/science.abf1667",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4367173718",
      "paper_id": "https://openalex.org/W4367173718",
      "title": "​Comparative genomics of Balto, a famous historic dog, captures lost diversity of 1920s sled dogs",
      "authors": "Katherine L. Moon, Heather J. Huson, Kathleen Morrill, Ming-Shan Wang, Xue Li, Krishnamoorthy Srikanth, , Kerstin Lindblad-Toh, Gavin J. Svenson, Elinor K. Karlsson, Beth Shapiro, Gregory Andrews, Joel C. Armstrong, Matteo Bianchi, Bruce W. Birren, Kevin R. Bredemeyer, Ana M. Breit, Matthew J. Christmas, Hiram Clawson, Joana Damas, Federica Di Palma, Mark Diekhans, Michael X. Dong, Eduardo Eizirik, Kaili Fan, Cornelia Fanter, Nicole M. Foley, Karin Forsberg-Nilsson, Carlos J. Garcia, John Gatesy, Steven Gazal, Diane P. Genereux, Linda Goodman, Jenna Grimshaw, Michaela K. Halsey, Andrew J. Harris, Glenn Hickey, Michael Hiller, Allyson G. Hindle, Robert M. Hubley, Graham M. Hughes, Jeremy Johnson, David Juan, Irene M. Kaplow, Elinor K. Karlsson, Kathleen C. Keough, Bogdan Kirilenko, Klaus-Peter Koepfli, Jennifer M. Korstian, Amanda Kowalczyk, Sergey V. Kozyrev, Alyssa J. Lawler, Colleen Lawless, Thomas Lehmann, Danielle L. Levesque, Harris A. Lewin, Xue Li, Abigail Lind, Kerstin Lindblad-Toh, Ava Mackay-Smith, Voichita D. Marinescu, Tomas Marques-Bonet, Victor C. Mason, Jennifer R. S. Meadows, Wynn K. Meyer, Jill E. Moore, Lucas R. Moreira, Diana D. Moreno-Santillan, Kathleen M. Morrill, Gerard Muntané, William J. Murphy, Arcadi Navarro, Martin Nweeia, Sylvia Ortmann, Austin Osmanski, Benedict Paten, Nicole S. Paulat, Andreas R. Pfenning, BaDoi N. Phan, Katherine S. Pollard, Henry E. Pratt, David A. Ray, Steven K. Reilly, Jeb R. Rosen, Irina Ruf, Louise Ryan, Oliver A. Ryder, Pardis C. Sabeti, Daniel E. Schäffer, Aitor Serres, Beth Shapiro, Arian F. A. Smit, Mark Springer, Chaitanya Srinivasan, Cynthia Steiner, Jessica M. Storer, Kevin A. M. Sullivan, Patrick F. Sullivan, Elisabeth Sundström, Megan A. Supple, Ross Swofford, Joy-El Talbot, Emma Teeling, Jason Turner-Maier, Alejandro Valenzuela, Franziska Wagner, Ola Wallerman, Chao Wang, Juehan Wang, Zhiping Weng, Aryn P. Wilder, Morgan E. Wirthlin, James R. Xue, Xiaomeng Zhang",
      "paper_url": "https://doi.org/10.1126/science.abn5887",
      "venue": "science23"
    }
  ]
}