{
  "cluster_id": 187,
  "papers": [
    {
      "id": "science25_https://openalex.org/W4414758832",
      "paper_id": "https://openalex.org/W4414758832",
      "title": "A comprehensive genetic catalog of human double-strand break repair",
      "authors": "Ernesto López de Alba, Israel Salguero, Daniel Giménez-Llorente, Javier Montes-Torres, Ángel Fernández-Sanromán, Ester Casajús-Pelegay, José Terrón-Bautista, Jonathan Barroso-González, Juan A. Bernal, Geoff Macintyre, Rafael Fernández-Leiro, Ana Losada, Felipe Cortés-Ledesma",
      "paper_url": "https://doi.org/10.1126/science.adr5048",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3186637316",
      "paper_id": "https://openalex.org/W3186637316",
      "title": "A DNA repair pathway can regulate transcriptional noise to promote cell fate transitions",
      "authors": "Ravi V. Desai, Xinyue Chen, Benjamin Martin, Sonali Chaturvedi, Dong Woo Hwang, Weihan Li, Chen Yu, Sheng Ding, Matt Thomson, Robert H. Singer, Robert A. Coleman, Maike M. K. Hansen, Leor S. Weinberger",
      "paper_url": "https://doi.org/10.1126/science.abc6506",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4281793572",
      "paper_id": "https://openalex.org/W4281793572",
      "title": "A hold-and-feed mechanism drives directional DNA loop extrusion by condensin",
      "authors": "Indra A. Shaltiel, Sumanjit Datta, Léa Lecomte, Markus Hassler, Marc Kschonsak, Sol Bravo, Catherine Stober, Jenny Ormanns, Sebastian Eustermann, Christian H. Haering",
      "paper_url": "https://doi.org/10.1126/science.abm4012",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4401990036",
      "paper_id": "https://openalex.org/W4401990036",
      "title": "A p62-dependent rheostat dictates micronuclei catastrophe and chromosome rearrangements",
      "authors": "Sara Martin, Simone Scorzoni, Sara Cordone, Alice Mazzagatti, Galina V. Beznoussenko, Amanda L. Gunn, Melody Di Bona, Yonatan Eliezer, Gil Leor, Tal Ben-Yishay, Alessia Loffreda, Valeria Cancila, Maria Chiara Rainone, Marica Rosaria Ippolito, Valentino Martis, Fabio Bedin, Massimiliano Garrè, Laura Pontano Vaites, Paolo Vasapolli, Simona Polo, Dario Parazzoli, Claudio Tripodo, Alexander A. Mironov, Alessandro Cuomo, Uri Ben-David, Samuel F. Bakhoum, Emily M. Hatch, Peter Ly, Stefano Santaguida",
      "paper_url": "https://doi.org/10.1126/science.adj7446",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3162971530",
      "paper_id": "https://openalex.org/W3162971530",
      "title": "A prometastatic splicing program regulated by SNRPA1 interactions with structured RNA elements",
      "authors": "Lisa Fish, Matvei Khoroshkin, Albertas Navickas, Kristle Garcia, Bruce Culbertson, Benjamin Hänisch, Steven Zhang, Hoang C. B. Nguyen, Larisa M. Soto, Maria Dermit, Faraz K. Mardakheh, Henrik Molina, Claudio Alarcón, Hamed S. Najafabadi, Hani Goodarzi",
      "paper_url": "https://doi.org/10.1126/science.abc7531",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4408181355",
      "paper_id": "https://openalex.org/W4408181355",
      "title": "A subcellular map of translational machinery composition and regulation at the single-molecule level",
      "authors": "Zijian Zhang, Adele Xu, Yunhao Bai, Yuxiang Chen, Kitra Cates, Craig Kerr, Abel Bermudez, Teodorus Theo Susanto, Kelsie Wysong, Fernando J. García Marqués, Garry P. Nolan, Sharon Pitteri, Maria Barna",
      "paper_url": "https://doi.org/10.1126/science.adn2623",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4298006560",
      "paper_id": "https://openalex.org/W4298006560",
      "title": "Actin maturation requires the ACTMAP/C19orf54 protease",
      "authors": "Peter Haahr, Ricardo A. Galli, Lisa G. van den Hengel, Onno B. Bleijerveld, Justina Kazokaitė-Adomaitienė, Ji-Ying Song, Lona J. Kroese, Paul Krimpenfort, Marijke P. Baltissen, Michiel Vermeulen, Coen A. C. Ottenheijm, Thijn R. Brummelkamp",
      "paper_url": "https://doi.org/10.1126/science.abq5082",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4310700336",
      "paper_id": "https://openalex.org/W4310700336",
      "title": "Active DNA demethylation promotes cell fate specification and the DNA damage response",
      "authors": "Dongpeng Wang, Wei Wu, Elsa Callen, Raphael Pavani, Nicholas Zolnerowich, Srikanth Kodali, Dali Zong, Nancy Wong, Santiago Noriega, William J. Nathan, Gabriel Matos-Rodrigues, Raj Chari, Michael J. Kruhlak, Ferenc Livak, Michael Ward, Keith Caldecott, Bruno Di Stefano, André Nussenzweig",
      "paper_url": "https://doi.org/10.1126/science.add9838",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4282936228",
      "paper_id": "https://openalex.org/W4282936228",
      "title": "AI-based structure prediction empowers integrative structural analysis of human nuclear pores",
      "authors": "Shyamal Mosalaganti, Agnieszka Obarska-Kosinska, Marc Siggel, Reiya Taniguchi, Beata Turoňová, Christian E. Zimmerli, Katarzyna Buczak, Florian H. Schmidt, Erica Margiotta, Marie-Therese Mackmull, Wim J. H. Hagen, Gerhard Hummer, Jan Kosinski, Martin Beck",
      "paper_url": "https://doi.org/10.1126/science.abm9506",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4282925643",
      "paper_id": "https://openalex.org/W4282925643",
      "title": "Architecture of the cytoplasmic face of the nuclear pore",
      "authors": "Christopher J. Bley, Si Nie, George W. Mobbs, Stefan Petrovic, Anna T. Gres, Xiaoyu Liu, Somnath Mukherjee, Sho Harvey, Ferdinand M. Huber, Daniel H. Lin, Bonnie Brown, Aaron W. Tang, Emily J. Rundlet, Ana R. Correia, Shane Chen, Saroj G. Regmi, Taylor A. Stevens, Claudia A. Jette, Mary Dasso, Alina Patke, Alexander F. Palazzo, Anthony A. Kossiakoff, André Hoelz",
      "paper_url": "https://doi.org/10.1126/science.abm9129",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4281677038",
      "paper_id": "https://openalex.org/W4281677038",
      "title": "Architecture of the linker-scaffold in the nuclear pore",
      "authors": "Stefan Petrovic, Dipanjan Samanta, Thibaud Perriches, Christopher J. Bley, Karsten Thierbach, Bonnie Brown, Si Nie, George W. Mobbs, Taylor A. Stevens, Xiaoyu Liu, Giovani Pinton Tomaleri, Lucas Schaus, André Hoelz",
      "paper_url": "https://doi.org/10.1126/science.abm9798",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410851721",
      "paper_id": "https://openalex.org/W4410851721",
      "title": "ASB7 is a negative regulator of H3K9me3 homeostasis",
      "authors": "Liwen Zhou, Zhenxuan Chen, Yezi Zou, Xia Zhang, Zifeng Wang, Hongwen Zhu, Jiahui Lin, Ziyao Huang, Lisi Zheng, Jiali Chen, Miner Xie, Meifang Zhang, Ruhua Zhang, Minglu Zhu, Ziwen Wang, Hu Zhou, Song Gao, Yuxin Yin, Yuanzhong Wu, Tiebang Kang",
      "paper_url": "https://doi.org/10.1126/science.adq7408",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4414758976",
      "paper_id": "https://openalex.org/W4414758976",
      "title": "ATP-dependent remodeling of chromatin condensates reveals distinct mesoscale outcomes",
      "authors": "Camille Moore, Emily Wong, Upneet Kaur, Un Seng Chio, Ziling Zhou, Megan Ostrowski, Ke Wu, Iryna Irkliyenko, Sean Wang, Vijay Ramani, Geeta J. Narlikar",
      "paper_url": "https://doi.org/10.1126/science.adr0018",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4391839268",
      "paper_id": "https://openalex.org/W4391839268",
      "title": "ATR blocks telomerase from converting DNA breaks into telomeres",
      "authors": "Charles G. Kinzig, George Zakusilo, Kaori K. Takai, Logan R. Myler, Titia de Lange",
      "paper_url": "https://doi.org/10.1126/science.adg3224",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4412490639",
      "paper_id": "https://openalex.org/W4412490639",
      "title": "Autoinhibition imposed by a large conformational switch of INO80 regulates nucleosome positioning",
      "authors": "Upneet Kaur, Hao Wu, Yifan Cheng, Geeta J. Narlikar",
      "paper_url": "https://doi.org/10.1126/science.adr3831",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4225006761",
      "paper_id": "https://openalex.org/W4225006761",
      "title": "Cancer cells use self-inflicted DNA breaks to evade growth limits imposed by genotoxic stress",
      "authors": "Brian D. Larsen, Jan Benada, Philip Yuk Kwong Yung, Ryan A. V. Bell, George Pappas, Vaclav Urban, Johanna K. Ahlskog, Tia T. Kuo, Pavel Janscak, Lynn A. Megeney, Simon J. Elsässer, Jiri Bartek, Claus S. Sørensen",
      "paper_url": "https://doi.org/10.1126/science.abi6378",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3177736426",
      "paper_id": "https://openalex.org/W3177736426",
      "title": "Chromatin landscape signals differentially dictate the activities of mSWI/SNF family complexes",
      "authors": "Nazar Mashtalir, Hai T. Dao, Akshay Sankar, Hengyuan Liu, Aaron J. Corin, John D. Bagert, Eva J. Ge, Andrew R. D’Avino, Martin Filipovski, Brittany C. Michel, Geoffrey P. Dann, Tom W. Muir, Cigall Kadoch",
      "paper_url": "https://doi.org/10.1126/science.abf8705",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4393253861",
      "paper_id": "https://openalex.org/W4393253861",
      "title": "Control of cell proliferation by memories of mitosis",
      "authors": "Franz Meitinger, Hazrat Belal, Robert L. Davis, Mallory B. Martinez, Andrew K. Shiau, Karen Oegema, Arshad Desai",
      "paper_url": "https://doi.org/10.1126/science.add9528",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4384155008",
      "paper_id": "https://openalex.org/W4384155008",
      "title": "Control of histone demethylation by nuclear-localized α-ketoglutarate dehydrogenase",
      "authors": "Fei Huang, Xiao Luo, Yang Ou, Zhaoxu Gao, Qiming Tang, Zhenzhen Chu, Xinguang Zhu, Yuehui He",
      "paper_url": "https://doi.org/10.1126/science.adf8822",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4210390196",
      "paper_id": "https://openalex.org/W4210390196",
      "title": "Critical assessment of DNA adenine methylation in eukaryotes using quantitative deconvolution",
      "authors": "Yimeng Kong, Lei Cao, Gintaras Deikus, Yu Fan, Edward A. Mead, Weiyi Lai, Yizhou Zhang, Raymund Yong, Robert Sebra, Hailin Wang, Xue-Song Zhang, Gang Fang",
      "paper_url": "https://doi.org/10.1126/science.abe7489",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4408388880",
      "paper_id": "https://openalex.org/W4408388880",
      "title": "Cryo-EM reveals mechanisms of natural RNA multivalency",
      "authors": "Liu Wang, Jiahao Xie, Tao Gong, Hao Wu, Yifan Tu, Xin Peng, Sitong Shang, Xinyu Jia, Haiyun Ma, Jian Zou, Sheng Xu, Xin Zheng, Dong Zhang, Yang Liu, Chong Zhang, Yongbo Luo, Zirui Huang, Bin Shao, Binwu Ying, Yu Cheng, Yingqiang Guo, Ying Lai, Dingming Huang, Jianquan Liu, Yuquan Wei, Siqi Sun, Xuedong Zhou, Zhaoming Su",
      "paper_url": "https://doi.org/10.1126/science.adv3451",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4412165102",
      "paper_id": "https://openalex.org/W4412165102",
      "title": "Cryo-EM structure of human telomerase dimer reveals H/ACA RNP-mediated dimerization",
      "authors": "Sebastian Balch, Zala Sekne, Elsa Franco-Echevarría, Patryk Ludzia, Rachael C. Kretsch, Wenqing Sun, Haopeng Yu, George E. Ghanim, Sigurdur Thorkelsson, Yiliang Ding, Rhiju Das, Thi Hoang Duong Nguyen",
      "paper_url": "https://doi.org/10.1126/science.adr5817",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4410648385",
      "paper_id": "https://openalex.org/W4410648385",
      "title": "CTC1-STN1-TEN1 controls DNA break repair pathway choice via DNA end resection blockade",
      "authors": "Cody M. Rogers, Hardeep Kaur, Michelle L. Swift, Vivek B. Raina, Shuo Zhou, Ajinkya S. Kawale, Shahrez Syed, Korilynn G. Kelly, Angela M. Jasper, Sameer Salunkhe, Youngho Kwon, Jeffrey Wang, Aida Badamchi Shabestari, James M. Daley, Adam Sacks, Maria E. Gaczynska, Pawel A. Osmulski, Yashpal Rawal, Nozomi Tomimatsu, Simon A. Gayther, Kate Lawrenson, Sandeep Burma, Elizabeth V. Wasmuth, Shaun K. Olsen, Weixing Zhao, Robert Hromas, David S. Libich, Alexander V. Mazin, Daohong Zhou, Eric C. Greene, Dipanjan Chowdhury, Patrick Sung",
      "paper_url": "https://doi.org/10.1126/science.adt3034",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4295932265",
      "paper_id": "https://openalex.org/W4295932265",
      "title": "DNA replication timing directly regulates the frequency of oncogenic chromosomal translocations",
      "authors": "Mihaela Peycheva, Tobias Neumann, Daniel Malzl, Mariia Nazarova, Ursula E. Schoeberl, Rushad Pavri",
      "paper_url": "https://doi.org/10.1126/science.abj5502",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4385931519",
      "paper_id": "https://openalex.org/W4385931519",
      "title": "DNSN-1 recruits GINS for CMG helicase assembly during DNA replication initiation in <i>Caenorhabditis elegans</i>",
      "authors": "Yisui Xia, Remi Sonneville, Michael Jenkyn-Bedford, Liqin Ji, Constance Alabert, Ye Hong, Joseph T. P. Yeeles, Karim P. M. Labib",
      "paper_url": "https://doi.org/10.1126/science.adi4932",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4414494581",
      "paper_id": "https://openalex.org/W4414494581",
      "title": "Dynamic U2AF cycling defines two phases of cotranscriptional pre-mRNA splicing",
      "authors": "Changwei Shao, Yajing Hao, Li Jiang, Dong Wang, Rui Wang, Yuanjun Li, Hui Wang, Yaping Ge, Rui Bai, Xiangjuan Du, Xizi Chen, Tan Wu, Lan-Tao Gou, Ruixue Wan, Yanhui Xu, Xiong Ji, Xiang-Dong Fu",
      "paper_url": "https://doi.org/10.1126/science.adj9141",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3216273254",
      "paper_id": "https://openalex.org/W3216273254",
      "title": "Error-prone, stress-induced 3′ flap–based Okazaki fragment maturation supports cell survival",
      "authors": "Haitao Sun, Zhaoning Lu, Amanpreet Singh, Yajing Zhou, Eric Zheng, Mian Zhou, Jinhui Wang, Xiwei Wu, Zunsong Hu, Zhaohui Gu, Judith L. Campbell, Li Zheng, Binghui Shen",
      "paper_url": "https://doi.org/10.1126/science.abj1013",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4318263433",
      "paper_id": "https://openalex.org/W4318263433",
      "title": "Exon architecture controls mRNA m <sup>6</sup> A suppression and gene expression",
      "authors": "P. Cody He, Jiangbo Wei, Xiaoyang Dou, Bryan T. Harada, Zijie Zhang, Ruiqi Ge, Chang Liu, Li-Sheng Zhang, Xianbin Yu, Shuai Wang, Ruitu Lyu, Zhongyu Zou, Mengjie Chen, Chuan He",
      "paper_url": "https://doi.org/10.1126/science.abj9090",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4392818747",
      "paper_id": "https://openalex.org/W4392818747",
      "title": "Fork coupling directs DNA replication elongation and termination",
      "authors": "Yang Liu, Zhengrong Zhangding, Xuhao Liu, Tingting Gan, Chen Ai, Jinchun Wu, Haoxin Liang, Mohan Chen, Yuefeng Guo, Rusen Lu, Yongpeng Jiang, Xiong Ji, Ning Gao, Daochun Kong, Qing Li, Jiazhi Hu",
      "paper_url": "https://doi.org/10.1126/science.adj7606",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4388214906",
      "paper_id": "https://openalex.org/W4388214906",
      "title": "Formaldehyde regulates <i>S</i> -adenosylmethionine biosynthesis and one-carbon metabolism",
      "authors": "Vanha N. Pham, Kevin J. Bruemmer, Joel D. W. Toh, Eva J. Ge, Logan Tenney, Carl C. Ward, Felix A. Dingler, Christopher L. Millington, Carlos A. Garcia-Prieto, Mia C. Pulos-Holmes, Nicholas T. Ingolia, Lucas B. Pontel, Manel Esteller, Ketan J. Patel, Daniel K. Nomura, Christopher J. Chang",
      "paper_url": "https://doi.org/10.1126/science.abp9201",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4229025118",
      "paper_id": "https://openalex.org/W4229025118",
      "title": "FTO mediates LINE1 m <sup>6</sup> A demethylation and chromatin regulation in mESCs and mouse development",
      "authors": "Jiangbo Wei, Xianbin Yu, Lei Yang, Xuelian Liu, Boyang Gao, Boxian Huang, Xiaoyang Dou, Jun Liu, Zhongyu Zou, Xiao-Long Cui, Li-Sheng Zhang, Xingsen Zhao, Qinzhe Liu, P. Cody He, Caraline Sepich-Poore, Nicole Zhong, Wenqiang Liu, Yanhe Li, Xiaochen Kou, Yanhong Zhao, You Wu, Xuejun Cheng, Chuan Chen, Yiming An, Xueyang Dong, Huanyu Wang, Qiang Shu, Ziyang Hao, Tao Duan, Yu-Ying He, Xuekun Li, Shaorong Gao, Yawei Gao, Chuan He",
      "paper_url": "https://doi.org/10.1126/science.abe9582",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3205552454",
      "paper_id": "https://openalex.org/W3205552454",
      "title": "G <sub>1</sub> cyclin–Cdk promotes cell cycle entry through localized phosphorylation of RNA polymerase II",
      "authors": "Mardo Kõivomägi, Matthew P. Swaffer, Jonathan J. Turner, Georgi Marinov, Jan M. Skotheim",
      "paper_url": "https://doi.org/10.1126/science.aba5186",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4408182728",
      "paper_id": "https://openalex.org/W4408182728",
      "title": "G-quadruplex–stalled eukaryotic replisome structure reveals helical inchworm DNA translocation",
      "authors": "Sahil Batra, Benjamin Allwein, Charanya Kumar, Sujan Devbhandari, Jan-Gert Brüning, Soon Bahng, Chong M. Lee, Kenneth J. Marians, Richard K. Hite, Dirk Remus",
      "paper_url": "https://doi.org/10.1126/science.adt1978",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4382520283",
      "paper_id": "https://openalex.org/W4382520283",
      "title": "Hexasome-INO80 complex reveals structural basis of noncanonical nucleosome remodeling",
      "authors": "Min Zhang, Anna Jungblut, Franziska Kunert, Luis Hauptmann, Thomas Hoffmann, Olga Kolesnikova, Felix Metzner, Manuela Moldt, Felix Weis, Frank DiMaio, Karl-Peter Hopfner, Sebastian Eustermann",
      "paper_url": "https://doi.org/10.1126/science.adf6287",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4210998775",
      "paper_id": "https://openalex.org/W4210998775",
      "title": "Highly enriched BEND3 prevents the premature activation of bivalent genes during differentiation",
      "authors": "Jing Zhang, Yan Zhang, Qinglong You, Chang Huang, Tiantian Zhang, Mingzhu Wang, Tianwei Zhang, Xiaocheng Yang, Jun Xiong, Yingfeng Li, Chao-Pei Liu, Zhuqiang Zhang, Rui-Ming Xu, Bing Zhu",
      "paper_url": "https://doi.org/10.1126/science.abm0730",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4388520392",
      "paper_id": "https://openalex.org/W4388520392",
      "title": "Histone removal in sperm protects paternal chromosomes from premature division at fertilization",
      "authors": "Raphaëlle Dubruille, Marion Herbette, Maxime Revel, Béatrice Horard, Ching-Ho Chang, Benjamin Loppin",
      "paper_url": "https://doi.org/10.1126/science.adh0037",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4385930439",
      "paper_id": "https://openalex.org/W4385930439",
      "title": "Human POT1 protects the telomeric ds-ss DNA junction by capping the 5′ end of the chromosome",
      "authors": "Valerie M. Tesmer, Kirsten A. Brenner, Jayakrishnan Nandakumar",
      "paper_url": "https://doi.org/10.1126/science.adi2436",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4394727953",
      "paper_id": "https://openalex.org/W4394727953",
      "title": "Human telomere length is chromosome end–specific and conserved across individuals",
      "authors": "Kayarash Karimian, Aljona Groot, Vienna Huso, Ramin Kahidi, Kar-Tong Tan, Samantha Sholes, Rebecca Keener, John F. McDyer, Jonathan K. Alder, Heng Li, Andreas Rechtsteiner, Carol W. Greider",
      "paper_url": "https://doi.org/10.1126/science.ado0431",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3159166374",
      "paper_id": "https://openalex.org/W3159166374",
      "title": "Imaging translation dynamics in live embryos reveals spatial heterogeneities",
      "authors": "Jeremy Dufourt, Maelle Bellec, Antonio Trullo, Matthieu Dejean, Sylvain De Rossi, Cyril Favard, Mounia Lagha",
      "paper_url": "https://doi.org/10.1126/science.abc3483",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4385925982",
      "paper_id": "https://openalex.org/W4385925982",
      "title": "In silico protein interaction screening uncovers DONSON’s role in replication initiation",
      "authors": "Yang Lim, Lukas Tamayo-Orrego, Ernst Schmid, Zygimante Tarnauskaite, Olga V. Kochenova, Rhian Gruar, Sachiko Muramatsu, Luke Lynch, Aitana Verdu Schlie, Paula L. Carroll, Gheorghe Chistol, Martin A. M. Reijns, Masato T. Kanemaki, Andrew P. Jackson, Johannes C. Walter",
      "paper_url": "https://doi.org/10.1126/science.adi3448",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3125983721",
      "paper_id": "https://openalex.org/W3125983721",
      "title": "JARID2 and AEBP2 regulate PRC2 in the presence of H2AK119ub1 and other histone modifications",
      "authors": "Vignesh Kasinath, Curtis Beck, Paul Sauer, Simon Poepsel, Jennifer Kosmatka, Marco Faini, Daniel Toso, Ruedi Aebersold, Eva Nogales",
      "paper_url": "https://doi.org/10.1126/science.abc3393",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3152595350",
      "paper_id": "https://openalex.org/W3152595350",
      "title": "Lack of transgenerational effects of ionizing radiation exposure from the Chernobyl accident",
      "authors": "Meredith Yeager, Mitchell J. Machiela, Prachi Kothiyal, Michael Dean, Clara Bodelon, Shalabh Suman, Mingyi Wang, Lisa Mirabello, Chase W. Nelson, Weiyin Zhou, Cameron Palmer, Bari Ballew, Leandro M. Colli, Neal D. Freedman, Casey Dagnall, Amy Hutchinson, Vibha Vij, Yosi Maruvka, Maureen Hatch, Iryna Illienko, Yuri Belayev, Nori Nakamura, Vadim Chumak, Elena Bakhanova, David Belyi, Victor Kryuchkov, Ivan Golovanov, Natalia Gudzenko, Elizabeth K. Cahoon, Paul Albert, Vladimir Drozdovitch, Mark P. Little, Kiyohiko Mabuchi, Chip Stewart, Gad Getz, Dimitry Bazyka, Amy Berrington de Gonzalez, Stephen J. Chanock",
      "paper_url": "https://doi.org/10.1126/science.abg2365",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4293298255",
      "paper_id": "https://openalex.org/W4293298255",
      "title": "LLPS of FXR1 drives spermiogenesis by activating translation of stored mRNAs",
      "authors": "Jun-Yan Kang, Ze Wen, Duo Pan, Yuhan Zhang, Qing Li, Ai Zhong, Xinghai Yu, Yi-Chen Wu, Yu Chen, Xiangzheng Zhang, Peng-Cheng Kou, Junlan Geng, Ying-Yi Wang, Min-Min Hua, Ruiting Zong, Biao Li, Hui-Juan Shi, Dangsheng Li, Xiang-Dong Fu, Jinsong Li, David L. Nelson, Xuejiang Guo, Yu Zhou, Lan-Tao Gou, Ying Huang, Mo-Fang Liu",
      "paper_url": "https://doi.org/10.1126/science.abj6647",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3183674739",
      "paper_id": "https://openalex.org/W3183674739",
      "title": "lncRNA <i>SLERT</i> controls phase separation of FC/DFCs to facilitate Pol I transcription",
      "authors": "Man Wu, Guang Xu, Chong Han, Peng-Fei Luan, Yu-Hang Xing, Fang Nan, Liang-Zhong Yang, Youkui Huang, Zheng-Hu Yang, Lin Shan, Li Yang, Jiaquan Liu, Ling-Ling Chen",
      "paper_url": "https://doi.org/10.1126/science.abf6582",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4306895317",
      "paper_id": "https://openalex.org/W4306895317",
      "title": "Mammalian oocytes store mRNAs in a mitochondria-associated membraneless compartment",
      "authors": "Shiya Cheng, Gerrit Altmeppen, Chun So, Luisa M. Welp, Sarah Penir, Torben Ruhwedel, Katerina Menelaou, Katarina Harasimov, Alexandra Stützer, Martyn Blayney, Kay Elder, Wiebke Möbius, Henning Urlaub, Melina Schuh",
      "paper_url": "https://doi.org/10.1126/science.abq4835",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3164622592",
      "paper_id": "https://openalex.org/W3164622592",
      "title": "MBD5 and MBD6 couple DNA methylation to gene silencing through the J-domain protein SILENZIO",
      "authors": "Lucia Ichino, Brandon A. Boone, Luke Strauskulage, C. Jake Harris, Gundeep Kaur, Matthew A. Gladstone, Maverick Tan, Suhua Feng, Yasaman Jami-Alahmadi, Sascha H. Duttke, James A. Wohlschlegel, Xiaodong Cheng, Sy Redding, Steven E. Jacobsen",
      "paper_url": "https://doi.org/10.1126/science.abg6130",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401211245",
      "paper_id": "https://openalex.org/W4401211245",
      "title": "Mechanism of PCNA loading by Ctf18-RFC for leading-strand DNA synthesis",
      "authors": "Zuanning Yuan, Roxana Georgescu, Nina Y. Yao, Olga Yurieva, Michael E. O’Donnell, Huilin Li",
      "paper_url": "https://doi.org/10.1126/science.adk5901",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4411505730",
      "paper_id": "https://openalex.org/W4411505730",
      "title": "Mechanism of release factor–mediated peptidyl-tRNA hydrolysis on the ribosome",
      "authors": "Elena V. Aleksandrova, Egor A. Syroegin, Ritwika S. Basu, Alexander A. Vassilevski, Matthieu G. Gagnon, Yury S. Polikanov",
      "paper_url": "https://doi.org/10.1126/science.ads9030",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4288424910",
      "paper_id": "https://openalex.org/W4288424910",
      "title": "Mechanism-based design of agents that selectively target drug-resistant glioma",
      "authors": "Kingson Lin, Susan E. Gueble, Ranjini K. Sundaram, Eric D. Huseman, Ranjit S. Bindra, Seth B. Herzon",
      "paper_url": "https://doi.org/10.1126/science.abn7570",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3193933253",
      "paper_id": "https://openalex.org/W3193933253",
      "title": "Mechanisms that ensure speed and fidelity in eukaryotic translation termination",
      "authors": "Michael R. Lawson, Laura N. Lessen, Jinfan Wang, Arjun Prabhakar, Nicholas C. Corsepius, Rachel Green, Joseph D. Puglisi",
      "paper_url": "https://doi.org/10.1126/science.abi7801",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3170698767",
      "paper_id": "https://openalex.org/W3170698767",
      "title": "MeCP2 is a microsatellite binding protein that protects CA repeats from nucleosome invasion",
      "authors": "Abdulkhaleg Ibrahim, Christophe Papin, Kareem Mohideen-Abdul, Stéphanie Le Gras, Isabelle Stoll, Christian Bronner, Stefan Dimitrov, Bruno P. Klaholz, Ali Hamiche",
      "paper_url": "https://doi.org/10.1126/science.abd5581",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4389160963",
      "paper_id": "https://openalex.org/W4389160963",
      "title": "Meiotic DNA breaks drive multifaceted mutagenesis in the human germ line",
      "authors": "Robert Hinch, Peter Donnelly, Anjali Gupta Hinch",
      "paper_url": "https://doi.org/10.1126/science.adh2531",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4321018483",
      "paper_id": "https://openalex.org/W4321018483",
      "title": "Menin “reads” H3K79me2 mark in a nucleosomal context",
      "authors": "Jianwei Lin, Yiping Wu, Gaofei Tian, Daqi Yu, Eunjeong Yang, Wai Hei Lam, Zheng Liu, Yihang Jing, Shangyu Dang, Xiucong Bao, Jason Wing Hon Wong, Yuanliang Zhai, Xiang David Li",
      "paper_url": "https://doi.org/10.1126/science.adc9318",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4401990517",
      "paper_id": "https://openalex.org/W4401990517",
      "title": "Micronuclear collapse from oxidative damage",
      "authors": "Melody Di Bona, Yanyang Chen, Albert S. Agustinus, Alice Mazzagatti, Mercedes A. Duran, Matthew Deyell, Daniel Bronder, James Hickling, Christy Hong, Lorenzo Scipioni, Giulia Tedeschi, Sara Martin, Jun Li, Aušrinė Ruzgaitė, Nadeem Riaz, Parin Shah, Edridge K. D’Souza, D. Zack Brodtman, Simone Sidoli, Bill Diplas, Manisha Jalan, Nancy Y. Lee, Alban Ordureau, Benjamin Izar, Ashley M. Laughney, Simon Powell, Enrico Gratton, Stefano Santaguida, John Maciejowski, Peter Ly, Thomas M. Jeitner, Samuel F. Bakhoum",
      "paper_url": "https://doi.org/10.1126/science.adj8691",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4405056751",
      "paper_id": "https://openalex.org/W4405056751",
      "title": "Molecular basis of FIGNL1 in dissociating RAD51 from DNA and chromatin",
      "authors": "Alexander Carver, Tai-Yuan Yu, Luke A. Yates, Travis White, Raymond Wang, Katie Lister, Maria Jasin, Xiaodong Zhang",
      "paper_url": "https://doi.org/10.1126/science.adr7920",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4404810290",
      "paper_id": "https://openalex.org/W4404810290",
      "title": "Molecular basis of mRNA delivery to the bacterial ribosome",
      "authors": "Michael W. Webster, Adrien Chauvier, Huma Rahil, Andrea Graziadei, Kristine Charles, Nataliya Miropolskaya, Maria Takacs, Charlotte Saint-André, Juri Rappsilber, Nils G. Walter, Albert Weixlbaumer",
      "paper_url": "https://doi.org/10.1126/science.ado8476",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4403718807",
      "paper_id": "https://openalex.org/W4403718807",
      "title": "Multi-omics landscape and molecular basis of radiation tolerance in a tardigrade",
      "authors": "Lei Li, Zhengping Ge, Shihao Liu, Kun Zheng, Yaqi Li, Kaiqi Chen, Yesheng Fu, Xiaoguang Lei, Zeling Cui, Yifan Wang, Jin Huang, Yanyan Liu, Mingwang Duan, Zimei Sun, Jun Chen, Liangwei Li, Pan Shen, Guibin Wang, Junmiao Chen, Ruochong Li, Chaoran Li, Zhixiang Yang, Yifan Ning, Arong Luo, Baoyu Chen, Inge Seim, Xin Liu, Fei Wang, Yishan Yao, Fusheng Guo, Maojun Yang, Cui Hua Liu, Guangyi Fan, Lizhi Wang, Dong Yang, Lingqiang Zhang",
      "paper_url": "https://doi.org/10.1126/science.adl0799",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3212208195",
      "paper_id": "https://openalex.org/W3212208195",
      "title": "Nuclear pores dilate and constrict in cellulo",
      "authors": "Christian E. Zimmerli, Matteo Allegretti, Vasileios Rantos, Sara K. Goetz, Agnieszka Obarska-Kosinska, Ievgeniia Zagoriy, Aliaksandr Halavatyi, Gerhard Hummer, Julia Mahamid, Jan Kosinski, Martin Beck",
      "paper_url": "https://doi.org/10.1126/science.abd9776",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3197208223",
      "paper_id": "https://openalex.org/W3197208223",
      "title": "Nucleolar maturation of the human small subunit processome",
      "authors": "Sameer Singh, Arnaud Vanden Broeck, Linamarie Miller, Malik Chaker-Margot, Sebastian Klinge",
      "paper_url": "https://doi.org/10.1126/science.abj5338",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4404349928",
      "paper_id": "https://openalex.org/W4404349928",
      "title": "Pathogenic proteotoxicity of cryptic splicing is alleviated by ubiquitination and ER-phagy",
      "authors": "Cristian Prieto-Garcia, Vigor Matkovic, Thorsten Mosler, Congxin Li, Jie Liang, James A. Oo, Felix Haidle, Igor Mačinković, Alfredo Cabrera-Orefice, Rayene Berkane, Giulio Giuliani, Fenfen Xu, Anne-Claire Jacomin, Ines Tomaskovic, Marion Basoglu, Marina E. Hoffmann, Rajeshwari Rathore, Ronay Cetin, Doha Boutguetait, Süleyman Bozkurt, María Clara Hernández Cañás, Mario Keller, Jonas Busam, Varun Jayeshkumar Shah, Ilka Wittig, Manuel Kaulich, Petra Beli, Wojciech P. Galej, Ingo Ebersberger, Likun Wang, Christian Münch, Alexandra Stolz, Ralf P. Brandes, William Ka Fai Tse, Stefan Eimer, Didier Y. R. Stainier, Stefan Legewie, Kathi Zarnack, Michaela Müller-McNicoll, Ivan Dikic",
      "paper_url": "https://doi.org/10.1126/science.adi5295",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W4200478178",
      "paper_id": "https://openalex.org/W4200478178",
      "title": "Pol IV and RDR2: A two-RNA-polymerase machine that produces double-stranded RNA",
      "authors": "Kun Huang, Xiao-Xian Wu, Cheng-Li Fang, Zhou-Geng Xu, Hong-Wei Zhang, Jian Gao, Chuan-Miao Zhou, Lin-Lin You, Zhan-Xi Gu, Wen-Hui Mu, Yu Feng, Jia-Wei Wang, Yu Zhang",
      "paper_url": "https://doi.org/10.1126/science.abj9184",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4383313666",
      "paper_id": "https://openalex.org/W4383313666",
      "title": "Principles of human pre-60 <i>S</i> biogenesis",
      "authors": "Arnaud Vanden Broeck, Sebastian Klinge",
      "paper_url": "https://doi.org/10.1126/science.adh3892",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3145802246",
      "paper_id": "https://openalex.org/W3145802246",
      "title": "QSER1 protects DNA methylation valleys from de novo methylation",
      "authors": "Gary Dixon, Heng Pan, Dapeng Yang, Bess P. Rosen, Therande Jashari, Nipun Verma, Julian Pulecio, Inbal Caspi, Kihyun Lee, Stephanie Stransky, Abigail Glezer, Chang Liu, Marco Rivas, Ritu Kumar, Yahui Lan, Ingrid Torregroza, Chuan He, Simone Sidoli, Todd Evans, Olivier Elemento, Danwei Huangfu",
      "paper_url": "https://doi.org/10.1126/science.abd0875",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4367173662",
      "paper_id": "https://openalex.org/W4367173662",
      "title": "RAD51 bypasses the CMG helicase to promote replication fork reversal",
      "authors": "Wenpeng Liu, Yuichiro Saito, Jessica Jackson, Rahul Bhowmick, Masato T. Kanemaki, Alessandro Vindigni, David Cortez",
      "paper_url": "https://doi.org/10.1126/science.add7328",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3156537360",
      "paper_id": "https://openalex.org/W3156537360",
      "title": "Radiation-related genomic profile of papillary thyroid carcinoma after the Chernobyl accident",
      "authors": "Lindsay M. Morton, Danielle M. Karyadi, Chip Stewart, Tetiana I. Bogdanova, Eric T. Dawson, Mia K. Steinberg, Jieqiong Dai, Stephen W. Hartley, Sara J. Schonfeld, Joshua N. Sampson, Yosef E. Maruvka, Vidushi Kapoor, Dale A. Ramsden, Juan Carvajal-Garcia, Charles M. Perou, Joel S. Parker, Marko Krznaric, Meredith Yeager, Joseph F. Boland, Amy Hutchinson, Belynda D. Hicks, Casey L. Dagnall, Julie M. Gastier-Foster, Jay Bowen, Olivia Lee, Mitchell J. Machiela, Elizabeth K. Cahoon, Alina V. Brenner, Kiyohiko Mabuchi, Vladimir Drozdovitch, Sergii Masiuk, Mykola Chepurny, Liudmyla Yu. Zurnadzhy, Maureen Hatch, Amy Berrington de Gonzalez, Gerry A. Thomas, Mykola D. Tronko, Gad Getz, Stephen J. Chanock",
      "paper_url": "https://doi.org/10.1126/science.abg2538",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3123057917",
      "paper_id": "https://openalex.org/W3123057917",
      "title": "Regulation of the Dot1 histone H3K79 methyltransferase by histone H4K16 acetylation",
      "authors": "Marco Igor Valencia-Sánchez, Pablo De Ioannes, Miao Wang, David M. Truong, Rachel Lee, Jean-Paul Armache, Jef D. Boeke, Karim-Jean Armache",
      "paper_url": "https://doi.org/10.1126/science.abc6663",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4382520324",
      "paper_id": "https://openalex.org/W4382520324",
      "title": "Reorientation of INO80 on hexasomes reveals basis for mechanistic versatility",
      "authors": "Hao Wu, Elise N. Muñoz, Laura J. Hsieh, Un Seng Chio, Muryam A. Gourdet, Geeta J. Narlikar, Yifan Cheng",
      "paper_url": "https://doi.org/10.1126/science.adf4197",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3155818854",
      "paper_id": "https://openalex.org/W3155818854",
      "title": "Replication timing maintains the global epigenetic state in human cells",
      "authors": "Kyle N. Klein, Peiyao A. Zhao, Xiaowen Lyu, Takayo Sasaki, Daniel A. Bartlett, Amar M. Singh, Ipek Tasan, Meng Zhang, Lotte P. Watts, Shin-ichiro Hiraga, Toyoaki Natsume, Xuemeng Zhou, Timour Baslan, Danny Leung, Masato T. Kanemaki, Anne D. Donaldson, Huimin Zhao, Stephen Dalton, Victor G. Corces, David M. Gilbert",
      "paper_url": "https://doi.org/10.1126/science.aba5545",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4384154872",
      "paper_id": "https://openalex.org/W4384154872",
      "title": "RHINO directs MMEJ to repair DNA breaks in mitosis",
      "authors": "Alessandra Brambati, Olivia Sacco, Sarina Porcella, Joshua Heyza, Mike Kareh, Jens C. Schmidt, Agnel Sfeir",
      "paper_url": "https://doi.org/10.1126/science.adh3694",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3120890309",
      "paper_id": "https://openalex.org/W3120890309",
      "title": "RNA stabilization by a poly(A) tail 3′-end binding pocket and other modes of poly(A)-RNA interaction",
      "authors": "Seyed-Fakhreddin Torabi, Anand T. Vaidya, Kazimierz T. Tycowski, Suzanne J. DeGregorio, Jimin Wang, Mei-Di Shu, Thomas A. Steitz, Joan A. Steitz",
      "paper_url": "https://doi.org/10.1126/science.abe6523",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4411299243",
      "paper_id": "https://openalex.org/W4411299243",
      "title": "RNA transcripts regulate G-quadruplex landscapes through G-loop formation",
      "authors": "Koichi Sato, Jing Lyu, Jeroen van den Berg, Diana Braat, Victoria M. Cruz, Carmen Navarro Luzón, Joost Schimmel, Clara Esteban-Jurado, Maëlys Alemany, Jan Dreyer, Aiko Hendrikx, Francesca Mattiroli, Alexander van Oudenaarden, Marcel Tijsterman, Simon J. Elsässer, Puck Knipscheer",
      "paper_url": "https://doi.org/10.1126/science.adr0493",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4409317364",
      "paper_id": "https://openalex.org/W4409317364",
      "title": "Rules of engagement for condensins and cohesins guide mitotic chromosome formation",
      "authors": "Kumiko Samejima, Johan H. Gibcus, Sameer Abraham, Fernanda Cisneros-Soberanis, Itaru Samejima, Alison J. Beckett, Nina Puǎčeková, Maria Alba Abad, Christos Spanos, Bethan Medina-Pritchard, James R. Paulson, Linfeng Xie, A. Arockia Jeyaprakash, Ian A. Prior, Leonid A. Mirny, Job Dekker, Anton Goloborodko, William C. Earnshaw",
      "paper_url": "https://doi.org/10.1126/science.adq1709",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4392796715",
      "paper_id": "https://openalex.org/W4392796715",
      "title": "Sister chromatid cohesion establishment during DNA replication termination",
      "authors": "George Cameron, Dominika T. Gruszka, Rhian Gruar, Sherry Xie, Çağla Kaya, Kim A. Nasmyth, Jonathan Baxter, Madhusudhan Srinivasan, Hasan Yardimci",
      "paper_url": "https://doi.org/10.1126/science.adf0224",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4392544635",
      "paper_id": "https://openalex.org/W4392544635",
      "title": "Sister chromatid cohesion is mediated by individual cohesin complexes",
      "authors": "Fena Ochs, Charlotte Green, Aleksander Tomasz Szczurek, Lior Pytowski, Sofia Kolesnikova, Jill Brown, Daniel Wolfram Gerlich, Veronica Buckle, Lothar Schermelleh, Kim Ashley Nasmyth",
      "paper_url": "https://doi.org/10.1126/science.adl4606",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4283319988",
      "paper_id": "https://openalex.org/W4283319988",
      "title": "Small-molecule activation of OGG1 increases oxidative DNA damage repair by gaining a new function",
      "authors": "Maurice Michel, Carlos Benítez-Buelga, Patricia A. Calvo, Bishoy M. F. Hanna, Oliver Mortusewicz, Geoffrey Masuyer, Jonathan Davies, Olov Wallner, Kumar Sanjiv, Julian J. Albers, Sergio Castañeda-Zegarra, Ann-Sofie Jemth, Torkild Visnes, Ana Sastre-Perona, Akhilesh N. Danda, Evert J. Homan, Karthick Marimuthu, Zhao Zhenjun, Celestine N. Chi, Antonio Sarno, Elisée Wiita, Catharina von Nicolai, Anna J. Komor, Varshni Rajagopal, Sarah Müller, Emily C. Hank, Marek Varga, Emma R. Scaletti, Monica Pandey, Stella Karsten, Hanne Haslene-Hox, Simon Loevenich, Petra Marttila, Azita Rasti, Kirill Mamonov, Florian Ortis, Fritz Schömberg, Olga Loseva, Josephine Stewart, Nicholas D’Arcy-Evans, Tobias Koolmeister, Martin Henriksson, Dana Michel, Ana de Ory, Lucia Acero, Oriol Calvete, Martin Scobie, Christian Hertweck, Ivan Vilotijevic, Christina Kalderén, Ana Osorio, Rosario Perona, Alexandra Stolz, Pål Stenmark, Ulrika Warpman Berglund, Miguel de Vega, Thomas Helleday",
      "paper_url": "https://doi.org/10.1126/science.abf8980",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4386917171",
      "paper_id": "https://openalex.org/W4386917171",
      "title": "Structural basis for inactivation of PRC2 by G-quadruplex RNA",
      "authors": "Jiarui Song, Anne R. Gooding, Wayne O. Hemphill, Brittney D. Love, Anne Robertson, Liqi Yao, Leonard I. Zon, Trista E. North, Vignesh Kasinath, Thomas R. Cech",
      "paper_url": "https://doi.org/10.1126/science.adh0059",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4409530226",
      "paper_id": "https://openalex.org/W4409530226",
      "title": "Structural basis for nucleolin recognition of <i>MYC</i> promoter G-quadruplex",
      "authors": "Luying Chen, Jonathan Dickerhoff, Ke-wei Zheng, Satchal Erramilli, Hanqiao Feng, Guanhui Wu, Buket Onel, Yuwei Chen, Kai-Bo Wang, Megan Carver, Clement Lin, Saburo Sakai, Jun Wan, Charles Vinson, Laurence Hurley, Anthony A. Kossiakoff, Nanjie Deng, Yawen Bai, Nicholas Noinaj, Danzhou Yang",
      "paper_url": "https://doi.org/10.1126/science.adr1752",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W3214776680",
      "paper_id": "https://openalex.org/W3214776680",
      "title": "Structural basis of branch site recognition by the human spliceosome",
      "authors": "Jonas Tholen, Michal Razew, Felix Weis, Wojciech P. Galej",
      "paper_url": "https://doi.org/10.1126/science.abm4245",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4394713878",
      "paper_id": "https://openalex.org/W4394713878",
      "title": "Structural basis of DNA crossover capture by <i>Escherichia coli</i> DNA gyrase",
      "authors": "Marlène Vayssières, Nils Marechal, Long Yun, Brian Lopez Duran, Naveen Kumar Murugasamy, Jonathan M. Fogg, Lynn Zechiedrich, Marc Nadal, Valérie Lamour",
      "paper_url": "https://doi.org/10.1126/science.adl5899",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4405306526",
      "paper_id": "https://openalex.org/W4405306526",
      "title": "Structural basis of H3K36 trimethylation by SETD2 during chromatin transcription",
      "authors": "Jonathan W. Markert, Jelly H. Soffers, Lucas Farnung",
      "paper_url": "https://doi.org/10.1126/science.adn6319",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4214776784",
      "paper_id": "https://openalex.org/W4214776784",
      "title": "Structural basis of human telomerase recruitment by TPP1-POT1",
      "authors": "Zala Sekne, George E. Ghanim, Anne-Marie M. van Roon, Thi Hoang Duong Nguyen",
      "paper_url": "https://doi.org/10.1126/science.abn6840",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3211549309",
      "paper_id": "https://openalex.org/W3211549309",
      "title": "Structural basis of Integrator-mediated transcription regulation",
      "authors": "Isaac Fianu, Ying Chen, Christian Dienemann, Olexandr Dybkov, Andreas Linden, Henning Urlaub, Patrick Cramer",
      "paper_url": "https://doi.org/10.1126/science.abk0154",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4293068298",
      "paper_id": "https://openalex.org/W4293068298",
      "title": "Structural basis of nucleosome disassembly and reassembly by RNAPII elongation complex with FACT",
      "authors": "Haruhiko Ehara, Tomoya Kujirai, Mikako Shirouzu, Hitoshi Kurumizaka, Shun-ichi Sekine",
      "paper_url": "https://doi.org/10.1126/science.abp9466",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4282959256",
      "paper_id": "https://openalex.org/W4282959256",
      "title": "Structural basis of nucleosome retention during transcription elongation",
      "authors": "Martin Filipovski, Jelly H. M. Soffers, Seychelle M. Vos, Lucas Farnung",
      "paper_url": "https://doi.org/10.1126/science.abo3851",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4392796760",
      "paper_id": "https://openalex.org/W4392796760",
      "title": "Structural basis of U12-type intron engagement by the fully assembled human minor spliceosome",
      "authors": "Rui Bai, Meng Yuan, Pu Zhang, Ting Luo, Yigong Shi, Ruixue Wan",
      "paper_url": "https://doi.org/10.1126/science.adn7272",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4409176434",
      "paper_id": "https://openalex.org/W4409176434",
      "title": "Structural insights into chromatin remodeling by ISWI during active ATP hydrolysis",
      "authors": "Youyang Sia, Han Pan, Kangjing Chen, Zhucheng Chen",
      "paper_url": "https://doi.org/10.1126/science.adu5654",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4386126827",
      "paper_id": "https://openalex.org/W4386126827",
      "title": "Structural insights into histone binding and nucleosome assembly by chromatin assembly factor-1",
      "authors": "Chao-Pei Liu, Zhenyu Yu, Jun Xiong, Jie Hu, Aoqun Song, Dongbo Ding, Cong Yu, Na Yang, Mingzhu Wang, Juan Yu, Peini Hou, Kangning Zeng, Zhenyu Li, Zhuqiang Zhang, Xinzheng Zhang, Wei Li, Zhiguo Zhang, Bing Zhu, Guohong Li, Rui-Ming Xu",
      "paper_url": "https://doi.org/10.1126/science.add8673",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3147847912",
      "paper_id": "https://openalex.org/W3147847912",
      "title": "Structural insights into preinitiation complex assembly on core promoters",
      "authors": "Xizi Chen, Yilun Qi, Zihan Wu, Xinxin Wang, Jiabei Li, Dan Zhao, Haifeng Hou, Yan Li, Zishuo Yu, Weida Liu, Mo Wang, Yulei Ren, Ze Li, Huirong Yang, Yanhui Xu",
      "paper_url": "https://doi.org/10.1126/science.aba8490",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401211010",
      "paper_id": "https://openalex.org/W4401211010",
      "title": "Structural insights into the human NuA4/TIP60 acetyltransferase and chromatin remodeling complex",
      "authors": "Zhenlin Yang, Amel Mameri, Claudia Cattoglio, Catherine Lachance, Alfredo Jose Florez Ariza, Jie Luo, Jonathan Humbert, Deepthi Sudarshan, Arul Banerjea, Maxime Galloy, Amélie Fradet-Turcotte, Jean-Philippe Lambert, Jeff A. Ranish, Jacques Côté, Eva Nogales",
      "paper_url": "https://doi.org/10.1126/science.adl5816",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4390045997",
      "paper_id": "https://openalex.org/W4390045997",
      "title": "Structural visualization of transcription initiation in action",
      "authors": "Xizi Chen, Weida Liu, Qianmin Wang, Xinxin Wang, Yulei Ren, Xuechun Qu, Wanjun Li, Yanhui Xu",
      "paper_url": "https://doi.org/10.1126/science.adi5120",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4323656782",
      "paper_id": "https://openalex.org/W4323656782",
      "title": "Structure and mechanism of the plant RNA polymerase V",
      "authors": "Guohui Xie, Xuan Du, Hongmiao Hu, Sisi Li, Xiaofeng Cao, Steven E. Jacobsen, Jiamu Du",
      "paper_url": "https://doi.org/10.1126/science.adf8231",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4399848807",
      "paper_id": "https://openalex.org/W4399848807",
      "title": "Structure and repair of replication-coupled DNA breaks",
      "authors": "Raphael Pavani, Veenu Tripathi, Kyle B. Vrtis, Dali Zong, Raj Chari, Elsa Callen, Ajith V. Pankajam, Gang Zhen, Gabriel Matos-Rodrigues, Jiajie Yang, Shuheng Wu, Giordano Reginato, Wei Wu, Petr Cejka, Johannes C. Walter, André Nussenzweig",
      "paper_url": "https://doi.org/10.1126/science.ado3867",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3119465258",
      "paper_id": "https://openalex.org/W3119465258",
      "title": "Structure of a transcribing RNA polymerase II–U1 snRNP complex",
      "authors": "Suyang Zhang, Shintaro Aibara, Seychelle M. Vos, Dmitry E. Agafonov, Reinhard Lührmann, Patrick Cramer",
      "paper_url": "https://doi.org/10.1126/science.abf1870",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4282918855",
      "paper_id": "https://openalex.org/W4282918855",
      "title": "Structure of cytoplasmic ring of nuclear pore complex by integrative cryo-EM and AlphaFold",
      "authors": "Pietro Fontana, Ying Dong, Xiong Pi, Alexander B. Tong, Corey W. Hecksel, Longfei Wang, Tian-Min Fu, Carlos Bustamante, Hao Wu",
      "paper_url": "https://doi.org/10.1126/science.abm9326",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3124183126",
      "paper_id": "https://openalex.org/W3124183126",
      "title": "Structure of the activated human minor spliceosome",
      "authors": "Rui Bai, Ruixue Wan, Lin Wang, Kui Xu, Qiangfeng Zhang, Jianlin Lei, Yigong Shi",
      "paper_url": "https://doi.org/10.1126/science.abg0879",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4281726159",
      "paper_id": "https://openalex.org/W4281726159",
      "title": "Structure of the cytoplasmic ring of the <i>Xenopus laevis</i> nuclear pore complex",
      "authors": "Xuechen Zhu, Gaoxingyu Huang, Chao Zeng, Xiechao Zhan, Ke Liang, Qikui Xu, Yanyu Zhao, Pan Wang, Qifan Wang, Qiang Zhou, Qinghua Tao, Minhao Liu, Jianlin Lei, Chuangye Yan, Yigong Shi",
      "paper_url": "https://doi.org/10.1126/science.abl8280",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3135715560",
      "paper_id": "https://openalex.org/W3135715560",
      "title": "Structure of the human Mediator-bound transcription preinitiation complex",
      "authors": "R. Abdella, A. Talyzina, S. Chen, C. J. Inouye, R. Tjian, Y. He",
      "paper_url": "https://doi.org/10.1126/science.abg3074",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4282972035",
      "paper_id": "https://openalex.org/W4282972035",
      "title": "Structure of the mammalian ribosome as it decodes the selenocysteine UGA codon",
      "authors": "Tarek Hilal, Benjamin Y. Killam, Milica Grozdanović, Malgorzata Dobosz-Bartoszek, Justus Loerke, Jörg Bürger, Thorsten Mielke, Paul R. Copeland, Miljan Simonović, Christian M. T. Spahn",
      "paper_url": "https://doi.org/10.1126/science.abg3875",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4302425393",
      "paper_id": "https://openalex.org/W4302425393",
      "title": "Structures of +1 nucleosome–bound PIC-Mediator complex",
      "authors": "Xizi Chen, Xinxin Wang, Weida Liu, Yulei Ren, Xuechun Qu, Jiabei Li, Xiaotong Yin, Yanhui Xu",
      "paper_url": "https://doi.org/10.1126/science.abn8131",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3157976075",
      "paper_id": "https://openalex.org/W3157976075",
      "title": "Structures of the human Mediator and Mediator-bound preinitiation complex",
      "authors": "Xizi Chen, Xiaotong Yin, Jiabei Li, Zihan Wu, Yilun Qi, Xinxin Wang, Weida Liu, Yanhui Xu",
      "paper_url": "https://doi.org/10.1126/science.abg0635",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3148033431",
      "paper_id": "https://openalex.org/W3148033431",
      "title": "Targeting the nucleotide salvage factor DNPH1 sensitizes <i>BRCA</i> -deficient cells to PARP inhibitors",
      "authors": "Kasper Fugger, Ilirjana Bajrami, Mariana Silva Dos Santos, Sarah Jane Young, Simone Kunzelmann, Geoff Kelly, Graeme Hewitt, Harshil Patel, Robert Goldstone, Thomas Carell, Simon J. Boulton, James MacRae, Ian A. Taylor, Stephen C. West",
      "paper_url": "https://doi.org/10.1126/science.abb4542",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4408182789",
      "paper_id": "https://openalex.org/W4408182789",
      "title": "Telomeric transposons are pervasive in linear bacterial genomes",
      "authors": "Shan-Chi Hsieh, Máté Fülöp, Richard Schargel, Michael T. Petassi, Orsolya Barabas, Joseph E. Peters",
      "paper_url": "https://doi.org/10.1126/science.adp1973",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4280575543",
      "paper_id": "https://openalex.org/W4280575543",
      "title": "The deubiquitinase USP8 targets ESCRT-III to promote incomplete cell division",
      "authors": "Juliette Mathieu, Pascale Michel-Hissier, Virginie Boucherit, Jean-René Huynh",
      "paper_url": "https://doi.org/10.1126/science.abg2653",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4220694174",
      "paper_id": "https://openalex.org/W4220694174",
      "title": "The histone H3.1 variant regulates TONSOKU-mediated DNA repair during replication",
      "authors": "Hossein Davarinejad, Yi-Chun Huang, Benoit Mermaz, Chantal LeBlanc, Axel Poulet, Geoffrey Thomson, Valentin Joly, Marcelo Muñoz, Alexis Arvanitis-Vigneault, Devisree Valsakumar, Gonzalo Villarino, Alex Ross, Benjamin H. Rotstein, Emilio I. Alarcon, Joseph S. Brunzelle, Philipp Voigt, Jie Dong, Jean-François Couture, Yannick Jacob",
      "paper_url": "https://doi.org/10.1126/science.abm5320",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4401990284",
      "paper_id": "https://openalex.org/W4401990284",
      "title": "The landscape of RNA binding proteins in mammalian spermatogenesis",
      "authors": "Yang Li, Yuanyuan Wang, Yue-Qiu Tan, Qiuling Yue, Yueshuai Guo, Ruoyu Yan, Lanlan Meng, Huicong Zhai, Lingxiu Tong, Zihan Yuan, Wu Li, Cuicui Wang, Shenglin Han, Sen Ren, Yitong Yan, Weixu Wang, Lei Gao, Chen Tan, Tongyao Hu, Hao Zhang, Liya Liu, Pinglan Yang, Wanyin Jiang, Yiting Ye, Huanhuan Tan, Yanfeng Wang, Chenyu Lu, Xin Li, Jie Xie, Gege Yuan, Yiqiang Cui, Bin Shen, Cheng Wang, Yichun Guan, Wei Li, Qinghua Shi, Ge Lin, Ting Ni, Zheng Sun, Lan Ye, Anastasios Vourekas, Xuejiang Guo, Mingyan Lin, Ke Zheng",
      "paper_url": "https://doi.org/10.1126/science.adj8172",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4308882826",
      "paper_id": "https://openalex.org/W4308882826",
      "title": "TPP1 promoter mutations cooperate with TERT promoter mutations to lengthen telomeres in melanoma",
      "authors": "Pattra Chun-on, Angela M. Hinchie, Holly C. Beale, Agustin A Gil Silva, Elizabeth Rush, Cindy Sander, Carla J. Connelly, Brittani K.N. Seynnaeve, John M. Kirkwood, Olena M. Vaske, Carol W. Greider, Jonathan K. Alder",
      "paper_url": "https://doi.org/10.1126/science.abq0607",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4403925099",
      "paper_id": "https://openalex.org/W4403925099",
      "title": "Transcriptome-wide splicing network reveals specialized regulatory functions of the core spliceosome",
      "authors": "Malgorzata E. Rogalska, Estefania Mancini, Sophie Bonnal, André Gohr, Bryan M. Dunyak, Niccolò Arecco, Peter G. Smith, Frédéric H. Vaillancourt, Juan Valcárcel",
      "paper_url": "https://doi.org/10.1126/science.adn8105",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4383313834",
      "paper_id": "https://openalex.org/W4383313834",
      "title": "Translation dynamics in human cells visualized at high resolution reveal cancer drug action",
      "authors": "Huaipeng Xing, Reiya Taniguchi, Iskander Khusainov, Jan Philipp Kreysing, Sonja Welsch, Beata Turoňová, Martin Beck",
      "paper_url": "https://doi.org/10.1126/science.adh1411",
      "venue": "science23"
    }
  ]
}