{
  "cluster_id": 201,
  "papers": [
    {
      "id": "science21_https://openalex.org/W3130738521",
      "paper_id": "https://openalex.org/W3130738521",
      "title": "<sup>129</sup> I and <sup>247</sup> Cm in meteorites constrain the last astrophysical source of solar r-process elements",
      "authors": "Benoit Côté, Marius Eichler, Andrés Yagüe López, Nicole Vassh, Matthew R. Mumpower, Blanka Világos, Benjámin Soós, Almudena Arcones, Trevor M. Sprouse, Rebecca Surman, Marco Pignatari, Mária K. Pető, Benjamin Wehmeyer, Thomas Rauscher, Maria Lugaro",
      "paper_url": "https://doi.org/10.1126/science.aba1111",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3160126582",
      "paper_id": "https://openalex.org/W3160126582",
      "title": "<sup>60</sup>Fe and<sup>244</sup>Pu deposited on Earth constrain the r-process yields of recent nearby supernovae",
      "authors": "A. Wallner, M. B. Froehlich, M. A. C. Hotchkis, N. Kinoshita, M. Paul, M. Martschini, S. Pavetich, S. G. Tims, N. Kivel, D. Schumann, M. Honda, H. Matsuzaki, T. Yamagata",
      "paper_url": "https://doi.org/10.1126/science.aax3972",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3191660087",
      "paper_id": "https://openalex.org/W3191660087",
      "title": "A characteristic optical variability time scale in astrophysical accretion disks",
      "authors": "Colin J. Burke, Yue Shen, Omer Blaes, Charles F. Gammie, Keith Horne, Yan-Fei Jiang, Xin Liu, Ian M. McHardy, Christopher W. Morgan, Simone Scaringi, Qian Yang",
      "paper_url": "https://doi.org/10.1126/science.abg9933",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3207207478",
      "paper_id": "https://openalex.org/W3207207478",
      "title": "A compositional link between rocky exoplanets and their host stars",
      "authors": "Vardan Adibekyan, Caroline Dorn, Sérgio G. Sousa, Nuno C. Santos, Bertram Bitsch, Garik Israelian, Christoph Mordasini, Susana C. C. Barros, Elisa Delgado Mena, Olivier D. S. Demangeon, João P. Faria, Pedro Figueira, Artur A. Hakobyan, Mahmoudreza Oshagh, Bárbara M. T. B. Soares, Masanobu Kunitomo, Yoichi Takeda, Emiliano Jofré, Romina Petrucci, Eder Martioli",
      "paper_url": "https://doi.org/10.1126/science.abg8794",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4361866110",
      "paper_id": "https://openalex.org/W4361866110",
      "title": "A cosmic stream of atomic carbon gas connected to a massive radio galaxy at redshift 3.8",
      "authors": "Bjorn H. C. Emonts, Matthew D. Lehnert, Ilsang Yoon, Nir Mandelker, Montserrat Villar-Martín, George K. Miley, Carlos De Breuck, Miguel A. Pérez-Torres, Nina A. Hatch, Pierre Guillard",
      "paper_url": "https://doi.org/10.1126/science.abh2150",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4392282903",
      "paper_id": "https://openalex.org/W4392282903",
      "title": "A far-ultraviolet–driven photoevaporation flow observed in a protoplanetary disk",
      "authors": "Olivier Berné, Emilie Habart, Els Peeters, Ilane Schroetter, Amélie Canin, Ameek Sidhu, Ryan Chown, Emeric Bron, Thomas J. Haworth, Pamela Klaassen, Boris Trahin, Dries Van De Putte, Felipe Alarcón, Marion Zannese, Alain Abergel, Edwin A. Bergin, Jeronimo Bernard-Salas, Christiaan Boersma, Jan Cami, Sara Cuadrado, Emmanuel Dartois, Daniel Dicken, Meriem Elyajouri, Asunción Fuente, Javier R. Goicoechea, Karl D. Gordon, Lina Issa, Christine Joblin, Olga Kannavou, Baria Khan, Ozan Lacinbala, David Languignon, Romane Le Gal, Alexandros Maragkoudakis, Raphael Meshaka, Yoko Okada, Takashi Onaka, Sofia Pasquini, Marc W. Pound, Massimo Robberto, Markus Röllig, Bethany Schefter, Thiébaut Schirmer, Thomas Simmer, Benoit Tabone, Alexander G. G. M. Tielens, Sílvia Vicente, Mark G. Wolfire, , Isabel Aleman, Louis Allamandola, Rebecca Auchettl, Giuseppe Antonio Baratta, Clément Baruteau, Salma Bejaoui, Partha P. Bera, John H. Black, Francois Boulanger, Jordy Bouwman, Bernhard Brandl, Philippe Brechignac, Sandra Brünken, Mridusmita Buragohain, Andrew Burkhardt, Alessandra Candian, Stéphanie Cazaux, Jose Cernicharo, Marin Chabot, Shubhadip Chakraborty, Jason Champion, Sean W.J. Colgan, Ilsa R. Cooke, Audrey Coutens, Nick L.J. Cox, Karine Demyk, Jennifer Donovan Meyer, Cécile Engrand, Sacha Foschino, Pedro García-Lario, Lisseth Gavilan, Maryvonne Gerin, Marie Godard, Carl A. Gottlieb, Pierre Guillard, Antoine Gusdorf, Patrick Hartigan, Jinhua He, Eric Herbst, Liv Hornekaer, Cornelia Jäger, Eduardo Janot-Pacheco, Michael Kaufman, Francisca Kemper, Sarah Kendrew, Maria S. Kirsanova, Collin Knight, Sun Kwok, Álvaro Labiano, Thomas S.-Y. Lai, Timothy J. Lee, Bertrand Lefloch, Franck Le Petit, Aigen Li, Hendrik Linz, Cameron J. Mackie, Suzanne C. Madden, Joëlle Mascetti, Brett A. McGuire, Pablo Merino, Elisabetta R. Micelotta, Jon A. Morse, Giacomo Mulas, Naslim Neelamkodan, Ryou Ohsawa, Roberta Paladini, Maria Elisabetta Palumbo, Amit Pathak, Yvonne J. Pendleton, Annemieke Petrignani, Thomas Pino, Elena Puga, Naseem Rangwala, Mathias Rapacioli, Alessandra Ricca, Julia Roman-Duval, Evelyne Roueff, Gaël Rouillé, Farid Salama, Dinalva A. Sales, Karin Sandstrom, Peter Sarre, Ella Sciamma-O’Brien, Kris Sellgren, Matthew J. Shannon, Adrien Simonnin, Sachindev S. Shenoy, David Teyssier, Richard D. Thomas, Aditya Togi, Laurent Verstraete, Adolf N. Witt, Alwyn Wootten, Nathalie Ysard, Henning Zettergren, Yong Zhang, Ziwei E. Zhang, Junfeng Zhen",
      "paper_url": "https://doi.org/10.1126/science.adh2861",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4387771000",
      "paper_id": "https://openalex.org/W4387771000",
      "title": "A luminous fast radio burst that probes the Universe at redshift 1",
      "authors": "S. D. Ryder, K. W. Bannister, S. Bhandari, A. T. Deller, R. D. Ekers, M. Glowacki, A. C. Gordon, K. Gourdji, C. W. James, C. D. Kilpatrick, W. Lu, L. Marnoch, V. A. Moss, J. X. Prochaska, H. Qiu, E. M. Sadler, S. Simha, M. W. Sammons, D. R. Scott, N. Tejos, R. M. Shannon",
      "paper_url": "https://doi.org/10.1126/science.adf2678",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4394728240",
      "paper_id": "https://openalex.org/W4394728240",
      "title": "A magnetic massive star has experienced a stellar merger",
      "authors": "A. J. Frost, H. Sana, L. Mahy, G. Wade, J. Barron, J.-B. Le Bouquin, A. Mérand, F. R. N. Schneider, T. Shenar, R. H. Barbá, D. M. Bowman, M. Fabry, A. Farhang, P. Marchant, N. I. Morrell, J. V. Smoker",
      "paper_url": "https://doi.org/10.1126/science.adg7700",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4365445849",
      "paper_id": "https://openalex.org/W4365445849",
      "title": "A magnified compact galaxy at redshift 9.51 with strong nebular emission lines",
      "authors": "Hayley Williams, Patrick L. Kelly, Wenlei Chen, Gabriel Brammer, Adi Zitrin, Tommaso Treu, Claudia Scarlata, Anton M. Koekemoer, Masamune Oguri, Yu-Heng Lin, Jose M. Diego, Mario Nonino, Jens Hjorth, Danial Langeroodi, Tom Broadhurst, Noah Rogers, Ismael Perez-Fournon, Ryan J. Foley, Saurabh Jha, Alexei V. Filippenko, Lou Strolger, Justin Pierel, Frederick Poidevin, Lilan Yang",
      "paper_url": "https://doi.org/10.1126/science.adf5307",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4385925630",
      "paper_id": "https://openalex.org/W4385925630",
      "title": "A massive helium star with a sufficiently strong magnetic field to form a magnetar",
      "authors": "Tomer Shenar, Gregg A. Wade, Pablo Marchant, Stefano Bagnulo, Julia Bodensteiner, Dominic M. Bowman, Avishai Gilkis, Norbert Langer, André Nicolas-Chené, Lidia Oskinova, Timothy Van Reeth, Hugues Sana, Nicole St-Louis, Alexandre Soares de Oliveira, Helge Todt, Silvia Toonen",
      "paper_url": "https://doi.org/10.1126/science.ade3293",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3127045467",
      "paper_id": "https://openalex.org/W3127045467",
      "title": "A massive stellar bulge in a regularly rotating galaxy 1.2 billion years after the Big Bang",
      "authors": "Federico Lelli, Enrico M. Di Teodoro, Filippo Fraternali, Allison W. S. Man, Zhi-Yu Zhang, Carlos De Breuck, Timothy A. Davis, Roberto Maiolino",
      "paper_url": "https://doi.org/10.1126/science.abc1893",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4400974693",
      "paper_id": "https://openalex.org/W4400974693",
      "title": "A mega–electron volt emission line in the spectrum of a gamma-ray burst",
      "authors": "Maria Edvige Ravasio, Om Sharan Salafia, Gor Oganesyan, Alessio Mei, Giancarlo Ghirlanda, Stefano Ascenzi, Biswajit Banerjee, Samanta Macera, Marica Branchesi, Peter G. Jonker, Andrew J. Levan, Daniele B. Malesani, Katharine B. Mulrey, Andrea Giuliani, Annalisa Celotti, Gabriele Ghisellini",
      "paper_url": "https://doi.org/10.1126/science.adj3638",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4411166993",
      "paper_id": "https://openalex.org/W4411166993",
      "title": "A near-real-time data-assimilative model of the solar corona",
      "authors": "Cooper Downs, Jon A. Linker, Ronald M. Caplan, Emily I. Mason, Pete Riley, Ryder Davidson, Andres Reyes, Erika Palmerio, Roberto Lionello, James Turtle, Michal Ben-Nun, Miko M. Stulajter, Viacheslav S. Titov, Tibor Török, Lisa A. Upton, Raphael Attie, Bibhuti K. Jha, Charles N. Arge, Carl J. Henney, Gherardo Valori, Hanna Strecker, Daniele Calchetti, Dietmar Germerott, Johann Hirzberger, David Orozco Suárez, Julian Blanco Rodríguez, Sami K. Solanki, Xin Cheng, Sizhe Wu",
      "paper_url": "https://doi.org/10.1126/science.adq0872",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3135851083",
      "paper_id": "https://openalex.org/W3135851083",
      "title": "A nearby transiting rocky exoplanet that is suitable for atmospheric investigation",
      "authors": "T. Trifonov, J. A. Caballero, J. C. Morales, A. Seifahrt, I. Ribas, A. Reiners, J. L. Bean, R. Luque, H. Parviainen, E. Pallé, S. Stock, M. Zechmeister, P. J. Amado, G. Anglada-Escudé, M. Azzaro, T. Barclay, V. J. S. Béjar, P. Bluhm, N. Casasayas-Barris, C. Cifuentes, K. A. Collins, K. I. Collins, M. Cortés-Contreras, J. de Leon, S. Dreizler, C. D. Dressing, E. Esparza-Borges, N. Espinoza, M. Fausnaugh, A. Fukui, A. P. Hatzes, C. Hellier, Th. Henning, C. E. Henze, E. Herrero, S. V. Jeffers, J. M. Jenkins, E. L. N. Jensen, A. Kaminski, D. Kasper, D. Kossakowski, M. Kürster, M. Lafarga, D. W. Latham, A. W. Mann, K. Molaverdikhani, D. Montes, B. T. Montet, F. Murgas, N. Narita, M. Oshagh, V. M. Passegger, D. Pollacco, S. N. Quinn, A. Quirrenbach, G. R. Ricker, C. Rodríguez López, J. Sanz-Forcada, R. P. Schwarz, A. Schweitzer, S. Seager, A. Shporer, M. Stangret, J. Stürmer, T. G. Tan, P. Tenenbaum, J. D. Twicken, R. Vanderspek, J. N. Winn",
      "paper_url": "https://doi.org/10.1126/science.abd7645",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4389166358",
      "paper_id": "https://openalex.org/W4389166358",
      "title": "A Neptune-mass exoplanet in close orbit around a very low-mass star challenges formation models",
      "authors": "Guðmundur Stefánsson, Suvrath Mahadevan, Yamila Miguel, Paul Robertson, Megan Delamer, Shubham Kanodia, Caleb I. Cañas, Joshua N. Winn, Joe P. Ninan, Ryan C. Terrien, Rae Holcomb, Eric B. Ford, Brianna Zawadzki, Brendan P. Bowler, Chad F. Bender, William D. Cochran, Scott Diddams, Michael Endl, Connor Fredrick, Samuel Halverson, Fred Hearty, Gary J. Hill, Andrea S. J. Lin, Andrew J. Metcalf, Andrew Monson, Lawrence Ramsey, Arpita Roy, Christian Schwab, Jason T. Wright, Gregory Zeimann",
      "paper_url": "https://doi.org/10.1126/science.abo0233",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4390967745",
      "paper_id": "https://openalex.org/W4390967745",
      "title": "A pulsar in a binary with a compact object in the mass gap between neutron stars and black holes",
      "authors": "Ewan D. Barr, Arunima Dutta, Paulo C. C. Freire, Mario Cadelano, Tasha Gautam, Michael Kramer, Cristina Pallanca, Scott M. Ransom, Alessandro Ridolfi, Benjamin W. Stappers, Thomas M. Tauris, Vivek Venkatraman Krishnan, Norbert Wex, Matthew Bailes, Jan Behrend, Sarah Buchner, Marta Burgay, Weiwei Chen, David J. Champion, C.-H. Rosie Chen, Alessandro Corongiu, Marisa Geyer, Y. P. Men, Prajwal Voraganti Padmanabh, Andrea Possenti",
      "paper_url": "https://doi.org/10.1126/science.adg3005",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410649139",
      "paper_id": "https://openalex.org/W4410649139",
      "title": "A pulsar-helium star compact binary system formed by common envelope evolution",
      "authors": "Z. L. Yang, J. L. Han, D. J. Zhou, W. C. Jing, W. C. Chen, T. Wang, X. D. Li, S. Wang, B. Wang, H. W. Ge, Y. L. Guo, L. H. Li, Y. Shao, J. F. Liu, W. Q. Su, L. G. Hou, W. J. Huang, J. C. Jiang, P. Jiang, J. H. Sun, B. J. Wang, C. Wang, H. G. Wang, J. B. Wang, N. Wang, P. F. Wang, S. Q. Wang, H. Xu, J. Xu, R. X. Xu, W. M. Yan, Y. Yan, X. P. You, D. J. Yu, Z. S. Yuan, C. F. Zhang",
      "paper_url": "https://doi.org/10.1126/science.ado0769",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4404419114",
      "paper_id": "https://openalex.org/W4404419114",
      "title": "A sample of the Moon’s far side retrieved by Chang’e-6 contains 2.83-billion-year-old basalt",
      "authors": "Zexian Cui, Qing Yang, Yan-Qiang Zhang, Chengyuan Wang, Haiyang Xian, Zhiming Chen, Zhiyong Xiao, Yuqi Qian, James W. Head, Clive R. Neal, Long Xiao, Fanglu Luo, Jingyou Chen, Pengli He, Yonghua Cao, Qin Zhou, Fangfang Huang, Linli Chen, Bo Wei, Jintuan Wang, Ya-Nan Yang, Shan Li, Yiping Yang, Xiaoju Lin, Jianxi Zhu, Le Zhang, Yi-Gang Xu",
      "paper_url": "https://doi.org/10.1126/science.adt1093",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4379792960",
      "paper_id": "https://openalex.org/W4379792960",
      "title": "A tera–electron volt afterglow from a narrow jet in an extremely bright gamma-ray burst",
      "authors": ", Zhen Cao, F. Aharonian, Q. An, Axikegu, L. X. Bai, Y. X. Bai, Y. W. Bao, D. Bastieri, X. J. Bi, Y. J. Bi, J. T. Cai, Q. Cao, W. Y. Cao, Zhe Cao, J. Chang, J. F. Chang, E. S. Chen, Liang Chen, Lin Chen, Long Chen, M. J. Chen, M. L. Chen, Q. H. Chen, S. H. Chen, S. Z. Chen, T. L. Chen, Y. Chen, H. L. Cheng, N. Cheng, Y. D. Cheng, S. W. Cui, X. H. Cui, Y. D. Cui, B. Z. Dai, H. L. Dai, Z. G. Dai, Danzengluobu, D. della Volpe, X. Q. Dong, K. K. Duan, J. H. Fan, Y. Z. Fan, J. Fang, K. Fang, C. F. Feng, L. Feng, S. H. Feng, X. T. Feng, Y. L. Feng, B. Gao, C. D. Gao, L. Q. Gao, Q. Gao, W. Gao, W. K. Gao, M. M. Ge, L. S. Geng, G. H. Gong, Q. B. Gou, M. H. Gu, F. L. Guo, X. L. Guo, Y. Q. Guo, Y. Y. Guo, Y. A. Han, H. H. He, H. N. He, J. Y. He, X. B. He, Y. He, M. Heller, Y. K. Hor, B. W. Hou, C. Hou, X. Hou, H. B. Hu, Q. Hu, S. C. Hu, D. H. Huang, T. Q. Huang, W. J. Huang, X. T. Huang, X. Y. Huang, Y. Huang, Z. C. Huang, X. L. Ji, H. Y. Jia, K. Jia, K. Jiang, X. W. Jiang, Z. J. Jiang, M. Jin, M. M. Kang, T. Ke, D. Kuleshov, K. Kurinov, B. B. Li, Cheng Li, Cong Li, D. Li, F. Li, H. B. Li, H. C. Li, H. Y. Li, J. Li, Jian Li, Jie Li, K. Li, W. L. Li, W. L. Li, X. R. Li, Xin Li, Y. Z. Li, Zhe Li, Zhuo Li, E. W. Liang, Y. F. Liang, S. J. Lin, B. Liu, C. Liu, D. Liu, H. Liu, H. D. Liu, J. Liu, J. L. Liu, J. L. Liu, J. S. Liu, J. Y. Liu, M. Y. Liu, R. Y. Liu, S. M. Liu, W. Liu, Y. Liu, Y. N. Liu, W. J. Long, R. Lu, Q. Luo, H. K. Lv, B. Q. Ma, L. L. Ma, X. H. Ma, J. R. Mao, Z. Min, W. Mitthumsiri, Y. C. Nan, Z. W. Ou, B. Y. Pang, P. Pattarakijwanich, Z. Y. Pei, M. Y. Qi, Y. Q. Qi, B. Q. Qiao, J. J. Qin, D. Ruffolo, A. Sáiz, C. Y. Shao, L. Shao, O. Shchegolev, X. D. Sheng, H. C. Song, Y. V. Stenkin, V. Stepanov, Y. Su, Q. N. Sun, X. N. Sun, Z. B. Sun, P. H. T. Tam, Z. B. Tang, W. W. Tian, C. Wang, C. B. Wang, G. W. Wang, H. G. Wang, H. H. Wang, J. C. Wang, J. S. Wang, K. Wang, L. P. Wang, L. Y. Wang, P. H. Wang, R. Wang, W. Wang, X. G. Wang, X. Y. Wang, Y. Wang, Y. D. Wang, Y. J. Wang, Z. H. Wang, Z. X. Wang, Zhen Wang, Zheng Wang, D. M. Wei, J. J. Wei, Y. J. Wei, T. Wen, C. Y. Wu, H. R. Wu, S. Wu, X. F. Wu, Y. S. Wu, S. Q. Xi, J. Xia, J. J. Xia, G. M. Xiang, D. X. Xiao, G. Xiao, G. G. Xin, Y. L. Xin, Y. Xing, Z. Xiong, D. L. Xu, R. F. Xu, R. X. Xu, L. Xue, D. H. Yan, J. Z. Yan, T. Yan, C. W. Yang, F. Yang, F. F. Yang, H. W. Yang, J. Y. Yang, L. L. Yang, M. J. Yang, R. Z. Yang, S. B. Yang, Y. H. Yao, Z. G. Yao, Y. M. Ye, L. Q. Yin, N. Yin, X. H. You, Z. Y. You, Y. H. Yu, Q. Yuan, H. Yue, H. D. Zeng, T. X. Zeng, W. Zeng, Z. K. Zeng, M. Zha, B. Zhang, B. B. Zhang, F. Zhang, H. M. Zhang, H. Y. Zhang, J. L. Zhang, L. X. Zhang, L. Zhang, P. F. Zhang, P. P. Zhang, R. Zhang, S. B. Zhang, S. R. Zhang, S. S. Zhang, X. Zhang, X. P. Zhang, Y. F. Zhang, Y. Zhang, Yong Zhang, B. Zhao, J. Zhao, L. Zhao, L. Z. Zhao, S. P. Zhao, F. Zheng, J. H. Zheng, B. Zhou, H. Zhou, J. N. Zhou, P. Zhou, R. Zhou, X. X. Zhou, C. G. Zhu, F. R. Zhu, H. Zhu, K. J. Zhu, X. Zuo",
      "paper_url": "https://doi.org/10.1126/science.adg9328",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3197220809",
      "paper_id": "https://openalex.org/W3197220809",
      "title": "A transient radio source consistent with a merger-triggered core collapse supernova",
      "authors": "D. Z. Dong, G. Hallinan, E. Nakar, A. Y. Q. Ho, A. K. Hughes, K. Hotokezaka, S. T. Myers, K. De, K. P. Mooley, V. Ravi, A. Horesh, M. M. Kasliwal, S. R. Kulkarni",
      "paper_url": "https://doi.org/10.1126/science.abg6037",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4399380890",
      "paper_id": "https://openalex.org/W4399380890",
      "title": "Abundant hydrocarbons in the disk around a very-low-mass star",
      "authors": "A. M. Arabhavi, I. Kamp, Th. Henning, E. F. van Dishoeck, V. Christiaens, D. Gasman, A. Perrin, M. Güdel, B. Tabone, J. Kanwar, L. B. F. M. Waters, I. Pascucci, M. Samland, G. Perotti, G. Bettoni, S. L. Grant, P. O. Lagage, T. P. Ray, B. Vandenbussche, O. Absil, I. Argyriou, D. Barrado, A. Boccaletti, J. Bouwman, A. Caratti o Garatti, A. M. Glauser, F. Lahuis, M. Mueller, G. Olofsson, E. Pantin, S. Scheithauer, M. Morales-Calderón, R. Franceschi, H. Jang, N. Pawellek, D. Rodgers-Lee, J. Schreiber, K. Schwarz, M. Temmink, M. Vlasblom, G. Wright, L. Colina, G. Östlin",
      "paper_url": "https://doi.org/10.1126/science.adi8147",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4391215346",
      "paper_id": "https://openalex.org/W4391215346",
      "title": "Acceleration and transport of relativistic electrons in the jets of the microquasar SS 433",
      "authors": ", F. Aharonian, F. Ait Benkhali, J. Aschersleben, H. Ashkar, M. Backes, V. Barbosa Martins, R. Batzofin, Y. Becherini, D. Berge, K. Bernlöhr, B. Bi, M. Böttcher, C. Boisson, J. Bolmont, M. de Bony de Lavergne, J. Borowska, M. Bouyahiaoui, M. Breuhaus, R. Brose, A. M. Brown, F. Brun, B. Bruno, T. Bulik, C. Burger-Scheidlin, S. Caroff, S. Casanova, R. Cecil, J. Celic, M. Cerruti, T. Chand, S. Chandra, A. Chen, J. Chibueze, O. Chibueze, G. Cotter, S. Dai, J. Damascene Mbarubucyeye, A. Djannati-Ataï, A. Dmytriiev, V. Doroshenko, K. Egberts, S. Einecke, J.-P. Ernenwein, M. Filipovic, G. Fontaine, M. Füßling, S. Funk, S. Gabici, S. Ghafourizadeh, G. Giavitto, D. Glawion, J.-F. Glicenstein, G. Grolleron, L. Haerer, J. A. Hinton, W. Hofmann, T. L. Holch, M. Holler, D. Horns, M. Jamrozy, F. Jankowsky, A. Jardin-Blicq, V. Joshi, I. Jung-Richardt, E. Kasai, K. Katarzyński, R. Khatoon, B. Khélifi, S. Klepser, W. Kluźniak, Nu. Komin, K. Kosack, D. Kostunin, A. Kundu, R. G. Lang, S. Le Stum, F. Leitl, A. Lemière, J.-P. Lenain, F. Leuschner, T. Lohse, A. Luashvili, I. Lypova, J. Mackey, D. Malyshev, D. Malyshev, V. Marandon, P. Marchegiani, A. Marcowith, G. Martí-Devesa, R. Marx, A. Mehta, A. Mitchell, R. Moderski, L. Mohrmann, A. Montanari, E. Moulin, T. Murach, K. Nakashima, M. de Naurois, J. Niemiec, A. Priyana Noel, S. Ohm, L. Olivera-Nieto, E. de Ona Wilhelmi, M. Ostrowski, S. Panny, M. Panter, R. D. Parsons, G. Peron, D. A. Prokhorov, G. Pühlhofer, M. Punch, A. Quirrenbach, P. Reichherzer, A. Reimer, O. Reimer, H. Ren, M. Renaud, B. Reville, F. Rieger, G. Rowell, B. Rudak, H. Rueda Ricarte, E. Ruiz-Velasco, V. Sahakian, H. Salzmann, A. Santangelo, M. Sasaki, J. Schäfer, F. Schüssler, U. Schwanke, J. N. S. Shapopi, H. Sol, A. Specovius, S. Spencer, L. Stawarz, R. Steenkamp, S. Steinmassl, C. Steppa, K. Streil, I. Sushch, H. Suzuki, T. Takahashi, T. Tanaka, A. M. Taylor, R. Terrier, M. Tsirou, N. Tsuji, T. Unbehaun, C. van Eldik, M. Vecchi, J. Veh, C. Venter, J. Vink, T. Wach, S. J. Wagner, F. Werner, R. White, A. Wierzcholska, Yu Wun Wong, M. Zacharias, D. Zargaryan, A. A. Zdziarski, A. Zech, S. Zouari, N. Żywucka",
      "paper_url": "https://doi.org/10.1126/science.adi2048",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3204603437",
      "paper_id": "https://openalex.org/W3204603437",
      "title": "Age and composition of young basalts on the Moon, measured from samples returned by Chang’e-5",
      "authors": "Xiaochao Che, Alexander Nemchin, Dunyi Liu, Tao Long, Chen Wang, Marc D. Norman, Katherine H. Joy, Romain Tartese, James Head, Bradley Jolliff, Joshua F. Snape, Clive R. Neal, Martin J. Whitehouse, Carolyn Crow, Gretchen Benedix, Fred Jourdan, Zhiqing Yang, Chun Yang, Jianhui Liu, Shiwen Xie, Zemin Bao, Runlong Fan, Dapeng Li, Zengsheng Li, Stuart G. Webb",
      "paper_url": "https://doi.org/10.1126/science.abl7957",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4388936953",
      "paper_id": "https://openalex.org/W4388936953",
      "title": "An extremely energetic cosmic ray observed by a surface detector array",
      "authors": ", R. U. Abbasi, M. G. Allen, R. Arimura, J. W. Belz, D. R. Bergman, S. A. Blake, B. K. Shin, I. J. Buckland, B. G. Cheon, T. Fujii, K. Fujisue, K. Fujita, M. Fukushima, G. D. Furlich, Z. R. Gerber, N. Globus, K. Hibino, R. Higuchi, K. Honda, D. Ikeda, H. Ito, A. Iwasaki, S. Jeong, H. M. Jeong, C. H. Jui, K. Kadota, F. Kakimoto, O. E. Kalashev, K. Kasahara, K. Kawata, I. Kharuk, E. Kido, S. W. Kim, H. B. Kim, J. H. Kim, J. H. Kim, I. Komae, Y. Kubota, M. Y. Kuznetsov, K. H. Lee, B. K. Lubsandorzhiev, J. P. Lundquist, J. N. Matthews, S. Nagataki, T. Nakamura, A. Nakazawa, T. Nonaka, S. Ogio, M. Ono, H. Oshima, I. H. Park, M. Potts, S. Pshirkov, J. R. Remington, D. C. Rodriguez, C. Rott, G. I. Rubtsov, D. Ryu, H. Sagawa, N. Sakaki, T. Sako, N. Sakurai, H. Shin, J. D. Smith, P. Sokolsky, B. T. Stokes, T. S. Stroman, K. Takahashi, M. Takeda, A. Taketa, Y. Tameda, S. Thomas, G. B. Thomson, P. G. Tinyakov, I. Tkachev, T. Tomida, S. V. Troitsky, Y. Tsunesada, S. Udo, F. R. Urban, T. Wong, K. Yamazaki, Y. Yuma, Y. V. Zhezher, Z. Zundel",
      "paper_url": "https://doi.org/10.1126/science.abo5095",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4389722481",
      "paper_id": "https://openalex.org/W4389722481",
      "title": "An observed population of intermediate-mass helium stars that have been stripped in binaries",
      "authors": "M. R. Drout, Y. Götberg, B. A. Ludwig, J. H. Groh, S. E. de Mink, A. J. G. O’Grady, N. Smith",
      "paper_url": "https://doi.org/10.1126/science.ade4970",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4309822001",
      "paper_id": "https://openalex.org/W4309822001",
      "title": "Aqueous alteration processes in Jezero crater, Mars—implications for organic geochemistry",
      "authors": "Eva L. Scheller, Joseph Razzell Hollis, Emily L. Cardarelli, Andrew Steele, Luther W. Beegle, Rohit Bhartia, Pamela Conrad, Kyle Uckert, Sunanda Sharma, Bethany L. Ehlmann, William J. Abbey, Sanford A. Asher, Kathleen C. Benison, Eve L. Berger, Olivier Beyssac, Benjamin L. Bleefeld, Tanja Bosak, Adrian J. Brown, Aaron S. Burton, Sergei V. Bykov, Ed Cloutis, Alberto G. Fairén, Lauren DeFlores, Kenneth A. Farley, Deidra M. Fey, Teresa Fornaro, Allison C. Fox, Marc Fries, Keyron Hickman-Lewis, William F. Hug, Joshua E. Huggett, Samara Imbeah, Ryan S. Jakubek, Linda C. Kah, Peter Kelemen, Megan R. Kennedy, Tanya Kizovski, Carina Lee, Yang Liu, Lucia Mandon, Francis M. McCubbin, Kelsey R. Moore, Brian E. Nixon, Jorge I. Núñez, Carolina Rodriguez Sanchez-Vahamonde, Ryan D. Roppel, Mitchell Schulte, Mark A. Sephton, Shiv K. Sharma, Sandra Siljeström, Svetlana Shkolyar, David L. Shuster, Justin I. Simon, Rebecca J. Smith, Kathryn M. Stack, Kim Steadman, Benjamin P. Weiss, Alyssa Werynski, Amy J. Williams, Roger C. Wiens, Kenneth H. Williford, Kathrine Winchell, Brittan Wogsland, Anastasia Yanchilina, Rachel Yingling, Maria-Paz Zorzano",
      "paper_url": "https://doi.org/10.1126/science.abo5204",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3124968341",
      "paper_id": "https://openalex.org/W3124968341",
      "title": "Bifurcation of planetary building blocks during Solar System formation",
      "authors": "Tim Lichtenberg, Joanna Dra̧żkowska, Maria Schönbächler, Gregor J. Golabek, Thomas O. Hands",
      "paper_url": "https://doi.org/10.1126/science.abb3091",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4213422428",
      "paper_id": "https://openalex.org/W4213422428",
      "title": "Black hole spin–orbit misalignment in the x-ray binary MAXI J1820+070",
      "authors": "Juri Poutanen, Alexandra Veledina, Andrei V. Berdyugin, Svetlana V. Berdyugina, Helen Jermak, Peter G. Jonker, Jari J. E. Kajava, Ilia A. Kosenkov, Vadim Kravtsov, Vilppu Piirola, Manisha Shrestha, Manuel A. P. Torres, Sergey S. Tsygankov",
      "paper_url": "https://doi.org/10.1126/science.abl4679",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3119990343",
      "paper_id": "https://openalex.org/W3119990343",
      "title": "Carbonaceous chondrite meteorites experienced fluid flow within the past million years",
      "authors": "Simon Turner, Lucy McGee, Munir Humayun, John Creech, Brigitte Zanda",
      "paper_url": "https://doi.org/10.1126/science.abc8116",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4376129002",
      "paper_id": "https://openalex.org/W4376129002",
      "title": "Constraints on the Hubble constant from supernova Refsdal’s reappearance",
      "authors": "Patrick L. Kelly, Steven Rodney, Tommaso Treu, Masamune Oguri, Wenlei Chen, Adi Zitrin, Simon Birrer, Vivien Bonvin, Luc Dessart, Jose M. Diego, Alexei V. Filippenko, Ryan J. Foley, Daniel Gilman, Jens Hjorth, Mathilde Jauzac, Kaisey Mandel, Martin Millon, Justin Pierel, Keren Sharon, Stephen Thorp, Liliya Williams, Tom Broadhurst, Alan Dressler, Or Graur, Saurabh Jha, Curtis McCully, Marc Postman, Kasper Borello Schmidt, Brad E. Tucker, Anja von der Linden",
      "paper_url": "https://doi.org/10.1126/science.abh1322",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3129257712",
      "paper_id": "https://openalex.org/W3129257712",
      "title": "Cygnus X-1 contains a 21–solar mass black hole—Implications for massive star winds",
      "authors": "James C. A. Miller-Jones, Arash Bahramian, Jerome A. Orosz, Ilya Mandel, Lijun Gou, Thomas J. Maccarone, Coenraad J. Neijssel, Xueshan Zhao, Janusz Ziółkowski, Mark J. Reid, Phil Uttley, Xueying Zheng, Do-Young Byun, Richard Dodson, Victoria Grinberg, Taehyun Jung, Jeong-Sook Kim, Benito Marcote, Sera Markoff, María J. Rioja, Anthony P. Rushton, David M. Russell, Gregory R. Sivakoff, Alexandra J. Tetarenko, Valeriu Tudose, Joern Wilms",
      "paper_url": "https://doi.org/10.1126/science.abb3363",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4394853313",
      "paper_id": "https://openalex.org/W4394853313",
      "title": "Dating the Solar System’s giant planet orbital instability using enstatite meteorites",
      "authors": "Chrysa Avdellidou, Marco Delbo’, David Nesvorný, Kevin J. Walsh, Alessandro Morbidelli",
      "paper_url": "https://doi.org/10.1126/science.adg8092",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4295079176",
      "paper_id": "https://openalex.org/W4295079176",
      "title": "Density, not radius, separates rocky and water-rich small planets orbiting M dwarf stars",
      "authors": "Rafael Luque, Enric Pallé",
      "paper_url": "https://doi.org/10.1126/science.abl7164",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4403708065",
      "paper_id": "https://openalex.org/W4403708065",
      "title": "Detection of interstellar 1-cyanopyrene: A four-ring polycyclic aromatic hydrocarbon",
      "authors": "Gabi Wenzel, Ilsa R. Cooke, P. Bryan Changala, Edwin A. Bergin, Shuo Zhang, Andrew M. Burkhardt, Alex N. Byrne, Steven B. Charnley, Martin A. Cordiner, Miya Duffy, Zachary T. P. Fried, Harshal Gupta, Martin S. Holdren, Andrew Lipnicky, Ryan A. Loomis, Hannah Toru Shay, Christopher N. Shingledecker, Mark A. Siebert, D. Archie Stewart, Reace H. J. Willis, Ci Xue, Anthony J. Remijan, Alison E. Wendlandt, Michael C. McCarthy, Brett A. McGuire",
      "paper_url": "https://doi.org/10.1126/science.adq6391",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3139338706",
      "paper_id": "https://openalex.org/W3139338706",
      "title": "Detection of two interstellar polycyclic aromatic hydrocarbons via spectral matched filtering",
      "authors": "Brett A. McGuire, Ryan A. Loomis, Andrew M. Burkhardt, Kin Long Kelvin Lee, Christopher N. Shingledecker, Steven B. Charnley, Ilsa R. Cooke, Martin A. Cordiner, Eric Herbst, Sergei Kalenskii, Mark A. Siebert, Eric R. Willis, Ci Xue, Anthony J. Remijan, Michael C. McCarthy",
      "paper_url": "https://doi.org/10.1126/science.abb7535",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4365457153",
      "paper_id": "https://openalex.org/W4365457153",
      "title": "Direct imaging and astrometric detection of a gas giant planet orbiting an accelerating star",
      "authors": "Thayne Currie, G. Mirek Brandt, Timothy D. Brandt, Brianna Lacy, Adam Burrows, Olivier Guyon, Motohide Tamura, Ranger Y. Liu, Sabina Sagynbayeva, Taylor Tobin, Jeffrey Chilcote, Tyler Groff, Christian Marois, William Thompson, Simon J. Murphy, Masayuki Kuzuhara, Kellen Lawson, Julien Lozi, Vincent Deo, Sebastien Vievard, Nour Skaf, Taichi Uyama, Nemanja Jovanovic, Frantz Martinache, N. Jeremy Kasdin, Tomoyuki Kudo, Michael McElwain, Markus Janson, John Wisniewski, Klaus Hodapp, Jun Nishikawa, Krzysztof Hełminiak, Jungmi Kwon, Masahiko Hayashi",
      "paper_url": "https://doi.org/10.1126/science.abo6192",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4297995889",
      "paper_id": "https://openalex.org/W4297995889",
      "title": "Earth’s composition was modified by collisional erosion",
      "authors": "Paul Frossard, Claudine Israel, Audrey Bouvier, Maud Boyet",
      "paper_url": "https://doi.org/10.1126/science.abq7351",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4389429223",
      "paper_id": "https://openalex.org/W4389429223",
      "title": "Element abundance patterns in stars indicate fission of nuclei heavier than uranium",
      "authors": "Ian U. Roederer, Nicole Vassh, Erika M. Holmbeck, Matthew R. Mumpower, Rebecca Surman, John J. Cowan, Timothy C. Beers, Rana Ezzeddine, Anna Frebel, Terese T. Hansen, Vinicius M. Placco, Charli M. Sakari",
      "paper_url": "https://doi.org/10.1126/science.adf1341",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4392027922",
      "paper_id": "https://openalex.org/W4392027922",
      "title": "Emission lines due to ionizing radiation from a compact object in the remnant of Supernova 1987A",
      "authors": "C. Fransson, M. J. Barlow, P. J. Kavanagh, J. Larsson, O. C. Jones, B. Sargent, M. Meixner, P. Bouchet, T. Temim, G. S. Wright, J. A. D. L. Blommaert, N. Habel, A. S. Hirschauer, J. Hjorth, L. Lenkić, T. Tikkanen, R. Wesson, A. Coulais, O. D. Fox, R. Gastaud, A. Glasse, J. Jaspers, O. Krause, R. M. Lau, O. Nayak, A. Rest, L. Colina, E. F. van Dishoeck, M. Güdel, Th. Henning, P.-O. Lagage, G. Östlin, T. P. Ray, B. Vandenbussche",
      "paper_url": "https://doi.org/10.1126/science.adj5796",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4386917548",
      "paper_id": "https://openalex.org/W4386917548",
      "title": "Endogenous CO <sub>2</sub> ice mixture on the surface of Europa and no detection of plume activity",
      "authors": "G. L. Villanueva, H. B. Hammel, S. N. Milam, S. Faggi, V. Kofman, L. Roth, K. P. Hand, L. Paganini, J. Stansberry, J. Spencer, S. Protopapa, G. Strazzulla, G. Cruz-Mermy, C. R. Glein, R. Cartwright, G. Liuzzi",
      "paper_url": "https://doi.org/10.1126/science.adg4270",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3141689353",
      "paper_id": "https://openalex.org/W3141689353",
      "title": "Enhanced x-ray emission coinciding with giant radio pulses from the Crab Pulsar",
      "authors": "Teruaki Enoto, Toshio Terasawa, Shota Kisaka, Chin-Ping Hu, Sebastien Guillot, Natalia Lewandowska, Christian Malacaria, Paul S. Ray, Wynn C.G. Ho, Alice K. Harding, Takashi Okajima, Zaven Arzoumanian, Keith C. Gendreau, Zorawar Wadiasingh, Craig B. Markwardt, Yang Soong, Steve Kenyon, Slavko Bogdanov, Walid A. Majid, Tolga Güver, Gaurava K. Jaisawal, Rick Foster, Yasuhiro Murata, Hiroshi Takeuchi, Kazuhiro Takefuji, Mamoru Sekido, Yoshinori Yonekura, Hiroaki Misawa, Fuminori Tsuchiya, Takahiko Aoki, Munetoshi Tokumaru, Mareki Honma, Osamu Kameya, Tomoaki Oyama, Katsuaki Asano, Shinpei Shibata, Shuta J. Tanaka",
      "paper_url": "https://doi.org/10.1126/science.abd4659",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4386119455",
      "paper_id": "https://openalex.org/W4386119455",
      "title": "Evidence for a radiation belt around a brown dwarf",
      "authors": "J. B. Climent, J. C. Guirado, M. Pérez-Torres, J. M. Marcaide, L. Peña-Moñino",
      "paper_url": "https://doi.org/10.1126/science.adg6635",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4411675753",
      "paper_id": "https://openalex.org/W4411675753",
      "title": "Evidence for Hadean mafic intrusions in the Nuvvuagittuq Greenstone Belt, Canada",
      "authors": "C. Sole, J. O’Neil, H. Rizo, J.-L. Paquette, D. Benn, J. Plakholm",
      "paper_url": "https://doi.org/10.1126/science.ads8461",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4308430557",
      "paper_id": "https://openalex.org/W4308430557",
      "title": "Evidence for neutrino emission from the nearby active galaxy NGC 1068",
      "authors": ", R. Abbasi, M. Ackermann, J. Adams, J. A. Aguilar, M. Ahlers, M. Ahrens, J. M. Alameddine, C. Alispach, A. A. Alves, N. M. Amin, K. Andeen, T. Anderson, G. Anton, C. Argüelles, Y. Ashida, S. Axani, X. Bai, A. Balagopal V., A. Barbano, S. W. Barwick, B. Bastian, V. Basu, S. Baur, R. Bay, J. J. Beatty, K.-H. Becker, J. Becker Tjus, C. Bellenghi, S. BenZvi, D. Berley, E. Bernardini, D. Z. Besson, G. Binder, D. Bindig, E. Blaufuss, S. Blot, M. Boddenberg, F. Bontempo, J. Borowka, S. Böser, O. Botner, J. Böttcher, E. Bourbeau, F. Bradascio, J. Braun, B. Brinson, S. Bron, J. Brostean-Kaiser, S. Browne, A. Burgman, R. T. Burley, R. S. Busse, M. A. Campana, E. G. Carnie-Bronca, C. Chen, Z. Chen, D. Chirkin, K. Choi, B. A. Clark, K. Clark, L. Classen, A. Coleman, G. H. Collin, J. M. Conrad, P. Coppin, P. Correa, D. F. Cowen, R. Cross, C. Dappen, P. Dave, C. De Clercq, J. J. DeLaunay, D. Delgado López, H. Dembinski, K. Deoskar, A. Desai, P. Desiati, K. D. de Vries, G. de Wasseige, M. de With, T. DeYoung, A. Diaz, J. C. Díaz-Vélez, M. Dittmer, H. Dujmovic, M. Dunkman, M. A. DuVernois, E. Dvorak, T. Ehrhardt, P. Eller, R. Engel, H. Erpenbeck, J. Evans, P. A. Evenson, K. L. Fan, A. R. Fazely, A. Fedynitch, N. Feigl, S. Fiedlschuster, A. T. Fienberg, K. Filimonov, C. Finley, L. Fischer, D. Fox, A. Franckowiak, E. Friedman, A. Fritz, P. Fürst, T. K. Gaisser, J. Gallagher, E. Ganster, A. Garcia, S. Garrappa, L. Gerhardt, A. Ghadimi, C. Glaser, T. Glauch, T. Glüsenkamp, A. Goldschmidt, J. G. Gonzalez, S. Goswami, D. Grant, T. Grégoire, S. Griswold, C. Günther, P. Gutjahr, C. Haack, A. Hallgren, R. Halliday, L. Halve, F. Halzen, M. Ha Minh, K. Hanson, J. Hardin, A. A. Harnisch, A. Haungs, D. Hebecker, K. Helbing, F. Henningsen, E. C. Hettinger, S. Hickford, J. Hignight, C. Hill, G. C. Hill, K. D. Hoffman, R. Hoffmann, B. Hokanson-Fasig, K. Hoshina, F. Huang, M. Huber, T. Huber, K. Hultqvist, M. Hünnefeld, R. Hussain, K. Hymon, S. In, N. Iovine, A. Ishihara, M. Jansson, G. S. Japaridze, M. Jeong, M. Jin, B. J. P. Jones, D. Kang, W. Kang, X. Kang, A. Kappes, D. Kappesser, L. Kardum, T. Karg, M. Karl, A. Karle, U. Katz, M. Kauer, M. Kellermann, J. L. Kelley, A. Kheirandish, K. Kin, T. Kintscher, J. Kiryluk, S. R. Klein, R. Koirala, H. Kolanoski, T. Kontrimas, L. Köpke, C. Kopper, S. Kopper, D. J. Koskinen, P. Koundal, M. Kovacevich, M. Kowalski, T. Kozynets, E. Kun, N. Kurahashi, N. Lad, C. Lagunas Gualda, J. L. Lanfranchi, M. J. Larson, F. Lauber, J. P. Lazar, J. W. Lee, K. Leonard, A. Leszczyńska, Y. Li, M. Lincetto, Q. R. Liu, M. Liubarska, E. Lohfink, C. J. Lozano Mariscal, L. Lu, F. Lucarelli, A. Ludwig, W. Luszczak, Y. Lyu, W. Y. Ma, J. Madsen, K. B. M. Mahn, Y. Makino, S. Mancina, I. C. Mariş, I. Martinez-Soler, R. Maruyama, K. Mase, T. McElroy, F. McNally, J. V. Mead, K. Meagher, S. Mechbal, A. Medina, M. Meier, S. Meighen-Berger, J. Micallef, D. Mockler, T. Montaruli, R. W. Moore, R. Morse, M. Moulai, R. Naab, R. Nagai, R. Nahnhauer, U. Naumann, J. Necker, L. V. Nguyen, H. Niederhausen, M. U. Nisa, S. C. Nowicki, D. Nygren, A. Obertacke Pollmann, M. Oehler, B. Oeyen, A. Olivas, E. O’Sullivan, H. Pandya, D. V. Pankova, N. Park, G. K. Parker, E. N. Paudel, L. Paul, C. Pérez de los Heros, L. Peters, J. Peterson, S. Philippen, S. Pieper, M. Pittermann, A. Pizzuto, M. Plum, Y. Popovych, A. Porcelli, M. Prado Rodriguez, P. B. Price, B. Pries, G. T. Przybylski, C. Raab, J. Rack-Helleis, A. Raissi, M. Rameez, K. Rawlins, I. C. Rea, A. Rehman, P. Reichherzer, R. Reimann, G. Renzi, E. Resconi, S. Reusch, W. Rhode, M. Richman, B. Riedel, E. J. Roberts, S. Robertson, G. Roellinghoff, M. Rongen, C. Rott, T. Ruhe, D. Ryckbosch, D. Rysewyk Cantu, I. Safa, J. Saffer, S. E. Sanchez Herrera, A. Sandrock, J. Sandroos, M. Santander, S. Sarkar, S. Sarkar, K. Satalecka, M. Schaufel, H. Schieler, S. Schindler, T. Schmidt, A. Schneider, J. Schneider, F. G. Schröder, L. Schumacher, G. Schwefer, S. Sclafani, D. Seckel, S. Seunarine, A. Sharma, S. Shefali, M. Silva, B. Skrzypek, B. Smithers, R. Snihur, J. Soedingrekso, D. Soldin, C. Spannfellner, G. M. Spiczak, C. Spiering, J. Stachurska, M. Stamatikos, T. Stanev, R. Stein, J. Stettner, A. Steuer, T. Stezelberger, R. Stokstad, T. Stürwald, T. Stuttard, G. W. Sullivan, I. Taboada, S. Ter-Antonyan, S. Tilav, F. Tischbein, K. Tollefson, C. Tönnis, S. Toscano, D. Tosi, A. Trettin, M. Tselengidou, C. F. Tung, A. Turcati, R. Turcotte, C. F. Turley, J. P. Twagirayezu, B. Ty, M. A. Unland Elorrieta, N. Valtonen-Mattila, J. Vandenbroucke, N. van Eijndhoven, D. Vannerom, J. van Santen, S. Verpoest, C. Walck, T. B. Watson, C. Weaver, P. Weigel, A. Weindl, M. J. Weiss, J. Weldert, C. Wendt, J. Werthebach, M. Weyrauch, N. Whitehorn, C. H. Wiebusch, D. R. Williams, M. Wolf, K. Woschnagg, G. Wrede, J. Wulff, X. W. Xu, J. P. Yanez, S. Yoshida, S. Yu, T. Yuan, Z. Zhang, P. Zhelnin",
      "paper_url": "https://doi.org/10.1126/science.abg3395",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4296799572",
      "paper_id": "https://openalex.org/W4296799572",
      "title": "Formation and evolution of carbonaceous asteroid Ryugu: Direct evidence from returned samples",
      "authors": "T. Nakamura, M. Matsumoto, K. Amano, Y. Enokido, M. E. Zolensky, T. Mikouchi, H. Genda, S. Tanaka, M. Y. Zolotov, K. Kurosawa, S. Wakita, R. Hyodo, H. Nagano, D. Nakashima, Y. Takahashi, Y. Fujioka, M. Kikuiri, E. Kagawa, M. Matsuoka, A. J. Brearley, A. Tsuchiyama, M. Uesugi, J. Matsuno, Y. Kimura, M. Sato, R. E. Milliken, E. Tatsumi, S. Sugita, T. Hiroi, K. Kitazato, D. Brownlee, D. J. Joswiak, M. Takahashi, K. Ninomiya, T. Takahashi, T. Osawa, K. Terada, F. E. Brenker, B. J. Tkalcec, L. Vincze, R. Brunetto, A. Aléon-Toppani, Q. H. S. Chan, M. Roskosz, J.-C. Viennet, P. Beck, E. E. Alp, T. Michikami, Y. Nagaashi, T. Tsuji, Y. Ino, J. Martinez, J. Han, A. Dolocan, R. J. Bodnar, M. Tanaka, H. Yoshida, K. Sugiyama, A. J. King, K. Fukushi, H. Suga, S. Yamashita, T. Kawai, K. Inoue, A. Nakato, T. Noguchi, F. Vilas, A. R. Hendrix, C. Jaramillo-Correa, D. L. Domingue, G. Dominguez, Z. Gainsforth, C. Engrand, J. Duprat, S. S. Russell, E. Bonato, C. Ma, T. Kawamoto, T. Wada, S. Watanabe, R. Endo, S. Enju, L. Riu, S. Rubino, P. Tack, S. Takeshita, Y. Takeichi, A. Takeuchi, A. Takigawa, D. Takir, T. Tanigaki, A. Taniguchi, K. Tsukamoto, T. Yagi, S. Yamada, K. Yamamoto, Y. Yamashita, M. Yasutake, K. Uesugi, I. Umegaki, I. Chiu, T. Ishizaki, S. Okumura, E. Palomba, C. Pilorget, S. M. Potin, A. Alasli, S. Anada, Y. Araki, N. Sakatani, C. Schultz, O. Sekizawa, S. D. Sitzman, K. Sugiura, M. Sun, E. Dartois, E. De Pauw, Z. Dionnet, Z. Djouadi, G. Falkenberg, R. Fujita, T. Fukuma, I. R. Gearba, K. Hagiya, M. Y. Hu, T. Kato, T. Kawamura, M. Kimura, M. K. Kubo, F. Langenhorst, C. Lantz, B. Lavina, M. Lindner, J. Zhao, B. Vekemans, D. Baklouti, B. Bazi, F. Borondics, S. Nagasawa, G. Nishiyama, K. Nitta, J. Mathurin, T. Matsumoto, I. Mitsukawa, H. Miura, A. Miyake, Y. Miyake, H. Yurimoto, R. Okazaki, H. Yabuta, H. Naraoka, K. Sakamoto, S. Tachibana, H. C. Connolly, D. S. Lauretta, M. Yoshitake, M. Yoshikawa, K. Yoshikawa, K. Yoshihara, Y. Yokota, K. Yogata, H. Yano, Y. Yamamoto, D. Yamamoto, M. Yamada, T. Yamada, T. Yada, K. Wada, T. Usui, R. Tsukizaki, F. Terui, H. Takeuchi, Y. Takei, A. Iwamae, H. Soejima, K. Shirai, Y. Shimaki, H. Senshu, H. Sawada, T. Saiki, M. Ozaki, G. Ono, T. Okada, N. Ogawa, K. Ogawa, R. Noguchi, H. Noda, M. Nishimura, N. Namiki, S. Nakazawa, T. Morota, A. Miyazaki, A. Miura, Y. Mimasu, K. Matsumoto, K. Kumagai, T. Kouyama, S. Kikuchi, K. Kawahara, S. Kameda, T. Iwata, Y. Ishihara, M. Ishiguro, H. Ikeda, S. Hosoda, R. Honda, C. Honda, Y. Hitomi, N. Hirata, N. Hirata, T. Hayashi, M. Hayakawa, K. Hatakeda, S. Furuya, R. Fukai, A. Fujii, Y. Cho, M. Arakawa, M. Abe, S. Watanabe, Y. Tsuda",
      "paper_url": "https://doi.org/10.1126/science.abn8671",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3120816320",
      "paper_id": "https://openalex.org/W3120816320",
      "title": "Formation of α clusters in dilute neutron-rich matter",
      "authors": "Junki Tanaka, Zaihong Yang, Stefan Typel, Satoshi Adachi, Shiwei Bai, Patrik van Beek, Didier Beaumel, Yuki Fujikawa, Jiaxing Han, Sebastian Heil, Siwei Huang, Azusa Inoue, Ying Jiang, Marco Knösel, Nobuyuki Kobayashi, Yuki Kubota, Wei Liu, Jianling Lou, Yukie Maeda, Yohei Matsuda, Kenjiro Miki, Shoken Nakamura, Kazuyuki Ogata, Valerii Panin, Heiko Scheit, Fabia Schindler, Philipp Schrock, Dmytro Symochko, Atsushi Tamii, Tomohiro Uesaka, Vadim Wagner, Kazuki Yoshida, Juzo Zenihiro, Thomas Aumann",
      "paper_url": "https://doi.org/10.1126/science.abe4688",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4220929544",
      "paper_id": "https://openalex.org/W4220929544",
      "title": "Frequency-dependent polarization of repeating fast radio bursts—implications for their origin",
      "authors": "Yi Feng, Di Li, Yuan-Pei Yang, Yongkun Zhang, Weiwei Zhu, Bing Zhang, Wenbin Lu, Pei Wang, Shi Dai, Ryan S. Lynch, Jumei Yao, Jinchen Jiang, Jiarui Niu, Dejiang Zhou, Heng Xu, Chenchen Miao, Chenhui Niu, Lingqi Meng, Lei Qian, Chao-Wei Tsai, Bojun Wang, Mengyao Xue, Youling Yue, Mao Yuan, Songbo Zhang, Lei Zhang",
      "paper_url": "https://doi.org/10.1126/science.abl7759",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3215897494",
      "paper_id": "https://openalex.org/W3215897494",
      "title": "GJ 367b: A dense, ultrashort-period sub-Earth planet transiting a nearby red dwarf star",
      "authors": "Kristine W. F. Lam, Szilárd Csizmadia, Nicola Astudillo-Defru, Xavier Bonfils, Davide Gandolfi, Sebastiano Padovan, Massimiliano Esposito, Coel Hellier, Teruyuki Hirano, John Livingston, Felipe Murgas, Alexis M. S. Smith, Karen A. Collins, Savita Mathur, Rafael A. Garcia, Steve B. Howell, Nuno C. Santos, Fei Dai, George R. Ricker, Roland Vanderspek, David W. Latham, Sara Seager, Joshua N. Winn, Jon M. Jenkins, Simon Albrecht, Jose M. Almenara, Etienne Artigau, Oscar Barragán, François Bouchy, Juan Cabrera, David Charbonneau, Priyanka Chaturvedi, Alexander Chaushev, Jessie L. Christiansen, William D. Cochran, José R. De Meideiros, Xavier Delfosse, Rodrigo F. Díaz, René Doyon, Philipp Eigmüller, Pedro Figueira, Thierry Forveille, Malcolm Fridlund, Guillaume Gaisné, Elisa Goffo, Iskra Georgieva, Sascha Grziwa, Eike Guenther, Artie P. Hatzes, Marshall C. Johnson, Petr Kabáth, Emil Knudstrup, Judith Korth, Pablo Lewin, Jack J. Lissauer, Christophe Lovis, Rafael Luque, Claudio Melo, Edward H. Morgan, Robert Morris, Michel Mayor, Norio Narita, Hannah L. M. Osborne, Enric Palle, Francesco Pepe, Carina M. Persson, Samuel N. Quinn, Heike Rauer, Seth Redfield, Joshua E. Schlieder, Damien Ségransan, Luisa M. Serrano, Jeffrey C. Smith, Ján Šubjak, Joseph D. Twicken, Stéphane Udry, Vincent Van Eylen, Michael Vezie",
      "paper_url": "https://doi.org/10.1126/science.aay3253",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401990519",
      "paper_id": "https://openalex.org/W4401990519",
      "title": "In situ observations of large-amplitude Alfvén waves heating and accelerating the solar wind",
      "authors": "Yeimy J. Rivera, Samuel T. Badman, Michael L. Stevens, Jaye L. Verniero, Julia E. Stawarz, Chen Shi, Jim M. Raines, Kristoff W. Paulson, Christopher J. Owen, Tatiana Niembro, Philippe Louarn, Stefano A. Livi, Susan T. Lepri, Justin C. Kasper, Timothy S. Horbury, Jasper S. Halekas, Ryan M. Dewey, Rossana De Marco, Stuart D. Bale",
      "paper_url": "https://doi.org/10.1126/science.adk6953",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4368347426",
      "paper_id": "https://openalex.org/W4368347426",
      "title": "Inspiraling streams of enriched gas observed around a massive galaxy 11 billion years ago",
      "authors": "Shiwu Zhang, Zheng Cai, Dandan Xu, Rhythm Shimakawa, Fabrizio Arrigoni Battaia, Jason Xavier Prochaska, Renyue Cen, Zheng Zheng, Yunjing Wu, Qiong Li, Liming Dou, Jianfeng Wu, Ann Zabludoff, Xiaohui Fan, Yanli Ai, Emmet Gabriel Golden-Marx, Miao Li, Youjun Lu, Xiangcheng Ma, Sen Wang, Ran Wang, Feng Yuan",
      "paper_url": "https://doi.org/10.1126/science.abj9192",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4408016658",
      "paper_id": "https://openalex.org/W4408016658",
      "title": "Isotopic and compositional constraints on the source of basalt collected from the lunar far side",
      "authors": "Xiaochao Che, Tao Long, Alexander Nemchin, Shiwen Xie, Le Qiao, Zengsheng Li, Yiyi Ban, Runlong Fan, Chun Yang, Dunyi Liu",
      "paper_url": "https://doi.org/10.1126/science.adt3332",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4394917439",
      "paper_id": "https://openalex.org/W4394917439",
      "title": "Isotopic evidence of long-lived volcanism on Io",
      "authors": "Katherine de Kleer, Ery C. Hughes, Francis Nimmo, John Eiler, Amy E. Hofmann, Statia Luszcz-Cook, Kathy Mandt",
      "paper_url": "https://doi.org/10.1126/science.adj0625",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4282974262",
      "paper_id": "https://openalex.org/W4282974262",
      "title": "Krypton in the Chassigny meteorite shows Mars accreted chondritic volatiles before nebular gases",
      "authors": "Sandrine Péron, Sujoy Mukhopadhyay",
      "paper_url": "https://doi.org/10.1126/science.abk1175",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4392283030",
      "paper_id": "https://openalex.org/W4392283030",
      "title": "Large-scale self-organization in dry turbulent atmospheres",
      "authors": "Alexandros Alexakis, Raffaele Marino, Pablo D. Mininni, Adrian van Kan, Raffaello Foldes, Fabio Feraco",
      "paper_url": "https://doi.org/10.1126/science.adg8269",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3117699744",
      "paper_id": "https://openalex.org/W3117699744",
      "title": "Lithium pollution of a white dwarf records the accretion of an extrasolar planetesimal",
      "authors": "B. C. Kaiser, J. C. Clemens, S. Blouin, P. Dufour, R. J. Hegedus, J. S. Reding, A. Bédard",
      "paper_url": "https://doi.org/10.1126/science.abd1714",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4295932289",
      "paper_id": "https://openalex.org/W4295932289",
      "title": "Loss of a satellite could explain Saturn’s obliquity and young rings",
      "authors": "Jack Wisdom, Rola Dbouk, Burkhard Militzer, William B. Hubbard, Francis Nimmo, Brynna G. Downey, Richard G. French",
      "paper_url": "https://doi.org/10.1126/science.abn1234",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4321749650",
      "paper_id": "https://openalex.org/W4321749650",
      "title": "Macromolecular organic matter in samples of the asteroid (162173) Ryugu",
      "authors": "Hikaru Yabuta, George D. Cody, Cécile Engrand, Yoko Kebukawa, Bradley De Gregorio, Lydie Bonal, Laurent Remusat, Rhonda Stroud, Eric Quirico, Larry Nittler, Minako Hashiguchi, Mutsumi Komatsu, Taiga Okumura, Jérémie Mathurin, Emmanuel Dartois, Jean Duprat, Yoshio Takahashi, Yasuo Takeichi, David Kilcoyne, Shohei Yamashita, Alexandre Dazzi, Ariane Deniset-Besseau, Scott Sandford, Zita Martins, Yusuke Tamenori, Takuji Ohigashi, Hiroki Suga, Daisuke Wakabayashi, Maximilien Verdier-Paoletti, Smail Mostefaoui, Gilles Montagnac, Jens Barosch, Kanami Kamide, Miho Shigenaka, Laure Bejach, Megumi Matsumoto, Yuma Enokido, Takaaki Noguchi, Hisayoshi Yurimoto, Tomoki Nakamura, Ryuji Okazaki, Hiroshi Naraoka, Kanako Sakamoto, Harold C. Connolly, Dante S. Lauretta, Masanao Abe, Tatsuaki Okada, Toru Yada, Masahiro Nishimura, Kasumi Yogata, Aiko Nakato, Miwa Yoshitake, Ayako Iwamae, Shizuho Furuya, Kentaro Hatakeda, Akiko Miyazaki, Hiromichi Soejima, Yuya Hitomi, Kazuya Kumagai, Tomohiro Usui, Tasuku Hayashi, Daiki Yamamoto, Ryota Fukai, Seiji Sugita, Kohei Kitazato, Naru Hirata, Rie Honda, Tomokatsu Morota, Eri Tatsumi, Naoya Sakatani, Noriyuki Namiki, Koji Matsumoto, Rina Noguchi, Koji Wada, Hiroki Senshu, Kazunori Ogawa, Yasuhiro Yokota, Yoshiaki Ishihara, Yuri Shimaki, Manabu Yamada, Chikatoshi Honda, Tatsuhiro Michikami, Moe Matsuoka, Naoyuki Hirata, Masahiko Arakawa, Chisato Okamoto, Masateru Ishiguro, Ralf Jaumann, Jean-Pierre Bibring, Matthias Grott, Stefan Schröder, Katharina Otto, Cedric Pilorget, Nicole Schmitz, Jens Biele, Tra-Mi Ho, Aurélie Moussi-Soffys, Akira Miura, Hirotomo Noda, Tetsuya Yamada, Keisuke Yoshihara, Kosuke Kawahara, Hitoshi Ikeda, Yukio Yamamoto, Kei Shirai, Shota Kikuchi, Naoko Ogawa, Hiroshi Takeuchi, Go Ono, Yuya Mimasu, Kent Yoshikawa, Yuto Takei, Atsushi Fujii, Yu-ichi Iijima, Satoru Nakazawa, Satoshi Hosoda, Takahiro Iwata, Masahiko Hayakawa, Hirotaka Sawada, Hajime Yano, Ryudo Tsukizaki, Masanobu Ozaki, Fuyuto Terui, Satoshi Tanaka, Masaki Fujimoto, Makoto Yoshikawa, Takanao Saiki, Shogo Tachibana, Sei-ichiro Watanabe, Yuichi Tsuda",
      "paper_url": "https://doi.org/10.1126/science.abn9057",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4376129006",
      "paper_id": "https://openalex.org/W4376129006",
      "title": "Magnetic field reversal in the turbulent environment around a repeating fast radio burst",
      "authors": "Reshma Anna-Thomas, Liam Connor, Shi Dai, Yi Feng, Sarah Burke-Spolaor, Paz Beniamini, Yuan-Pei Yang, Yong-Kun Zhang, Kshitij Aggarwal, Casey J. Law, Di Li, Chenhui Niu, Shami Chatterjee, Marilyn Cruces, Ran Duan, Miroslav D. Filipovic, George Hobbs, Ryan S. Lynch, Chenchen Miao, Jiarui Niu, Stella K. Ocker, Chao-Wei Tsai, Pei Wang, Mengyao Xue, Ju-Mei Yao, Wenfei Yu, Bing Zhang, Lei Zhang, Shiqiang Zhu, Weiwei Zhu",
      "paper_url": "https://doi.org/10.1126/science.abo6526",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W2737420523",
      "paper_id": "https://openalex.org/W2737420523",
      "title": "Measuring the melting curve of iron at super-Earth core conditions",
      "authors": "Richard G. Kraus, Russell J. Hemley, Suzanne J. Ali, Jonathan L. Belof, Lorin X. Benedict, Joel Bernier, Dave Braun, R. E. Cohen, Gilbert W. Collins, Federica Coppari, Michael P. Desjarlais, Dayne Fratanduono, Sebastien Hamel, Andy Krygier, Amy Lazicki, James Mcnaney, Marius Millot, Philip C. Myint, Matthew G. Newman, James R. Rygg, Dane M. Sterbentz, Sarah T. Stewart, Lars Stixrude, Damian C. Swift, Chris Wehrenberg, Jon H. Eggert",
      "paper_url": "https://doi.org/10.1126/science.abm1472",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4318263717",
      "paper_id": "https://openalex.org/W4318263717",
      "title": "Meteorites have inherited nucleosynthetic anomalies of potassium-40 produced in supernovae",
      "authors": "Nicole X. Nie, Da Wang, Zachary A. Torrano, Richard W. Carlson, Conel M. O’D. Alexander, Anat Shahar",
      "paper_url": "https://doi.org/10.1126/science.abn1783",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4409833972",
      "paper_id": "https://openalex.org/W4409833972",
      "title": "Microlensing events indicate that super-Earth exoplanets are common in Jupiter-like orbits",
      "authors": "Weicheng Zang, Youn Kil Jung, Jennifer C. Yee, Kyu-Ha Hwang, Hongjing Yang, Andrzej Udalski, Takahiro Sumi, Andrew Gould, Shude Mao, Michael D. Albrow, Sun-Ju Chung, Cheongho Han, Yoon-Hyun Ryu, In-Gu Shin, Yossi Shvartzvald, Sang-Mok Cha, Dong-Jin Kim, Hyoun-Woo Kim, Seung-Lee Kim, Chung-Uk Lee, Dong-Joo Lee, Yongseok Lee, Byeong-Gon Park, Richard W. Pogge, Xiangyu Zhang, Renkun Kuang, Hanyue Wang, Jiyuan Zhang, Zhecheng Hu, Wei Zhu, Przemek Mróz, Jan Skowron, Radosław Poleski, Michał K. Szymański, Igor Soszyński, Paweł Pietrukowicz, Szymon Kozłowski, Krzysztof Ulaczyk, Krzysztof A. Rybicki, Patryk Iwanek, Marcin Wrona, Mariusz Gromadzki, Fumio Abe, Richard Barry, David P. Bennett, Aparna Bhattacharya, Ian A. Bond, Hirosane Fujii, Akihiko Fukui, Ryusei Hamada, Yuki Hirao, Stela Ishitani Silva, Yoshitaka Itow, Rintaro Kirikawa, Naoki Koshimoto, Yutaka Matsubara, Shota Miyazaki, Yasushi Muraki, Greg Olmschenk, Clément Ranc, Nicholas J. Rattenbury, Yuki Satoh, Daisuke Suzuki, Mio Tomoyoshi, Paul J. Tristram, Aikaterini Vandorou, Hibiki Yama, Kansuke Yamashita",
      "paper_url": "https://doi.org/10.1126/science.adn6088",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3210448305",
      "paper_id": "https://openalex.org/W3210448305",
      "title": "Microwave observations reveal the deep extent and structure of Jupiter’s atmospheric vortices",
      "authors": "S. J. Bolton, S. M. Levin, T. Guillot, C. Li, Y. Kaspi, G. Orton, M. H. Wong, F. Oyafuso, M. Allison, J. Arballo, S. Atreya, H. N. Becker, J. Bloxham, S. T. Brown, L. N. Fletcher, E. Galanti, S. Gulkis, M. Janssen, A. Ingersoll, J. L. Lunine, S. Misra, P. Steffes, D. Stevenson, J. H. Waite, R. K. Yadav, Z. Zhang",
      "paper_url": "https://doi.org/10.1126/science.abf1015",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4306902095",
      "paper_id": "https://openalex.org/W4306902095",
      "title": "Noble gases and nitrogen in samples of asteroid Ryugu record its volatile sources and recent surface evolution",
      "authors": "Ryuji Okazaki, Bernard Marty, Henner Busemann, Ko Hashizume, Jamie D. Gilmour, Alex Meshik, Toru Yada, Fumio Kitajima, Michael W. Broadley, David Byrne, Evelyn Füri, My E. I. Riebe, Daniela Krietsch, Colin Maden, Akizumi Ishida, Patricia Clay, Sarah A. Crowther, Lydia Fawcett, Thomas Lawton, Olga Pravdivtseva, Yayoi N. Miura, Jisun Park, Ken-ichi Bajo, Yoshinori Takano, Keita Yamada, Shinsuke Kawagucci, Yohei Matsui, Mizuki Yamamoto, Kevin Righter, Saburo Sakai, Naoyoshi Iwata, Naoki Shirai, Shun Sekimoto, Makoto Inagaki, Mitsuru Ebihara, Reika Yokochi, Kunihiko Nishiizumi, Keisuke Nagao, Jong Ik Lee, Akihiro Kano, Marc W. Caffee, Ryu Uemura, Tomoki Nakamura, Hiroshi Naraoka, Takaaki Noguchi, Hikaru Yabuta, Hisayoshi Yurimoto, Shogo Tachibana, Hirotaka Sawada, Kanako Sakamoto, Masanao Abe, Masahiko Arakawa, Atsushi Fujii, Masahiko Hayakawa, Naoyuki Hirata, Naru Hirata, Rie Honda, Chikatoshi Honda, Satoshi Hosoda, Yu-ichi Iijima, Hitoshi Ikeda, Masateru Ishiguro, Yoshiaki Ishihara, Takahiro Iwata, Kosuke Kawahara, Shota Kikuchi, Kohei Kitazato, Koji Matsumoto, Moe Matsuoka, Tatsuhiro Michikami, Yuya Mimasu, Akira Miura, Tomokatsu Morota, Satoru Nakazawa, Noriyuki Namiki, Hirotomo Noda, Rina Noguchi, Naoko Ogawa, Kazunori Ogawa, Tatsuaki Okada, Chisato Okamoto, Go Ono, Masanobu Ozaki, Takanao Saiki, Naoya Sakatani, Hiroki Senshu, Yuri Shimaki, Kei Shirai, Seiji Sugita, Yuto Takei, Hiroshi Takeuchi, Satoshi Tanaka, Eri Tatsumi, Fuyuto Terui, Ryudo Tsukizaki, Koji Wada, Manabu Yamada, Tetsuya Yamada, Yukio Yamamoto, Hajime Yano, Yasuhiro Yokota, Keisuke Yoshihara, Makoto Yoshikawa, Kent Yoshikawa, Shizuho Furuya, Kentaro Hatakeda, Tasuku Hayashi, Yuya Hitomi, Kazuya Kumagai, Akiko Miyazaki, Aiko Nakato, Masahiro Nishimura, Hiromichi Soejima, Ayako Iwamae, Daiki Yamamoto, Kasumi Yogata, Miwa Yoshitake, Ryota Fukai, Tomohiro Usui, Harold C. Connolly, Dante Lauretta, Sei-ichiro Watanabe, Yuichi Tsuda",
      "paper_url": "https://doi.org/10.1126/science.abo0431",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4318263380",
      "paper_id": "https://openalex.org/W4318263380",
      "title": "Nucleosynthetic isotope anomalies of zinc in meteorites constrain the origin of Earth’s volatiles",
      "authors": "Rayssa Martins, Sven Kuthning, Barry J. Coles, Katharina Kreissig, Mark Rehkämper",
      "paper_url": "https://doi.org/10.1126/science.abn1021",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4382520426",
      "paper_id": "https://openalex.org/W4382520426",
      "title": "Observation of high-energy neutrinos from the Galactic plane",
      "authors": ", R. Abbasi, M. Ackermann, J. Adams, J. A. Aguilar, M. Ahlers, M. Ahrens, J. M. Alameddine, A. A. Alves, N. M. Amin, K. Andeen, T. Anderson, G. Anton, C. Argüelles, Y. Ashida, S. Athanasiadou, S. Axani, X. Bai, A. Balagopal V., S. W. Barwick, V. Basu, S. Baur, R. Bay, J. J. Beatty, K.-H. Becker, J. Becker Tjus, J. Beise, C. Bellenghi, S. Benda, S. BenZvi, D. Berley, E. Bernardini, D. Z. Besson, G. Binder, D. Bindig, E. Blaufuss, S. Blot, M. Boddenberg, F. Bontempo, J. Y. Book, J. Borowka, S. Böser, O. Botner, J. Böttcher, E. Bourbeau, F. Bradascio, J. Braun, B. Brinson, S. Bron, J. Brostean-Kaiser, R. T. Burley, R. S. Busse, M. A. Campana, E. G. Carnie-Bronca, C. Chen, Z. Chen, D. Chirkin, K. Choi, B. A. Clark, K. Clark, L. Classen, A. Coleman, G. H. Collin, A. Connolly, J. M. Conrad, P. Coppin, P. Correa, D. F. Cowen, R. Cross, C. Dappen, P. Dave, C. De Clercq, J. J. DeLaunay, D. Delgado López, H. Dembinski, K. Deoskar, A. Desai, P. Desiati, K. D. de Vries, G. de Wasseige, T. DeYoung, A. Diaz, J. C. Díaz-Vélez, M. Dittmer, H. Dujmovic, M. Dunkman, M. A. DuVernois, T. Ehrhardt, P. Eller, R. Engel, H. Erpenbeck, J. Evans, P. A. Evenson, K. L. Fan, A. R. Fazely, A. Fedynitch, N. Feigl, S. Fiedlschuster, A. T. Fienberg, C. Finley, L. Fischer, D. Fox, A. Franckowiak, E. Friedman, A. Fritz, P. Fürst, T. K. Gaisser, J. Gallagher, E. Ganster, A. Garcia, S. Garrappa, L. Gerhardt, A. Ghadimi, C. Glaser, T. Glauch, T. Glüsenkamp, N. Goehlke, A. Goldschmidt, J. G. Gonzalez, S. Goswami, D. Grant, T. Grégoire, S. Griswold, C. Günther, P. Gutjahr, C. Haack, A. Hallgren, R. Halliday, L. Halve, F. Halzen, M. Ha Minh, K. Hanson, J. Hardin, A. A. Harnisch, A. Haungs, K. Helbing, F. Henningsen, E. C. Hettinger, S. Hickford, J. Hignight, C. Hill, G. C. Hill, K. D. Hoffman, K. Hoshina, W. Hou, F. Huang, M. Huber, T. Huber, K. Hultqvist, M. Hünnefeld, R. Hussain, K. Hymon, S. In, N. Iovine, A. Ishihara, M. Jansson, G. S. Japaridze, M. Jeong, M. Jin, B. J. P. Jones, D. Kang, W. Kang, X. Kang, A. Kappes, D. Kappesser, L. Kardum, T. Karg, M. Karl, A. Karle, U. Katz, M. Kauer, M. Kellermann, J. L. Kelley, A. Kheirandish, K. Kin, J. Kiryluk, S. R. Klein, A. Kochocki, R. Koirala, H. Kolanoski, T. Kontrimas, L. Köpke, C. Kopper, S. Kopper, D. J. Koskinen, P. Koundal, M. Kovacevich, M. Kowalski, T. Kozynets, E. Krupczak, E. Kun, N. Kurahashi, N. Lad, C. Lagunas Gualda, J. L. Lanfranchi, M. J. Larson, F. Lauber, J. P. Lazar, J. W. Lee, K. Leonard, A. Leszczyńska, Y. Li, M. Lincetto, Q. R. Liu, M. Liubarska, E. Lohfink, C. J. Lozano Mariscal, L. Lu, F. Lucarelli, A. Ludwig, W. Luszczak, Y. Lyu, W. Y. Ma, J. Madsen, K. B. M. Mahn, Y. Makino, S. Mancina, I. C. Mariş, I. Martinez-Soler, R. Maruyama, S. McCarthy, T. McElroy, F. McNally, J. V. Mead, K. Meagher, S. Mechbal, A. Medina, M. Meier, S. Meighen-Berger, Y. Merckx, J. Micallef, D. Mockler, T. Montaruli, R. W. Moore, K. Morik, R. Morse, M. Moulai, T. Mukherjee, R. Naab, R. Nagai, R. Nahnhauer, U. Naumann, J. Necker, L. V. Nguyen, H. Niederhausen, M. U. Nisa, S. C. Nowicki, D. Nygren, A. Obertacke Pollmann, M. Oehler, B. Oeyen, A. Olivas, E. O'Sullivan, H. Pandya, D. V. Pankova, N. Park, G. K. Parker, E. N. Paudel, L. Paul, C. Pérez de los Heros, L. Peters, J. Peterson, S. Philippen, S. Pieper, A. Pizzuto, M. Plum, Y. Popovych, A. Porcelli, M. Prado Rodriguez, B. Pries, G. T. Przybylski, C. Raab, J. Rack-Helleis, A. Raissi, M. Rameez, K. Rawlins, I. C. Rea, Z. Rechav, A. Rehman, P. Reichherzer, R. Reimann, G. Renzi, E. Resconi, S. Reusch, W. Rhode, M. Richman, B. Riedel, E. J. Roberts, S. Robertson, G. Roellinghoff, M. Rongen, C. Rott, T. Ruhe, D. Ryckbosch, D. Rysewyk Cantu, I. Safa, J. Saffer, D. Salazar-Gallegos, P. Sampathkumar, S. E. Sanchez Herrera, A. Sandrock, M. Santander, S. Sarkar, S. Sarkar, K. Satalecka, M. Schaufel, H. Schieler, S. Schindler, T. Schmidt, A. Schneider, J. Schneider, F. G. Schröder, L. Schumacher, G. Schwefer, S. Sclafani, D. Seckel, S. Seunarine, A. Sharma, S. Shefali, N. Shimizu, M. Silva, B. Skrzypek, B. Smithers, R. Snihur, J. Soedingrekso, A. Sogaard, D. Soldin, C. Spannfellner, G. M. Spiczak, C. Spiering, M. Stamatikos, T. Stanev, R. Stein, J. Stettner, T. Stezelberger, B. Stokstad, T. Stürwald, T. Stuttard, G. W. Sullivan, I. Taboada, S. Ter-Antonyan, J. Thwaites, S. Tilav, F. Tischbein, K. Tollefson, C. Tönnis, S. Toscano, D. Tosi, A. Trettin, M. Tselengidou, C. F. Tung, A. Turcati, R. Turcotte, C. F. Turley, J. P. Twagirayezu, B. Ty, M. A. Unland Elorrieta, N. Valtonen-Mattila, J. Vandenbroucke, N. van Eijndhoven, D. Vannerom, J. van Santen, J. Veitch-Michaelis, S. Verpoest, C. Walck, W. Wang, T. B. Watson, C. Weaver, P. Weigel, A. Weindl, M. J. Weiss, J. Weldert, C. Wendt, J. Werthebach, M. Weyrauch, N. Whitehorn, C. H. Wiebusch, N. Willey, D. R. Williams, M. Wolf, G. Wrede, J. Wulff, X. W. Xu, J. P. Yanez, E. Yildizci, S. Yoshida, S. Yu, T. Yuan, Z. Zhang, P. Zhelnin",
      "paper_url": "https://doi.org/10.1126/science.adc9818",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4386316918",
      "paper_id": "https://openalex.org/W4386316918",
      "title": "Observations of a black hole x-ray binary indicate formation of a magnetically arrested disk",
      "authors": "Bei You, Xinwu Cao, Zhen Yan, Jean-Marie Hameury, Bozena Czerny, Yue Wu, Tianyu Xia, Marek Sikora, Shuang-Nan Zhang, Pu Du, Piotr T. Zycki",
      "paper_url": "https://doi.org/10.1126/science.abo4504",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4403091699",
      "paper_id": "https://openalex.org/W4403091699",
      "title": "Observing the evolution of the Sun’s global coronal magnetic field over 8 months",
      "authors": "Zihao Yang, Hui Tian, Steven Tomczyk, Xianyu Liu, Sarah Gibson, Richard J. Morton, Cooper Downs",
      "paper_url": "https://doi.org/10.1126/science.ado2993",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4376128986",
      "paper_id": "https://openalex.org/W4376128986",
      "title": "Optical polarization from colliding stellar stream shocks in a tidal disruption event",
      "authors": "I. Liodakis, K. I. I. Koljonen, D. Blinov, E. Lindfors, K. D. Alexander, T. Hovatta, M. Berton, A. Hajela, J. Jormanainen, K. Kouroumpatzakis, N. Mandarakas, K. Nilsson",
      "paper_url": "https://doi.org/10.1126/science.abj9570",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4206028086",
      "paper_id": "https://openalex.org/W4206028086",
      "title": "Organic synthesis associated with serpentinization and carbonation on early Mars",
      "authors": "A. Steele, L. G. Benning, R. Wirth, A. Schreiber, T. Araki, F. M. McCubbin, M. D. Fries, L. R. Nittler, J. Wang, L. J. Hallis, P. G. Conrad, C. Conley, S. Vitale, A. C. O’Brien, V. Riggi, K. Rogers",
      "paper_url": "https://doi.org/10.1126/science.abg7905",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4210951405",
      "paper_id": "https://openalex.org/W4210951405",
      "title": "Pebbles and sand on asteroid (162173) Ryugu: In situ observation and particles returned to Earth",
      "authors": "S. Tachibana, H. Sawada, R. Okazaki, Y. Takano, K. Sakamoto, Y. N. Miura, C. Okamoto, H. Yano, S. Yamanouchi, P. Michel, Y. Zhang, S. Schwartz, F. Thuillet, H. Yurimoto, T. Nakamura, T. Noguchi, H. Yabuta, H. Naraoka, A. Tsuchiyama, N. Imae, K. Kurosawa, A. M. Nakamura, K. Ogawa, S. Sugita, T. Morota, R. Honda, S. Kameda, E. Tatsumi, Y. Cho, K. Yoshioka, Y. Yokota, M. Hayakawa, M. Matsuoka, N. Sakatani, M. Yamada, T. Kouyama, H. Suzuki, C. Honda, T. Yoshimitsu, T. Kubota, H. Demura, T. Yada, M. Nishimura, K. Yogata, A. Nakato, M. Yoshitake, A. I. Suzuki, S. Furuya, K. Hatakeda, A. Miyazaki, K. Kumagai, T. Okada, M. Abe, T. Usui, T. R. Ireland, M. Fujimoto, T. Yamada, M. Arakawa, H. C. Connolly, A. Fujii, S. Hasegawa, N. Hirata, N. Hirata, C. Hirose, S. Hosoda, Y. Iijima, H. Ikeda, M. Ishiguro, Y. Ishihara, T. Iwata, S. Kikuchi, K. Kitazato, D. S. Lauretta, G. Libourel, B. Marty, K. Matsumoto, T. Michikami, Y. Mimasu, A. Miura, O. Mori, K. Nakamura-Messenger, N. Namiki, A. N. Nguyen, L. R. Nittler, H. Noda, R. Noguchi, N. Ogawa, G. Ono, M. Ozaki, H. Senshu, T. Shimada, Y. Shimaki, K. Shirai, S. Soldini, T. Takahashi, Y. Takei, H. Takeuchi, R. Tsukizaki, K. Wada, Y. Yamamoto, K. Yoshikawa, K. Yumoto, M. E. Zolensky, S. Nakazawa, F. Terui, S. Tanaka, T. Saiki, M. Yoshikawa, S. Watanabe, Y. Tsuda",
      "paper_url": "https://doi.org/10.1126/science.abj8624",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3183528109",
      "paper_id": "https://openalex.org/W3183528109",
      "title": "Peta–electron volt gamma-ray emission from the Crab Nebula",
      "authors": ", Zhen Cao, F. Aharonian, Q. An, Axikegu, L. X. Bai, Y. X. Bai, Y. W. Bao, D. Bastieri, X. J. Bi, Y. J. Bi, H. Cai, J. T. Cai, Zhe Cao, J. Chang, J. F. Chang, B. M. Chen, E. S. Chen, J. Chen, Liang Chen, Liang Chen, Long Chen, M. J. Chen, M. L. Chen, Q. H. Chen, S. H. Chen, S. Z. Chen, T. L. Chen, X. L. Chen, Y. Chen, N. Cheng, Y. D. Cheng, S. W. Cui, X. H. Cui, Y. D. Cui, B. D’Ettorre Piazzoli, B. Z. Dai, H. L. Dai, Z. G. Dai, Danzengluobu, D. della Volpe, X. J. Dong, K. K. Duan, J. H. Fan, Y. Z. Fan, Z. X. Fan, J. Fang, K. Fang, C. F. Feng, L. Feng, S. H. Feng, Y. L. Feng, B. Gao, C. D. Gao, L. Q. Gao, Q. Gao, W. Gao, M. M. Ge, L. S. Geng, G. H. Gong, Q. B. Gou, M. H. Gu, F. L. Guo, J. G. Guo, X. L. Guo, Y. Q. Guo, Y. Y. Guo, Y. A. Han, H. H. He, H. N. He, J. C. He, S. L. He, X. B. He, Y. He, M. Heller, Y. K. Hor, C. Hou, X. Hou, H. B. Hu, S. Hu, S. C. Hu, X. J. Hu, D. H. Huang, Q. L. Huang, W. H. Huang, X. T. Huang, X. Y. Huang, Z. C. Huang, F. Ji, X. L. Ji, H. Y. Jia, K. Jiang, Z. J. Jiang, C. Jin, T. Ke, D. Kuleshov, K. Levochkin, B. B. Li, Cheng Li, Cong Li, F. Li, H. B. Li, H. C. Li, H. Y. Li, Jian Li, Jie Li, K. Li, W. L. Li, X. R. Li, Xin Li, Xin Li, Y. Li, Y. Z. Li, Zhe Li, Zhuo Li, E. W. Liang, Y. F. Liang, S. J. Lin, B. Liu, C. Liu, D. Liu, H. Liu, H. D. Liu, J. Liu, J. L. Liu, J. S. Liu, J. Y. Liu, M. Y. Liu, R. Y. Liu, S. M. Liu, W. Liu, Y. Liu, Y. N. Liu, Z. X. Liu, W. J. Long, R. Lu, H. K. Lv, B. Q. Ma, L. L. Ma, X. H. Ma, J. R. Mao, A. Masood, Z. Min, W. Mitthumsiri, T. Montaruli, Y. C. Nan, B. Y. Pang, P. Pattarakijwanich, Z. Y. Pei, M. Y. Qi, Y. Q. Qi, B. Q. Qiao, J. J. Qin, D. Ruffolo, V. Rulev, A. Saiz, L. Shao, O. Shchegolev, X. D. Sheng, J. Y. Shi, H. C. Song, Yu. V. Stenkin, V. Stepanov, Y. Su, Q. N. Sun, X. N. Sun, Z. B. Sun, P. H. T. Tam, Z. B. Tang, W. W. Tian, B. D. Wang, C. Wang, H. Wang, H. G. Wang, J. C. Wang, J. S. Wang, L. P. Wang, L. Y. Wang, R. N. Wang, Wei Wang, Wei Wang, X. G. Wang, X. J. Wang, X. Y. Wang, Y. Wang, Y. D. Wang, Y. J. Wang, Y. P. Wang, Z. H. Wang, Z. X. Wang, Zhen Wang, Zheng Wang, D. M. Wei, J. J. Wei, Y. J. Wei, T. Wen, C. Y. Wu, H. R. Wu, S. Wu, W. X. Wu, X. F. Wu, S. Q. Xi, J. Xia, J. J. Xia, G. M. Xiang, D. X. Xiao, G. Xiao, H. B. Xiao, G. G. Xin, Y. L. Xin, Y. Xing, D. L. Xu, R. X. Xu, L. Xue, D. H. Yan, J. Z. Yan, C. W. Yang, F. F. Yang, J. Y. Yang, L. L. Yang, M. J. Yang, R. Z. Yang, S. B. Yang, Y. H. Yao, Z. G. Yao, Y. M. Ye, L. Q. Yin, N. Yin, X. H. You, Z. Y. You, Y. H. Yu, Q. Yuan, H. D. Zeng, T. X. Zeng, W. Zeng, Z. K. Zeng, M. Zha, X. X. Zhai, B. B. Zhang, H. M. Zhang, H. Y. Zhang, J. L. Zhang, J. W. Zhang, L. X. Zhang, Li Zhang, Lu Zhang, P. F. Zhang, P. P. Zhang, R. Zhang, S. R. Zhang, S. S. Zhang, X. Zhang, X. P. Zhang, Y. F. Zhang, Y. L. Zhang, Yi Zhang, Yong Zhang, B. Zhao, J. Zhao, L. Zhao, L. Z. Zhao, S. P. Zhao, F. Zheng, Y. Zheng, B. Zhou, H. Zhou, J. N. Zhou, P. Zhou, R. Zhou, X. X. Zhou, C. G. Zhu, F. R. Zhu, H. Zhu, K. J. Zhu, X. Zuo",
      "paper_url": "https://doi.org/10.1126/science.abg5137",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4308430919",
      "paper_id": "https://openalex.org/W4308430919",
      "title": "Polarized x-rays constrain the disk-jet geometry in the black hole x-ray binary Cygnus X-1",
      "authors": "Henric Krawczynski, Fabio Muleri, Michal Dovčiak, Alexandra Veledina, Nicole Rodriguez Cavero, Jiri Svoboda, Adam Ingram, Giorgio Matt, Javier A. Garcia, Vladislav Loktev, Michela Negro, Juri Poutanen, Takao Kitaguchi, Jakub Podgorný, John Rankin, Wenda Zhang, Andrei Berdyugin, Svetlana V. Berdyugina, Stefano Bianchi, Dmitry Blinov, Fiamma Capitanio, Niccolò Di Lalla, Paul Draghis, Sergio Fabiani, Masato Kagitani, Vadim Kravtsov, Sebastian Kiehlmann, Luca Latronico, Alexander A. Lutovinov, Nikos Mandarakas, Frédéric Marin, Andrea Marinucci, Jon M. Miller, Tsunefumi Mizuno, Sergey V. Molkov, Nicola Omodei, Pierre-Olivier Petrucci, Ajay Ratheesh, Takeshi Sakanoi, Andrei N. Semena, Raphael Skalidis, Paolo Soffitta, Allyn F. Tennant, Phillipp Thalhammer, Francesco Tombesi, Martin C. Weisskopf, Joern Wilms, Sixuan Zhang, Iván Agudo, Lucio A. Antonelli, Matteo Bachetti, Luca Baldini, Wayne H. Baumgartner, Ronaldo Bellazzini, Stephen D. Bongiorno, Raffaella Bonino, Alessandro Brez, Niccolò Bucciantini, Simone Castellano, Elisabetta Cavazzuti, Stefano Ciprini, Enrico Costa, Alessandra De Rosa, Ettore Del Monte, Laura Di Gesu, Alessandro Di Marco, Immacolata Donnarumma, Victor Doroshenko, Steven R. Ehlert, Teruaki Enoto, Yuri Evangelista, Riccardo Ferrazzoli, Shuichi Gunji, Kiyoshi Hayashida, Jeremy Heyl, Wataru Iwakiri, Svetlana G. Jorstad, Vladimir Karas, Jeffery J. Kolodziejczak, Fabio La Monaca, Ioannis Liodakis, Simone Maldera, Alberto Manfreda, Alan P. Marscher, Herman L. Marshall, Ikuyuki Mitsuishi, Chi-Yung Ng, Stephen L. O’Dell, Chiara Oppedisano, Alessandro Papitto, George G. Pavlov, Abel L. Peirson, Matteo Perri, Melissa Pesce-Rollins, Maura Pilia, Andrea Possenti, Simonetta Puccetti, Brian D. Ramsey, Roger W. Romani, Carmelo Sgrò, Patrick Slane, Gloria Spandre, Toru Tamagawa, Fabrizio Tavecchio, Roberto Taverna, Yuzuru Tawara, Nicholas E. Thomas, Alessio Trois, Sergey Tsygankov, Roberto Turolla, Jacco Vink, Kinwah Wu, Fei Xie, Silvia Zane",
      "paper_url": "https://doi.org/10.1126/science.add5399",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4308444625",
      "paper_id": "https://openalex.org/W4308444625",
      "title": "Polarized x-rays from a magnetar",
      "authors": "Roberto Taverna, Roberto Turolla, Fabio Muleri, Jeremy Heyl, Silvia Zane, Luca Baldini, Denis González-Caniulef, Matteo Bachetti, John Rankin, Ilaria Caiazzo, Niccolò Di Lalla, Victor Doroshenko, Manel Errando, Ephraim Gau, Demet Kırmızıbayrak, Henric Krawczynski, Michela Negro, Mason Ng, Nicola Omodei, Andrea Possenti, Toru Tamagawa, Keisuke Uchiyama, Martin C. Weisskopf, Ivan Agudo, Lucio A. Antonelli, Wayne H. Baumgartner, Ronaldo Bellazzini, Stefano Bianchi, Stephen D. Bongiorno, Raffaella Bonino, Alessandro Brez, Niccolò Bucciantini, Fiamma Capitanio, Simone Castellano, Elisabetta Cavazzuti, Stefano Ciprini, Enrico Costa, Alessandra De Rosa, Ettore Del Monte, Laura Di Gesu, Alessandro Di Marco, Immacolata Donnarumma, Michal Dovčiak, Steven R. Ehlert, Teruaki Enoto, Yuri Evangelista, Sergio Fabiani, Riccardo Ferrazzoli, Javier A. Garcia, Shuichi Gunji, Kiyoshi Hayashida, Wataru Iwakiri, Svetlana G. Jorstad, Vladimir Karas, Takao Kitaguchi, Jeffery J. Kolodziejczak, Fabio La Monaca, Luca Latronico, Ioannis Liodakis, Simone Maldera, Alberto Manfreda, Frédéric Marin, Andrea Marinucci, Alan P. Marscher, Herman L. Marshall, Giorgio Matt, Ikuyuki Mitsuishi, Tsunefumi Mizuno, Stephen C.-Y. Ng, Stephen L. O’Dell, Chiara Oppedisano, Alessandro Papitto, George G. Pavlov, Abel L. Peirson, Matteo Perri, Melissa Pesce-Rollins, Maura Pilia, Juri Poutanen, Simonetta Puccetti, Brian D. Ramsey, Ajay Ratheesh, Roger W. Romani, Carmelo Sgrò, Patrick Slane, Paolo Soffitta, Gloria Spandre, Fabrizio Tavecchio, Yuzuru Tawara, Allyn F. Tennant, Nicholas E. Thomas, Francesco Tombesi, Alessio Trois, Sergey S. Tsygankov, Jacco Vink, Kinwah Wu, Fei Xie",
      "paper_url": "https://doi.org/10.1126/science.add0080",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4390045966",
      "paper_id": "https://openalex.org/W4390045966",
      "title": "Polycyclic aromatic hydrocarbons in samples of Ryugu formed in the interstellar medium",
      "authors": "Sarah S. Zeichner, José C. Aponte, Surjyendu Bhattacharjee, Guannan Dong, Amy E. Hofmann, Jason P. Dworkin, Daniel P. Glavin, Jamie E. Elsila, Heather V. Graham, Hiroshi Naraoka, Yoshinori Takano, Shogo Tachibana, Allison T. Karp, Kliti Grice, Alex I. Holman, Katherine H. Freeman, Hisayoshi Yurimoto, Tomoki Nakamura, Takaaki Noguchi, Ryuji Okazaki, Hikaru Yabuta, Kanako Sakamoto, Toru Yada, Masahiro Nishimura, Aiko Nakato, Akiko Miyazaki, Kasumi Yogata, Masanao Abe, Tatsuaki Okada, Tomohiro Usui, Makoto Yoshikawa, Takanao Saiki, Satoshi Tanaka, Fuyuto Terui, Satoru Nakazawa, Sei-ichiro Watanabe, Yuichi Tsuda, Kenji Hamase, Kazuhiko Fukushima, Dan Aoki, Minako Hashiguchi, Hajime Mita, Yoshito Chikaraishi, Naohiko Ohkouchi, Nanako O. Ogawa, Saburo Sakai, Eric T. Parker, Hannah L. McLain, Francois-Regis Orthous-Daunay, Véronique Vuitton, Cédric Wolters, Philippe Schmitt-Kopplin, Norbert Hertkorn, Roland Thissen, Alexander Ruf, Junko Isa, Yasuhiro Oba, Toshiki Koga, Toshihiro Yoshimura, Daisuke Araoka, Haruna Sugahara, Aogu Furusho, Yoshihiro Furukawa, Junken Aoki, Kuniyuki Kano, Shin-ichiro M. Nomura, Kazunori Sasaki, Hajime Sato, Takaaki Yoshikawa, Satoru Tanaka, Mayu Morita, Morihiko Onose, Fumie Kabashima, Kosuke Fujishima, Tomoya Yamazaki, Yuki Kimura, John M. Eiler",
      "paper_url": "https://doi.org/10.1126/science.adg6304",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4402262321",
      "paper_id": "https://openalex.org/W4402262321",
      "title": "Returned samples indicate volcanism on the Moon 120 million years ago",
      "authors": "Bi-Wen Wang, Qian W. L. Zhang, Yi Chen, Wenhao Zhao, Yu Liu, Guo-Qiang Tang, Hong-Xia Ma, Bin Su, Hejiu Hui, John W. Delano, Fu-Yuan Wu, Xian-Hua Li, Yuyang He, Qiu-Li Li",
      "paper_url": "https://doi.org/10.1126/science.adk6635",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3164498049",
      "paper_id": "https://openalex.org/W3164498049",
      "title": "Revealing x-ray and gamma ray temporal and spectral similarities in the GRB 190829A afterglow",
      "authors": ", H. Abdalla, F. Aharonian, F. Ait Benkhali, E. O. Angüner, C. Arcaro, C. Armand, T. Armstrong, H. Ashkar, M. Backes, V. Baghmanyan, V. Barbosa Martins, A. Barnacka, M. Barnard, Y. Becherini, D. Berge, K. Bernlöhr, B. Bi, E. Bissaldi, M. Böttcher, C. Boisson, J. Bolmont, M. de Bony de Lavergne, M. Breuhaus, F. Brun, P. Brun, M. Bryan, M. Büchele, T. Bulik, T. Bylund, S. Caroff, A. Carosi, S. Casanova, T. Chand, S. Chandra, A. Chen, G. Cotter, M. Curyło, J. Damascene Mbarubucyeye, I. D. Davids, J. Davies, C. Deil, J. Devin, L. Dirson, A. Djannati-Ataï, A. Dmytriiev, A. Donath, V. Doroshenko, L. Dreyer, C. Duffy, J. Dyks, K. Egberts, F. Eichhorn, S. Einecke, G. Emery, J.-P. Ernenwein, K. Feijen, S. Fegan, A. Fiasson, G. Fichet de Clairfontaine, G. Fontaine, S. Funk, M. Füßling, S. Gabici, Y. A. Gallant, G. Giavitto, L. Giunti, D. Glawion, J. F. Glicenstein, M.-H. Grondin, J. Hahn, M. Haupt, G. Hermann, J. A. Hinton, W. Hofmann, C. Hoischen, T. L. Holch, M. Holler, M. Hörbe, D. Horns, D. Huber, M. Jamrozy, D. Jankowsky, F. Jankowsky, A. Jardin-Blicq, V. Joshi, I. Jung-Richardt, E. Kasai, M. A. Kastendieck, K. Katarzyński, U. Katz, D. Khangulyan, B. Khélifi, S. Klepser, W. Kluźniak, Nu. Komin, R. Konno, K. Kosack, D. Kostunin, M. Kreter, G. Lamanna, A. Lemière, M. Lemoine-Goumard, J.-P. Lenain, F. Leuschner, C. Levy, T. Lohse, I. Lypova, J. Mackey, J. Majumdar, D. Malyshev, D. Malyshev, V. Marandon, P. Marchegiani, A. Marcowith, A. Mares, G. Martí-Devesa, R. Marx, G. Maurin, P. J. Meintjes, M. Meyer, A. Mitchell, R. Moderski, L. Mohrmann, A. Montanari, C. Moore, P. Morris, E. Moulin, J. Muller, T. Murach, K. Nakashima, A. Nayerhoda, M. de Naurois, H. Ndiyavala, J. Niemiec, L. Oakes, P. O’Brien, H. Odaka, S. Ohm, L. Olivera-Nieto, E. de Ona Wilhelmi, M. Ostrowski, S. Panny, M. Panter, R. D. Parsons, G. Peron, B. Peyaud, Q. Piel, S. Pita, V. Poireau, A. Priyana Noel, D. A. Prokhorov, H. Prokoph, G. Pühlhofer, M. Punch, A. Quirrenbach, S. Raab, R. Rauth, P. Reichherzer, A. Reimer, O. Reimer, Q. Remy, M. Renaud, F. Rieger, L. Rinchiuso, C. Romoli, G. Rowell, B. Rudak, E. Ruiz-Velasco, V. Sahakian, S. Sailer, H. Salzmann, D. A. Sanchez, A. Santangelo, M. Sasaki, M. Scalici, J. Schäfer, F. Schüssler, H. M. Schutte, U. Schwanke, M. Seglar-Arroyo, M. Senniappan, A. S. Seyffert, N. Shafi, J. N. S. Shapopi, K. Shiningayamwe, R. Simoni, A. Sinha, H. Sol, A. Specovius, S. Spencer, M. Spir-Jacob, Ł. Stawarz, L. Sun, R. Steenkamp, C. Stegmann, S. Steinmassl, C. Steppa, T. Takahashi, T. Tam, T. Tavernier, A. M. Taylor, R. Terrier, J. H. E. Thiersen, D. Tiziani, M. Tluczykont, L. Tomankova, M. Tsirou, R. Tuffs, Y. Uchiyama, D. J. van der Walt, C. van Eldik, C. van Rensburg, B. van Soelen, G. Vasileiadis, J. Veh, C. Venter, P. Vincent, J. Vink, H. J. Völk, Z. Wadiasingh, S. J. Wagner, J. Watson, F. Werner, R. White, A. Wierzcholska, Yu Wun Wong, A. Yusafzai, M. Zacharias, R. Zanin, D. Zargaryan, A. A. Zdziarski, A. Zech, S. J. Zhu, J. Zorn, S. Zouari, N. Żywucka, P. Evans, K. Page",
      "paper_url": "https://doi.org/10.1126/science.abe8560",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401606960",
      "paper_id": "https://openalex.org/W4401606960",
      "title": "Ruthenium isotopes show the Chicxulub impactor was a carbonaceous-type asteroid",
      "authors": "Mario Fischer-Gödde, Jonas Tusch, Steven Goderis, Alessandro Bragagni, Tanja Mohr-Westheide, Nils Messling, Bo-Magnus Elfers, Birger Schmitz, Wolf U. Reimold, Wolfgang D. Maier, Philippe Claeys, Christian Koeberl, François L. H. Tissot, Martin Bizzarro, Carsten Münker",
      "paper_url": "https://doi.org/10.1126/science.adk4868",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4281709976",
      "paper_id": "https://openalex.org/W4281709976",
      "title": "Samples returned from the asteroid Ryugu are similar to Ivuna-type carbonaceous meteorites",
      "authors": "Tetsuya Yokoyama, Kazuhide Nagashima, Izumi Nakai, Edward D. Young, Yoshinari Abe, Jérôme Aléon, Conel M. O’D. Alexander, Sachiko Amari, Yuri Amelin, Ken-ichi Bajo, Martin Bizzarro, Audrey Bouvier, Richard W. Carlson, Marc Chaussidon, Byeon-Gak Choi, Nicolas Dauphas, Andrew M. Davis, Tommaso Di Rocco, Wataru Fujiya, Ryota Fukai, Ikshu Gautam, Makiko K. Haba, Yuki Hibiya, Hiroshi Hidaka, Hisashi Homma, Peter Hoppe, Gary R. Huss, Kiyohiro Ichida, Tsuyoshi Iizuka, Trevor R. Ireland, Akira Ishikawa, Motoo Ito, Shoichi Itoh, Noriyuki Kawasaki, Noriko T. Kita, Kouki Kitajima, Thorsten Kleine, Shintaro Komatani, Alexander N. Krot, Ming-Chang Liu, Yuki Masuda, Kevin D. McKeegan, Mayu Morita, Kazuko Motomura, Frédéric Moynier, Ann Nguyen, Larry Nittler, Morihiko Onose, Andreas Pack, Changkun Park, Laurette Piani, Liping Qin, Sara S. Russell, Naoya Sakamoto, Maria Schönbächler, Lauren Tafla, Haolan Tang, Kentaro Terada, Yasuko Terada, Tomohiro Usui, Sohei Wada, Meenakshi Wadhwa, Richard J. Walker, Katsuyuki Yamashita, Qing-Zhu Yin, Shigekazu Yoneda, Hiroharu Yui, Ai-Cheng Zhang, Harold C. Connolly, Dante S. Lauretta, Tomoki Nakamura, Hiroshi Naraoka, Takaaki Noguchi, Ryuji Okazaki, Kanako Sakamoto, Hikaru Yabuta, Masanao Abe, Masahiko Arakawa, Atsushi Fujii, Masahiko Hayakawa, Naoyuki Hirata, Naru Hirata, Rie Honda, Chikatoshi Honda, Satoshi Hosoda, Yu-ichi Iijima, Hitoshi Ikeda, Masateru Ishiguro, Yoshiaki Ishihara, Takahiro Iwata, Kosuke Kawahara, Shota Kikuchi, Kohei Kitazato, Koji Matsumoto, Moe Matsuoka, Tatsuhiro Michikami, Yuya Mimasu, Akira Miura, Tomokatsu Morota, Satoru Nakazawa, Noriyuki Namiki, Hirotomo Noda, Rina Noguchi, Naoko Ogawa, Kazunori Ogawa, Tatsuaki Okada, Chisato Okamoto, Go Ono, Masanobu Ozaki, Takanao Saiki, Naoya Sakatani, Hirotaka Sawada, Hiroki Senshu, Yuri Shimaki, Kei Shirai, Seiji Sugita, Yuto Takei, Hiroshi Takeuchi, Satoshi Tanaka, Eri Tatsumi, Fuyuto Terui, Yuichi Tsuda, Ryudo Tsukizaki, Koji Wada, Sei-ichiro Watanabe, Manabu Yamada, Tetsuya Yamada, Yukio Yamamoto, Hajime Yano, Yasuhiro Yokota, Keisuke Yoshihara, Makoto Yoshikawa, Kent Yoshikawa, Shizuho Furuya, Kentaro Hatakeda, Tasuku Hayashi, Yuya Hitomi, Kazuya Kumagai, Akiko Miyazaki, Aiko Nakato, Masahiro Nishimura, Hiromichi Soejima, Ayako Suzuki, Toru Yada, Daiki Yamamoto, Kasumi Yogata, Miwa Yoshitake, Shogo Tachibana, Hisayoshi Yurimoto",
      "paper_url": "https://doi.org/10.1126/science.abn7850",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4399168053",
      "paper_id": "https://openalex.org/W4399168053",
      "title": "Simulations predict intermediate-mass black hole formation in globular clusters",
      "authors": "Michiko S. Fujii, Long Wang, Ataru Tanikawa, Yutaka Hirai, Takayuki R. Saitoh",
      "paper_url": "https://doi.org/10.1126/science.adi4211",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4321749424",
      "paper_id": "https://openalex.org/W4321749424",
      "title": "Soluble organic molecules in samples of the carbonaceous asteroid (162173) Ryugu",
      "authors": "Hiroshi Naraoka, Yoshinori Takano, Jason P. Dworkin, Yasuhiro Oba, Kenji Hamase, Aogu Furusho, Nanako O. Ogawa, Minako Hashiguchi, Kazuhiko Fukushima, Dan Aoki, Philippe Schmitt-Kopplin, José C. Aponte, Eric T. Parker, Daniel P. Glavin, Hannah L. McLain, Jamie E. Elsila, Heather V. Graham, John M. Eiler, Francois-Regis Orthous-Daunay, Cédric Wolters, Junko Isa, Véronique Vuitton, Roland Thissen, Saburo Sakai, Toshihiro Yoshimura, Toshiki Koga, Naohiko Ohkouchi, Yoshito Chikaraishi, Haruna Sugahara, Hajime Mita, Yoshihiro Furukawa, Norbert Hertkorn, Alexander Ruf, Hisayoshi Yurimoto, Tomoki Nakamura, Takaaki Noguchi, Ryuji Okazaki, Hikaru Yabuta, Kanako Sakamoto, Shogo Tachibana, Harold C. Connolly, Dante S. Lauretta, Masanao Abe, Toru Yada, Masahiro Nishimura, Kasumi Yogata, Aiko Nakato, Miwa Yoshitake, Ayako Suzuki, Akiko Miyazaki, Shizuho Furuya, Kentaro Hatakeda, Hiromichi Soejima, Yuya Hitomi, Kazuya Kumagai, Tomohiro Usui, Tasuku Hayashi, Daiki Yamamoto, Ryota Fukai, Kohei Kitazato, Seiji Sugita, Noriyuki Namiki, Masahiko Arakawa, Hitoshi Ikeda, Masateru Ishiguro, Naru Hirata, Koji Wada, Yoshiaki Ishihara, Rina Noguchi, Tomokatsu Morota, Naoya Sakatani, Koji Matsumoto, Hiroki Senshu, Rie Honda, Eri Tatsumi, Yasuhiro Yokota, Chikatoshi Honda, Tatsuhiro Michikami, Moe Matsuoka, Akira Miura, Hirotomo Noda, Tetsuya Yamada, Keisuke Yoshihara, Kosuke Kawahara, Masanobu Ozaki, Yu-ichi Iijima, Hajime Yano, Masahiko Hayakawa, Takahiro Iwata, Ryudo Tsukizaki, Hirotaka Sawada, Satoshi Hosoda, Kazunori Ogawa, Chisato Okamoto, Naoyuki Hirata, Kei Shirai, Yuri Shimaki, Manabu Yamada, Tatsuaki Okada, Yukio Yamamoto, Hiroshi Takeuchi, Atsushi Fujii, Yuto Takei, Kento Yoshikawa, Yuya Mimasu, Go Ono, Naoko Ogawa, Shota Kikuchi, Satoru Nakazawa, Fuyuto Terui, Satoshi Tanaka, Takanao Saiki, Makoto Yoshikawa, Sei-ichiro Watanabe, Yuichi Tsuda",
      "paper_url": "https://doi.org/10.1126/science.abn9033",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4284699865",
      "paper_id": "https://openalex.org/W4284699865",
      "title": "Spacecraft sample collection and subsurface excavation of asteroid (101955) Bennu",
      "authors": "D. S. Lauretta, C. D. Adam, A. J. Allen, R.-L. Ballouz, O. S. Barnouin, K. J. Becker, T. Becker, C. A. Bennett, E. B. Bierhaus, B. J. Bos, R. D. Burns, H. Campins, Y. Cho, P. R. Christensen, E. C. A. Church, B. E. Clark, H. C. Connolly, M. G. Daly, D. N. DellaGiustina, C. Y. Drouet d’Aubigny, J. P. Emery, H. L. Enos, S. Freund Kasper, J. B. Garvin, K. Getzandanner, D. R. Golish, V. E. Hamilton, C. W. Hergenrother, H. H. Kaplan, L. P. Keller, E. J. Lessac-Chenen, A. J. Liounis, H. Ma, L. K. McCarthy, B. D. Miller, M. C. Moreau, T. Morota, D. S. Nelson, J. O. Nolau, R. Olds, M. Pajola, J. Y. Pelgrift, A. T. Polit, M. A. Ravine, D. C. Reuter, B. Rizk, B. Rozitis, A. J. Ryan, E. M. Sahr, N. Sakatani, J. A. Seabrook, S. H. Selznick, M. A. Skeen, A. A. Simon, S. Sugita, K. J. Walsh, M. M. Westermann, C. W. V. Wolner, K. Yumoto",
      "paper_url": "https://doi.org/10.1126/science.abm1018",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4317497212",
      "paper_id": "https://openalex.org/W4317497212",
      "title": "Spin-down by dynamo action in simulated radiative stellar layers",
      "authors": "Ludovic Petitdemange, Florence Marcotte, Christophe Gissinger",
      "paper_url": "https://doi.org/10.1126/science.abk2169",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3161630148",
      "paper_id": "https://openalex.org/W3161630148",
      "title": "Spiral morphology in an intensely star-forming disk galaxy more than 12 billion years ago",
      "authors": "Takafumi Tsukui, Satoru Iguchi",
      "paper_url": "https://doi.org/10.1126/science.abe9680",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4398250027",
      "paper_id": "https://openalex.org/W4398250027",
      "title": "Strong damped Lyman-α absorption in young star-forming galaxies at redshifts 9 to 11",
      "authors": "Kasper E. Heintz, Darach Watson, Gabriel Brammer, Simone Vejlgaard, Anne Hutter, Victoria B. Strait, Jorryt Matthee, Pascal A. Oesch, Páll Jakobsson, Nial R. Tanvir, Peter Laursen, Rohan P. Naidu, Charlotte A. Mason, Meghana Killi, Intae Jung, Tiger Yu-Yang Hsiao, Abdurro’uf, Dan Coe, Pablo Arrabal Haro, Steven L. Finkelstein, Sune Toft",
      "paper_url": "https://doi.org/10.1126/science.adj0343",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4405306556",
      "paper_id": "https://openalex.org/W4405306556",
      "title": "Sun-like stars produce superflares roughly once per century",
      "authors": "Valeriy Vasilyev, Timo Reinhold, Alexander I. Shapiro, Ilya Usoskin, Natalie A. Krivova, Hiroyuki Maehara, Yuta Notsu, Allan Sacha Brun, Sami K. Solanki, Laurent Gizon",
      "paper_url": "https://doi.org/10.1126/science.adl5441",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4388214820",
      "paper_id": "https://openalex.org/W4388214820",
      "title": "Supermassive black hole feeding and feedback observed on subparsec scales",
      "authors": "Takuma Izumi, Keiichi Wada, Masatoshi Imanishi, Kouichiro Nakanishi, Kotaro Kohno, Yuki Kudoh, Taiki Kawamuro, Shunsuke Baba, Naoki Matsumoto, Yutaka Fujita, Konrad R. W. Tristram",
      "paper_url": "https://doi.org/10.1126/science.adf0569",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4324325712",
      "paper_id": "https://openalex.org/W4324325712",
      "title": "Surface changes observed on a Venusian volcano during the Magellan mission",
      "authors": "Robert R. Herrick, Scott Hensley",
      "paper_url": "https://doi.org/10.1126/science.abm7735",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3208713286",
      "paper_id": "https://openalex.org/W3208713286",
      "title": "The depth of Jupiter’s Great Red Spot constrained by Juno gravity overflights",
      "authors": "Marzia Parisi, Yohai Kaspi, Eli Galanti, Daniele Durante, Scott J. Bolton, Steven M. Levin, Dustin R. Buccino, Leigh N. Fletcher, William M. Folkner, Tristan Guillot, Ravit Helled, Luciano Iess, Cheng Li, Kamal Oudrhiri, Michael H. Wong",
      "paper_url": "https://doi.org/10.1126/science.abf1396",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4386917042",
      "paper_id": "https://openalex.org/W4386917042",
      "title": "The distribution of CO <sub>2</sub> on Europa indicates an internal source of carbon",
      "authors": "Samantha K. Trumbo, Michael E. Brown",
      "paper_url": "https://doi.org/10.1126/science.adg4155",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4408399302",
      "paper_id": "https://openalex.org/W4408399302",
      "title": "Three-dimensional maps of the interstellar dust extinction curve within the Milky Way galaxy",
      "authors": "Xiangyu Zhang, Gregory M. Green",
      "paper_url": "https://doi.org/10.1126/science.ado9787",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4220899516",
      "paper_id": "https://openalex.org/W4220899516",
      "title": "Time-resolved hadronic particle acceleration in the recurrent nova RS Ophiuchi",
      "authors": ", F. Aharonian, F. Ait Benkhali, E. O. Angüner, H. Ashkar, M. Backes, V. Baghmanyan, V. Barbosa Martins, R. Batzofin, Y. Becherini, D. Berge, K. Bernlöhr, B. Bi, M. Böttcher, C. Boisson, J. Bolmont, M. de Bony de Lavergne, M. Breuhaus, R. Brose, F. Brun, S. Caroff, S. Casanova, M. Cerruti, T. Chand, A. Chen, G. Cotter, J. Damascene Mbarubucyeye, A. Djannati-Ataï, A. Dmytriiev, V. Doroshenko, C. Duffy, K. Egberts, J.-P. Ernenwein, S. Fegan, K. Feijen, A. Fiasson, G. Fichet de Clairfontaine, G. Fontaine, M. Füßling, S. Funk, S. Gabici, Y. A. Gallant, S. Ghafourizadeh, G. Giavitto, L. Giunti, D. Glawion, J. F. Glicenstein, M.-H. Grondin, G. Hermann, J. A. Hinton, M. Hörbe, W. Hofmann, C. Hoischen, T. L. Holch, M. Holler, D. Horns, Zhiqiu Huang, M. Jamrozy, F. Jankowsky, I. Jung-Richardt, E. Kasai, K. Katarzyński, U. Katz, D. Khangulyan, B. Khélifi, S. Klepser, W. Kluźniak, Nu. Komin, R. Konno, K. Kosack, D. Kostunin, S. Le Stum, A. Lemière, M. Lemoine-Goumard, J.-P. Lenain, F. Leuschner, T. Lohse, A. Luashvili, I. Lypova, J. Mackey, D. Malyshev, D. Malyshev, V. Marandon, P. Marchegiani, A. Marcowith, G. Martí-Devesa, R. Marx, G. Maurin, M. Meyer, A. Mitchell, R. Moderski, L. Mohrmann, A. Montanari, E. Moulin, J. Muller, T. Murach, K. Nakashima, M. de Naurois, A. Nayerhoda, J. Niemiec, A. Priyana Noel, P. O’Brien, S. Ohm, L. Olivera-Nieto, E. de Ona Wilhelmi, M. Ostrowski, S. Panny, M. Panter, R. D. Parsons, G. Peron, S. Pita, V. Poireau, D. A. Prokhorov, H. Prokoph, G. Pühlhofer, M. Punch, A. Quirrenbach, P. Reichherzer, A. Reimer, O. Reimer, M. Renaud, B. Reville, F. Rieger, G. Rowell, B. Rudak, H. Rueda Ricarte, E. Ruiz-Velasco, V. Sahakian, S. Sailer, H. Salzmann, D. A. Sanchez, A. Santangelo, M. Sasaki, J. Schäfer, F. Schüssler, H. M. Schutte, U. Schwanke, M. Senniappan, J. N. S. Shapopi, R. Simoni, A. Sinha, H. Sol, A. Specovius, S. Spencer, Ł. Stawarz, S. Steinmassl, C. Steppa, T. Takahashi, T. Tanaka, A. M. Taylor, R. Terrier, C. Thorpe-Morgan, M. Tsirou, N. Tsuji, R. Tuffs, Y. Uchiyama, T. Unbehaun, C. van Eldik, B. van Soelen, J. Veh, C. Venter, J. Vink, S. J. Wagner, F. Werner, R. White, A. Wierzcholska, Yu Wun Wong, A. Yusafzai, M. Zacharias, D. Zargaryan, A. A. Zdziarski, A. Zech, S. J. Zhu, S. Zouari, N. Żywucka",
      "paper_url": "https://doi.org/10.1126/science.abn0567",
      "venue": "science22"
    }
  ]
}