{
  "cluster_id": 157,
  "papers": [
    {
      "id": "nature21_https://openalex.org/W3202576321",
      "paper_id": "https://openalex.org/W3202576321",
      "title": "5-HT modulation of a medial septal circuit tunes social memory stability",
      "authors": "Xiaoting Wu, Wade Morishita, Kevin T. Beier, Boris D. Heifets, Robert C. Malenka",
      "paper_url": "https://doi.org/10.1038/s41586-021-03956-8",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4213435196",
      "paper_id": "https://openalex.org/W4213435196",
      "title": "A biophysical account of multiplication by a single neuron",
      "authors": "Lukas N. Groschner, Jonatan G. Malis, Birte Zuidinga, Alexander Borst",
      "paper_url": "https://doi.org/10.1038/s41586-022-04428-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4384820554",
      "paper_id": "https://openalex.org/W4384820554",
      "title": "A cell-type-specific error-correction signal in the posterior parietal cortex",
      "authors": "Jonathan Green, Carissa A. Bruno, Lisa Traunmüller, Jennifer Ding, Siniša Hrvatin, Daniel E. Wilson, Thomas Khodadad, Jonathan Samuels, Michael E. Greenberg, Christopher D. Harvey",
      "paper_url": "https://doi.org/10.1038/s41586-023-06357-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4404105442",
      "paper_id": "https://openalex.org/W4404105442",
      "title": "A cellular basis for mapping behavioural structure",
      "authors": "Mohamady El-Gaby, Adam Loyd Harris, James C. R. Whittington, William Dorrell, Arya Bhomick, Mark E. Walton, Thomas Akam, Timothy E. J. Behrens",
      "paper_url": "https://doi.org/10.1038/s41586-024-08145-x",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4405965265",
      "paper_id": "https://openalex.org/W4405965265",
      "title": "A collicular map for touch-guided tongue control",
      "authors": "Brendan S. Ito, Yongjie Gao, Brian Kardon, Jesse H. Goldberg",
      "paper_url": "https://doi.org/10.1038/s41586-024-08339-3",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4404306026",
      "paper_id": "https://openalex.org/W4404306026",
      "title": "A combinatorial neural code for long-term motor memory",
      "authors": "Jae-Hyun Kim, Kayvon Daie, Nuo Li",
      "paper_url": "https://doi.org/10.1038/s41586-024-08193-3",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4312094701",
      "paper_id": "https://openalex.org/W4312094701",
      "title": "A cortico-collicular circuit for orienting to shelter during escape",
      "authors": "Dario Campagner, Ruben Vale, Yu Lin Tan, Panagiota Iordanidou, Oriol Pavón Arocas, Federico Claudi, A. Vanessa Stempel, Sepiedeh Keshavarzi, Rasmus S. Petersen, Troy W. Margrie, Tiago Branco",
      "paper_url": "https://doi.org/10.1038/s41586-022-05553-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407392545",
      "paper_id": "https://openalex.org/W4407392545",
      "title": "A crucial role for the cortical amygdala in shaping social encounters",
      "authors": "Antonio V. Aubry, Romain Durand-de Cuttoli, Elizabeth Karpman, Rachel L. Fisher-Foye, Lyonna F. Parise, Flurin Cathomas, C. Joseph Burnett, Yewon Yang, Chongzhen Yuan, Alexa R. LaBanca, Kenny L. Chan, Kion T. Winston, Hsiao-yun Lin, Farah Dackour, Arman A. Tavallaei, Johana Alvarez, Tadaaki Nishioka, Hirofumi Morishita, Robert C. Froemke, Long Li, Scott J. Russo",
      "paper_url": "https://doi.org/10.1038/s41586-024-08540-4",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410189440",
      "paper_id": "https://openalex.org/W4410189440",
      "title": "A cryptic role for reciprocal helping in a cooperatively breeding bird",
      "authors": "Alexis D. Earl, Gerald G. Carter, Arden G. Berlinger, Elkana Korir, Shailee S. Shah, Wilson N. Watetu, Dustin R. Rubenstein",
      "paper_url": "https://doi.org/10.1038/s41586-025-08958-4",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391160376",
      "paper_id": "https://openalex.org/W4391160376",
      "title": "A dedicated hypothalamic oxytocin circuit controls aversive social learning",
      "authors": "Takuya Osakada, Rongzhen Yan, Yiwen Jiang, Dongyu Wei, Rina Tabuchi, Bing Dai, Xiaohan Wang, Gavin Zhao, Clara Xi Wang, Jing-Jing Liu, Richard W. Tsien, Adam C. Mar, Dayu Lin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06958-w",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4210841404",
      "paper_id": "https://openalex.org/W4210841404",
      "title": "A discrete neuronal population coordinates brain-wide developmental activity",
      "authors": "Bryce T. Bajar, Nguyen T. Phi, Jesse Isaacman-Beck, Jun Reichl, Harpreet Randhawa, Orkun Akin",
      "paper_url": "https://doi.org/10.1038/s41586-022-04406-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391616502",
      "paper_id": "https://openalex.org/W4391616502",
      "title": "A distinct cortical code for socially learned threat",
      "authors": "Shana E. Silverstein, Ruairi O’Sullivan, Olena Bukalo, Dipanwita Pati, Julia A. Schaffer, Aaron Limoges, Leo Zsembik, Takayuki Yoshida, John J. O’Malley, Ronald F. Paletzki, Abby G. Lieberman, Mio Nonaka, Karl Deisseroth, Charles R. Gerfen, Mario A. Penzo, Thomas L. Kash, Andrew Holmes",
      "paper_url": "https://doi.org/10.1038/s41586-023-07008-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403062868",
      "paper_id": "https://openalex.org/W4403062868",
      "title": "A Drosophila computational brain model reveals sensorimotor processing",
      "authors": "Philip K. Shiu, Gabriella R. Sterne, Nico Spiller, Romain Franconville, Andrea Sandoval, Joie Zhou, Neha Simha, Chan Hyuk Kang, Seongbong Yu, Jinseop S. Kim, Sven Dorkenwald, Arie Matsliah, Philipp Schlegel, Szi-chieh Yu, Claire E. McKellar, Amy Sterling, Marta Costa, Katharina Eichler, Alexander Shakeel Bates, Nils Eckstein, Jan Funke, Gregory S. X. E. Jefferis, Mala Murthy, Salil S. Bidaye, Stefanie Hampel, Andrew M. Seeds, Kristin Scott",
      "paper_url": "https://doi.org/10.1038/s41586-024-07763-9",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407741452",
      "paper_id": "https://openalex.org/W4407741452",
      "title": "A dual-pathway architecture for stress to disrupt agency and promote habit",
      "authors": "Jacqueline R. Giovanniello, Natalie Paredes, Anna Wiener, Kathia Ramírez-Armenta, Chukwuebuka Oragwam, Hanniel O. Uwadia, Abigail L. Yu, Kayla Lim, Jenna S. Pimenta, Gabriela E. Vilchez, Gift Nnamdi, Alicia Wang, Megha Sehgal, Fernando MCV Reis, Ana C. Sias, Alcino J. Silva, Avishek Adhikari, Melissa Malvaez, Kate M. Wassum",
      "paper_url": "https://doi.org/10.1038/s41586-024-08580-w",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411932262",
      "paper_id": "https://openalex.org/W4411932262",
      "title": "A foundation model to predict and capture human cognition",
      "authors": "Marcel Binz, Elif Akata, Matthias Bethge, Franziska Brändle, Fred Callaway, Julian Coda-Forno, Peter Dayan, Can Demircan, Maria K. Eckstein, Noémi Éltető, Thomas L. Griffiths, Susanne Haridi, Akshay K. Jagadish, Li Ji-An, Alexander Kipnis, Sreejan Kumar, Tobias Ludwig, Marvin Mathony, Marcelo Mattar, Alireza Modirshanechi, Surabhi S. Nath, Joshua C. Peterson, Milena Rmus, Evan M. Russek, Tankred Saanum, Johannes A. Schubert, Luca M. Schulze Buschoff, Nishad Singhi, Xin Sui, Mirko Thalmann, Fabian J. Theis, Vuong Truong, Vishaal Udandarao, Konstantinos Voudouris, Robert Wilson, Kristin Witte, Shuchen Wu, Dirk U. Wulff, Huadong Xiong, Eric Schulz",
      "paper_url": "https://doi.org/10.1038/s41586-025-09215-4",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3121047187",
      "paper_id": "https://openalex.org/W3121047187",
      "title": "A functional map for diverse forelimb actions within brainstem circuitry",
      "authors": "Ludwig Ruder, Riccardo Schina, Harsh Kanodia, Sara Valencia-Garcia, Chiara Pivetta, Silvia Arber",
      "paper_url": "https://doi.org/10.1038/s41586-020-03080-z",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4412600703",
      "paper_id": "https://openalex.org/W4412600703",
      "title": "A generic non-invasive neuromotor interface for human-computer interaction",
      "authors": "Patrick Kaifosh, Thomas R. Reardon, Brian D. Allen, Chris Anderson, Sacha Arnoud, Rahul Arora, Mridu Atray, Lana Awad, Francisco Ayerbe, Christopher Baker, Nicholas Baker, Alexandre Barachant, Philip Bard, Wilman Pimentel Beltran, Adam Berenzweig, Rohin Bhasin, Joe Bienkowski, Sean Bittner, Luke Boegner, Anu Bolarinwa, Don Bosley, Matthew Bracaglia, Mario Bräcklein, Maclyn Brandwein, Joe Bravate, Matt Butler, Adam J. Calhoun, Chia-Jung Chang, Daniel Chenet, Joshua Chester, Rudi Chiarito, Rohan Chitnis, John Choi, Won Chun, Jeremiah Chung, James Connors, Jota Costa, Mark Cramer, Raven Cunningham, William F. Cusack, Nathan Danielson, Thomas J. Davidson, Bruno De Araujo, Bob DiMaiolo, Scott Draves, Alan Du, Zaina Edelson, Phina Enemuo, Mina Fahmi, Nariman Farsad, Ali Farshchian, Randy Feliz, Jake Fine, Emanuele Formento, Dustin Freeman, Jianing Fu, Jean-Christophe Gagnon-Audet, Rupesh Gajurel, Jonathan Gamutan, Sida Gao, Jonateal Garcia, Nathalie Therese Helene Gayraud, Minha Ghani, Sayan Ghosh, Vickram Gidwani, Danny Giebisch, Greg Gimler, Alexandre Gramfort, Lauren Grosberg, Bryn Gunther, Ning Guo, Chetan Gupta, Sinem Guven Kaya, Austin Ha, Katarina Hadjer, Carlos Xavier Hernández, Stav Hertz, Carl Hewitt, Daniel N. Hill, Kirak Hong, Lillian Hong, Helen Hou, Stepan Hruda, Alex Hsieh, Vivian Hsiung, Rongqing Huang, Yue Hui, Hazel Hulet, Shaker Islam, Vinay Jayaram, Connie Jiang, Xiaodong Jiang, Brooke Juarez, James Jaeyoon Jun, Na Young Jun, Nirag Kadakia, Nishant Kakar, Ajay Kamdar, Ta-Chu Kao, Steven Kober, TW Koh, Christina Shabu Koshy, Andrzej Lawn, Claire Lee, Jennifer Lee, JinHyung Lee, Juheui Amy Lee, Tiffanie Li, Jonathan Liao, Yingru Liu, Yuxuan Liu, Saar Lively, Kati London, Roddy Louie, Francisco Luongo, Attila Maczak, Niru Maheswaranathan, Michael Mandel, Jesse Marshall, Najja Marshall, Mirek Martincik, Nicolas Yvan Masse, Stephen McAnearney, Ashley McHugh, Jorge Aurelio Menendez, Josh Merel, David Miller, Ilya Milyavskiy, Ricardo Pio Monti, Sean Moore, Yonathan Morin, Brock Morrell, Dano Morrison, Anthony Moschella, Suman Mulumudi, Conner Muth, Krunal Naik, Norris Nakagaki, Ajay Nathan, Romario Nelson, Jimson Ngeo, Keven Nguyen, Luke O’Connor, Shay Ohayon, Garrick Orchard, Chris Osborn, Timothy M. Otchy, Emmanuella Owolabi, Adam M. Packer, Tejaswy Pailla, Julia Paredes, Sean Parker, Diogo Peixoto, Matias Perez, Zavion Perez, Adrien Piérard, Stephen M. Plaza, Natalie Plotkin, Eftychios Pnevmatikakis, Brandon Pool, Shanil Puri, Sunaina Rajani, Jose Ramirez Fuentes, Julian Ramos Rojas, Tanvi Ranjan, Devin Reardon, Jonathan Reid, Jason Reisman, Lain Warawao Nemo Mora y Rivera, Sebi Rolotti, Andrew Rosenkranz, Ian Roth, Likhon Roy, Ran Rubin, Alexander Rudnicki, Sam Russell, Abby Russo, James Sacra, Amir Sadoughi, Roxanna Salim, Aichatou Savane, Collin Schlager, David Schwab, Jeffrey Seely, Mike Seltzer, Nurettin Dorukhan Sergin, Ami Shah, Anish Shah, Philip Shamash, Vandita Sharma, Stephie Shen, Kevin Shi, Olivia Shiah, Yasmin Siahpoosh, Noor Siddiqi, Jeremy Simpson, Gagandip Singh, Viswanath Sivakumar, Jeff Smith, Seyyid Emre Sofuoglu, Ivy Jiyoung Song, Morgan Springer, Adrian Spurr, Fabio Stefanini, Connor Stout, Emanuel Strauss, Swetha Suresh, Ananya Suri, David Sussillo, Ziyi Tang, Vikram Tank, Jesslyn Tannady, Aliqyan Tapia, Tugce Tasci, Tiberiu Tesileanu, Aman Tiwari, Anoushka Tiwari, Calvin Tong, Blizelle Tormis, Julia Trabulsi, Migmar Tsering, Kyle Urquhart, Peter Walkington, Megan Wang, Renxiong Wang, Zhuo Wang, Christy Warden, Richard Warren, Claire L. Warriner, Ron J. Weiss, Daniel Z. Wetmore, Ezri White, Christopher Wiebe, Steve Williams, Yuguan Xing, Chris Ye, Akshay Yembarwar, Shuibenyang Yuan, Michael Zawadzki, Mingrui Zhang, Jiesi Zhao, Kevin Zheng, Joseph Zhong, Lei Zhou, Danny Zlobinsky",
      "paper_url": "https://doi.org/10.1038/s41586-025-09255-w",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4212960115",
      "paper_id": "https://openalex.org/W4212960115",
      "title": "A global timing mechanism regulates cell-type-specific wiring programmes",
      "authors": "Saumya Jain, Ying Lin, Yerbol Z. Kurmangaliyev, Javier Valdes-Aleman, Samuel A. LoCascio, Parmis Mirshahidi, Brianna Parrington, S. Lawrence Zipursky",
      "paper_url": "https://doi.org/10.1038/s41586-022-04418-5",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386100600",
      "paper_id": "https://openalex.org/W4386100600",
      "title": "A high-performance neuroprosthesis for speech decoding and avatar control",
      "authors": "Sean L. Metzger, Kaylo T. Littlejohn, Alexander B. Silva, David A. Moses, Margaret P. Seaton, Ran Wang, Maximilian E. Dougherty, Jessie R. Liu, Peter Wu, Michael A. Berger, Inga Zhuravleva, Adelyn Tu-Chan, Karunesh Ganguly, Gopala K. Anumanchipalli, Edward F. Chang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06443-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386091044",
      "paper_id": "https://openalex.org/W4386091044",
      "title": "A high-performance speech neuroprosthesis",
      "authors": "Francis R. Willett, Erin M. Kunz, Chaofei Fan, Donald T. Avansino, Guy H. Wilson, Eun Young Choi, Foram Kamdar, Matthew F. Glasser, Leigh R. Hochberg, Shaul Druckmann, Krishna V. Shenoy, Jaimie M. Henderson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06377-x",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412737305",
      "paper_id": "https://openalex.org/W4412737305",
      "title": "A hypothalamic circuit that modulates feeding and parenting behaviours",
      "authors": "Ivan C. Alcantara, Chia Li, Claire Gao, Shakira Rodriguez González, Laura E. Mickelsen, Brian N. Papas, Abigail I. Goldschmidt, Isabel M. Cohen, Christopher M. Mazzone, Isabel de Araujo Salgado, Ramón A. Piñol, Cuiying Xiao, Eva O. Karolczak, Jian-Liang Li, Guohong Cui, Marc L. Reitman, Michael J. Krashes",
      "paper_url": "https://doi.org/10.1038/s41586-025-09268-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407960760",
      "paper_id": "https://openalex.org/W4407960760",
      "title": "A hypothalamic circuit underlying the dynamic control of social homeostasis",
      "authors": "Ding Liu, Mostafizur Rahman, Autumn Johnson, Ryunosuke Amo, Iku Tsutsui-Kimura, Zuri A. Sullivan, Nicolai Pena, Mustafa Talay, Brandon L. Logeman, Samantha Finkbeiner, Lechen Qian, Seungwon Choi, Athena Capo-Battaglia, Ishmail Abdus-Saboor, David D. Ginty, Naoshige Uchida, Mitsuko Watabe-Uchida, Catherine Dulac",
      "paper_url": "https://doi.org/10.1038/s41586-025-08617-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400492704",
      "paper_id": "https://openalex.org/W4400492704",
      "title": "A maternal brain hormone that builds bone",
      "authors": "Muriel E. Babey, William C. Krause, Kun Chen, Candice B. Herber, Zsofia Torok, Joni Nikkanen, Ruben Rodriguez, Xiao Zhang, Fernanda Castro-Navarro, Yuting Wang, Erika E. Wheeler, Saul Villeda, J. Kent Leach, Nancy E. Lane, Erica L. Scheller, Charles K. F. Chan, Thomas H. Ambrosi, Holly A. Ingraham",
      "paper_url": "https://doi.org/10.1038/s41586-024-07634-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3191965276",
      "paper_id": "https://openalex.org/W3191965276",
      "title": "A metabolic function of the hippocampal sharp wave-ripple",
      "authors": "David Tingley, Kathryn McClain, Ekin Kaya, Jordan Carpenter, György Buzsáki",
      "paper_url": "https://doi.org/10.1038/s41586-021-03811-w",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403244006",
      "paper_id": "https://openalex.org/W4403244006",
      "title": "A modular circuit coordinates the diversification of courtship strategies",
      "authors": "Rory T. Coleman, Ianessa Morantte, Gabriel T. Koreman, Megan L. Cheng, Yun Ding, Vanessa Ruta",
      "paper_url": "https://doi.org/10.1038/s41586-024-08028-1",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3131776733",
      "paper_id": "https://openalex.org/W3131776733",
      "title": "A multi-scale brain map derived from whole-brain volumetric reconstructions",
      "authors": "Christopher A. Brittin, Steven J. Cook, David H. Hall, Scott W. Emmons, Netta Cohen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03284-x",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411024752",
      "paper_id": "https://openalex.org/W4411024752",
      "title": "A multidimensional distributional map of future reward in dopamine neurons",
      "authors": "Margarida Sousa, Pawel Bujalski, Bruno F. Cruz, Kenway Louie, Daniel C. McNamee, Joseph J. Paton",
      "paper_url": "https://doi.org/10.1038/s41586-025-09089-6",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409148406",
      "paper_id": "https://openalex.org/W4409148406",
      "title": "A neural mechanism for learning from delayed postingestive feedback",
      "authors": "Christopher A. Zimmerman, Scott S. Bolkan, Alejandro Pan-Vazquez, Bichan Wu, Emma F. Keppler, Jordan B. Meares-Garcia, Eartha Mae Guthman, Robert N. Fetcho, Brenna McMannon, Junuk Lee, Austin T. Hoag, Laura A. Lynch, Sanjeev R. Janarthanan, Juan F. López Luna, Adrian G. Bondy, Annegret L. Falkner, Samuel S.-H. Wang, Ilana B. Witten",
      "paper_url": "https://doi.org/10.1038/s41586-025-08828-z",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4210830393",
      "paper_id": "https://openalex.org/W4210830393",
      "title": "A nutrient-specific gut hormone arbitrates between courtship and feeding",
      "authors": "Hui-Hao Lin, Meihua Christina Kuang, Imran Hossain, Yinan Xuan, Laura Beebe, Andrew K. Shepherd, Marco Rolandi, Jing W. Wang",
      "paper_url": "https://doi.org/10.1038/s41586-022-04408-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401947288",
      "paper_id": "https://openalex.org/W4401947288",
      "title": "A population code for spatial representation in the zebrafish telencephalon",
      "authors": "Chuyu Yang, Lorenz Mammen, Byoungsoo Kim, Meng Li, Drew N. Robson, Jennifer M. Li",
      "paper_url": "https://doi.org/10.1038/s41586-024-07867-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408853186",
      "paper_id": "https://openalex.org/W4408853186",
      "title": "A prospective code for value in the serotonin system",
      "authors": "Emerson F. Harkin, Cooper D. Grossman, Jeremiah Y. Cohen, Jean-Claude Béïque, Richard Naud",
      "paper_url": "https://doi.org/10.1038/s41586-025-08731-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4383265722",
      "paper_id": "https://openalex.org/W4383265722",
      "title": "A rise-to-threshold process for a relative-value decision",
      "authors": "Vikram Vijayan, Fei Wang, Kaiyu Wang, Arun Chakravorty, Atsuko Adachi, Hessameddin Akhlaghpour, Barry J. Dickson, Gaby Maimon",
      "paper_url": "https://doi.org/10.1038/s41586-023-06271-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4311461772",
      "paper_id": "https://openalex.org/W4311461772",
      "title": "A signalling pathway for transcriptional regulation of sleep amount in mice",
      "authors": "Rui Zhou, Guodong Wang, Qi Li, Fanxi Meng, Can Liu, Rui Gan, Dapeng Ju, Meimei Liao, Junjie Xu, Di Sang, Xue Gao, Shuang Zhou, Kejia Wu, Quanzhi Sun, Ying Guo, Chongyang Wu, Zhiyu Chen, Lin Chen, Bihan Shi, Haiyan Wang, Xia Wang, Huaiye Li, Tao Cai, Bin Li, Fengchao Wang, Hiromasa Funato, Masashi Yanagisawa, Eric Erquan Zhang, Qinghua Liu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05510-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387950054",
      "paper_id": "https://openalex.org/W4387950054",
      "title": "A single photoreceptor splits perception and entrainment by cotransmission",
      "authors": "Na Xiao, Shuang Xu, Ze-Kai Li, Min Tang, Renbo Mao, Tian Yang, Si-Xing Ma, Peng-Hao Wang, Meng-Tong Li, Ajay Sunilkumar, François Rouyer, Li-Hui Cao, Dong-Gen Luo",
      "paper_url": "https://doi.org/10.1038/s41586-023-06681-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4366452046",
      "paper_id": "https://openalex.org/W4366452046",
      "title": "A somato-cognitive action network alternates with effector regions in motor cortex",
      "authors": "Evan M. Gordon, Roselyne J. Chauvin, Andrew N. Van, Aishwarya Rajesh, Ashley Nielsen, Dillan J. Newbold, Charles J. Lynch, Nicole A. Seider, Samuel R. Krimmel, Kristen M. Scheidter, Julia Monk, Ryland L. Miller, Athanasia Metoki, David F. Montez, Annie Zheng, Immanuel Elbau, Thomas Madison, Tomoyuki Nishino, Michael J. Myers, Sydney Kaplan, Carolina Badke D’Andrea, Damion V. Demeter, Matthew Feigelis, Julian S. B. Ramirez, Ting Xu, Deanna M. Barch, Christopher D. Smyser, Cynthia E. Rogers, Jan Zimmermann, Kelly N. Botteron, John R. Pruett, Jon T. Willie, Peter Brunner, Joshua S. Shimony, Benjamin P. Kay, Scott Marek, Scott A. Norris, Caterina Gratton, Chad M. Sylvester, Jonathan D. Power, Conor Liston, Deanna J. Greene, Jarod L. Roland, Steven E. Petersen, Marcus E. Raichle, Timothy O. Laumann, Damien A. Fair, Nico U. F. Dosenbach",
      "paper_url": "https://doi.org/10.1038/s41586-023-05964-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4206645554",
      "paper_id": "https://openalex.org/W4206645554",
      "title": "A speech planning network for interactive language use",
      "authors": "Gregg A. Castellucci, Christopher K. Kovach, Matthew A. Howard III, Jeremy D. W. Greenlee, Michael A. Long",
      "paper_url": "https://doi.org/10.1038/s41586-021-04270-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4221074575",
      "paper_id": "https://openalex.org/W4221074575",
      "title": "A stable hippocampal code in freely flying bats",
      "authors": "William A. Liberti III, Tobias A. Schmid, Angelo Forli, Madeleine Snyder, Michael M. Yartsev",
      "paper_url": "https://doi.org/10.1038/s41586-022-04560-0",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408221278",
      "paper_id": "https://openalex.org/W4408221278",
      "title": "A subcortical switchboard for perseverative, exploratory and disengaged states",
      "authors": "Mehran Ahmadlou, Maryam Yasamin Shirazi, Pan Zhang, Isaac L. M. Rogers, Julia Dziubek, Margaret Young, Sonja B. Hofer",
      "paper_url": "https://doi.org/10.1038/s41586-025-08672-1",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4284675830",
      "paper_id": "https://openalex.org/W4284675830",
      "title": "A synergistic mindsets intervention protects adolescents from stress",
      "authors": "David S. Yeager, Christopher J. Bryan, James J. Gross, Jared S. Murray, Danielle Krettek Cobb, Pedro H. F. Santos, Hannah Gravelding, Meghann Johnson, Jeremy P. Jamieson",
      "paper_url": "https://doi.org/10.1038/s41586-022-04907-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4284889206",
      "paper_id": "https://openalex.org/W4284889206",
      "title": "A transcriptomic axis predicts state modulation of cortical interneurons",
      "authors": "Stéphane Bugeon, Joshua Duffield, Mario Dipoppa, Anne Ritoux, Isabelle Prankerd, Dimitris Nicoloutsopoulos, David Orme, Maxwell Shinn, Han Peng, Hamish Forrest, Aiste Viduolyte, Charu Bai Reddy, Yoh Isogai, Matteo Carandini, Kenneth D. Harris",
      "paper_url": "https://doi.org/10.1038/s41586-022-04915-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399534689",
      "paper_id": "https://openalex.org/W4399534689",
      "title": "A virtual rodent predicts the structure of neural activity across behaviors",
      "authors": "Diego Aldarondo, Josh Merel, Jesse D. Marshall, Leonard Hasenclever, Ugne Klibaite, Amanda Gellis, Yuval Tassa, Greg Wayne, Matthew Botvinick, Bence P. Ölveczky",
      "paper_url": "https://doi.org/10.1038/s41586-024-07633-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401574837",
      "paper_id": "https://openalex.org/W4401574837",
      "title": "Abstract representations emerge in human hippocampal neurons during inference",
      "authors": "Hristos S. Courellis, Juri Minxha, Araceli R. Cardenas, Daniel L. Kimmel, Chrystal M. Reed, Taufik A. Valiante, C. Daniel Salzman, Adam N. Mamelak, Stefano Fusi, Ueli Rutishauser",
      "paper_url": "https://doi.org/10.1038/s41586-024-07799-x",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4306810146",
      "paper_id": "https://openalex.org/W4306810146",
      "title": "Accommodating unobservability to control flight attitude with optic flow",
      "authors": "Guido C. H. E. de Croon, Julien J. G. Dupeyroux, Christophe De Wagter, Abhishek Chatterjee, Diana A. Olejnik, Franck Ruffier",
      "paper_url": "https://doi.org/10.1038/s41586-022-05182-2",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4284893488",
      "paper_id": "https://openalex.org/W4284893488",
      "title": "Action suppression reveals opponent parallel control via striatal circuits",
      "authors": "Bruno F. Cruz, Gonçalo Guiomar, Sofia Soares, Asma Motiwala, Christian K. Machens, Joseph J. Paton",
      "paper_url": "https://doi.org/10.1038/s41586-022-04894-9",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3103693710",
      "paper_id": "https://openalex.org/W3103693710",
      "title": "Activation and disruption of a neural mechanism for novel choice in monkeys",
      "authors": "Alessandro Bongioanni, Davide Folloni, Lennart Verhagen, Jérôme Sallet, Miriam C. Klein-Flügge, Matthew F. S. Rushworth",
      "paper_url": "https://doi.org/10.1038/s41586-020-03115-5",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400729541",
      "paper_id": "https://openalex.org/W4400729541",
      "title": "Adaptation to photoperiod via dynamic neurotransmitter segregation",
      "authors": "G. Maddaloni, Y. J. Chang, R. A. Senft, S. M. Dymecki",
      "paper_url": "https://doi.org/10.1038/s41586-024-07692-7",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W4200233214",
      "paper_id": "https://openalex.org/W4200233214",
      "title": "Adaptive stimulus selection for consolidation in the hippocampus",
      "authors": "Satoshi Terada, Tristan Geiller, Zhenrui Liao, Justin O’Hare, Bert Vancura, Attila Losonczy",
      "paper_url": "https://doi.org/10.1038/s41586-021-04118-6",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410019332",
      "paper_id": "https://openalex.org/W4410019332",
      "title": "Adversarial testing of global neuronal workspace and integrated information theories of consciousness",
      "authors": "Oscar Ferrante, Urszula Gorska-Klimowska, Simon Henin, Rony Hirschhorn, Aya Khalaf, Alex Lepauvre, Ling Liu, David Richter, Yamil Vidal, Niccolò Bonacchi, Tanya Brown, Praveen Sripad, Marcelo Armendariz, Katarina Bendtz, Tara Ghafari, Dorottya Hetenyi, Jay Jeschke, Csaba Kozma, David R. Mazumder, Stephanie Montenegro, Alia Seedat, Abdelrahman Sharafeldin, Shujun Yang, Sylvain Baillet, David J. Chalmers, Radoslaw M. Cichy, Francis Fallon, Theofanis I. Panagiotaropoulos, Hal Blumenfeld, Floris P. de Lange, Sasha Devore, Ole Jensen, Gabriel Kreiman, Huan Luo, Melanie Boly, Stanislas Dehaene, Christof Koch, Giulio Tononi, Michael Pitts, Liad Mudrik, Lucia Melloni",
      "paper_url": "https://doi.org/10.1038/s41586-025-08888-1",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3146315608",
      "paper_id": "https://openalex.org/W3146315608",
      "title": "An amygdala circuit that suppresses social engagement",
      "authors": "Jeong-Tae Kwon, Changhyeon Ryu, Hyeseung Lee, Alec Sheffield, Jingxuan Fan, Daniel H. Cho, Shivani Bigler, Heather A. Sullivan, Han Kyung Choe, Ian R. Wickersham, Myriam Heiman, Gloria B. Choi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03413-6",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411240941",
      "paper_id": "https://openalex.org/W4411240941",
      "title": "An instantaneous voice-synthesis neuroprosthesis",
      "authors": "Maitreyee Wairagkar, Nicholas S. Card, Tyler Singer-Clark, Xianda Hou, Carrina Iacobacci, Lee M. Miller, Leigh R. Hochberg, David M. Brandman, Sergey D. Stavisky",
      "paper_url": "https://doi.org/10.1038/s41586-025-09127-3",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4387948595",
      "paper_id": "https://openalex.org/W4387948595",
      "title": "An ON-type direction-selective ganglion cell in primate retina",
      "authors": "Anna Y. M. Wang, Manoj M. Kulkarni, Amanda J. McLaughlin, Jacqueline Gayet, Benjamin E. Smith, Max Hauptschein, Cyrus F. McHugh, Yvette Y. Yao, Teresa Puthussery",
      "paper_url": "https://doi.org/10.1038/s41586-023-06659-4",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407722181",
      "paper_id": "https://openalex.org/W4407722181",
      "title": "An opponent striatal circuit for distributional reinforcement learning",
      "authors": "Adam S. Lowet, Qiao Zheng, Melissa Meng, Sara Matias, Jan Drugowitsch, Naoshige Uchida",
      "paper_url": "https://doi.org/10.1038/s41586-024-08488-5",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4379645230",
      "paper_id": "https://openalex.org/W4379645230",
      "title": "Antagonistic circuits mediating infanticide and maternal care in female mice",
      "authors": "Long Mei, Rongzhen Yan, Luping Yin, Regina M. Sullivan, Dayu Lin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06147-9",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408347957",
      "paper_id": "https://openalex.org/W4408347957",
      "title": "Basis functions for complex social decisions in dorsomedial frontal cortex",
      "authors": "Marco K. Wittmann, Yongling Lin, Deng Pan, Moritz N. Braun, Cormac Dickson, Lisa Spiering, Shuyi Luo, Caroline Harbison, Ayat Abdurahman, Sorcha Hamilton, Nadira S. Faber, Nima Khalighinejad, Patricia L. Lockwood, Matthew F. S. Rushworth",
      "paper_url": "https://doi.org/10.1038/s41586-025-08705-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4306810321",
      "paper_id": "https://openalex.org/W4306810321",
      "title": "Behavioural and dopaminergic signatures of resilience",
      "authors": "Lindsay Willmore, Courtney Cameron, John Yang, Ilana B. Witten, Annegret L. Falkner",
      "paper_url": "https://doi.org/10.1038/s41586-022-05328-2",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4220942655",
      "paper_id": "https://openalex.org/W4220942655",
      "title": "Birds can transition between stable and unstable states via wing morphing",
      "authors": "C. Harvey, V. B. Baliga, J. C. M. Wong, D. L. Altshuler, D. J. Inman",
      "paper_url": "https://doi.org/10.1038/s41586-022-04477-8",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411413362",
      "paper_id": "https://openalex.org/W4411413362",
      "title": "Bogong moths use a stellar compass for long-distance navigation at night",
      "authors": "David Dreyer, Andrea Adden, Hui Chen, Barrie Frost, Henrik Mouritsen, Jingjing Xu, Ken Green, Mary Whitehouse, Javaan Chahl, Jesse Wallace, Gao Hu, James Foster, Stanley Heinze, Eric Warrant",
      "paper_url": "https://doi.org/10.1038/s41586-025-09135-3",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4402454714",
      "paper_id": "https://openalex.org/W4402454714",
      "title": "Brain-wide dynamics linking sensation to action during decision-making",
      "authors": "Andrei Khilkevich, Michael Lohse, Ryan Low, Ivana Orsolic, Tadej Bozic, Paige Windmill, Thomas D. Mrsic-Flogel",
      "paper_url": "https://doi.org/10.1038/s41586-024-07908-w",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407946827",
      "paper_id": "https://openalex.org/W4407946827",
      "title": "Brain-wide presynaptic networks of functionally distinct cortical neurons",
      "authors": "Ana R. Inácio, Ka Chun Lam, Yuan Zhao, Francisco Pereira, Charles R. Gerfen, Soohyun Lee",
      "paper_url": "https://doi.org/10.1038/s41586-025-08631-w",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4293004881",
      "paper_id": "https://openalex.org/W4293004881",
      "title": "Brain–phenotype models fail for individuals who defy sample stereotypes",
      "authors": "Abigail S. Greene, Xilin Shen, Stephanie Noble, Corey Horien, C. Alice Hahn, Jagriti Arora, Fuyuze Tokoglu, Marisa N. Spann, Carmen I. Carrión, Daniel S. Barron, Gerard Sanacora, Vinod H. Srihari, Scott W. Woods, Dustin Scheinost, R. Todd Constable",
      "paper_url": "https://doi.org/10.1038/s41586-022-05118-w",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387332409",
      "paper_id": "https://openalex.org/W4387332409",
      "title": "Bridging two insect flight modes in evolution, physiology and robophysics",
      "authors": "Jeff Gau, James Lynch, Brett Aiello, Ethan Wold, Nick Gravish, Simon Sponberg",
      "paper_url": "https://doi.org/10.1038/s41586-023-06606-3",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W4200478016",
      "paper_id": "https://openalex.org/W4200478016",
      "title": "Building an allocentric travelling direction signal via vector computation",
      "authors": "Cheng Lyu, L. F. Abbott, Gaby Maimon",
      "paper_url": "https://doi.org/10.1038/s41586-021-04067-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392504616",
      "paper_id": "https://openalex.org/W4392504616",
      "title": "Bumblebees socially learn behaviour too complex to innovate alone",
      "authors": "Alice D. Bridges, Amanda Royka, Tara Wilson, Charlotte Lockwood, Jasmin Richter, Mikko Juusola, Lars Chittka",
      "paper_url": "https://doi.org/10.1038/s41586-024-07126-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401574109",
      "paper_id": "https://openalex.org/W4401574109",
      "title": "Causal evidence of a line attractor encoding an affective state",
      "authors": "Amit Vinograd, Aditya Nair, Joseph H. Kim, Scott W. Linderman, David J. Anderson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07915-x",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4281488642",
      "paper_id": "https://openalex.org/W4281488642",
      "title": "CCR5 closes the temporal window for memory linking",
      "authors": "Yang Shen, Miou Zhou, Denise Cai, Daniel Almeida Filho, Giselle Fernandes, Ying Cai, André F. de Sousa, Min Tian, Nury Kim, Jinsu Lee, Deanna Necula, Chengbin Zhou, Shuoyi Li, Shelbi Salinas, Andy Liu, Xiaoman Kang, Masakazu Kamata, Ayal Lavi, Shan Huang, Tawnie Silva, Won Do Heo, Alcino J. Silva",
      "paper_url": "https://doi.org/10.1038/s41586-022-04783-1",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404105410",
      "paper_id": "https://openalex.org/W4404105410",
      "title": "Central pattern generator control of a vertebrate ultradian sleep rhythm",
      "authors": "Lorenz A. Fenk, Juan Luis Riquelme, Gilles Laurent",
      "paper_url": "https://doi.org/10.1038/s41586-024-08162-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3195722571",
      "paper_id": "https://openalex.org/W3195722571",
      "title": "Chronic social isolation signals starvation and reduces sleep in Drosophila",
      "authors": "Wanhe Li, Zikun Wang, Sheyum Syed, Cheng Lyu, Samantha Lincoln, Jenna O’Neil, Andrew D. Nguyen, Irena Feng, Michael W. Young",
      "paper_url": "https://doi.org/10.1038/s41586-021-03837-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4386886562",
      "paper_id": "https://openalex.org/W4386886562",
      "title": "Cingulate dynamics track depression recovery with deep brain stimulation",
      "authors": "Sankaraleengam Alagapan, Ki Sueng Choi, Stephen Heisig, Patricio Riva-Posse, Andrea Crowell, Vineet Tiruvadi, Mosadoluwa Obatusin, Ashan Veerakumar, Allison C. Waters, Robert E. Gross, Sinead Quinn, Lydia Denison, Matthew O’Shaughnessy, Marissa Connor, Gregory Canal, Jungho Cha, Rachel Hershenberg, Tanya Nauvel, Faical Isbaine, Muhammad Furqan Afzal, Martijn Figee, Brian H. Kopell, Robert Butera, Helen S. Mayberg, Christopher J. Rozell",
      "paper_url": "https://doi.org/10.1038/s41586-023-06541-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403451013",
      "paper_id": "https://openalex.org/W4403451013",
      "title": "Circadian plasticity evolves through regulatory changes in a neuropeptide gene",
      "authors": "Michael P. Shahandeh, Liliane Abuin, Lou Lescuyer De Decker, Julien Cergneux, Rafael Koch, Emi Nagoshi, Richard Benton",
      "paper_url": "https://doi.org/10.1038/s41586-024-08056-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4382394370",
      "paper_id": "https://openalex.org/W4382394370",
      "title": "Circuit coordination of opposing neuropeptide and neurotransmitter signals",
      "authors": "Marta E. Soden, Joshua X. Yee, Larry S. Zweifel",
      "paper_url": "https://doi.org/10.1038/s41586-023-06246-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391617513",
      "paper_id": "https://openalex.org/W4391617513",
      "title": "Circulating myeloid-derived MMP8 in stress susceptibility and depression",
      "authors": "Flurin Cathomas, Hsiao-Yun Lin, Kenny L. Chan, Long Li, Lyonna F. Parise, Johana Alvarez, Romain Durand-de Cuttoli, Antonio V. Aubry, Samer Muhareb, Fiona Desland, Yusuke Shimo, Aarthi Ramakrishnan, Molly Estill, Carmen Ferrer-Pérez, Eric M. Parise, C. Matthias Wilk, Manuella P. Kaster, Jun Wang, Allison Sowa, William G. Janssen, Sara Costi, Adeeb Rahman, Nicolas Fernandez, Matthew Campbell, Filip K. Swirski, Eric J. Nestler, Li Shen, Miriam Merad, James W. Murrough, Scott J. Russo",
      "paper_url": "https://doi.org/10.1038/s41586-023-07015-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410551336",
      "paper_id": "https://openalex.org/W4410551336",
      "title": "Closed-loop vagus nerve stimulation aids recovery from spinal cord injury",
      "authors": "Michael P. Kilgard, Joseph D. Epperson, Emmanuel A. Adehunoluwa, Chad Swank, Amy L. Porter, David T. Pruitt, Holle L. Gallaway, Christi Stevens, Jaime Gillespie, Dannae Arnold, Mark B. Powers, Rita G. Hamilton, Richard C. Naftalis, Michael L. Foreman, Jane G. Wigginton, Seth A. Hays, Robert L. Rennaker",
      "paper_url": "https://doi.org/10.1038/s41586-025-09028-5",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3212160497",
      "paper_id": "https://openalex.org/W3212160497",
      "title": "Cognitive control persistently enhances hippocampal information processing",
      "authors": "Ain Chung, Claudia Jou, Alejandro Grau-Perales, Eliott R. J. Levy, Dino Dvorak, Nida Hussain, André A. Fenton",
      "paper_url": "https://doi.org/10.1038/s41586-021-04070-5",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392504762",
      "paper_id": "https://openalex.org/W4392504762",
      "title": "Collective sensing in electric fish",
      "authors": "Federico Pedraja, Nathaniel B. Sawtell",
      "paper_url": "https://doi.org/10.1038/s41586-024-07157-x",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410019143",
      "paper_id": "https://openalex.org/W4410019143",
      "title": "Comparative connectomics of Drosophila descending and ascending neurons",
      "authors": "Tomke Stürner, Paul Brooks, Laia Serratosa Capdevila, Billy J. Morris, Alexandre Javier, Siqi Fang, Marina Gkantia, Sebastian Cachero, Isabella R. Beckett, Elizabeth C. Marin, Philipp Schlegel, Andrew S. Champion, Ilina Moitra, Alana Richards, Finja Klemm, Leonie Kugel, Shigehiro Namiki, Han S. J. Cheong, Julie Kovalyak, Emily Tenshaw, Ruchi Parekh, Jasper S. Phelps, Brandon Mark, Sven Dorkenwald, Alexander S. Bates, Arie Matsliah, Szi-chieh Yu, Claire E. McKellar, Amy Sterling, H. Sebastian Seung, Mala Murthy, John C. Tuthill, Wei-Chung Allen Lee, Gwyneth M. Card, Marta Costa, Gregory S. X. E. Jefferis, Katharina Eichler",
      "paper_url": "https://doi.org/10.1038/s41586-025-08925-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4402437891",
      "paper_id": "https://openalex.org/W4402437891",
      "title": "Connectome-constrained networks predict neural activity across the fly visual system",
      "authors": "Janne K. Lappalainen, Fabian D. Tschopp, Sridhama Prakhya, Mason McGill, Aljoscha Nern, Kazunori Shinomiya, Shin-ya Takemura, Eyal Gruntman, Jakob H. Macke, Srinivas C. Turaga",
      "paper_url": "https://doi.org/10.1038/s41586-024-07939-3",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408853456",
      "paper_id": "https://openalex.org/W4408853456",
      "title": "Connectome-driven neural inventory of a complete visual system",
      "authors": "Aljoscha Nern, Frank Loesche, Shin-ya Takemura, Laura E. Burnett, Marisa Dreher, Eyal Gruntman, Judith Hoeller, Gary B. Huang, Michał Januszewski, Nathan C. Klapoetke, Sanna Koskela, Kit D. Longden, Zhiyuan Lu, Stephan Preibisch, Wei Qiu, Edward M. Rogers, Pavithraa Seenivasan, Arthur Zhao, John Bogovic, Brandon S. Canino, Jody Clements, Michael Cook, Samantha Finley-May, Miriam A. Flynn, Imran Hameed, Alexandra M. C. Fragniere, Kenneth J. Hayworth, Gary Patrick Hopkins, Philip M. Hubbard, William T. Katz, Julie Kovalyak, Shirley A. Lauchie, Meghan Leonard, Alanna Lohff, Charli A. Maldonado, Caroline Mooney, Nneoma Okeoma, Donald J. Olbris, Christopher Ordish, Tyler Paterson, Emily M. Phillips, Tobias Pietzsch, Jennifer Rivas Salinas, Patricia K. Rivlin, Philipp Schlegel, Ashley L. Scott, Louis A. Scuderi, Satoko Takemura, Iris Talebi, Alexander Thomson, Eric T. Trautman, Lowell Umayam, Claire Walsh, John J. Walsh, C. Shan Xu, Emily A. Yakal, Tansy Yang, Ting Zhao, Jan Funke, Reed George, Harald F. Hess, Gregory S. X. E. Jefferis, Christopher Knecht, Wyatt Korff, Stephen M. Plaza, Sandro Romani, Stephan Saalfeld, Louis K. Scheffer, Stuart Berg, Gerald M. Rubin, Michael B. Reiser",
      "paper_url": "https://doi.org/10.1038/s41586-025-08746-0",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3192789395",
      "paper_id": "https://openalex.org/W3192789395",
      "title": "Connectomes across development reveal principles of brain maturation",
      "authors": "Daniel Witvliet, Ben Mulcahy, James K. Mitchell, Yaron Meirovitch, Daniel R. Berger, Yuelong Wu, Yufang Liu, Wan Xian Koh, Rajeev Parvathala, Douglas Holmyard, Richard L. Schalek, Nir Shavit, Andrew D. Chisholm, Jeff W. Lichtman, Aravinthan D. T. Samuel, Mei Zhen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03778-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400038628",
      "paper_id": "https://openalex.org/W4400038628",
      "title": "Connectomic reconstruction of a female Drosophila ventral nerve cord",
      "authors": "Anthony Azevedo, Ellen Lesser, Jasper S. Phelps, Brandon Mark, Leila Elabbady, Sumiya Kuroda, Anne Sustar, Anthony Moussa, Avinash Khandelwal, Chris J. Dallmann, Sweta Agrawal, Su-Yee J. Lee, Brandon Pratt, Andrew Cook, Kyobi Skutt-Kakaria, Stephan Gerhard, Ran Lu, Nico Kemnitz, Kisuk Lee, Akhilesh Halageri, Manuel Castro, Dodam Ih, Jay Gager, Marwan Tammam, Sven Dorkenwald, Forrest Collman, Casey Schneider-Mizell, Derrick Brittain, Chris S. Jordan, Michael Dickinson, Alexandra Pacureanu, H. Sebastian Seung, Thomas Macrina, Wei-Chung Allen Lee, John C. Tuthill",
      "paper_url": "https://doi.org/10.1038/s41586-024-07389-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403062876",
      "paper_id": "https://openalex.org/W4403062876",
      "title": "Connectomic reconstruction predicts visual features used for navigation",
      "authors": "Dustin Garner, Emil Kind, Jennifer Yuet Ha Lai, Aljoscha Nern, Arthur Zhao, Lucy Houghton, Gizem Sancer, Tanya Wolff, Gerald M. Rubin, Mathias F. Wernet, Sung Soo Kim",
      "paper_url": "https://doi.org/10.1038/s41586-024-07967-z",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409283541",
      "paper_id": "https://openalex.org/W4409283541",
      "title": "Connectomics of predicted Sst transcriptomic types in mouse visual cortex",
      "authors": "Clare R. Gamlin, Casey M. Schneider-Mizell, Matthew Mallory, Leila Elabbady, Nathan Gouwens, Grace Williams, Alice Mukora, Rachel Dalley, Agnes L. Bodor, Derrick Brittain, JoAnn Buchanan, Daniel J. Bumbarger, Emily Joyce, Daniel Kapner, Sam Kinn, Gayathri Mahalingam, Sharmishtaa Seshamani, Marc Takeno, Russel Torres, Wenjing Yin, Philip R. Nicovich, J. Alexander Bae, Manuel A. Castro, Sven Dorkenwald, Akhilesh Halageri, Zhen Jia, Chris Jordan, Nico Kemnitz, Kisuk Lee, Kai Li, Ran Lu, Thomas Macrina, Eric Mitchell, Shanka Subhra Mondal, Shang Mu, Barak Nehoran, Sergiy Popovych, William Silversmith, Nicholas L. Turner, William Wong, Jingpeng Wu, Szi-chieh Yu, Jim Berg, Tim Jarsky, Brian Lee, H. Sebastian Seung, Hongkui Zeng, R. Clay Reid, Forrest Collman, Nuno Maçarico da Costa, Staci A. Sorensen",
      "paper_url": "https://doi.org/10.1038/s41586-025-08805-6",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408091478",
      "paper_id": "https://openalex.org/W4408091478",
      "title": "Constitutively active glucagon receptor drives high blood glucose in birds",
      "authors": "Chang Zhang, Xiangying Xiang, Jian Liu, Yongjie Huang, Jingwen Xue, Qian Sun, Song Leng, Shaobo Liu, Xuefei He, Peng Hu, Xiangjiang Zhan, Qiang Qiu, Shilong Yang, Jürgen Brosius, Cheng Deng",
      "paper_url": "https://doi.org/10.1038/s41586-025-08811-8",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3215906447",
      "paper_id": "https://openalex.org/W3215906447",
      "title": "Contextual inference underlies the learning of sensorimotor repertoires",
      "authors": "James B. Heald, Máté Lengyel, Daniel M. Wolpert",
      "paper_url": "https://doi.org/10.1038/s41586-021-04129-3",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389670897",
      "paper_id": "https://openalex.org/W4389670897",
      "title": "Control of lipolysis by a population of oxytocinergic sympathetic neurons",
      "authors": "Erwei Li, Luhong Wang, Daqing Wang, Jingyi Chi, Zeran Lin, Gordon I. Smith, Samuel Klein, Paul Cohen, Evan D. Rosen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06830-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4394874979",
      "paper_id": "https://openalex.org/W4394874979",
      "title": "Control of working memory by phase–amplitude coupling of human hippocampal neurons",
      "authors": "Jonathan Daume, Jan Kamiński, Andrea G. P. Schjetnan, Yousef Salimpour, Umais Khan, Michael Kyzar, Chrystal M. Reed, William S. Anderson, Taufik A. Valiante, Adam N. Mamelak, Ueli Rutishauser",
      "paper_url": "https://doi.org/10.1038/s41586-024-07309-z",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408655137",
      "paper_id": "https://openalex.org/W4408655137",
      "title": "Convergent vocal representations in parrot and human forebrain motor networks",
      "authors": "Zetian Yang, Michael A. Long",
      "paper_url": "https://doi.org/10.1038/s41586-025-08695-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391617402",
      "paper_id": "https://openalex.org/W4391617402",
      "title": "Converting an allocentric goal into an egocentric steering signal",
      "authors": "Peter Mussells Pires, Lingwei Zhang, Victoria Parache, L. F. Abbott, Gaby Maimon",
      "paper_url": "https://doi.org/10.1038/s41586-023-07006-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401947187",
      "paper_id": "https://openalex.org/W4401947187",
      "title": "Cooperative thalamocortical circuit mechanism for sensory prediction errors",
      "authors": "Shohei Furutachi, Alexis D. Franklin, Andreea M. Aldea, Thomas D. Mrsic-Flogel, Sonja B. Hofer",
      "paper_url": "https://doi.org/10.1038/s41586-024-07851-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3161726949",
      "paper_id": "https://openalex.org/W3161726949",
      "title": "Cortex-dependent corrections as the tongue reaches for and misses targets",
      "authors": "Tejapratap Bollu, Brendan S. Ito, Samuel C. Whitehead, Brian Kardon, James Redd, Mei Hong Liu, Jesse H. Goldberg",
      "paper_url": "https://doi.org/10.1038/s41586-021-03561-9",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4220892050",
      "paper_id": "https://openalex.org/W4220892050",
      "title": "Cortical ensembles orchestrate social competition through hypothalamic outputs",
      "authors": "Nancy Padilla-Coreano, Kanha Batra, Makenzie Patarino, Zexin Chen, Rachel R. Rock, Ruihan Zhang, Sébastien B. Hausmann, Javier C. Weddington, Reesha Patel, Yu E. Zhang, Hao-Shu Fang, Srishti Mishra, Deryn O. LeDuke, Jasmin Revanna, Hao Li, Matilde Borio, Rachelle Pamintuan, Aneesh Bal, Laurel R. Keyes, Avraham Libster, Romy Wichmann, Fergil Mills, Felix H. Taschbach, Gillian A. Matthews, James P. Curley, Ila R. Fiete, Cewu Lu, Kay M. Tye",
      "paper_url": "https://doi.org/10.1038/s41586-022-04507-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4288051761",
      "paper_id": "https://openalex.org/W4288051761",
      "title": "Cortical feedback loops bind distributed representations of working memory",
      "authors": "Ivan Voitov, Thomas D. Mrsic-Flogel",
      "paper_url": "https://doi.org/10.1038/s41586-022-05014-3",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4210564284",
      "paper_id": "https://openalex.org/W4210564284",
      "title": "Cortical preparatory activity indexes learned motor memories",
      "authors": "Xulu Sun, Daniel J. O’Shea, Matthew D. Golub, Eric M. Trautmann, Saurabh Vyas, Stephen I. Ryu, Krishna V. Shenoy",
      "paper_url": "https://doi.org/10.1038/s41586-021-04329-x",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4220757519",
      "paper_id": "https://openalex.org/W4220757519",
      "title": "Cortical processing of flexible and context-dependent sensorimotor sequences",
      "authors": "Duo Xu, Mingyuan Dong, Yuxi Chen, Angel M. Delgado, Natasha C. Hughes, Linghua Zhang, Daniel H. O’Connor",
      "paper_url": "https://doi.org/10.1038/s41586-022-04478-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389670628",
      "paper_id": "https://openalex.org/W4389670628",
      "title": "Cortical reactivations predict future sensory responses",
      "authors": "Nghia D. Nguyen, Andrew Lutas, Oren Amsalem, Jesseba Fernando, Andy Young-Eon Ahn, Richard Hakim, Josselyn Vergara, Justin McMahon, Jordane Dimidschstein, Bernardo L. Sabatini, Mark L. Andermann",
      "paper_url": "https://doi.org/10.1038/s41586-023-06810-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391160726",
      "paper_id": "https://openalex.org/W4391160726",
      "title": "Cortical regulation of helping behaviour towards others in pain",
      "authors": "Mingmin Zhang, Ye Emily Wu, Mengping Jiang, Weizhe Hong",
      "paper_url": "https://doi.org/10.1038/s41586-023-06973-x",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4311436954",
      "paper_id": "https://openalex.org/W4311436954",
      "title": "Cortical–hippocampal coupling during manifold exploration in motor cortex",
      "authors": "Jaekyung Kim, Abhilasha Joshi, Loren Frank, Karunesh Ganguly",
      "paper_url": "https://doi.org/10.1038/s41586-022-05533-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4367841728",
      "paper_id": "https://openalex.org/W4367841728",
      "title": "Cortico-cortical feedback engages active dendrites in visual cortex",
      "authors": "Mehmet Fişek, Dustin Herrmann, Alexander Egea-Weiss, Matilda Cloves, Lisa Bauer, Tai-Ying Lee, Lloyd E. Russell, Michael Häusser",
      "paper_url": "https://doi.org/10.1038/s41586-023-06007-6",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3157219006",
      "paper_id": "https://openalex.org/W3157219006",
      "title": "Coupling of activity, metabolism and behaviour across the Drosophila brain",
      "authors": "Kevin Mann, Stephane Deny, Surya Ganguli, Thomas R. Clandinin",
      "paper_url": "https://doi.org/10.1038/s41586-021-03497-0",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3123053946",
      "paper_id": "https://openalex.org/W3123053946",
      "title": "Decoding and perturbing decision states in real time",
      "authors": "Diogo Peixoto, Jessica R. Verhein, Roozbeh Kiani, Jonathan C. Kao, Paul Nuyujukian, Chandramouli Chandrasekaran, Julian Brown, Sania Fong, Stephen I. Ryu, Krishna V. Shenoy, William T. Newsome",
      "paper_url": "https://doi.org/10.1038/s41586-020-03181-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403244018",
      "paper_id": "https://openalex.org/W4403244018",
      "title": "Dendritic, delayed, stochastic CaMKII activation in behavioural time scale plasticity",
      "authors": "Anant Jain, Yoshihisa Nakahata, Tristano Pancani, Tetsuya Watabe, Polina Rusina, Kelly South, Kengo Adachi, Long Yan, Noriko Simorowski, Hiro Furukawa, Ryohei Yasuda",
      "paper_url": "https://doi.org/10.1038/s41586-024-08021-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399366694",
      "paper_id": "https://openalex.org/W4399366694",
      "title": "Descending networks transform command signals into population motor control",
      "authors": "Jonas Braun, Femke Hurtak, Sibo Wang-Chen, Pavan Ramdya",
      "paper_url": "https://doi.org/10.1038/s41586-024-07523-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4213131875",
      "paper_id": "https://openalex.org/W4213131875",
      "title": "Differential mechanisms underlie trace and delay conditioning in Drosophila",
      "authors": "Dhruv Grover, Jen-Yung Chen, Jiayun Xie, Jinfang Li, Jean-Pierre Changeux, Ralph J. Greenspan",
      "paper_url": "https://doi.org/10.1038/s41586-022-04433-6",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411932255",
      "paper_id": "https://openalex.org/W4411932255",
      "title": "Discovering cognitive strategies with tiny recurrent neural networks",
      "authors": "Li Ji-An, Marcus K. Benna, Marcelo G. Mattar",
      "paper_url": "https://doi.org/10.1038/s41586-025-09142-4",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4295763140",
      "paper_id": "https://openalex.org/W4295763140",
      "title": "Distinguishing externally from saccade-induced motion in visual cortex",
      "authors": "Satoru K. Miura, Massimo Scanziani",
      "paper_url": "https://doi.org/10.1038/s41586-022-05196-w",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385696977",
      "paper_id": "https://openalex.org/W4385696977",
      "title": "Dopamine and glutamate regulate striatal acetylcholine in decision-making",
      "authors": "Lynne Chantranupong, Celia C. Beron, Joshua A. Zimmer, Michelle J. Wen, Wengang Wang, Bernardo L. Sabatini",
      "paper_url": "https://doi.org/10.1038/s41586-023-06492-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401172051",
      "paper_id": "https://openalex.org/W4401172051",
      "title": "Dopamine biases decisions by limiting temporal integration",
      "authors": "Aditya K. Gautham, Lauren E. Miner, Marco N. Franco, Stephen C. Thornquist, Michael A. Crickmore",
      "paper_url": "https://doi.org/10.1038/s41586-024-07749-7",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410189354",
      "paper_id": "https://openalex.org/W4410189354",
      "title": "Dopamine D1–D2 signalling in hippocampus arbitrates approach and avoidance",
      "authors": "Arthur Godino, Marine Salery, Angelica M. Minier-Toribio, Vishwendra Patel, John F. Fullard, Veronika Kondev, Eric M. Parise, Freddyson J. Martinez-Rivera, Carole Morel, Panos Roussos, Robert D. Blitzer, Eric J. Nestler",
      "paper_url": "https://doi.org/10.1038/s41586-025-08957-5",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403451010",
      "paper_id": "https://openalex.org/W4403451010",
      "title": "Dopamine dynamics are dispensable for movement but promote reward responses",
      "authors": "Xintong Cai, Changliang Liu, Iku Tsutsui-Kimura, Joon-Hyuk Lee, Chong Guo, Aditi Banerjee, Jinoh Lee, Ryunosuke Amo, Yudi Xie, Tommaso Patriarchi, Yulong Li, Mitsuko Watabe-Uchida, Naoshige Uchida, Pascal S. Kaeser",
      "paper_url": "https://doi.org/10.1038/s41586-024-08038-z",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3201039003",
      "paper_id": "https://openalex.org/W3201039003",
      "title": "Dopamine facilitates associative memory encoding in the entorhinal cortex",
      "authors": "Jason Y. Lee, Heechul Jun, Shogo Soma, Tomoaki Nakazono, Kaori Shiraiwa, Ananya Dasgupta, Tatsuki Nakagawa, Jiayun L. Xie, Jasmine Chavez, Rodrigo Romo, Sandra Yungblut, Meiko Hagihara, Koshi Murata, Kei M. Igarashi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03948-8",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4310483820",
      "paper_id": "https://openalex.org/W4310483820",
      "title": "Dopamine promotes head direction plasticity during orienting movements",
      "authors": "Yvette E. Fisher, Michael Marquis, Isabel D’Alessandro, Rachel I. Wilson",
      "paper_url": "https://doi.org/10.1038/s41586-022-05485-4",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4285083709",
      "paper_id": "https://openalex.org/W4285083709",
      "title": "Dopamine subsystems that track internal states",
      "authors": "James C. R. Grove, Lindsay A. Gray, Naymalis La Santa Medina, Nilla Sivakumar, Jamie S. Ahn, Timothy V. Corpuz, Joshua D. Berke, Anatol C. Kreitzer, Zachary A. Knight",
      "paper_url": "https://doi.org/10.1038/s41586-022-04954-0",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3123158283",
      "paper_id": "https://openalex.org/W3123158283",
      "title": "Dopamine-based mechanism for transient forgetting",
      "authors": "John Martin Sabandal, Jacob A. Berry, Ronald L. Davis",
      "paper_url": "https://doi.org/10.1038/s41586-020-03154-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400880730",
      "paper_id": "https://openalex.org/W4400880730",
      "title": "Dopamine-mediated interactions between short- and long-term memory dynamics",
      "authors": "Cheng Huang, Junjie Luo, Seung Je Woo, Lucas A. Roitman, Jizhou Li, Vincent A. Pieribone, Madhuvanthi Kannan, Ganesh Vasan, Mark J. Schnitzer",
      "paper_url": "https://doi.org/10.1038/s41586-024-07819-w",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410362672",
      "paper_id": "https://openalex.org/W4410362672",
      "title": "Dopaminergic action prediction errors serve as a value-free teaching signal",
      "authors": "Francesca Greenstreet, Hernando Martinez Vergara, Yvonne Johansson, Sthitapranjya Pati, Laura Schwarz, Stephen C. Lenzi, Jesse P. Geerts, Matthew Wisdom, Alina Gubanova, Lars B. Rollik, Jasvin Kaur, Theodore Moskovitz, Joseph Cohen, Emmett Thompson, Troy W. Margrie, Claudia Clopath, Marcus Stephenson-Jones",
      "paper_url": "https://doi.org/10.1038/s41586-025-09008-9",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4387095422",
      "paper_id": "https://openalex.org/W4387095422",
      "title": "Dopaminergic error signals retune to social feedback during courtship",
      "authors": "Andrea Roeser, Vikram Gadagkar, Anindita Das, Pavel A. Puzerey, Brian Kardon, Jesse H. Goldberg",
      "paper_url": "https://doi.org/10.1038/s41586-023-06580-w",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387935899",
      "paper_id": "https://openalex.org/W4387935899",
      "title": "Dopaminergic systems create reward seeking despite adverse consequences",
      "authors": "Kristijan D. Jovanoski, Lucille Duquenoy, Jessica Mitchell, Ishaan Kapoor, Christoph D. Treiber, Vincent Croset, Georgia Dempsey, Sai Parepalli, Paola Cognigni, Nils Otto, Johannes Felsenberg, Scott Waddell",
      "paper_url": "https://doi.org/10.1038/s41586-023-06671-8",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402454852",
      "paper_id": "https://openalex.org/W4402454852",
      "title": "Drosophila are hosts to the first described parasitoid wasp of adult flies",
      "authors": "Logan D. Moore, Toluwanimi Chris Amuwa, Scott Richard Shaw, Matthew J. Ballinger",
      "paper_url": "https://doi.org/10.1038/s41586-024-07919-7",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408348215",
      "paper_id": "https://openalex.org/W4408348215",
      "title": "Dual neuromodulatory dynamics underlie birdsong learning",
      "authors": "Jiaxuan Qi, Drew C. Schreiner, Miles Martinez, John Pearson, Richard Mooney",
      "paper_url": "https://doi.org/10.1038/s41586-025-08694-9",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410817281",
      "paper_id": "https://openalex.org/W4410817281",
      "title": "Dynamic basal ganglia output signals license and suppress forelimb movements",
      "authors": "Antonio Falasconi, Harsh Kanodia, Silvia Arber",
      "paper_url": "https://doi.org/10.1038/s41586-025-09066-z",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4389671970",
      "paper_id": "https://openalex.org/W4389671970",
      "title": "Dynamic behaviour restructuring mediates dopamine-dependent credit assignment",
      "authors": "Jonathan C. Y. Tang, Vitor Paixao, Filipe Carvalho, Artur Silva, Andreas Klaus, Joaquim Alves da Silva, Rui M. Costa",
      "paper_url": "https://doi.org/10.1038/s41586-023-06941-5",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4365143757",
      "paper_id": "https://openalex.org/W4365143757",
      "title": "Dynamic synchronization between hippocampal representations and stepping",
      "authors": "Abhilasha Joshi, Eric L. Denovellis, Abhijith Mankili, Yagiz Meneksedag, Thomas J. Davidson, Anna K. Gillespie, Jennifer A. Guidera, Demetris Roumis, Loren M. Frank",
      "paper_url": "https://doi.org/10.1038/s41586-023-05928-6",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3178897739",
      "paper_id": "https://openalex.org/W3178897739",
      "title": "Dynamical prefrontal population coding during defensive behaviours",
      "authors": "Daniel Jercog, Nanci Winke, Kibong Sung, Mario Martin Fernandez, Claire Francioni, Domitille Rajot, Julien Courtin, Fabrice Chaudun, Pablo E. Jercog, Stephane Valerio, Cyril Herry",
      "paper_url": "https://doi.org/10.1038/s41586-021-03726-6",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4280589235",
      "paper_id": "https://openalex.org/W4280589235",
      "title": "Emergent reliability in sensory cortical coding and inter-area communication",
      "authors": "Sadegh Ebrahimi, Jérôme Lecoq, Oleg Rumyantsev, Tugce Tasci, Yanping Zhang, Cristina Irimia, Jane Li, Surya Ganguli, Mark J. Schnitzer",
      "paper_url": "https://doi.org/10.1038/s41586-022-04724-y",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401574899",
      "paper_id": "https://openalex.org/W4401574899",
      "title": "Encoding of female mating dynamics by a hypothalamic line attractor",
      "authors": "Mengyu Liu, Aditya Nair, Nestor Coria, Scott W. Linderman, David J. Anderson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07916-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402585715",
      "paper_id": "https://openalex.org/W4402585715",
      "title": "Endogenous opioid signalling regulates spinal ependymal cell proliferation",
      "authors": "Wendy W. S. Yue, Kouki K. Touhara, Kenichi Toma, Xin Duan, David Julius",
      "paper_url": "https://doi.org/10.1038/s41586-024-07889-w",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406385638",
      "paper_id": "https://openalex.org/W4406385638",
      "title": "Ensemble reactivations during brief rest drive fast learning of sequences",
      "authors": "Sandon Griffin, Preeya Khanna, Hoseok Choi, Katherina Thiesen, Lisa Novik, Robert J. Morecraft, Karunesh Ganguly",
      "paper_url": "https://doi.org/10.1038/s41586-024-08414-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4307931716",
      "paper_id": "https://openalex.org/W4307931716",
      "title": "Entorhinal cortex directs learning-related changes in CA1 representations",
      "authors": "Christine Grienberger, Jeffrey C. Magee",
      "paper_url": "https://doi.org/10.1038/s41586-022-05378-6",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406385623",
      "paper_id": "https://openalex.org/W4406385623",
      "title": "Episodic and associative memory from spatial scaffolds in the hippocampus",
      "authors": "Sarthak Chandra, Sugandha Sharma, Rishidev Chaudhuri, Ila Fiete",
      "paper_url": "https://doi.org/10.1038/s41586-024-08392-y",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4321480149",
      "paper_id": "https://openalex.org/W4321480149",
      "title": "Essential elements of radical pair magnetosensitivity in Drosophila",
      "authors": "Adam A. Bradlaugh, Giorgio Fedele, Anna L. Munro, Celia Napier Hansen, John M. Hares, Sanjai Patel, Charalambos P. Kyriacou, Alex R. Jones, Ezio Rosato, Richard A. Baines",
      "paper_url": "https://doi.org/10.1038/s41586-023-05735-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396918993",
      "paper_id": "https://openalex.org/W4396918993",
      "title": "Evolution of a novel adrenal cell type that promotes parental care",
      "authors": "Natalie Niepoth, Jennifer R. Merritt, Michelle Uminski, Emily Lei, Victoria S. Esquibies, Ina B. Bando, Kimberly Hernandez, Christoph Gebhardt, Sarah A. Wacker, Stefano Lutzu, Asmita Poudel, Kiran K. Soma, Stephanie Rudolph, Andres Bendesky",
      "paper_url": "https://doi.org/10.1038/s41586-024-07423-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389670704",
      "paper_id": "https://openalex.org/W4389670704",
      "title": "Evolution of neuronal cell classes and types in the vertebrate retina",
      "authors": "Joshua Hahn, Aboozar Monavarfeshani, Mu Qiao, Allison H. Kao, Yvonne Kölsch, Ayush Kumar, Vincent P. Kunze, Ashley M. Rasys, Rose Richardson, Joseph B. Wekselblatt, Herwig Baier, Robert J. Lucas, Wei Li, Markus Meister, Joshua T. Trachtenberg, Wenjun Yan, Yi-Rong Peng, Joshua R. Sanes, Karthik Shekhar",
      "paper_url": "https://doi.org/10.1038/s41586-023-06638-9",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408244979",
      "paper_id": "https://openalex.org/W4408244979",
      "title": "Evolution of temperature preference in flies of the genus Drosophila",
      "authors": "Matthew Capek, Oscar M. Arenas, Michael H. Alpert, Emanuela E. Zaharieva, Iván D. Méndez-González, José Miguel Simões, Hamin Gil, Aldair Acosta, Yuqing Su, Alessia Para, Marco Gallio",
      "paper_url": "https://doi.org/10.1038/s41586-025-08682-z",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406715809",
      "paper_id": "https://openalex.org/W4406715809",
      "title": "Experience-dependent dopamine modulation of male aggression",
      "authors": "Bing Dai, Bingqin Zheng, Xiuzhi Dai, Xiaoyang Cui, Luping Yin, Jing Cai, Yizhou Zhuo, Nicolas X. Tritsch, Larry S. Zweifel, Yulong Li, Dayu Lin",
      "paper_url": "https://doi.org/10.1038/s41586-024-08459-w",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4378838121",
      "paper_id": "https://openalex.org/W4378838121",
      "title": "Expertise increases planning depth in human gameplay",
      "authors": "Bas van Opheusden, Ionatan Kuperwajs, Gianni Galbiati, Zahy Bnaya, Yunqi Li, Wei Ji Ma",
      "paper_url": "https://doi.org/10.1038/s41586-023-06124-2",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412600769",
      "paper_id": "https://openalex.org/W4412600769",
      "title": "Eye structure shapes neuron function in Drosophila motion vision",
      "authors": "Arthur Zhao, Eyal Gruntman, Aljoscha Nern, Nirmala Iyer, Edward M. Rogers, Sanna Koskela, Igor Siwanowicz, Marisa Dreher, Miriam A. Flynn, Connor Laughland, Henrique Ludwig, Alexander Thomson, Cullen Moran, Bruck Gezahegn, Davi D. Bock, Michael B. Reiser",
      "paper_url": "https://doi.org/10.1038/s41586-025-09276-5",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4405030810",
      "paper_id": "https://openalex.org/W4405030810",
      "title": "Fast ground-to-air transition with avian-inspired multifunctional legs",
      "authors": "Won Dong Shin, Hoang-Vu Phan, Monica A. Daley, Auke J. Ijspeert, Dario Floreano",
      "paper_url": "https://doi.org/10.1038/s41586-024-08228-9",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3158550782",
      "paper_id": "https://openalex.org/W3158550782",
      "title": "Fast odour dynamics are encoded in the olfactory system and guide behaviour",
      "authors": "Tobias Ackels, Andrew Erskine, Debanjan Dasgupta, Alina Cristina Marin, Tom P. A. Warner, Sina Tootoonian, Izumi Fukunaga, Julia J. Harris, Andreas T. Schaefer",
      "paper_url": "https://doi.org/10.1038/s41586-021-03514-2",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4387540290",
      "paper_id": "https://openalex.org/W4387540290",
      "title": "Flexible circuit mechanisms for context-dependent song sequencing",
      "authors": "Frederic A. Roemschied, Diego A. Pacheco, Max J. Aragon, Elise C. Ireland, Xinping Li, Kyle Thieringer, Rich Pang, Mala Murthy",
      "paper_url": "https://doi.org/10.1038/s41586-023-06632-1",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3144914457",
      "paper_id": "https://openalex.org/W3144914457",
      "title": "Flexible scaling and persistence of social vocal communication",
      "authors": "Jingyi Chen, Jeffrey E. Markowitz, Varoth Lilascharoen, Sandra Taylor, Pete Sheurpukdi, Jason A. Keller, Jennifer R. Jensen, Byung Kook Lim, Sandeep Robert Datta, Lisa Stowers",
      "paper_url": "https://doi.org/10.1038/s41586-021-03403-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4393219008",
      "paper_id": "https://openalex.org/W4393219008",
      "title": "Formation of memory assemblies through the DNA-sensing TLR9 pathway",
      "authors": "Vladimir Jovasevic, Elizabeth M. Wood, Ana Cicvaric, Hui Zhang, Zorica Petrovic, Anna Carboncino, Kendra K. Parker, Thomas E. Bassett, Maria Moltesen, Naoki Yamawaki, Hande Login, Joanna Kalucka, Farahnaz Sananbenesi, Xusheng Zhang, Andre Fischer, Jelena Radulovic",
      "paper_url": "https://doi.org/10.1038/s41586-024-07220-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4293004892",
      "paper_id": "https://openalex.org/W4293004892",
      "title": "Fos ensembles encode and shape stable spatial maps in the hippocampus",
      "authors": "Noah L. Pettit, Ee-Lynn Yap, Michael E. Greenberg, Christopher D. Harvey",
      "paper_url": "https://doi.org/10.1038/s41586-022-05113-1",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409283527",
      "paper_id": "https://openalex.org/W4409283527",
      "title": "Foundation model of neural activity predicts response to new stimulus types",
      "authors": "Eric Y. Wang, Paul G. Fahey, Zhuokun Ding, Stelios Papadopoulos, Kayla Ponder, Marissa A. Weis, Andersen Chang, Taliah Muhammad, Saumil Patel, Zhiwei Ding, Dat Tran, Jiakun Fu, Casey M. Schneider-Mizell, Nuno Maçarico da Costa, R. Clay Reid, Forrest Collman, Nuno Maçarico da Costa, Katrin Franke, Alexander S. Ecker, Jacob Reimer, Xaq Pitkow, Fabian H. Sinz, Andreas S. Tolias",
      "paper_url": "https://doi.org/10.1038/s41586-025-08829-y",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4220687840",
      "paper_id": "https://openalex.org/W4220687840",
      "title": "Frontal neurons driving competitive behaviour and ecology of social groups",
      "authors": "S. William Li, Omer Zeliger, Leah Strahs, Raymundo Báez-Mendoza, Lance M. Johnson, Aidan McDonald Wojciechowski, Ziv M. Williams",
      "paper_url": "https://doi.org/10.1038/s41586-021-04000-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402221345",
      "paper_id": "https://openalex.org/W4402221345",
      "title": "Frontostriatal salience network expansion in individuals in depression",
      "authors": "Charles J. Lynch, Immanuel G. Elbau, Tommy Ng, Aliza Ayaz, Shasha Zhu, Danielle Wolk, Nicola Manfredi, Megan Johnson, Megan Chang, Jolin Chou, Indira Summerville, Claire Ho, Maximilian Lueckel, Hussain Bukhari, Derrick Buchanan, Lindsay W. Victoria, Nili Solomonov, Eric Goldwaser, Stefano Moia, Cesar Caballero-Gaudes, Jonathan Downar, Fidel Vila-Rodriguez, Zafiris J. Daskalakis, Daniel M. Blumberger, Kendrick Kay, Amy Aloysi, Evan M. Gordon, Mahendra T. Bhati, Nolan Williams, Jonathan D. Power, Benjamin Zebley, Logan Grosenick, Faith M. Gunning, Conor Liston",
      "paper_url": "https://doi.org/10.1038/s41586-024-07805-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409283531",
      "paper_id": "https://openalex.org/W4409283531",
      "title": "Functional connectomics reveals general wiring rule in mouse visual cortex",
      "authors": "Zhuokun Ding, Paul G. Fahey, Stelios Papadopoulos, Eric Y. Wang, Brendan Celii, Christos Papadopoulos, Andersen Chang, Alexander B. Kunin, Dat Tran, Jiakun Fu, Zhiwei Ding, Saumil Patel, Lydia Ntanavara, Rachel Froebe, Kayla Ponder, Taliah Muhammad, J. Alexander Bae, Agnes L. Bodor, Derrick Brittain, JoAnn Buchanan, Daniel J. Bumbarger, Manuel A. Castro, Erick Cobos, Sven Dorkenwald, Leila Elabbady, Akhilesh Halageri, Zhen Jia, Chris Jordan, Dan Kapner, Nico Kemnitz, Sam Kinn, Kisuk Lee, Kai Li, Ran Lu, Thomas Macrina, Gayathri Mahalingam, Eric Mitchell, Shanka Subhra Mondal, Shang Mu, Barak Nehoran, Sergiy Popovych, Casey M. Schneider-Mizell, William Silversmith, Marc Takeno, Russel Torres, Nicholas L. Turner, William Wong, Jingpeng Wu, Wenjing Yin, Szi-chieh Yu, Dimitri Yatsenko, Emmanouil Froudarakis, Fabian Sinz, Krešimir Josić, Robert Rosenbaum, H. Sebastian Seung, Forrest Collman, Nuno Maçarico da Costa, R. Clay Reid, Edgar Y. Walker, Xaq Pitkow, Jacob Reimer, Andreas S. Tolias",
      "paper_url": "https://doi.org/10.1038/s41586-025-08840-3",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409283533",
      "paper_id": "https://openalex.org/W4409283533",
      "title": "Functional connectomics spanning multiple areas of mouse visual cortex",
      "authors": "J. Alexander Bae, Mahaly Baptiste, Maya R. Baptiste, Caitlyn A. Bishop, Agnes L. Bodor, Derrick Brittain, Victoria Brooks, JoAnn Buchanan, Daniel J. Bumbarger, Manuel A. Castro, Brendan Celii, Erick Cobos, Forrest Collman, Nuno Maçarico da Costa, Bethanny Danskin, Sven Dorkenwald, Leila Elabbady, Paul G. Fahey, Tim Fliss, Emmanouil Froudarakis, Jay Gager, Clare Gamlin, William Gray-Roncal, Akhilesh Halageri, James Hebditch, Zhen Jia, Emily Joyce, Justin Ellis-Joyce, Chris Jordan, Daniel Kapner, Nico Kemnitz, Sam Kinn, Lindsey M. Kitchell, Selden Koolman, Kai Kuehner, Kisuk Lee, Kai Li, Ran Lu, Thomas Macrina, Gayathri Mahalingam, Jordan Matelsky, Sarah McReynolds, Elanine Miranda, Eric Mitchell, Shanka Subhra Mondal, Merlin Moore, Shang Mu, Taliah Muhammad, Barak Nehoran, Erika Neace, Oluwaseun Ogedengbe, Christos Papadopoulos, Stelios Papadopoulos, Saumil Patel, Guadalupe Jovita Yasmin Perez Vega, Xaq Pitkow, Sergiy Popovych, Anthony Ramos, R. Clay Reid, Jacob Reimer, Patricia K. Rivlin, Victoria Rose, Zachary M. Sauter, Casey M. Schneider-Mizell, H. Sebastian Seung, Ben Silverman, William Silversmith, Amy Sterling, Fabian H. Sinz, Cameron L. Smith, Rachael Swanstrom, Shelby Suckow, Marc Takeno, Zheng H. Tan, Andreas S. Tolias, Russel Torres, Nicholas L. Turner, Edgar Y. Walker, Tianyu Wang, Adrian Wanner, Brock A. Wester, Grace Williams, Sarah Williams, Kyle Willie, Ryan Willie, William Wong, Jingpeng Wu, Chris Xu, Runzhe Yang, Dimitri Yatsenko, Fei Ye, Wenjing Yin, Rob Young, Szi-chieh Yu, Daniel Xenes, Chi Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08790-w",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4378070410",
      "paper_id": "https://openalex.org/W4378070410",
      "title": "Gap junctions desynchronize a neural circuit to stabilize insect flight",
      "authors": "Silvan Hürkey, Nelson Niemeyer, Jan-Hendrik Schleimer, Stefanie Ryglewski, Susanne Schreiber, Carsten Duch",
      "paper_url": "https://doi.org/10.1038/s41586-023-06099-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4229007424",
      "paper_id": "https://openalex.org/W4229007424",
      "title": "Gene regulation by gonadal hormone receptors underlies brain sex differences",
      "authors": "B. Gegenhuber, M. V. Wu, R. Bronstein, J. Tollkuhn",
      "paper_url": "https://doi.org/10.1038/s41586-022-04686-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4378901443",
      "paper_id": "https://openalex.org/W4378901443",
      "title": "Geometric constraints on human brain function",
      "authors": "James C. Pang, Kevin M. Aquino, Marianne Oldehinkel, Peter A. Robinson, Ben D. Fulcher, Michael Breakspear, Alex Fornito",
      "paper_url": "https://doi.org/10.1038/s41586-023-06098-1",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3169139819",
      "paper_id": "https://openalex.org/W3169139819",
      "title": "Geometry of abstract learned knowledge in the hippocampus",
      "authors": "Edward H. Nieh, Manuel Schottdorf, Nicolas W. Freeman, Ryan J. Low, Sam Lewallen, Sue Ann Koay, Lucas Pinto, Jeffrey L. Gauthier, Carlos D. Brody, David W. Tank",
      "paper_url": "https://doi.org/10.1038/s41586-021-03652-7",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4407722239",
      "paper_id": "https://openalex.org/W4407722239",
      "title": "Global modules robustly emerge from local interactions and smooth gradients",
      "authors": "Mikail Khona, Sarthak Chandra, Ila Fiete",
      "paper_url": "https://doi.org/10.1038/s41586-024-08541-3",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409283556",
      "paper_id": "https://openalex.org/W4409283556",
      "title": "Goal-specific hippocampal inhibition gates learning",
      "authors": "Nuri Jeong, Xiao Zheng, Abigail L. Paulson, Stephanie M. Prince, Victor P. Nguyen, Sherina R. Thomas, Caroline E. Gilpin, Matthew C. Goodson, Annabelle C. Singer",
      "paper_url": "https://doi.org/10.1038/s41586-025-08868-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410189251",
      "paper_id": "https://openalex.org/W4410189251",
      "title": "Heterogeneous pericoerulear neurons tune arousal and exploratory behaviours",
      "authors": "Andrew T. Luskin, Li Li, Xiaonan Fu, Madison M. Martin, Kelsey Barcomb, Kasey S. Girven, Taylor Blackburn, Bailey A. Wells, Sarah T. Thai, Esther M. Li, Akshay N. Rana, Rhiana C. Simon, Li Sun, Lei Gao, Alexandria D. Murry, Sam A. Golden, Garret D. Stuber, Christopher P. Ford, Liangcai Gu, Michael R. Bruchas",
      "paper_url": "https://doi.org/10.1038/s41586-025-08952-w",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3161343553",
      "paper_id": "https://openalex.org/W3161343553",
      "title": "High-performance brain-to-text communication via handwriting",
      "authors": "Francis R. Willett, Donald T. Avansino, Leigh R. Hochberg, Jaimie M. Henderson, Krishna V. Shenoy",
      "paper_url": "https://doi.org/10.1038/s41586-021-03506-2",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4293792725",
      "paper_id": "https://openalex.org/W4293792725",
      "title": "Hippocampal astrocytes encode reward location",
      "authors": "Adi Doron, Alon Rubin, Aviya Benmelech-Chovav, Netai Benaim, Tom Carmi, Ron Refaeli, Nechama Novick, Tirzah Kreisel, Yaniv Ziv, Inbal Goshen",
      "paper_url": "https://doi.org/10.1038/s41586-022-05146-6",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406161199",
      "paper_id": "https://openalex.org/W4406161199",
      "title": "Hippocampal neuronal activity is aligned with action plans",
      "authors": "Ipshita Zutshi, Athina Apostolelli, Wannan Yang, Zheyang Sam Zheng, Tora Dohi, Edoardo Balzani, Alex H. Williams, Cristina Savin, György Buzsáki",
      "paper_url": "https://doi.org/10.1038/s41586-024-08397-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4283837016",
      "paper_id": "https://openalex.org/W4283837016",
      "title": "Hippocampal place cells have goal-oriented vector fields during navigation",
      "authors": "Jake Ormond, John O’Keefe",
      "paper_url": "https://doi.org/10.1038/s41586-022-04913-9",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386286160",
      "paper_id": "https://openalex.org/W4386286160",
      "title": "Hippocampal representation during collective spatial behaviour in bats",
      "authors": "Angelo Forli, Michael M. Yartsev",
      "paper_url": "https://doi.org/10.1038/s41586-023-06478-7",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412600783",
      "paper_id": "https://openalex.org/W4412600783",
      "title": "Hippocampal representations drift in stable multisensory environments",
      "authors": "Jason R. Climer, Heydar Davoudi, Jun Young Oh, Daniel A. Dombeck",
      "paper_url": "https://doi.org/10.1038/s41586-025-09245-y",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4402827267",
      "paper_id": "https://openalex.org/W4402827267",
      "title": "Human hippocampal and entorhinal neurons encode the temporal structure of experience",
      "authors": "Pawel Tacikowski, Güldamla Kalender, Davide Ciliberti, Itzhak Fried",
      "paper_url": "https://doi.org/10.1038/s41586-024-07973-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387949708",
      "paper_id": "https://openalex.org/W4387949708",
      "title": "Human-like systematic generalization through a meta-learning neural network",
      "authors": "Brenden M. Lake, Marco Baroni",
      "paper_url": "https://doi.org/10.1038/s41586-023-06668-3",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3193574244",
      "paper_id": "https://openalex.org/W3193574244",
      "title": "Hypothalamic dopamine neurons motivate mating through persistent cAMP signalling",
      "authors": "Stephen X. Zhang, Andrew Lutas, Shang Yang, Adriana Diaz, Hugo Fluhr, Georg Nagel, Shiqiang Gao, Mark L. Andermann",
      "paper_url": "https://doi.org/10.1038/s41586-021-03845-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404814344",
      "paper_id": "https://openalex.org/W4404814344",
      "title": "Individual variability of neural computations underlying flexible decisions",
      "authors": "Marino Pagan, Vincent D. Tang, Mikio C. Aoi, Jonathan W. Pillow, Valerio Mante, David Sussillo, Carlos D. Brody",
      "paper_url": "https://doi.org/10.1038/s41586-024-08433-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409283545",
      "paper_id": "https://openalex.org/W4409283545",
      "title": "Inhibitory specificity from a connectomic census of mouse visual cortex",
      "authors": "Casey M. Schneider-Mizell, Agnes L. Bodor, Derrick Brittain, JoAnn Buchanan, Daniel J. Bumbarger, Leila Elabbady, Clare Gamlin, Daniel Kapner, Sam Kinn, Gayathri Mahalingam, Sharmishtaa Seshamani, Shelby Suckow, Marc Takeno, Russel Torres, Wenjing Yin, Sven Dorkenwald, J. Alexander Bae, Manuel A. Castro, Akhilesh Halageri, Zhen Jia, Chris Jordan, Nico Kemnitz, Kisuk Lee, Kai Li, Ran Lu, Thomas Macrina, Eric Mitchell, Shanka Subhra Mondal, Shang Mu, Barak Nehoran, Sergiy Popovych, William Silversmith, Nicholas L. Turner, William Wong, Jingpeng Wu, Jacob Reimer, Andreas S. Tolias, H. Sebastian Seung, R. Clay Reid, Forrest Collman, Nuno Maçarico da Costa",
      "paper_url": "https://doi.org/10.1038/s41586-024-07780-8",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411932279",
      "paper_id": "https://openalex.org/W4411932279",
      "title": "Inter-brain neural dynamics in biological and artificial intelligence systems",
      "authors": "Xingjian Zhang, Nguyen Phi, Qin Li, Ryan Gorzek, Niklas Zwingenberger, Shan Huang, John L. Zhou, Lyle Kingsbury, Tara Raam, Ye Emily Wu, Don Wei, Jonathan C. Kao, Weizhe Hong",
      "paper_url": "https://doi.org/10.1038/s41586-025-09196-4",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3135033750",
      "paper_id": "https://openalex.org/W3135033750",
      "title": "Inter-mosaic coordination of retinal receptive fields",
      "authors": "Suva Roy, Na Young Jun, Emily L. Davis, John Pearson, Greg D. Field",
      "paper_url": "https://doi.org/10.1038/s41586-021-03317-5",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3164945187",
      "paper_id": "https://openalex.org/W3164945187",
      "title": "Intercalated amygdala clusters orchestrate a switch in fear state",
      "authors": "Kenta M. Hagihara, Olena Bukalo, Martin Zeller, Ayla Aksoy-Aksel, Nikolaos Karalis, Aaron Limoges, Tanner Rigg, Tiffany Campbell, Adriana Mendez, Chase Weinholtz, Mathias Mahn, Larry S. Zweifel, Richard D. Palmiter, Ingrid Ehrlich, Andreas Lüthi, Andrew Holmes",
      "paper_url": "https://doi.org/10.1038/s41586-021-03593-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4353032102",
      "paper_id": "https://openalex.org/W4353032102",
      "title": "Interhemispheric competition during sleep",
      "authors": "Lorenz A. Fenk, Juan Luis Riquelme, Gilles Laurent",
      "paper_url": "https://doi.org/10.1038/s41586-023-05827-w",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4404105450",
      "paper_id": "https://openalex.org/W4404105450",
      "title": "Intermittent rate coding and cue-specific ensembles support working memory",
      "authors": "Matthew F. Panichello, Donatas Jonikaitis, Yu Jin Oh, Shude Zhu, Ethan B. Trepka, Tirin Moore",
      "paper_url": "https://doi.org/10.1038/s41586-024-08139-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385704160",
      "paper_id": "https://openalex.org/W4385704160",
      "title": "Intrinsic dopamine and acetylcholine dynamics in the striatum of mice",
      "authors": "Anne C. Krok, Marta Maltese, Pratik Mistry, Xiaolei Miao, Yulong Li, Nicolas X. Tritsch",
      "paper_url": "https://doi.org/10.1038/s41586-023-05995-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4311462720",
      "paper_id": "https://openalex.org/W4311462720",
      "title": "Kinase signalling in excitatory neurons regulates sleep quantity and depth",
      "authors": "Staci J. Kim, Noriko Hotta-Hirashima, Fuyuki Asano, Tomohiro Kitazono, Kanako Iwasaki, Shinya Nakata, Haruna Komiya, Nodoka Asama, Taeko Matsuoka, Tomoyuki Fujiyama, Aya Ikkyu, Miyo Kakizaki, Satomi Kanno, Jinhwan Choi, Deependra Kumar, Takumi Tsukamoto, Asmaa Elhosainy, Seiya Mizuno, Shinichi Miyazaki, Yousuke Tsuneoka, Fumihiro Sugiyama, Satoru Takahashi, Yu Hayashi, Masafumi Muratani, Qinghua Liu, Chika Miyoshi, Masashi Yanagisawa, Hiromasa Funato",
      "paper_url": "https://doi.org/10.1038/s41586-022-05450-1",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400279533",
      "paper_id": "https://openalex.org/W4400279533",
      "title": "Kinetic features dictate sensorimotor alignment in the superior colliculus",
      "authors": "Ana González-Rueda, Kristopher Jensen, Mohammadreza Noormandipour, Daniel de Malmazet, Jonathan Wilson, Ernesto Ciabatti, Jisoo Kim, Elena Williams, Jasper Poort, Guillaume Hennequin, Marco Tripodi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07619-2",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389670578",
      "paper_id": "https://openalex.org/W4389670578",
      "title": "Large-scale single-neuron speech sound encoding across the depth of human cortex",
      "authors": "Matthew K. Leonard, Laura Gwilliams, Kristin K. Sellers, Jason E. Chung, Duo Xu, Gavin Mischler, Nima Mesgarani, Marleen Welkenhuysen, Barundeb Dutta, Edward F. Chang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06839-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4367857023",
      "paper_id": "https://openalex.org/W4367857023",
      "title": "Learnable latent embeddings for joint behavioural and neural analysis",
      "authors": "Steffen Schneider, Jin Hwa Lee, Mackenzie Weygandt Mathis",
      "paper_url": "https://doi.org/10.1038/s41586-023-06031-6",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407392381",
      "paper_id": "https://openalex.org/W4407392381",
      "title": "Learned magnetic map cues and two mechanisms of magnetoreception in turtles",
      "authors": "Kayla M. Goforth, Catherine M. F. Lohmann, Andrew Gavin, Reyco Henning, Andrew Harvey, Tara L. Hinton, Dana S. Lim, Kenneth J. Lohmann",
      "paper_url": "https://doi.org/10.1038/s41586-024-08554-y",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407392290",
      "paper_id": "https://openalex.org/W4407392290",
      "title": "Learning produces an orthogonalized state machine in the hippocampus",
      "authors": "Weinan Sun, Johan Winnubst, Maanasa Natrajan, Chongxi Lai, Koichiro Kajikawa, Arco Bast, Michalis Michaelos, Rachel Gattoni, Carsen Stringer, Daniel Flickinger, James E. Fitzgerald, Nelson Spruston",
      "paper_url": "https://doi.org/10.1038/s41586-024-08548-w",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4404105393",
      "paper_id": "https://openalex.org/W4404105393",
      "title": "Learning-associated astrocyte ensembles regulate memory recall",
      "authors": "Michael R. Williamson, Wookbong Kwon, Junsung Woo, Yeunjung Ko, Ehson Maleki, Kwanha Yu, Sanjana Murali, Debosmita Sardar, Benjamin Deneen",
      "paper_url": "https://doi.org/10.1038/s41586-024-08170-w",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407087309",
      "paper_id": "https://openalex.org/W4407087309",
      "title": "Left–right-alternating theta sweeps in entorhinal–hippocampal maps of space",
      "authors": "Abraham Z. Vollan, Richard J. Gardner, May-Britt Moser, Edvard I. Moser",
      "paper_url": "https://doi.org/10.1038/s41586-024-08527-1",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410189222",
      "paper_id": "https://openalex.org/W4410189222",
      "title": "Light-microscopy-based connectomic reconstruction of mammalian brain tissue",
      "authors": "Mojtaba R. Tavakoli, Julia Lyudchik, Michał Januszewski, Vitali Vistunou, Nathalie Agudelo Dueñas, Jakob Vorlaufer, Christoph Sommer, Caroline Kreuzinger, Bárbara Oliveira, Alban Cenameri, Gaia Novarino, Viren Jain, Johann G. Danzl",
      "paper_url": "https://doi.org/10.1038/s41586-025-08985-1",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3206246952",
      "paper_id": "https://openalex.org/W3206246952",
      "title": "Linking hippocampal multiplexed tuning, Hebbian plasticity and navigation",
      "authors": "Jason J. Moore, Jesse D. Cushman, Lavanya Acharya, Briana Popeney, Mayank R. Mehta",
      "paper_url": "https://doi.org/10.1038/s41586-021-03989-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3217609918",
      "paper_id": "https://openalex.org/W3217609918",
      "title": "Local circuit amplification of spatial selectivity in the hippocampus",
      "authors": "Tristan Geiller, Sadra Sadeh, Sebastian V. Rolotti, Heike Blockus, Bert Vancura, Adrian Negrean, Andrew J. Murray, Balázs Rózsa, Franck Polleux, Claudia Clopath, Attila Losonczy",
      "paper_url": "https://doi.org/10.1038/s41586-021-04169-9",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3192186352",
      "paper_id": "https://openalex.org/W3192186352",
      "title": "Locally ordered representation of 3D space in the entorhinal cortex",
      "authors": "Gily Ginosar, Johnatan Aljadeff, Yoram Burak, Haim Sompolinsky, Liora Las, Nachum Ulanovsky",
      "paper_url": "https://doi.org/10.1038/s41586-021-03783-x",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4308620622",
      "paper_id": "https://openalex.org/W4308620622",
      "title": "Locomotion activates PKA through dopamine and adenosine in striatal neurons",
      "authors": "Lei Ma, Julian Day-Cooney, Omar Jáidar Benavides, Michael A. Muniak, Maozhen Qin, Jun B. Ding, Tianyi Mao, Haining Zhong",
      "paper_url": "https://doi.org/10.1038/s41586-022-05407-4",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4312095722",
      "paper_id": "https://openalex.org/W4312095722",
      "title": "Locus coeruleus activity improves cochlear implant performance",
      "authors": "Erin Glennon, Silvana Valtcheva, Angela Zhu, Youssef Z. Wadghiri, Mario A. Svirsky, Robert C. Froemke",
      "paper_url": "https://doi.org/10.1038/s41586-022-05554-8",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4367058935",
      "paper_id": "https://openalex.org/W4367058935",
      "title": "Long-range inhibition synchronizes and updates prefrontal task activity",
      "authors": "Kathleen K. A. Cho, Jingcheng Shi, Aarron J. Phensy, Marc L. Turner, Vikaas S. Sohal",
      "paper_url": "https://doi.org/10.1038/s41586-023-06012-9",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412479018",
      "paper_id": "https://openalex.org/W4412479018",
      "title": "Longer scans boost prediction and cut costs in brain-wide association studies",
      "authors": "Leon Qi Rong Ooi, Csaba Orban, Shaoshi Zhang, Thomas E. Nichols, Trevor Wei Kiat Tan, Ru Kong, Scott Marek, Nico U. F. Dosenbach, Timothy O. Laumann, Evan M. Gordon, Kwong Hsia Yap, Fang Ji, Joanna Su Xian Chong, Christopher Chen, Lijun An, Nicolai Franzmeier, Sebastian N. Roemer-Cassiano, Qingyu Hu, Jianxun Ren, Hesheng Liu, Sidhant Chopra, Carrisa V. Cocuzza, Justin T. Baker, Juan Helen Zhou, Danilo Bzdok, Simon B. Eickhoff, Avram J. Holmes, B. T. Thomas Yeo, Clifford R. Jack Jr",
      "paper_url": "https://doi.org/10.1038/s41586-025-09250-1",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4401793915",
      "paper_id": "https://openalex.org/W4401793915",
      "title": "Loss of plasticity in deep continual learning",
      "authors": "Shibhansh Dohare, J. Fernando Hernandez-Garcia, Qingfeng Lan, Parash Rahman, A. Rupam Mahmood, Richard S. Sutton",
      "paper_url": "https://doi.org/10.1038/s41586-024-07711-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394892157",
      "paper_id": "https://openalex.org/W4394892157",
      "title": "Machine learning reveals the control mechanics of an insect wing hinge",
      "authors": "Johan M. Melis, Igor Siwanowicz, Michael H. Dickinson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07293-4",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3161102954",
      "paper_id": "https://openalex.org/W3161102954",
      "title": "Magnetic sensitivity of cryptochrome 4 from a migratory songbird",
      "authors": "Jingjing Xu, Lauren E. Jarocha, Tilo Zollitsch, Marcin Konowalczyk, Kevin B. Henbest, Sabine Richert, Matthew J. Golesworthy, Jessica Schmidt, Victoire Déjean, Daniel J. C. Sowood, Marco Bassetto, Jiate Luo, Jessica R. Walton, Jessica Fleming, Yujing Wei, Tommy L. Pitcher, Gabriel Moise, Maike Herrmann, Hang Yin, Haijia Wu, Rabea Bartölke, Stefanie J. Käsehagen, Simon Horst, Glen Dautaj, Patrick D. F. Murton, Angela S. Gehrckens, Yogarany Chelliah, Joseph S. Takahashi, Karl-Wilhelm Koch, Stefan Weber, Ilia A. Solov’yov, Can Xie, Stuart R. Mackenzie, Christiane R. Timmel, Henrik Mouritsen, P. J. Hore",
      "paper_url": "https://doi.org/10.1038/s41586-021-03618-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4398201937",
      "paper_id": "https://openalex.org/W4398201937",
      "title": "Mapping model units to visual neurons reveals population code for social behaviour",
      "authors": "Benjamin R. Cowley, Adam J. Calhoun, Nivedita Rangarajan, Elise Ireland, Maxwell H. Turner, Jonathan W. Pillow, Mala Murthy",
      "paper_url": "https://doi.org/10.1038/s41586-024-07451-8",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411932259",
      "paper_id": "https://openalex.org/W4411932259",
      "title": "Mapping the adaptive landscape of Batesian mimicry using 3D-printed stimuli",
      "authors": "Christopher H. Taylor, David James George Watson, John Skelhorn, Danny Bell, Simon Burdett, Aoife Codyre, Kathryn Cooley, James R. Davies, Joshua Joseph Dawson, Tahiré D’Cruz, Samir Raj Gandhi, Hannah J. Jackson, Rebecca Lowe, Elizabeth Ogilvie, Alexandra Lei Pond, Hallie Rees, Joseph Richardson, Joshua Sains, Francis Short, Christopher Brignell, Gabrielle L. Davidson, Hannah M. Rowland, Mark East, Ruth Goodridge, Francis Gilbert, Tom Reader",
      "paper_url": "https://doi.org/10.1038/s41586-025-09216-3",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4401944655",
      "paper_id": "https://openalex.org/W4401944655",
      "title": "Mating proximity blinds threat perception",
      "authors": "Laurie Cazalé-Debat, Lisa Scheunemann, Megan Day, Tania Fernandez-d.V. Alquicira, Anna Dimtsi, Youchong Zhang, Lauren A. Blackburn, Charles Ballardini, Katie Greenin-Whitehead, Eric Reynolds, Andrew C. Lin, David Owald, Carolina Rezaval",
      "paper_url": "https://doi.org/10.1038/s41586-024-07890-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399567410",
      "paper_id": "https://openalex.org/W4399567410",
      "title": "Mental navigation in the primate entorhinal cortex",
      "authors": "Sujaya Neupane, Ila Fiete, Mehrdad Jazayeri",
      "paper_url": "https://doi.org/10.1038/s41586-024-07557-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4317390903",
      "paper_id": "https://openalex.org/W4317390903",
      "title": "Mesolimbic dopamine adapts the rate of learning from action",
      "authors": "Luke T. Coddington, Sarah E. Lindo, Joshua T. Dudman",
      "paper_url": "https://doi.org/10.1038/s41586-022-05614-z",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3176205589",
      "paper_id": "https://openalex.org/W3176205589",
      "title": "Microbiota regulate social behaviour via stress response neurons in the brain",
      "authors": "Wei-Li Wu, Mark D. Adame, Chia-Wei Liou, Jacob T. Barlow, Tzu-Ting Lai, Gil Sharon, Catherine E. Schretter, Brittany D. Needham, Madelyn I. Wang, Weiyi Tang, James Ousey, Yuan-Yuan Lin, Tzu-Hsuan Yao, Reem Abdel-Haq, Keith Beadle, Viviana Gradinaru, Rustem F. Ismagilov, Sarkis K. Mazmanian",
      "paper_url": "https://doi.org/10.1038/s41586-021-03669-y",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389991881",
      "paper_id": "https://openalex.org/W4389991881",
      "title": "Minute-scale oscillatory sequences in medial entorhinal cortex",
      "authors": "Soledad Gonzalo Cogno, Horst A. Obenhaus, Ane Lautrup, R. Irene Jacobsen, Claudia Clopath, Sebastian O. Andersson, Flavio Donato, May-Britt Moser, Edvard I. Moser",
      "paper_url": "https://doi.org/10.1038/s41586-023-06864-1",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412479105",
      "paper_id": "https://openalex.org/W4412479105",
      "title": "Mitochondrial origins of the pressure to sleep",
      "authors": "Raffaele Sarnataro, Cecilia D. Velasco, Nicholas Monaco, Anissa Kempf, Gero Miesenböck",
      "paper_url": "https://doi.org/10.1038/s41586-025-09261-y",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4289638463",
      "paper_id": "https://openalex.org/W4289638463",
      "title": "Modular strategy for development of the hierarchical visual network in mice",
      "authors": "Tomonari Murakami, Teppei Matsui, Masato Uemura, Kenichi Ohki",
      "paper_url": "https://doi.org/10.1038/s41586-022-05045-w",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4224272967",
      "paper_id": "https://openalex.org/W4224272967",
      "title": "Modulation of inhibitory communication coordinates looking and reaching",
      "authors": "Maureen A. Hagan, Bijan Pesaran",
      "paper_url": "https://doi.org/10.1038/s41586-022-04631-2",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411023364",
      "paper_id": "https://openalex.org/W4411023364",
      "title": "Molecular gradients shape synaptic specificity of a visuomotor transformation",
      "authors": "Mark Dombrovski, Yixin Zang, Giovanni Frighetto, Andrea Vaccari, HyoJong Jang, Parmis S. Mirshahidi, Fangming Xie, Piero Sanfilippo, Bryce W. Hina, Aadil Rehan, Roni H. Hussein, Pegah S. Mirshahidi, Catherine Lee, Aileen Morris, Mark A. Frye, Catherine R. von Reyn, Yerbol Z. Kurmangaliyev, Gwyneth M. Card, S. Lawrence Zipursky",
      "paper_url": "https://doi.org/10.1038/s41586-025-09037-4",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410189379",
      "paper_id": "https://openalex.org/W4410189379",
      "title": "Motor learning refines thalamic influence on motor cortex",
      "authors": "Assaf Ramot, Felix H. Taschbach, Yun C. Yang, Yuxin Hu, Qiyu Chen, Bobbie C. Morales, Xinyi C. Wang, An Wu, Kay M. Tye, Marcus K. Benna, Takaki Komiyama",
      "paper_url": "https://doi.org/10.1038/s41586-025-08962-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4392984543",
      "paper_id": "https://openalex.org/W4392984543",
      "title": "Motor neurons generate pose-targeted movements via proprioceptive sculpting",
      "authors": "Benjamin Gorko, Igor Siwanowicz, Kari Close, Christina Christoforou, Karen L. Hibbard, Mayank Kabra, Allen Lee, Jin-Yong Park, Si Ying Li, Alex B. Chen, Shigehiro Namiki, Chenghao Chen, John C. Tuthill, Davi D. Bock, Hervé Rouault, Kristin Branson, Gudrun Ihrke, Stephen J. Huston",
      "paper_url": "https://doi.org/10.1038/s41586-024-07222-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3153243121",
      "paper_id": "https://openalex.org/W3153243121",
      "title": "Mouse prefrontal cortex represents learned rules for categorization",
      "authors": "Sandra Reinert, Mark Hübener, Tobias Bonhoeffer, Pieter M. Goltstein",
      "paper_url": "https://doi.org/10.1038/s41586-021-03452-z",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4304780387",
      "paper_id": "https://openalex.org/W4304780387",
      "title": "Movement is governed by rotational neural dynamics in spinal motor networks",
      "authors": "Henrik Lindén, Peter C. Petersen, Mikkel Vestergaard, Rune W. Berg",
      "paper_url": "https://doi.org/10.1038/s41586-022-05293-w",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4225874205",
      "paper_id": "https://openalex.org/W4225874205",
      "title": "Moving bar of light evokes vectorial spatial selectivity in the immobile rat hippocampus",
      "authors": "Chinmay S. Purandare, Shonali Dhingra, Rodrigo Rios, Cliff Vuong, Thuc To, Ayaka Hachisuka, Krishna Choudhary, Mayank R. Mehta",
      "paper_url": "https://doi.org/10.1038/s41586-022-04404-x",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411024748",
      "paper_id": "https://openalex.org/W4411024748",
      "title": "Multi-timescale reinforcement learning in the brain",
      "authors": "Paul Masset, Pablo Tano, HyungGoo R. Kim, Athar N. Malik, Alexandre Pouget, Naoshige Uchida",
      "paper_url": "https://doi.org/10.1038/s41586-025-08929-9",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4367059349",
      "paper_id": "https://openalex.org/W4367059349",
      "title": "Multisensory learning binds neurons into a cross-modal memory engram",
      "authors": "Zeynep Okray, Pedro F. Jacob, Ciara Stern, Kieran Desmond, Nils Otto, Clifford B. Talbot, Paola Vargas-Gutierrez, Scott Waddell",
      "paper_url": "https://doi.org/10.1038/s41586-023-06013-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4307838856",
      "paper_id": "https://openalex.org/W4307838856",
      "title": "Muscles that move the retina augment compound eye vision in Drosophila",
      "authors": "Lisa M. Fenk, Sofia C. Avritzer, Jazz L. Weisman, Aditya Nair, Lucas D. Randt, Thomas L. Mohren, Igor Siwanowicz, Gaby Maimon",
      "paper_url": "https://doi.org/10.1038/s41586-022-05317-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399367191",
      "paper_id": "https://openalex.org/W4399367191",
      "title": "Myelin plasticity in the ventral tegmental area is required for opioid reward",
      "authors": "Belgin Yalçın, Matthew B. Pomrenze, Karen Malacon, Richard Drexler, Abigail E. Rogers, Kiarash Shamardani, Isabelle J. Chau, Kathryn R. Taylor, Lijun Ni, Daniel Contreras-Esquivel, Robert C. Malenka, Michelle Monje",
      "paper_url": "https://doi.org/10.1038/s41586-024-07525-7",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408348207",
      "paper_id": "https://openalex.org/W4408348207",
      "title": "Natural behaviour is learned through dopamine-mediated reinforcement",
      "authors": "Jonathan Kasdin, Alison Duffy, Nathan Nadler, Arnav Raha, Adrienne L. Fairhall, Kimberly L. Stachenfeld, Vikram Gadagkar",
      "paper_url": "https://doi.org/10.1038/s41586-025-08729-1",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4293004798",
      "paper_id": "https://openalex.org/W4293004798",
      "title": "Natural switches in behaviour rapidly modulate hippocampal coding",
      "authors": "Ayelet Sarel, Shaked Palgi, Dan Blum, Johnatan Aljadeff, Liora Las, Nachum Ulanovsky",
      "paper_url": "https://doi.org/10.1038/s41586-022-05112-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403062850",
      "paper_id": "https://openalex.org/W4403062850",
      "title": "Network statistics of the whole-brain connectome of Drosophila",
      "authors": "Albert Lin, Runzhe Yang, Sven Dorkenwald, Arie Matsliah, Amy R. Sterling, Philipp Schlegel, Szi-chieh Yu, Claire E. McKellar, Marta Costa, Katharina Eichler, Alexander Shakeel Bates, Nils Eckstein, Jan Funke, Gregory S. X. E. Jefferis, Mala Murthy",
      "paper_url": "https://doi.org/10.1038/s41586-024-07968-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392739899",
      "paper_id": "https://openalex.org/W4392739899",
      "title": "Neural and behavioural state switching during hippocampal dentate spikes",
      "authors": "Jordan S. Farrell, Ernie Hwaun, Barna Dudok, Ivan Soltesz",
      "paper_url": "https://doi.org/10.1038/s41586-024-07192-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400949161",
      "paper_id": "https://openalex.org/W4400949161",
      "title": "Neural circuit basis of placebo pain relief",
      "authors": "Chong Chen, Jesse K. Niehaus, Fatih Dinc, Karen L. Huang, Alexander L. Barnette, Adrien Tassou, S. Andrew Shuster, Lihua Wang, Andrew Lemire, Vilas Menon, Kimberly Ritola, Adam W. Hantman, Hongkui Zeng, Mark J. Schnitzer, Grégory Scherrer",
      "paper_url": "https://doi.org/10.1038/s41586-024-07816-z",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403062863",
      "paper_id": "https://openalex.org/W4403062863",
      "title": "Neural circuit mechanisms underlying context-specific halting in Drosophila",
      "authors": "Neha Sapkal, Nino Mancini, Divya Sthanu Kumar, Nico Spiller, Kazuma Murakami, Gianna Vitelli, Benjamin Bargeron, Kate Maier, Katharina Eichler, Gregory S. X. E. Jefferis, Philip K. Shiu, Gabriella R. Sterne, Salil S. Bidaye",
      "paper_url": "https://doi.org/10.1038/s41586-024-07854-7",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386886852",
      "paper_id": "https://openalex.org/W4386886852",
      "title": "Neural circuitry for maternal oxytocin release induced by infant cries",
      "authors": "Silvana Valtcheva, Habon A. Issa, Chloe J. Bair-Marshall, Kathleen A. Martin, Kanghoon Jung, Yiyao Zhang, Hyung-Bae Kwon, Robert C. Froemke",
      "paper_url": "https://doi.org/10.1038/s41586-023-06540-4",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3206129109",
      "paper_id": "https://openalex.org/W3206129109",
      "title": "Neural control of affiliative touch in prosocial interaction",
      "authors": "Ye Emily Wu, James Dang, Lyle Kingsbury, Mingmin Zhang, Fangmiao Sun, Rongfeng K. Hu, Weizhe Hong",
      "paper_url": "https://doi.org/10.1038/s41586-021-03962-w",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3207890212",
      "paper_id": "https://openalex.org/W3207890212",
      "title": "Neural dynamics underlying birdsong practice and performance",
      "authors": "Jonnathan Singh Alvarado, Jack Goffinet, Valerie Michael, William Liberti III, Jordan Hatfield, Timothy Gardner, John Pearson, Richard Mooney",
      "paper_url": "https://doi.org/10.1038/s41586-021-04004-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388488568",
      "paper_id": "https://openalex.org/W4388488568",
      "title": "Neural landscape diffusion resolves conflicts between needs across time",
      "authors": "Ethan B. Richman, Nicole Ticea, William E. Allen, Karl Deisseroth, Liqun Luo",
      "paper_url": "https://doi.org/10.1038/s41586-023-06715-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4388126567",
      "paper_id": "https://openalex.org/W4388126567",
      "title": "Neural signal propagation atlas of Caenorhabditis elegans",
      "authors": "Francesco Randi, Anuj K. Sharma, Sophie Dvali, Andrew M. Leifer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06683-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392747703",
      "paper_id": "https://openalex.org/W4392747703",
      "title": "Neural signatures of natural behaviour in socializing macaques",
      "authors": "Camille Testard, Sébastien Tremblay, Felipe Parodi, Ron W. DiTullio, Arianna Acevedo-Ithier, Kristin L. Gardiner, Konrad Kording, Michael L. Platt",
      "paper_url": "https://doi.org/10.1038/s41586-024-07178-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409283549",
      "paper_id": "https://openalex.org/W4409283549",
      "title": "NEURD offers automated proofreading and feature extraction for connectomics",
      "authors": "Brendan Celii, Stelios Papadopoulos, Zhuokun Ding, Paul G. Fahey, Eric Wang, Christos Papadopoulos, Alexander B. Kunin, Saumil Patel, J. Alexander Bae, Agnes L. Bodor, Derrick Brittain, JoAnn Buchanan, Daniel J. Bumbarger, Manuel A. Castro, Erick Cobos, Sven Dorkenwald, Leila Elabbady, Akhilesh Halageri, Zhen Jia, Chris Jordan, Dan Kapner, Nico Kemnitz, Sam Kinn, Kisuk Lee, Kai Li, Ran Lu, Thomas Macrina, Gayathri Mahalingam, Eric Mitchell, Shanka Subhra Mondal, Shang Mu, Barak Nehoran, Sergiy Popovych, Casey M. Schneider-Mizell, William Silversmith, Marc Takeno, Russel Torres, Nicholas L. Turner, William Wong, Jingpeng Wu, Szi-chieh Yu, Wenjing Yin, Daniel Xenes, Lindsey M. Kitchell, Patricia K. Rivlin, Victoria A. Rose, Caitlyn A. Bishop, Brock Wester, Emmanouil Froudarakis, Edgar Y. Walker, Fabian Sinz, H. Sebastian Seung, Forrest Collman, Nuno Maçarico da Costa, R. Clay Reid, Xaq Pitkow, Andreas S. Tolias, Jacob Reimer",
      "paper_url": "https://doi.org/10.1038/s41586-025-08660-5",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403062866",
      "paper_id": "https://openalex.org/W4403062866",
      "title": "Neuronal parts list and wiring diagram for a visual system",
      "authors": "Arie Matsliah, Szi-chieh Yu, Krzysztof Kruk, Doug Bland, Austin T. Burke, Jay Gager, James Hebditch, Ben Silverman, Kyle Patrick Willie, Ryan Willie, Marissa Sorek, Amy R. Sterling, Emil Kind, Dustin Garner, Gizem Sancer, Mathias F. Wernet, Sung Soo Kim, Mala Murthy, H. Sebastian Seung, Celia David, Jenna Joroff, Anne Kristiansen, Thomas Stocks, Amalia Braun, Marion Silies, Jaime Skelton, Travis R. Aiken, Maria Ioannidou, Matt Collie, Gerit A. Linneweber, Sebastian Molina-Obando, Sven Dorkenwald, Nelsie Panes, Allien Mae Gogo, Dorfam Rastgarmoghaddam, Cathy Pilapil, Rey Adrian Candilada, Nikitas Serafetinidis, Wei-Chung Lee, Alexander Borst, Rachel I. Wilson, Philipp Schlegel, Gregory S. X. E. Jefferis",
      "paper_url": "https://doi.org/10.1038/s41586-024-07981-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403450828",
      "paper_id": "https://openalex.org/W4403450828",
      "title": "Neuronal sequences in population bursts encode information in human cortex",
      "authors": "Weizhen Xie, John H. Wittig Jr, Julio I. Chapeton, Mostafa El-Kalliny, Samantha N. Jackson, Sara K. Inati, Kareem A. Zaghloul",
      "paper_url": "https://doi.org/10.1038/s41586-024-08075-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403062911",
      "paper_id": "https://openalex.org/W4403062911",
      "title": "Neuronal wiring diagram of an adult brain",
      "authors": "Sven Dorkenwald, Arie Matsliah, Amy R. Sterling, Philipp Schlegel, Szi-chieh Yu, Claire E. McKellar, Albert Lin, Marta Costa, Katharina Eichler, Yijie Yin, Will Silversmith, Casey Schneider-Mizell, Chris S. Jordan, Derrick Brittain, Akhilesh Halageri, Kai Kuehner, Oluwaseun Ogedengbe, Ryan Morey, Jay Gager, Krzysztof Kruk, Eric Perlman, Runzhe Yang, David Deutsch, Doug Bland, Marissa Sorek, Ran Lu, Thomas Macrina, Kisuk Lee, J. Alexander Bae, Shang Mu, Barak Nehoran, Eric Mitchell, Sergiy Popovych, Jingpeng Wu, Zhen Jia, Manuel A. Castro, Nico Kemnitz, Dodam Ih, Alexander Shakeel Bates, Nils Eckstein, Jan Funke, Forrest Collman, Davi D. Bock, Gregory S. X. E. Jefferis, H. Sebastian Seung, Mala Murthy, Zairene Lenizo, Austin T. Burke, Kyle Patrick Willie, Nikitas Serafetinidis, Nashra Hadjerol, Ryan Willie, Ben Silverman, John Anthony Ocho, Joshua Bañez, Rey Adrian Candilada, Anne Kristiansen, Nelsie Panes, Arti Yadav, Remer Tancontian, Shirleyjoy Serona, Jet Ivan Dolorosa, Kendrick Joules Vinson, Dustin Garner, Regine Salem, Ariel Dagohoy, Jaime Skelton, Mendell Lopez, Laia Serratosa Capdevila, Griffin Badalamente, Thomas Stocks, Anjali Pandey, Darrel Jay Akiatan, James Hebditch, Celia David, Dharini Sapkal, Shaina Mae Monungolh, Varun Sane, Mark Lloyd Pielago, Miguel Albero, Jacquilyn Laude, Márcia dos Santos, Zeba Vohra, Kaiyu Wang, Allien Mae Gogo, Emil Kind, Alvin Josh Mandahay, Chereb Martinez, John David Asis, Chitra Nair, Dhwani Patel, Marchan Manaytay, Imaan F. M. Tamimi, Clyde Angelo Lim, Philip Lenard Ampo, Michelle Darapan Pantujan, Alexandre Javier, Daril Bautista, Rashmita Rana, Jansen Seguido, Bhargavi Parmar, John Clyde Saguimpa, Merlin Moore, Markus William Pleijzier, Mark Larson, Joseph Hsu, Itisha Joshi, Dhara Kakadiya, Amalia Braun, Cathy Pilapil, Marina Gkantia, Kaushik Parmar, Quinn Vanderbeck, Irene Salgarella, Christopher Dunne, Eva Munnelly, Chan Hyuk Kang, Lena Lörsch, Jinmook Lee, Lucia Kmecova, Gizem Sancer, Christa Baker, Jenna Joroff, Steven Calle, Yashvi Patel, Olivia Sato, Siqi Fang, Janice Salocot, Farzaan Salman, Sebastian Molina-Obando, Paul Brooks, Mai Bui, Matthew Lichtenberger, Edward Tamboboy, Katie Molloy, Alexis E. Santana-Cruz, Anthony Hernandez, Seongbong Yu, Arzoo Diwan, Monika Patel, Travis R. Aiken, Sarah Morejohn, Sanna Koskela, Tansy Yang, Daniel Lehmann, Jonas Chojetzki, Sangeeta Sisodiya, Selden Koolman, Philip K. Shiu, Sky Cho, Annika Bast, Brian Reicher, Marlon Blanquart, Lucy Houghton, Hyungjun Choi, Maria Ioannidou, Matt Collie, Joanna Eckhardt, Benjamin Gorko, Li Guo, Zhihao Zheng, Alisa Poh, Marina Lin, István Taisz, Wes Murfin, Álvaro Sanz Díez, Nils Reinhard, Peter Gibb, Nidhi Patel, Sandeep Kumar, Minsik Yun, Megan Wang, Devon Jones, Lucas Encarnacion-Rivera, Annalena Oswald, Akanksha Jadia, Mert Erginkaya, Nik Drummond, Leonie Walter, Ibrahim Tastekin, Xin Zhong, Yuta Mabuchi, Fernando J. Figueroa Santiago, Urja Verma, Nick Byrne, Edda Kunze, Thomas Crahan, Ryan Margossian, Haein Kim, Iliyan Georgiev, Fabianna Szorenyi, Atsuko Adachi, Benjamin Bargeron, Tomke Stürner, Damian Demarest, Burak Gür, Andrea N. Becker, Robert Turnbull, Ashley Morren, Andrea Sandoval, Anthony Moreno-Sanchez, Diego A. Pacheco, Eleni Samara, Haley Croke, Alexander Thomson, Connor Laughland, Suchetana B. Dutta, Paula Guiomar Alarcón de Antón, Binglin Huang, Patricia Pujols, Isabel Haber, Amanda González-Segarra, Daniel T. Choe, Veronika Lukyanova, Nino Mancini, Zequan Liu, Tatsuo Okubo, Miriam A. Flynn, Gianna Vitelli, Meghan Laturney, Feng Li, Shuo Cao, Carolina Manyari-Diaz, Hyunsoo Yim, Anh Duc Le, Kate Maier, Seungyun Yu, Yeonju Nam, Daniel Bąba, Amanda Abusaif, Audrey Francis, Jesse Gayk, Sommer S. Huntress, Raquel Barajas, Mindy Kim, Xinyue Cui, Gabriella R. Sterne, Anna Li, Keehyun Park, Georgia Dempsey, Alan Mathew, Jinseong Kim, Taewan Kim, Guan-ting Wu, Serene Dhawan, Margarida Brotas, Cheng-hao Zhang, Shanice Bailey, Alexander Del Toro, Runzhe Yang, Stephan Gerhard, Andrew Champion, David J. Anderson, Rudy Behnia, Salil S. Bidaye, Alexander Borst, Eugenia Chiappe, Kenneth J. Colodner, Andrew Dacks, Barry Dickson, Denise Garcia, Stefanie Hampel, Volker Hartenstein, Bassem Hassan, Charlotte Helfrich-Forster, Wolf Huetteroth, Jinseop Kim, Sung Soo Kim, Young-Joon Kim, Jae Young Kwon, Wei-Chung Lee, Gerit A. Linneweber, Gaby Maimon, Richard Mann, Stéphane Noselli, Michael Pankratz, Lucia Prieto-Godino, Jenny Read, Michael Reiser, Katie von Reyn, Carlos Ribeiro, Kristin Scott, Andrew M. Seeds, Mareike Selcho, Marion Silies, Julie Simpson, Scott Waddell, Mathias F. Wernet, Rachel I. Wilson, Fred W. Wolf, Zepeng Yao, Nilay Yapici, Meet Zandawala",
      "paper_url": "https://doi.org/10.1038/s41586-024-07558-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3125006218",
      "paper_id": "https://openalex.org/W3125006218",
      "title": "Neuroprosthetic baroreflex controls haemodynamics after spinal cord injury",
      "authors": "Jordan W. Squair, Matthieu Gautier, Lois Mahe, Jan Elaine Soriano, Andreas Rowald, Arnaud Bichat, Newton Cho, Mark A. Anderson, Nicholas D. James, Jerome Gandar, Anthony V. Incognito, Giuseppe Schiavone, Zoe K. Sarafis, Achilleas Laskaratos, Kay Bartholdi, Robin Demesmaeker, Salif Komi, Charlotte Moerman, Bita Vaseghi, Berkeley Scott, Ryan Rosentreter, Claudia Kathe, Jimmy Ravier, Laura McCracken, Xiaoyang Kang, Nicolas Vachicouras, Florian Fallegger, Ileana Jelescu, YunLong Cheng, Qin Li, Rik Buschman, Nicolas Buse, Tim Denison, Sean Dukelow, Rebecca Charbonneau, Ian Rigby, Steven K. Boyd, Philip J. Millar, Eduardo Martin Moraud, Marco Capogrosso, Fabien B. Wagner, Quentin Barraud, Erwan Bezard, Stéphanie P. Lacour, Jocelyne Bloch, Grégoire Courtine, Aaron A. Phillips",
      "paper_url": "https://doi.org/10.1038/s41586-020-03180-w",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4286007968",
      "paper_id": "https://openalex.org/W4286007968",
      "title": "Neurotensin orchestrates valence assignment in the amygdala",
      "authors": "Hao Li, Praneeth Namburi, Jacob M. Olson, Matilde Borio, Mackenzie E. Lemieux, Anna Beyeler, Gwendolyn G. Calhoon, Natsuko Hitora-Imamura, Austin A. Coley, Avraham Libster, Aneesh Bal, Xin Jin, Huan Wang, Caroline Jia, Sourav R. Choudhury, Xi Shi, Ada C. Felix-Ortiz, Verónica de la Fuente, Vanessa P. Barth, Hunter O. King, Ehsan M. Izadmehr, Jasmin S. Revanna, Kanha Batra, Kyle B. Fischer, Laurel R. Keyes, Nancy Padilla-Coreano, Cody A. Siciliano, Kenneth M. McCullough, Romy Wichmann, Kerry J. Ressler, Ila R. Fiete, Feng Zhang, Yulong Li, Kay M. Tye",
      "paper_url": "https://doi.org/10.1038/s41586-022-04964-y",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385716755",
      "paper_id": "https://openalex.org/W4385716755",
      "title": "No evidence for magnetic field effects on the behaviour of Drosophila",
      "authors": "Marco Bassetto, Thomas Reichl, Dmitry Kobylkov, Daniel R. Kattnig, Michael Winklhofer, P. J. Hore, Henrik Mouritsen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06397-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4404566627",
      "paper_id": "https://openalex.org/W4404566627",
      "title": "Nonlinear receptive fields evoke redundant retinal coding of natural scenes",
      "authors": "Dimokratis Karamanlis, Mohammad H. Khani, Helene M. Schreyer, Sören J. Zapp, Matthias Mietsch, Tim Gollisch",
      "paper_url": "https://doi.org/10.1038/s41586-024-08212-3",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4205881884",
      "paper_id": "https://openalex.org/W4205881884",
      "title": "Novel flight style and light wings boost flight performance of tiny beetles",
      "authors": "Sergey E. Farisenkov, Dmitry Kolomenskiy, Pyotr N. Petrov, Thomas Engels, Nadezhda A. Lapina, Fritz-Olaf Lehmann, Ryo Onishi, Hao Liu, Alexey A. Polilov",
      "paper_url": "https://doi.org/10.1038/s41586-021-04303-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4308620595",
      "paper_id": "https://openalex.org/W4308620595",
      "title": "Odour motion sensing enhances navigation of complex plumes",
      "authors": "Nirag Kadakia, Mahmut Demir, Brenden T. Michaelis, Brian D. DeAngelis, Matthew A. Reidenbach, Damon A. Clark, Thierry Emonet",
      "paper_url": "https://doi.org/10.1038/s41586-022-05423-4",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3205902287",
      "paper_id": "https://openalex.org/W3205902287",
      "title": "Oestrogen engages brain MC4R signalling to drive physical activity in female mice",
      "authors": "William C. Krause, Ruben Rodriguez, Bruno Gegenhuber, Navneet Matharu, Andreas N. Rodriguez, Adriana M. Padilla-Roger, Kenichi Toma, Candice B. Herber, Stephanie M. Correa, Xin Duan, Nadav Ahituv, Jessica Tollkuhn, Holly A. Ingraham",
      "paper_url": "https://doi.org/10.1038/s41586-021-04010-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404105428",
      "paper_id": "https://openalex.org/W4404105428",
      "title": "Offline ensemble co-reactivation links memories across days",
      "authors": "Yosif Zaki, Zachary T. Pennington, Denisse Morales-Rodriguez, Madeline E. Bacon, BumJin Ko, Taylor R. Francisco, Alexa R. LaBanca, Patlapa Sompolpong, Zhe Dong, Sophia Lamsifer, Hung-Tu Chen, Simón Carrillo Segura, Zoé Christenson Wick, Alcino J. Silva, Kanaka Rajan, Matthijs van der Meer, André Fenton, Tristan Shuman, Denise J. Cai",
      "paper_url": "https://doi.org/10.1038/s41586-024-08168-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403243545",
      "paper_id": "https://openalex.org/W4403243545",
      "title": "One-shot entorhinal maps enable flexible navigation in novel environments",
      "authors": "John H. Wen, Ben Sorscher, Emily A. Aery Jones, Surya Ganguli, Lisa M. Giocomo",
      "paper_url": "https://doi.org/10.1038/s41586-024-08034-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404691006",
      "paper_id": "https://openalex.org/W4404691006",
      "title": "Opponent control of reinforcement by striatal dopamine and serotonin",
      "authors": "Daniel F. Cardozo Pinto, Matthew B. Pomrenze, Michaela Y. Guo, Gavin C. Touponse, Allen P. F. Chen, Brandon S. Bentzley, Neir Eshel, Robert C. Malenka",
      "paper_url": "https://doi.org/10.1038/s41586-024-08412-x",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283738543",
      "paper_id": "https://openalex.org/W4283738543",
      "title": "Optimization of avian perching manoeuvres",
      "authors": "Marco KleinHeerenbrink, Lydia A. France, Caroline H. Brighton, Graham K. Taylor",
      "paper_url": "https://doi.org/10.1038/s41586-022-04861-4",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3190811994",
      "paper_id": "https://openalex.org/W3190811994",
      "title": "Oxytocin neurons enable social transmission of maternal behaviour",
      "authors": "Ioana Carcea, Naomi López Caraballo, Bianca J. Marlin, Rumi Ooyama, Justin S. Riceberg, Joyce M. Mendoza Navarro, Maya Opendak, Veronica E. Diaz, Luisa Schuster, Maria I. Alvarado Torres, Harper Lethin, Daniel Ramos, Jessica Minder, Sebastian L. Mendoza, Chloe J. Bair-Marshall, Grace H. Samadjopoulos, Shizu Hidema, Annegret Falkner, Dayu Lin, Adam Mar, Youssef Z. Wadghiri, Katsuhiko Nishimori, Takefumi Kikusui, Kazutaka Mogi, Regina M. Sullivan, Robert C. Froemke",
      "paper_url": "https://doi.org/10.1038/s41586-021-03814-7",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4401171819",
      "paper_id": "https://openalex.org/W4401171819",
      "title": "Passive wing deployment and retraction in beetles and flapping microrobots",
      "authors": "Hoang-Vu Phan, Hoon Cheol Park, Dario Floreano",
      "paper_url": "https://doi.org/10.1038/s41586-024-07755-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4280491924",
      "paper_id": "https://openalex.org/W4280491924",
      "title": "People construct simplified mental representations to plan",
      "authors": "Mark K. Ho, David Abel, Carlos G. Correa, Michael L. Littman, Jonathan D. Cohen, Thomas L. Griffiths",
      "paper_url": "https://doi.org/10.1038/s41586-022-04743-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409283539",
      "paper_id": "https://openalex.org/W4409283539",
      "title": "Perisomatic ultrastructure efficiently classifies cells in mouse cortex",
      "authors": "Leila Elabbady, Sharmishtaa Seshamani, Shang Mu, Gayathri Mahalingam, Casey M. Schneider-Mizell, Agnes L. Bodor, J. Alexander Bae, Derrick Brittain, JoAnn Buchanan, Daniel J. Bumbarger, Manuel A. Castro, Sven Dorkenwald, Akhilesh Halageri, Zhen Jia, Chris Jordan, Dan Kapner, Nico Kemnitz, Sam Kinn, Kisuk Lee, Kai Li, Ran Lu, Thomas Macrina, Eric Mitchell, Shanka Subhra Mondal, Barak Nehoran, Sergiy Popovych, William Silversmith, Marc Takeno, Russel Torres, Nicholas L. Turner, William Wong, Jingpeng Wu, Wenjing Yin, Szi-chieh Yu, H. Sebastian Seung, R. Clay Reid, Nuno Maçarico da Costa, Forrest Collman",
      "paper_url": "https://doi.org/10.1038/s41586-024-07765-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4362602990",
      "paper_id": "https://openalex.org/W4362602990",
      "title": "Plastic and stimulus-specific coding of salient events in the central amygdala",
      "authors": "Tao Yang, Kai Yu, Xian Zhang, Xiong Xiao, Xiaoke Chen, Yu Fu, Bo Li",
      "paper_url": "https://doi.org/10.1038/s41586-023-05910-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4353055589",
      "paper_id": "https://openalex.org/W4353055589",
      "title": "Population dynamics of head-direction neurons during drift and reorientation",
      "authors": "Zaki Ajabi, Alexandra T. Keinath, Xue-Xin Wei, Mark P. Brandon",
      "paper_url": "https://doi.org/10.1038/s41586-023-05813-2",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4404105431",
      "paper_id": "https://openalex.org/W4404105431",
      "title": "Postsynaptic competition between calcineurin and PKA regulates mammalian sleep–wake cycles",
      "authors": "Yimeng Wang, Siyu Cao, Daisuke Tone, Hiroshi Fujishima, Rikuhiro G. Yamada, Rei-ichiro Ohno, Shoi Shi, Kyoko Matsuzawa, Saori Yada, Mari Kaneko, Hirokazu Sakamoto, Taichi Onishi, Maki Ukai-Tadenuma, Hideki Ukai, Carina Hanashima, Kenzo Hirose, Hiroshi Kiyonari, Kenta Sumiyama, Koji L. Ode, Hiroki R. Ueda",
      "paper_url": "https://doi.org/10.1038/s41586-024-08132-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403062871",
      "paper_id": "https://openalex.org/W4403062871",
      "title": "Predicting visual function by interpreting a neuronal wiring diagram",
      "authors": "H. Sebastian Seung",
      "paper_url": "https://doi.org/10.1038/s41586-024-07953-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401794027",
      "paper_id": "https://openalex.org/W4401794027",
      "title": "Prefrontal and lateral entorhinal neurons co-dependently learn item–outcome rules",
      "authors": "Heechul Jun, Jason Y. Lee, Nicholas R. Bleza, Ayana Ichii, Jordan D. Donohue, Kei M. Igarashi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07868-1",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410362756",
      "paper_id": "https://openalex.org/W4410362756",
      "title": "Prefrontal encoding of an internal model for emotional inference",
      "authors": "Xiaowei Gu, Joshua P. Johansen",
      "paper_url": "https://doi.org/10.1038/s41586-025-09001-2",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4285086629",
      "paper_id": "https://openalex.org/W4285086629",
      "title": "Prefrontal feature representations drive memory recall",
      "authors": "Nakul Yadav, Chelsea Noble, James E. Niemeyer, Andrea Terceros, Jonathan Victor, Conor Liston, Priyamvada Rajasethupathy",
      "paper_url": "https://doi.org/10.1038/s41586-022-04936-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404306027",
      "paper_id": "https://openalex.org/W4404306027",
      "title": "Prefrontal transthalamic uncertainty processing drives flexible switching",
      "authors": "Norman H. Lam, Arghya Mukherjee, Ralf D. Wimmer, Matthew R. Nassar, Zhe Sage Chen, Michael M. Halassa",
      "paper_url": "https://doi.org/10.1038/s41586-024-08180-8",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388488592",
      "paper_id": "https://openalex.org/W4388488592",
      "title": "Preserved neural dynamics across animals performing similar behaviour",
      "authors": "Mostafa Safaie, Joanna C. Chang, Junchol Park, Lee E. Miller, Joshua T. Dudman, Matthew G. Perich, Juan A. Gallego",
      "paper_url": "https://doi.org/10.1038/s41586-023-06714-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400729513",
      "paper_id": "https://openalex.org/W4400729513",
      "title": "Psilocybin desynchronizes the human brain",
      "authors": "Joshua S. Siegel, Subha Subramanian, Demetrius Perry, Benjamin P. Kay, Evan M. Gordon, Timothy O. Laumann, T. Rick Reneau, Nicholas V. Metcalf, Ravi V. Chacko, Caterina Gratton, Christine Horan, Samuel R. Krimmel, Joshua S. Shimony, Julie A. Schweiger, Dean F. Wong, David A. Bender, Kristen M. Scheidter, Forrest I. Whiting, Jonah A. Padawer-Curry, Russell T. Shinohara, Yong Chen, Julia Moser, Essa Yacoub, Steven M. Nelson, Luca Vizioli, Damien A. Fair, Eric J. Lenze, Robin Carhart-Harris, Charles L. Raison, Marcus E. Raichle, Abraham Z. Snyder, Ginger E. Nicol, Nico U. F. Dosenbach",
      "paper_url": "https://doi.org/10.1038/s41586-024-07624-5",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408614148",
      "paper_id": "https://openalex.org/W4408614148",
      "title": "Rapid emergence of latent knowledge in the sensory cortex drives learning",
      "authors": "Céline Drieu, Ziyi Zhu, Ziyun Wang, Kylie Fuller, Aaron Wang, Sarah Elnozahy, Kishore Kuchibhotla",
      "paper_url": "https://doi.org/10.1038/s41586-025-08730-8",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410019366",
      "paper_id": "https://openalex.org/W4410019366",
      "title": "Regulation of PV interneuron plasticity by neuropeptide-encoding genes",
      "authors": "Martijn Selten, Clémence Bernard, Diptendu Mukherjee, Fursham Hamid, Alicia Hanusz-Godoy, Fazal Oozeer, Christoph Zimmer, Oscar Marín",
      "paper_url": "https://doi.org/10.1038/s41586-025-08933-z",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412737111",
      "paper_id": "https://openalex.org/W4412737111",
      "title": "Remodelling of corticostriatal axonal boutons during motor learning",
      "authors": "Mengjun Sheng, Di Lu, Richard H. Roth, Fuu-Jiun Hwang, Kaiwen Sheng, Jun B. Ding",
      "paper_url": "https://doi.org/10.1038/s41586-025-09336-w",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411195923",
      "paper_id": "https://openalex.org/W4411195923",
      "title": "Remote activation of place codes by gaze in a highly visual animal",
      "authors": "Hannah L. Payne, Dmitriy Aronov",
      "paper_url": "https://doi.org/10.1038/s41586-025-09101-z",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412177911",
      "paper_id": "https://openalex.org/W4412177911",
      "title": "Replay and representation dynamics in the hippocampus of freely flying bats",
      "authors": "Angelo Forli, Wudi Fan, Kevin K. Qi, Michael M. Yartsev",
      "paper_url": "https://doi.org/10.1038/s41586-025-09341-z",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3167740220",
      "paper_id": "https://openalex.org/W3167740220",
      "title": "Representational drift in primary olfactory cortex",
      "authors": "Carl E. Schoonover, Sarah N. Ohashi, Richard Axel, Andrew J. P. Fink",
      "paper_url": "https://doi.org/10.1038/s41586-021-03628-7",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3133363512",
      "paper_id": "https://openalex.org/W3133363512",
      "title": "Reset of hippocampal–prefrontal circuitry facilitates learning",
      "authors": "Alan J. Park, Alexander Z. Harris, Kelly M. Martyniuk, Chia-Yuan Chang, Atheir I. Abbas, Daniel C. Lowes, Christoph Kellendonk, Joseph A. Gogos, Joshua A. Gordon",
      "paper_url": "https://doi.org/10.1038/s41586-021-03272-1",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4396732582",
      "paper_id": "https://openalex.org/W4396732582",
      "title": "Retuning of hippocampal representations during sleep",
      "authors": "Kourosh Maboudi, Bapun Giri, Hiroyuki Miyawaki, Caleb Kemere, Kamran Diba",
      "paper_url": "https://doi.org/10.1038/s41586-024-07397-x",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4280512127",
      "paper_id": "https://openalex.org/W4280512127",
      "title": "Revival of light signalling in the postmortem mouse and human retina",
      "authors": "Fatima Abbas, Silke Becker, Bryan W. Jones, Ludovic S. Mure, Satchidananda Panda, Anne Hanneken, Frans Vinberg",
      "paper_url": "https://doi.org/10.1038/s41586-022-04709-x",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400271414",
      "paper_id": "https://openalex.org/W4400271414",
      "title": "Semantic encoding during language comprehension at single-cell resolution",
      "authors": "Mohsen Jamali, Benjamin Grannan, Jing Cai, Arjun R. Khanna, William Muñoz, Irene Caprara, Angelique C. Paulk, Sydney S. Cash, Evelina Fedorenko, Ziv M. Williams",
      "paper_url": "https://doi.org/10.1038/s41586-024-07643-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408217872",
      "paper_id": "https://openalex.org/W4408217872",
      "title": "Sensory input, sex and function shape hypothalamic cell type development",
      "authors": "Harris S. Kaplan, Brandon L. Logeman, Kai Zhang, Tate A. Yawitz, Celine Santiago, Noor Sohail, Mustafa Talay, Changwoo Seo, Serhiy Naumenko, Shannan J. Ho Sui, David D. Ginty, Bing Ren, Catherine Dulac",
      "paper_url": "https://doi.org/10.1038/s41586-025-08603-0",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3202543093",
      "paper_id": "https://openalex.org/W3202543093",
      "title": "Sensory processing during sleep in Drosophila melanogaster",
      "authors": "Alice S. French, Quentin Geissmann, Esteban J. Beckwith, Giorgio F. Gilestro",
      "paper_url": "https://doi.org/10.1038/s41586-021-03954-w",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410019186",
      "paper_id": "https://openalex.org/W4410019186",
      "title": "Serotonin and neurotensin inputs in the vCA1 dictate opposing social valence",
      "authors": "Julia M. Zorab, Huanhuan Li, Richa Awasthi, Anna Schinasi, Yoonjeong Cho, Thomas O’Loughlin, Xiaoting Wu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08809-2",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3180889471",
      "paper_id": "https://openalex.org/W3180889471",
      "title": "Sexual arousal gates visual processing during Drosophila courtship",
      "authors": "Tom Hindmarsh Sten, Rufei Li, Adriane Otopalik, Vanessa Ruta",
      "paper_url": "https://doi.org/10.1038/s41586-021-03714-w",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3140601242",
      "paper_id": "https://openalex.org/W3140601242",
      "title": "Shared mechanisms underlie the control of working memory and attention",
      "authors": "Matthew F. Panichello, Timothy J. Buschman",
      "paper_url": "https://doi.org/10.1038/s41586-021-03390-w",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4399830205",
      "paper_id": "https://openalex.org/W4399830205",
      "title": "Single-cell and spatial atlases of spinal cord injury in the Tabulae Paralytica",
      "authors": "Michael A. Skinnider, Matthieu Gautier, Alan Yue Yang Teo, Claudia Kathe, Thomas H. Hutson, Achilleas Laskaratos, Alexandra de Coucy, Nicola Regazzi, Viviana Aureli, Nicholas D. James, Bernard Schneider, Michael V. Sofroniew, Quentin Barraud, Jocelyne Bloch, Mark A. Anderson, Jordan W. Squair, Grégoire Courtine",
      "paper_url": "https://doi.org/10.1038/s41586-024-07504-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403244151",
      "paper_id": "https://openalex.org/W4403244151",
      "title": "Single-neuron representations of odours in the human brain",
      "authors": "Marcel S. Kehl, Sina Mackay, Kathrin Ohla, Matthias Schneider, Valeri Borger, Rainer Surges, Marc Spehr, Florian Mormann",
      "paper_url": "https://doi.org/10.1038/s41586-024-08016-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391383712",
      "paper_id": "https://openalex.org/W4391383712",
      "title": "Single-neuronal elements of speech production in humans",
      "authors": "Arjun R. Khanna, William Muñoz, Young Joon Kim, Yoav Kfir, Angelique C. Paulk, Mohsen Jamali, Jing Cai, Martina L. Mustroph, Irene Caprara, Richard Hardstone, Mackenna Mejdell, Domokos Meszéna, Abigail Zuckerman, Jeffrey Schweitzer, Sydney Cash, Ziv M. Williams",
      "paper_url": "https://doi.org/10.1038/s41586-023-06982-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3124364529",
      "paper_id": "https://openalex.org/W3124364529",
      "title": "Single-neuronal predictions of others’ beliefs in humans",
      "authors": "Mohsen Jamali, Benjamin L. Grannan, Evelina Fedorenko, Rebecca Saxe, Raymundo Báez-Mendoza, Ziv M. Williams",
      "paper_url": "https://doi.org/10.1038/s41586-021-03184-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4399567442",
      "paper_id": "https://openalex.org/W4399567442",
      "title": "Sleep loss diminishes hippocampal reactivation and replay",
      "authors": "Bapun Giri, Nathaniel Kinsky, Utku Kaya, Kourosh Maboudi, Ted Abel, Kamran Diba",
      "paper_url": "https://doi.org/10.1038/s41586-024-07538-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4405965138",
      "paper_id": "https://openalex.org/W4405965138",
      "title": "Sleep microstructure organizes memory replay",
      "authors": "Hongyu Chang, Wenbo Tang, Annabella M. Wulf, Thokozile Nyasulu, Madison E. Wolf, Antonio Fernandez-Ruiz, Azahara Oliva",
      "paper_url": "https://doi.org/10.1038/s41586-024-08340-w",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408605252",
      "paper_id": "https://openalex.org/W4408605252",
      "title": "Sleep pressure accumulates in a voltage-gated lipid peroxidation memory",
      "authors": "H. Olof Rorsman, Max A. Müller, Patrick Z. Liu, Laura Garmendia Sanchez, Anissa Kempf, Stefanie Gerbig, Bernhard Spengler, Gero Miesenböck",
      "paper_url": "https://doi.org/10.1038/s41586-025-08734-4",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4396544261",
      "paper_id": "https://openalex.org/W4396544261",
      "title": "Sleep pressure modulates single-neuron synapse number in zebrafish",
      "authors": "Anya Suppermpool, Declan G. Lyons, Elizabeth Broom, Jason Rihel",
      "paper_url": "https://doi.org/10.1038/s41586-024-07367-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404566636",
      "paper_id": "https://openalex.org/W4404566636",
      "title": "Social state alters vision using three circuit mechanisms in Drosophila",
      "authors": "Catherine E. Schretter, Tom Hindmarsh Sten, Nathan Klapoetke, Mei Shao, Aljoscha Nern, Marisa Dreher, Daniel Bushey, Alice A. Robie, Adam L. Taylor, Kristin Branson, Adriane Otopalik, Vanessa Ruta, Gerald M. Rubin",
      "paper_url": "https://doi.org/10.1038/s41586-024-08255-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4310960000",
      "paper_id": "https://openalex.org/W4310960000",
      "title": "Social trauma engages lateral septum circuitry to occlude social reward",
      "authors": "Long Li, Romain Durand-de Cuttoli, Antonio V. Aubry, C. Joseph Burnett, Flurin Cathomas, Lyonna F. Parise, Kenny L. Chan, Carole Morel, Chongzhen Yuan, Yusuke Shimo, Hsiao-yun Lin, Jun Wang, Scott J. Russo",
      "paper_url": "https://doi.org/10.1038/s41586-022-05484-5",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4225463649",
      "paper_id": "https://openalex.org/W4225463649",
      "title": "Spatial maps in piriform cortex during olfactory navigation",
      "authors": "Cindy Poo, Gautam Agarwal, Niccolò Bonacchi, Zachary F. Mainen",
      "paper_url": "https://doi.org/10.1038/s41586-021-04242-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391616996",
      "paper_id": "https://openalex.org/W4391616996",
      "title": "Spatial transcriptomics reveal neuron–astrocyte synergy in long-term memory",
      "authors": "Wenfei Sun, Zhihui Liu, Xian Jiang, Michelle B. Chen, Hua Dong, Jonathan Liu, Thomas C. Südhof, Stephen R. Quake",
      "paper_url": "https://doi.org/10.1038/s41586-023-07011-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4281850518",
      "paper_id": "https://openalex.org/W4281850518",
      "title": "Spatiotemporal dynamics of noradrenaline during learned behaviour",
      "authors": "Vincent Breton-Provencher, Gabrielle T. Drummond, Jiesi Feng, Yulong Li, Mriganka Sur",
      "paper_url": "https://doi.org/10.1038/s41586-022-04782-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4317390654",
      "paper_id": "https://openalex.org/W4317390654",
      "title": "Spontaneous behaviour is structured by reinforcement without explicit reward",
      "authors": "Jeffrey E. Markowitz, Winthrop F. Gillis, Maya Jay, Jeffrey Wood, Ryley W. Harris, Robert Cieszkowski, Rebecca Scott, David Brann, Dorothy Koveal, Tomasz Kula, Caleb Weinreb, Mohammed Abdal Monium Osman, Sandra Romero Pinto, Naoshige Uchida, Scott W. Linderman, Bernardo L. Sabatini, Sandeep Robert Datta",
      "paper_url": "https://doi.org/10.1038/s41586-022-05611-2",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3134861493",
      "paper_id": "https://openalex.org/W3134861493",
      "title": "State-dependent encoding of exploratory behaviour in the amygdala",
      "authors": "Maria Sol Fustiñana, Tobias Eichlisberger, Tewis Bouwmeester, Yael Bitterman, Andreas Lüthi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03301-z",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4297497819",
      "paper_id": "https://openalex.org/W4297497819",
      "title": "State-dependent pupil dilation rapidly shifts visual feature selectivity",
      "authors": "Katrin Franke, Konstantin F. Willeke, Kayla Ponder, Mario Galdamez, Na Zhou, Taliah Muhammad, Saumil Patel, Emmanouil Froudarakis, Jacob Reimer, Fabian H. Sinz, Andreas S. Tolias",
      "paper_url": "https://doi.org/10.1038/s41586-022-05270-3",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409283526",
      "paper_id": "https://openalex.org/W4409283526",
      "title": "Stress dynamically modulates neuronal autophagy to gate depression onset",
      "authors": "Liang Yang, Chen Guo, Zhiwei Zheng, Yiyan Dong, Qifeng Xie, Zijian Lv, Min Li, Yangyang Lu, Xiaonan Guo, Rongshan Deng, Yiqin Liu, Yirong Feng, Ruiqi Mu, Xuliang Zhang, Huan Ma, Zhong Chen, Zhijun Zhang, Zhaoqi Dong, Wei Yang, Xiangnan Zhang, Yihui Cui",
      "paper_url": "https://doi.org/10.1038/s41586-025-08807-4",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3125348427",
      "paper_id": "https://openalex.org/W3125348427",
      "title": "Striatal activity topographically reflects cortical activity",
      "authors": "Andrew J. Peters, Julie M. J. Fabre, Nicholas A. Steinmetz, Kenneth D. Harris, Matteo Carandini",
      "paper_url": "https://doi.org/10.1038/s41586-020-03166-8",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3208538415",
      "paper_id": "https://openalex.org/W3208538415",
      "title": "Striatal indirect pathway mediates exploration via collicular competition",
      "authors": "Jaeeon Lee, Bernardo L. Sabatini",
      "paper_url": "https://doi.org/10.1038/s41586-021-04055-4",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410189134",
      "paper_id": "https://openalex.org/W4410189134",
      "title": "Striatum supports fast learning but not memory recall",
      "authors": "Kimberly Reinhold, Marci Iadarola, Shi Tang, Annabel Chang, Whitney Kuwamoto, Madeline A. Albanese, Senmiao Sun, Richard Hakim, Joshua Zimmer, Wengang Wang, Bernardo L. Sabatini",
      "paper_url": "https://doi.org/10.1038/s41586-025-08969-1",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3129538072",
      "paper_id": "https://openalex.org/W3129538072",
      "title": "Structural and developmental principles of neuropil assembly in C. elegans",
      "authors": "Mark W. Moyle, Kristopher M. Barnes, Manik Kuchroo, Alex Gonopolskiy, Leighton H. Duncan, Titas Sengupta, Lin Shao, Min Guo, Anthony Santella, Ryan Christensen, Abhishek Kumar, Yicong Wu, Kevin R. Moon, Guy Wolf, Smita Krishnaswamy, Zhirong Bao, Hari Shroff, William A. Mohler, Daniel A. Colón-Ramos",
      "paper_url": "https://doi.org/10.1038/s41586-020-03169-5",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3118674805",
      "paper_id": "https://openalex.org/W3118674805",
      "title": "Structure and function of a neocortical synapse",
      "authors": "Simone Holler, German Köstinger, Kevan A. C. Martin, Gregor F. P. Schuhknecht, Ken J. Stratford",
      "paper_url": "https://doi.org/10.1038/s41586-020-03134-2",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4309873897",
      "paper_id": "https://openalex.org/W4309873897",
      "title": "Structured cerebellar connectivity supports resilient pattern separation",
      "authors": "Tri M. Nguyen, Logan A. Thomas, Jeff L. Rhoades, Ilaria Ricchi, Xintong Cindy Yuan, Arlo Sheridan, David G. C. Hildebrand, Jan Funke, Wade G. Regehr, Wei-Chung Allen Lee",
      "paper_url": "https://doi.org/10.1038/s41586-022-05471-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392520074",
      "paper_id": "https://openalex.org/W4392520074",
      "title": "Subicular neurons encode concave and convex geometries",
      "authors": "Yanjun Sun, Douglas A. Nitz, Xiangmin Xu, Lisa M. Giocomo",
      "paper_url": "https://doi.org/10.1038/s41586-024-07139-z",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391994133",
      "paper_id": "https://openalex.org/W4391994133",
      "title": "Super-additive cooperation",
      "authors": "Charles Efferson, Helen Bernhard, Urs Fischbacher, Ernst Fehr",
      "paper_url": "https://doi.org/10.1038/s41586-024-07077-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3124792448",
      "paper_id": "https://openalex.org/W3124792448",
      "title": "Survey of spiking in the mouse visual system reveals functional hierarchy",
      "authors": "Joshua H. Siegle, Xiaoxuan Jia, Séverine Durand, Sam Gale, Corbett Bennett, Nile Graddis, Greggory Heller, Tamina K. Ramirez, Hannah Choi, Jennifer A. Luviano, Peter A. Groblewski, Ruweida Ahmed, Anton Arkhipov, Amy Bernard, Yazan N. Billeh, Dillan Brown, Michael A. Buice, Nicolas Cain, Shiella Caldejon, Linzy Casal, Andrew Cho, Maggie Chvilicek, Timothy C. Cox, Kael Dai, Daniel J. Denman, Saskia E. J. de Vries, Roald Dietzman, Luke Esposito, Colin Farrell, David Feng, John Galbraith, Marina Garrett, Emily C. Gelfand, Nicole Hancock, Julie A. Harris, Robert Howard, Brian Hu, Ross Hytnen, Ramakrishnan Iyer, Erika Jessett, Katelyn Johnson, India Kato, Justin Kiggins, Sophie Lambert, Jerome Lecoq, Peter Ledochowitsch, Jung Hoon Lee, Arielle Leon, Yang Li, Elizabeth Liang, Fuhui Long, Kyla Mace, Jose Melchior, Daniel Millman, Tyler Mollenkopf, Chelsea Nayan, Lydia Ng, Kiet Ngo, Thuyahn Nguyen, Philip R. Nicovich, Kat North, Gabriel Koch Ocker, Doug Ollerenshaw, Michael Oliver, Marius Pachitariu, Jed Perkins, Melissa Reding, David Reid, Miranda Robertson, Kara Ronellenfitch, Sam Seid, Cliff Slaughterbeck, Michelle Stoecklin, David Sullivan, Ben Sutton, Jackie Swapp, Carol Thompson, Kristen Turner, Wayne Wakeman, Jennifer D. Whitesell, Derric Williams, Ali Williford, Rob Young, Hongkui Zeng, Sarah Naylor, John W. Phillips, R. Clay Reid, Stefan Mihalas, Shawn R. Olsen, Christof Koch",
      "paper_url": "https://doi.org/10.1038/s41586-020-03171-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400038624",
      "paper_id": "https://openalex.org/W4400038624",
      "title": "Synaptic architecture of leg and wing premotor control networks in Drosophila",
      "authors": "Ellen Lesser, Anthony W. Azevedo, Jasper S. Phelps, Leila Elabbady, Andrew Cook, Durafshan Sakeena Syed, Brandon Mark, Sumiya Kuroda, Anne Sustar, Anthony Moussa, Chris J. Dallmann, Sweta Agrawal, Su-Yee J. Lee, Brandon Pratt, Kyobi Skutt-Kakaria, Stephan Gerhard, Ran Lu, Nico Kemnitz, Kisuk Lee, Akhilesh Halageri, Manuel Castro, Dodam Ih, Jay Gager, Marwan Tammam, Sven Dorkenwald, Forrest Collman, Casey Schneider-Mizell, Derrick Brittain, Chris S. Jordan, Thomas Macrina, Michael Dickinson, Wei-Chung Allen Lee, John C. Tuthill",
      "paper_url": "https://doi.org/10.1038/s41586-024-07600-z",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405514841",
      "paper_id": "https://openalex.org/W4405514841",
      "title": "Synaptic basis of feature selectivity in hippocampal neurons",
      "authors": "Kevin C. Gonzalez, Adrian Negrean, Zhenrui Liao, Satoshi Terada, Guofeng Zhang, Sungmoo Lee, Katalin Ócsai, Balázs J. Rózsa, Michael Z. Lin, Franck Polleux, Attila Losonczy",
      "paper_url": "https://doi.org/10.1038/s41586-024-08325-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4313543884",
      "paper_id": "https://openalex.org/W4313543884",
      "title": "Synaptic gradients transform object location to action",
      "authors": "Mark Dombrovski, Martin Y. Peek, Jin-Yong Park, Andrea Vaccari, Marissa Sumathipala, Carmen Morrow, Patrick Breads, Arthur Zhao, Yerbol Z. Kurmangaliyev, Piero Sanfilippo, Aadil Rehan, Jason Polsky, Shada Alghailani, Emily Tenshaw, Shigehiro Namiki, S. Lawrence Zipursky, Gwyneth M. Card",
      "paper_url": "https://doi.org/10.1038/s41586-022-05562-8",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391994093",
      "paper_id": "https://openalex.org/W4391994093",
      "title": "Synaptic wiring motifs in posterior parietal cortex support decision-making",
      "authors": "Aaron T. Kuan, Giulio Bondanelli, Laura N. Driscoll, Julie Han, Minsu Kim, David G. C. Hildebrand, Brett J. Graham, Daniel E. Wilson, Logan A. Thomas, Stefano Panzeri, Christopher D. Harvey, Wei-Chung Allen Lee",
      "paper_url": "https://doi.org/10.1038/s41586-024-07088-7",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410362396",
      "paper_id": "https://openalex.org/W4410362396",
      "title": "Systems consolidation reorganizes hippocampal engram circuitry",
      "authors": "Sangyoon Y. Ko, Yiming Rong, Adam I. Ramsaran, Xiaoyu Chen, Asim J. Rashid, Andrew J. Mocle, Jagroop Dhaliwal, Ankit Awasthi, Axel Guskjolen, Sheena A. Josselyn, Paul W. Frankland",
      "paper_url": "https://doi.org/10.1038/s41586-025-08993-1",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4282931587",
      "paper_id": "https://openalex.org/W4282931587",
      "title": "Targeting thalamic circuits rescues motor and mood deficits in PD mice",
      "authors": "Ying Zhang, Dheeraj S. Roy, Yi Zhu, Yefei Chen, Tomomi Aida, Yuanyuan Hou, Chenjie Shen, Nicholas E. Lea, Margaret E. Schroeder, Keith M. Skaggs, Heather A. Sullivan, Kyle B. Fischer, Edward M. Callaway, Ian R. Wickersham, Ji Dai, Xiao-Ming Li, Zhonghua Lu, Guoping Feng",
      "paper_url": "https://doi.org/10.1038/s41586-022-04806-x",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4396921114",
      "paper_id": "https://openalex.org/W4396921114",
      "title": "Temporal multiplexing of perception and memory codes in IT cortex",
      "authors": "Liang She, Marcus K. Benna, Yuelin Shi, Stefano Fusi, Doris Y. Tsao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07349-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3214292143",
      "paper_id": "https://openalex.org/W3214292143",
      "title": "Temporal transitions in the post-mitotic nervous system of Caenorhabditis elegans",
      "authors": "HaoSheng Sun, Oliver Hobert",
      "paper_url": "https://doi.org/10.1038/s41586-021-04071-4",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3202229880",
      "paper_id": "https://openalex.org/W3202229880",
      "title": "Thalamic circuits for independent control of prefrontal signal and noise",
      "authors": "Arghya Mukherjee, Norman H. Lam, Ralf D. Wimmer, Michael M. Halassa",
      "paper_url": "https://doi.org/10.1038/s41586-021-04056-3",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4353055430",
      "paper_id": "https://openalex.org/W4353055430",
      "title": "Thalamus drives vocal onsets in the zebra finch courtship song",
      "authors": "Felix W. Moll, Devorah Kranz, Ariadna Corredera Asensio, Margot Elmaleh, Lyn A. Ackert-Smith, Michael A. Long",
      "paper_url": "https://doi.org/10.1038/s41586-023-05818-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400279459",
      "paper_id": "https://openalex.org/W4400279459",
      "title": "The cortical amygdala consolidates a socially transmitted long-term memory",
      "authors": "Zhihui Liu, Wenfei Sun, Yi Han Ng, Hua Dong, Stephen R. Quake, Thomas C. Südhof",
      "paper_url": "https://doi.org/10.1038/s41586-024-07632-5",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411627175",
      "paper_id": "https://openalex.org/W4411627175",
      "title": "The dynamics and geometry of choice in the premotor cortex",
      "authors": "Mikhail Genkin, Krishna V. Shenoy, Chandramouli Chandrasekaran, Tatiana A. Engel",
      "paper_url": "https://doi.org/10.1038/s41586-025-09199-1",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4382393939",
      "paper_id": "https://openalex.org/W4382393939",
      "title": "The dynamics of pattern matching in camouflaging cuttlefish",
      "authors": "Theodosia Woo, Xitong Liang, Dominic A. Evans, Olivier Fernandez, Friedrich Kretschmer, Sam Reiter, Gilles Laurent",
      "paper_url": "https://doi.org/10.1038/s41586-023-06259-2",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402826750",
      "paper_id": "https://openalex.org/W4402826750",
      "title": "The evolution of private reputations in information-abundant landscapes",
      "authors": "Sebastián Michel-Mata, Mari Kawakatsu, Joseph Sartini, Taylor A. Kessinger, Joshua B. Plotkin, Corina E. Tarnita",
      "paper_url": "https://doi.org/10.1038/s41586-024-07977-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403062933",
      "paper_id": "https://openalex.org/W4403062933",
      "title": "The fly connectome reveals a path to the effectome",
      "authors": "Dean A. Pospisil, Max J. Aragon, Sven Dorkenwald, Arie Matsliah, Amy R. Sterling, Philipp Schlegel, Szi-chieh Yu, Claire E. McKellar, Marta Costa, Katharina Eichler, Gregory S. X. E. Jefferis, Mala Murthy, Jonathan W. Pillow",
      "paper_url": "https://doi.org/10.1038/s41586-024-07982-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392982558",
      "paper_id": "https://openalex.org/W4392982558",
      "title": "The hidden fitness of the male zebra finch courtship song",
      "authors": "Danyal Alam, Fayha Zia, Todd F. Roberts",
      "paper_url": "https://doi.org/10.1038/s41586-024-07207-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399830327",
      "paper_id": "https://openalex.org/W4399830327",
      "title": "The mechanism for directional hearing in fish",
      "authors": "Johannes Veith, Thomas Chaigne, Ana Svanidze, Lena Elisa Dressler, Maximilian Hoffmann, Ben Gerhardt, Benjamin Judkewitz",
      "paper_url": "https://doi.org/10.1038/s41586-024-07507-9",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3203909927",
      "paper_id": "https://openalex.org/W3203909927",
      "title": "The mouse cortico–basal ganglia–thalamic network",
      "authors": "Nicholas N. Foster, Joshua Barry, Laura Korobkova, Luis Garcia, Lei Gao, Marlene Becerra, Yasmine Sherafat, Bo Peng, Xiangning Li, Jun-Hyeok Choi, Lin Gou, Brian Zingg, Sana Azam, Darrick Lo, Neda Khanjani, Bin Zhang, Jim Stanis, Ian Bowman, Kaelan Cotter, Chunru Cao, Seita Yamashita, Amanda Tugangui, Anan Li, Tao Jiang, Xueyan Jia, Zhao Feng, Sarvia Aquino, Hyun-Seung Mun, Muye Zhu, Anthony Santarelli, Nora L. Benavidez, Monica Song, Gordon Dan, Marina Fayzullina, Sarah Ustrell, Tyler Boesen, David L. Johnson, Hanpeng Xu, Michael S. Bienkowski, X. William Yang, Hui Gong, Michael S. Levine, Ian Wickersham, Qingming Luo, Joel D. Hahn, Byung Kook Lim, Li I. Zhang, Carlos Cepeda, Houri Hintiryan, Hong-Wei Dong",
      "paper_url": "https://doi.org/10.1038/s41586-021-03993-3",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4412600866",
      "paper_id": "https://openalex.org/W4412600866",
      "title": "The neural basis of species-specific defensive behaviour in Peromyscus mice",
      "authors": "Felix Baier, Katja Reinhard, Bram Nuttin, Arnau Sans-Dublanc, Chen Liu, Victoria Tong, Julie S. Murmann, Keimpe Wierda, Karl Farrow, Hopi E. Hoekstra",
      "paper_url": "https://doi.org/10.1038/s41586-025-09241-2",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4283826056",
      "paper_id": "https://openalex.org/W4283826056",
      "title": "The neuronal logic of how internal states control food choice",
      "authors": "Daniel Münch, Dennis Goldschmidt, Carlos Ribeiro",
      "paper_url": "https://doi.org/10.1038/s41586-022-04909-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4308620605",
      "paper_id": "https://openalex.org/W4308620605",
      "title": "The neurons that restore walking after paralysis",
      "authors": "Claudia Kathe, Michael A. Skinnider, Thomas H. Hutson, Nicola Regazzi, Matthieu Gautier, Robin Demesmaeker, Salif Komi, Steven Ceto, Nicholas D. James, Newton Cho, Laetitia Baud, Katia Galan, Kaya J. E. Matson, Andreas Rowald, Kyungjin Kim, Ruijia Wang, Karen Minassian, John O. Prior, Leonie Asboth, Quentin Barraud, Stéphanie P. Lacour, Ariel J. Levine, Fabien Wagner, Jocelyne Bloch, Jordan W. Squair, Grégoire Courtine",
      "paper_url": "https://doi.org/10.1038/s41586-022-05385-7",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3210152214",
      "paper_id": "https://openalex.org/W3210152214",
      "title": "The orbitofrontal cortex maps future navigational goals",
      "authors": "Raunak Basu, Robert Gebauer, Tim Herfurth, Simon Kolb, Zahra Golipour, Tatjana Tchumatchenko, Hiroshi T. Ito",
      "paper_url": "https://doi.org/10.1038/s41586-021-04042-9",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4310438141",
      "paper_id": "https://openalex.org/W4310438141",
      "title": "The pupal moulting fluid has evolved social functions in ants",
      "authors": "Orli Snir, Hanan Alwaseem, Søren Heissel, Anurag Sharma, Stephany Valdés-Rodríguez, Thomas S. Carroll, Caroline S. Jiang, Jacopo Razzauti, Daniel J. C. Kronauer",
      "paper_url": "https://doi.org/10.1038/s41586-022-05480-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399567733",
      "paper_id": "https://openalex.org/W4399567733",
      "title": "The respiratory system influences flight mechanics in soaring birds",
      "authors": "Emma R. Schachner, Andrew J. Moore, Aracely Martinez, Raul E. Diaz Jr, M. Scott Echols, Jessie Atterholt, Roger W. P. Kissane, Brandon P. Hedrick, Karl T. Bates",
      "paper_url": "https://doi.org/10.1038/s41586-024-07485-y",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4293792342",
      "paper_id": "https://openalex.org/W4293792342",
      "title": "The whisking oscillator circuit",
      "authors": "Jun Takatoh, Vincent Prevosto, P. M. Thompson, Jinghao Lu, Leeyup Chung, Andrew Harrahill, Shun Li, Shengli Zhao, Zhigang He, David Golomb, David Kleinfeld, Fan Wang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05144-8",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4390940935",
      "paper_id": "https://openalex.org/W4390940935",
      "title": "Top-down control of flight by a non-canonical cortico-amygdala pathway",
      "authors": "Chandrashekhar D. Borkar, Claire E. Stelly, Xin Fu, Maria Dorofeikova, Quan-Son Eric Le, Rithvik Vutukuri, Catherine Vo, Alex Walker, Samhita Basavanhalli, Anh Duong, Erin Bean, Alexis Resendez, Jones G. Parker, Jeffrey G. Tasker, Jonathan P. Fadok",
      "paper_url": "https://doi.org/10.1038/s41586-023-06912-w",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4205399426",
      "paper_id": "https://openalex.org/W4205399426",
      "title": "Toroidal topology of population activity in grid cells",
      "authors": "Richard J. Gardner, Erik Hermansen, Marius Pachitariu, Yoram Burak, Nils A. Baas, Benjamin A. Dunn, May-Britt Moser, Edvard I. Moser",
      "paper_url": "https://doi.org/10.1038/s41586-021-04268-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4289637660",
      "paper_id": "https://openalex.org/W4289637660",
      "title": "Transformations of neural representations in a social behaviour network",
      "authors": "Bin Yang, Tomomi Karigo, David J. Anderson",
      "paper_url": "https://doi.org/10.1038/s41586-022-05057-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391597906",
      "paper_id": "https://openalex.org/W4391597906",
      "title": "Transforming a head direction signal into a goal-oriented steering command",
      "authors": "Elena A. Westeinde, Emily Kellogg, Paul M. Dawson, Jenny Lu, Lydia Hamburg, Benjamin Midler, Shaul Druckmann, Rachel I. Wilson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07039-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W4225711402",
      "paper_id": "https://openalex.org/W4225711402",
      "title": "Transforming representations of movement from body- to world-centric space",
      "authors": "Jenny Lu, Amir H. Behbahani, Lydia Hamburg, Elena A. Westeinde, Paul M. Dawson, Cheng Lyu, Gaby Maimon, Michael H. Dickinson, Shaul Druckmann, Rachel I. Wilson",
      "paper_url": "https://doi.org/10.1038/s41586-021-04191-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4405024230",
      "paper_id": "https://openalex.org/W4405024230",
      "title": "Understanding the neural code of stress to control anhedonia",
      "authors": "Frances Xia, Valeria Fascianelli, Nina Vishwakarma, Frances Grace Ghinger, Andrew Kwon, Mark M. Gergues, Lahin K. Lalani, Stefano Fusi, Mazen A. Kheirbek",
      "paper_url": "https://doi.org/10.1038/s41586-024-08241-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3158717271",
      "paper_id": "https://openalex.org/W3158717271",
      "title": "Universal nomenclature for oxytocin–vasotocin ligand and receptor families",
      "authors": "Constantina Theofanopoulou, Gregory Gedman, James A. Cahill, Cedric Boeckx, Erich D. Jarvis",
      "paper_url": "https://doi.org/10.1038/s41586-020-03040-7",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411413310",
      "paper_id": "https://openalex.org/W4411413310",
      "title": "Unsupervised pretraining in biological neural networks",
      "authors": "Lin Zhong, Scott Baptista, Rachel Gattoni, Jon Arnold, Daniel Flickinger, Carsen Stringer, Marius Pachitariu",
      "paper_url": "https://doi.org/10.1038/s41586-025-09180-y",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4285084188",
      "paper_id": "https://openalex.org/W4285084188",
      "title": "Visual recognition of social signals by a tectothalamic neural circuit",
      "authors": "Johannes M. Kappel, Dominique Förster, Katja Slangewal, Inbal Shainer, Fabian Svara, Joseph C. Donovan, Shachar Sherman, Michał Januszewski, Herwig Baier, Johannes Larsch",
      "paper_url": "https://doi.org/10.1038/s41586-022-04925-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391823863",
      "paper_id": "https://openalex.org/W4391823863",
      "title": "Visuo-frontal interactions during social learning in freely moving macaques",
      "authors": "Melissa Franch, Sudha Yellapantula, Arun Parajuli, Natasha Kharas, Anthony Wright, Behnaam Aazhang, Valentin Dragoi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07084-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4396919828",
      "paper_id": "https://openalex.org/W4396919828",
      "title": "Volatile working memory representations crystallize with practice",
      "authors": "Arash Bellafard, Ghazal Namvar, Jonathan C. Kao, Alipasha Vaziri, Peyman Golshani",
      "paper_url": "https://doi.org/10.1038/s41586-024-07425-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4382393956",
      "paper_id": "https://openalex.org/W4382393956",
      "title": "Wake-like skin patterning and neural activity during octopus sleep",
      "authors": "Aditi Pophale, Kazumichi Shimizu, Tomoyuki Mano, Teresa L. Iglesias, Kerry Martin, Makoto Hiroi, Keishu Asada, Paulette García Andaluz, Thi Thu Van Dinh, Leenoy Meshulam, Sam Reiter",
      "paper_url": "https://doi.org/10.1038/s41586-023-06203-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4377982165",
      "paper_id": "https://openalex.org/W4377982165",
      "title": "Walking naturally after spinal cord injury using a brain–spine interface",
      "authors": "Henri Lorach, Andrea Galvez, Valeria Spagnolo, Felix Martel, Serpil Karakas, Nadine Intering, Molywan Vat, Olivier Faivre, Cathal Harte, Salif Komi, Jimmy Ravier, Thibault Collin, Laure Coquoz, Icare Sakr, Edeny Baaklini, Sergio Daniel Hernandez-Charpak, Gregory Dumont, Rik Buschman, Nicholas Buse, Tim Denison, Ilse van Nes, Leonie Asboth, Anne Watrin, Lucas Struber, Fabien Sauter-Starace, Lilia Langar, Vincent Auboiroux, Stefano Carda, Stephan Chabardes, Tetiana Aksenova, Robin Demesmaeker, Guillaume Charvet, Jocelyne Bloch, Grégoire Courtine",
      "paper_url": "https://doi.org/10.1038/s41586-023-06094-5",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409729644",
      "paper_id": "https://openalex.org/W4409729644",
      "title": "Whole-body physics simulation of fruit fly locomotion",
      "authors": "Roman Vaxenburg, Igor Siwanowicz, Josh Merel, Alice A. Robie, Carmen Morrow, Guido Novati, Zinovia Stefanidi, Gert-Jan Both, Gwyneth M. Card, Michael B. Reiser, Matthew M. Botvinick, Kristin M. Branson, Yuval Tassa, Srinivas C. Turaga",
      "paper_url": "https://doi.org/10.1038/s41586-025-09029-4",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403062913",
      "paper_id": "https://openalex.org/W4403062913",
      "title": "Whole-brain annotation and multi-connectome cell typing of Drosophila",
      "authors": "Philipp Schlegel, Yijie Yin, Alexander S. Bates, Sven Dorkenwald, Katharina Eichler, Paul Brooks, Daniel S. Han, Marina Gkantia, Marcia dos Santos, Eva J. Munnelly, Griffin Badalamente, Laia Serratosa Capdevila, Varun A. Sane, Alexandra M. C. Fragniere, Ladann Kiassat, Markus W. Pleijzier, Tomke Stürner, Imaan F. M. Tamimi, Christopher R. Dunne, Irene Salgarella, Alexandre Javier, Siqi Fang, Eric Perlman, Tom Kazimiers, Sridhar R. Jagannathan, Arie Matsliah, Amy R. Sterling, Szi-chieh Yu, Claire E. McKellar, Krzysztof Kruk, Doug Bland, Zairene Lenizo, Austin T. Burke, Kyle Patrick Willie, Alexander S. Bates, Nikitas Serafetinidis, Nashra Hadjerol, Ryan Willie, Ben Silverman, John Anthony Ocho, Joshua Bañez, Rey Adrian Candilada, Jay Gager, Anne Kristiansen, Nelsie Panes, Arti Yadav, Remer Tancontian, Shirleyjoy Serona, Jet Ivan Dolorosa, Kendrick Joules Vinson, Dustin Garner, Regine Salem, Ariel Dagohoy, Jaime Skelton, Mendell Lopez, Thomas Stocks, Anjali Pandey, Darrel Jay Akiatan, James Hebditch, Celia David, Dharini Sapkal, Shaina Mae Monungolh, Varun Sane, Mark Lloyd Pielago, Miguel Albero, Jacquilyn Laude, Márcia dos Santos, David Deutsch, Zeba Vohra, Kaiyu Wang, Allien Mae Gogo, Emil Kind, Alvin Josh Mandahay, Chereb Martinez, John David Asis, Chitra Nair, Dhwani Patel, Marchan Manaytay, Clyde Angelo Lim, Philip Lenard Ampo, Michelle Darapan Pantujan, Daril Bautista, Rashmita Rana, Jansen Seguido, Bhargavi Parmar, John Clyde Saguimpa, Merlin Moore, Markus W. Pleijzier, Mark Larson, Joseph Hsu, Itisha Joshi, Dhara Kakadiya, Amalia Braun, Cathy Pilapil, Kaushik Parmar, Quinn Vanderbeck, Christopher Dunne, Eva Munnelly, Chan Hyuk Kang, Lena Lörsch, Jinmook Lee, Lucia Kmecova, Gizem Sancer, Christa Baker, Jenna Joroff, Steven Calle, Yashvi Patel, Olivia Sato, Janice Salocot, Farzaan Salman, Sebastian Molina-Obando, Mai Bui, Matthew Lichtenberger, Edmark Tamboboy, Katie Molloy, Alexis E. Santana-Cruz, Anthony Hernandez, Seongbong Yu, Marissa Sorek, Arzoo Diwan, Monika Patel, Travis R. Aiken, Sarah Morejohn, Sanna Koskela, Tansy Yang, Daniel Lehmann, Jonas Chojetzki, Sangeeta Sisodiya, Selden Koolman, Philip K. Shiu, Sky Cho, Annika Bast, Brian Reicher, Marlon Blanquart, Lucy Houghton, Hyungjun Choi, Maria Ioannidou, Matt Collie, Joanna Eckhardt, Benjamin Gorko, Li Guo, Zhihao Zheng, Alisa Poh, Marina Lin, István Taisz, Wes Murfin, Álvaro Sanz Díez, Nils Reinhard, Peter Gibb, Nidhi Patel, Sandeep Kumar, Minsik Yun, Megan Wang, Devon Jones, Lucas Encarnacion-Rivera, Annalena Oswald, Akanksha Jadia, Mert Erginkaya, Nik Drummond, Leonie Walter, Ibrahim Tastekin, Xin Zhong, Yuta Mabuchi, Fernando J. Figueroa Santiago, Urja Verma, Nick Byrne, Edda Kunze, Thomas Crahan, Ryan Margossian, Haein Kim, Iliyan Georgiev, Fabianna Szorenyi, Atsuko Adachi, Benjamin Bargeron, Tomke Stürner, Damian Demarest, Burak Gür, Andrea N. Becker, Robert Turnbull, Ashley Morren, Andrea Sandoval, Anthony Moreno-Sanchez, Diego A. Pacheco, Eleni Samara, Haley Croke, Alexander Thomson, Connor Laughland, Suchetana B. Dutta, Paula Guiomar Alarcón de Antón, Binglin Huang, Patricia Pujols, Isabel Haber, Amanda González-Segarra, Albert Lin, Daniel T. Choe, Veronika Lukyanova, Nino Mancini, Zequan Liu, Tatsuo Okubo, Miriam A. Flynn, Gianna Vitelli, Meghan Laturney, Feng Li, Shuo Cao, Carolina Manyari-Diaz, Hyunsoo Yim, Anh Duc Le, Kate Maier, Seungyun Yu, Yeonju Nam, Daniel Bąba, Amanda Abusaif, Audrey Francis, Jesse Gayk, Sommer S. Huntress, Raquel Barajas, Mindy Kim, Xinyue Cui, Amy R. Sterling, Gabriella R. Sterne, Anna Li, Keehyun Park, Georgia Dempsey, Alan Mathew, Jinseong Kim, Taewan Kim, Guan-ting Wu, Serene Dhawan, Margarida Brotas, Cheng-hao Zhang, Shanice Bailey, Alexander Del Toro, Kisuk Lee, Thomas Macrina, Casey Schneider-Mizell, Sergiy Popovych, Oluwaseun Ogedengbe, Runzhe Yang, Akhilesh Halageri, Will Silversmith, Stephan Gerhard, Andrew Champion, Nils Eckstein, Dodam Ih, Nico Kemnitz, Manuel Castro, Zhen Jia, Jingpeng Wu, Eric Mitchell, Barak Nehoran, Shang Mu, J. Alexander Bae, Ran Lu, Ryan Morey, Kai Kuehner, Derrick Brittain, Chris S. Jordan, David J. Anderson, Rudy Behnia, Salil S. Bidaye, Alexander Borst, Eugenia Chiappe, Forrest Collman, Kenneth J. Colodner, Andrew Dacks, Barry Dickson, Jan Funke, Denise Garcia, Stefanie Hampel, Volker Hartenstein, Bassem Hassan, Charlotte Helfrich-Forster, Wolf Huetteroth, Jinseop Kim, Sung Soo Kim, Young-Joon Kim, Jae Young Kwon, Wei-Chung Lee, Gerit A. Linneweber, Gaby Maimon, Richard Mann, Stéphane Noselli, Michael Pankratz, Lucia Prieto-Godino, Jenny Read, Michael Reiser, Katie von Reyn, Carlos Ribeiro, Kristin Scott, Andrew M. Seeds, Mareike Selcho, Marion Silies, Julie Simpson, Scott Waddell, Mathias F. Wernet, Rachel I. Wilson, Fred W. Wolf, Zepeng Yao, Nilay Yapici, Meet Zandawala, Marta Costa, H. Sebastian Seung, Mala Murthy, Volker Hartenstein, Davi D. Bock, Gregory S. X. E. Jefferis",
      "paper_url": "https://doi.org/10.1038/s41586-024-07686-5",
      "venue": "nature24"
    }
  ]
}