{
  "cluster_id": 181,
  "papers": [
    {
      "id": "science23_https://openalex.org/W4317497423",
      "paper_id": "https://openalex.org/W4317497423",
      "title": "<i>BTG1</i> mutation yields supercompetitive B cells primed for malignant transformation",
      "authors": "Coraline Mlynarczyk, Matt Teater, Juhee Pae, Christopher R. Chin, Ling Wang, Theinmozhi Arulraj, Darko Barisic, Antonin Papin, Kenneth B. Hoehn, Ekaterina Kots, Jonatan Ersching, Arnab Bandyopadhyay, Ersilia Barin, Hui Xian Poh, Chiara M. Evans, Amy Chadburn, Zhengming Chen, Hao Shen, Hannah M. Isles, Benedikt Pelzer, Ioanna Tsialta, Ashley S. Doane, Huimin Geng, Muhammad Hassan Rehman, Jonah Melnick, Wyatt Morgan, Diu T. T. Nguyen, Olivier Elemento, Michael G. Kharas, Samie R. Jaffrey, David W. Scott, George Khelashvili, Michael Meyer-Hermann, Gabriel D. Victora, Ari Melnick",
      "paper_url": "https://doi.org/10.1126/science.abj7412",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4385520050",
      "paper_id": "https://openalex.org/W4385520050",
      "title": "<i>CXCL9:SPP1</i> macrophage polarity identifies a network of cellular programs that control human cancers",
      "authors": "Ruben Bill, Pratyaksha Wirapati, Marius Messemaker, Whijae Roh, Beatrice Zitti, Florent Duval, Máté Kiss, Jong Chul Park, Talia M. Saal, Jan Hoelzl, David Tarussio, Fabrizio Benedetti, Stéphanie Tissot, Lana Kandalaft, Marco Varrone, Giovanni Ciriello, Thomas A. McKee, Yan Monnier, Maxime Mermod, Emily M. Blaum, Irena Gushterova, Anna L. K. Gonye, Nir Hacohen, Gad Getz, Thorsten R. Mempel, Allon M. Klein, Ralph Weissleder, William C. Faquin, Peter M. Sadow, Derrick Lin, Sara I. Pai, Moshe Sade-Feldman, Mikael J. Pittet",
      "paper_url": "https://doi.org/10.1126/science.ade2292",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3135034938",
      "paper_id": "https://openalex.org/W3135034938",
      "title": "<i>Debaryomyces</i> is enriched in Crohn’s disease intestinal tissue and impairs healing in mice",
      "authors": "Umang Jain, Aaron M. Ver Heul, Shanshan Xiong, Martin H. Gregory, Elora G. Demers, Justin T. Kern, Chin-Wen Lai, Brian D. Muegge, Derek A. G. Barisas, J. Steven Leal-Ekman, Parakkal Deepak, Matthew A. Ciorba, Ta-Chiang Liu, Deborah A. Hogan, Philip Debbas, Jonathan Braun, Dermot P. B. McGovern, David M. Underhill, Thaddeus S. Stappenbeck",
      "paper_url": "https://doi.org/10.1126/science.abd0919",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3194929095",
      "paper_id": "https://openalex.org/W3194929095",
      "title": "<i>Enterococcus</i> peptidoglycan remodeling promotes checkpoint inhibitor cancer immunotherapy",
      "authors": "Matthew E. Griffin, Juliel Espinosa, Jessica L. Becker, Ji-Dung Luo, Thomas S. Carroll, Jyoti K. Jha, Gary R. Fanger, Howard C. Hang",
      "paper_url": "https://doi.org/10.1126/science.abc9113",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4396574532",
      "paper_id": "https://openalex.org/W4396574532",
      "title": "A blueprint for tumor-infiltrating B cells across human cancers",
      "authors": "Jiaqiang Ma, Yingcheng Wu, Lifeng Ma, Xupeng Yang, Tiancheng Zhang, Guohe Song, Teng Li, Ke Gao, Xia Shen, Jian Lin, Yamin Chen, Xiaoshan Liu, Yuting Fu, Xixi Gu, Zechuan Chen, Shan Jiang, Dongning Rao, Jiaomeng Pan, Shu Zhang, Jian Zhou, Chen Huang, Si Shi, Jia Fan, Guoji Guo, Xiaoming Zhang, Qiang Gao",
      "paper_url": "https://doi.org/10.1126/science.adj4857",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4289782019",
      "paper_id": "https://openalex.org/W4289782019",
      "title": "A conserved Bacteroidetes antigen induces anti-inflammatory intestinal T lymphocytes",
      "authors": "Djenet Bousbaine, Laura I. Fisch, Mariya London, Preksha Bhagchandani, Tiago B. Rezende de Castro, Mark Mimee, Scott Olesen, Bernardo S. Reis, David VanInsberghe, Juliana Bortolatto, Mathilde Poyet, Ross W. Cheloha, John Sidney, Jingjing Ling, Aaron Gupta, Timothy K. Lu, Alessandro Sette, Eric J. Alm, James J. Moon, Gabriel D. Victora, Daniel Mucida, Hidde L. Ploegh, Angelina M. Bilate",
      "paper_url": "https://doi.org/10.1126/science.abg5645",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4409317294",
      "paper_id": "https://openalex.org/W4409317294",
      "title": "A distinct priming phase regulates CD8 T cell immunity by orchestrating paracrine IL-2 signals",
      "authors": "Katarzyna Jobin, Deeksha Seetharama, Lennart Rüttger, Chloe Fenton, Ekaterina Kharybina, Annerose Wirsching, Anfei Huang, Konrad Knöpper, Tsuneyasu Kaisho, Dirk H. Busch, Martin Vaeth, Antoine-Emmanuel Saliba, Frederik Graw, Alain Pulfer, Santiago F. González, Dietmar Zehn, Yinming Liang, Milas Ugur, Georg Gasteiger, Wolfgang Kastenmüller",
      "paper_url": "https://doi.org/10.1126/science.adq1405",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4402891486",
      "paper_id": "https://openalex.org/W4402891486",
      "title": "A host-adapted auxotrophic gut symbiont induces mucosal immunodeficiency",
      "authors": "Qiuhe Lu, Thomas C. A. Hitch, Julie Y. Zhou, Mohammed Dwidar, Naseer Sangwan, Dylan Lawrence, Lila S. Nolan, Scott T. Espenschied, Kevin P. Newhall, Yi Han, Paul E. Karell, Vanessa Salazar, Megan T. Baldridge, Thomas Clavel, Thaddeus S. Stappenbeck",
      "paper_url": "https://doi.org/10.1126/science.adk2536",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4403718860",
      "paper_id": "https://openalex.org/W4403718860",
      "title": "A human gut <i>Faecalibacterium prausnitzii</i> fatty acid amide hydrolase",
      "authors": "Jiye Cheng, Siddarth Venkatesh, Ke Ke, Michael J. Barratt, Jeffrey I. Gordon",
      "paper_url": "https://doi.org/10.1126/science.ado6828",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4379780265",
      "paper_id": "https://openalex.org/W4379780265",
      "title": "A microbiota-modulated checkpoint directs immunosuppressive intestinal T cells into cancers",
      "authors": "Marine Fidelle, Conrad Rauber, Carolina Alves Costa Silva, Ai-Ling Tian, Imran Lahmar, Anne-Laure Mallard de La Varende, Liwei Zhao, Cassandra Thelemaque, Isabelle Lebhar, Meriem Messaoudene, Eugenie Pizzato, Roxanne Birebent, Maxime Descartes Mbogning Fonkou, Silvia Zoppi, Anna Reni, Cécile Dalban, Marion Leduc, Gladys Ferrere, Sylvère Durand, Pierre Ly, Aymeric Silvin, Kevin Mulder, Charles-Antoine Dutertre, Florent Ginhoux, Satoru Yonekura, Maria Paula Roberti, Maryam Tidjani-Alou, Safae Terrisse, Jianzhou Chen, Oliver Kepp, Angela Schippers, Norbert Wagner, Javier Suárez-Gosálvez, Sebastian Kobold, Jean-Eudes Fahrner, Corentin Richard, Jacques Bosq, Leonardo Lordello, Giacomo Vitali, Nathalie Galleron, Benoît Quinquis, Emmanuelle Le Chatelier, Lucas Blanchard, Jean-Philippe Girard, Anne Jarry, Nadine Gervois, Emmanuelle Godefroy, Nathalie Labarrière, Ronald Koschny, Romain Daillère, Benjamin Besse, Caroline Truntzer, François Ghiringhelli, Nicolas Coatnoan, Vanessa Mhanna, David Klatzmann, Damien Drubay, Laurence Albiges, Andrew Maltez Thomas, Nicola Segata, François-Xavier Danlos, Aurélien Marabelle, Bertrand Routy, Lisa Derosa, Guido Kroemer, Laurence Zitvogel",
      "paper_url": "https://doi.org/10.1126/science.abo2296",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3120567430",
      "paper_id": "https://openalex.org/W3120567430",
      "title": "A noninflammatory mRNA vaccine for treatment of experimental autoimmune encephalomyelitis",
      "authors": "Christina Krienke, Laura Kolb, Elif Diken, Michael Streuber, Sarah Kirchhoff, Thomas Bukur, Özlem Akilli-Öztürk, Lena M. Kranz, Hendrik Berger, Jutta Petschenka, Mustafa Diken, Sebastian Kreiter, Nir Yogev, Ari Waisman, Katalin Karikó, Özlem Türeci, Ugur Sahin",
      "paper_url": "https://doi.org/10.1126/science.aay3638",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3203249973",
      "paper_id": "https://openalex.org/W3203249973",
      "title": "A prenylated dsRNA sensor protects against severe COVID-19",
      "authors": "Arthur Wickenhagen, Elena Sugrue, Spyros Lytras, Srikeerthana Kuchi, Marko Noerenberg, Matthew L. Turnbull, Colin Loney, Vanessa Herder, Jay Allan, Innes Jarmson, Natalia Cameron-Ruiz, Margus Varjak, Rute M. Pinto, Jeffrey Y. Lee, Louisa Iselin, Natasha Palmalux, Douglas G. Stewart, Simon Swingler, Edward J. D. Greenwood, Thomas W. M. Crozier, Quan Gu, Emma L. Davies, Sara Clohisey, Bo Wang, Fabio Trindade Maranhão Costa, Monique Freire Santana, Luiz Carlos de Lima Ferreira, Lee Murphy, Angie Fawkes, Alison Meynert, Graeme Grimes, , Joao Luiz Da Silva Filho, Matthias Marti, Joseph Hughes, Richard J. Stanton, Eddie C. Y. Wang, Antonia Ho, Ilan Davis, Ruth F. Jarrett, Alfredo Castello, David L. Robertson, Malcolm G. Semple, Peter J. M. Openshaw, Massimo Palmarini, Paul J. Lehner, J. Kenneth Baillie, Suzannah J. Rihn, Sam J. Wilson",
      "paper_url": "https://doi.org/10.1126/science.abj3624",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4410050924",
      "paper_id": "https://openalex.org/W4410050924",
      "title": "A symbiotic filamentous gut fungus ameliorates MASH via a secondary metabolite–CerS6–ceramide axis",
      "authors": "Shuang Zhou, Meng Li, Pengcheng Wang, Chenghao Guo, Jinxin Zhang, Xi Luo, Yu-Chen Fan, En-Qiang Chen, Xingshun Qi, Jinjun Chen, Lechi Ye, Hai-Yang Yuan, Wen-Bing Yin, Kai Wang, Ming-Hua Zheng, Yanli Pang, Jie Qiao, Changtao Jiang",
      "paper_url": "https://doi.org/10.1126/science.adp5540",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4386523012",
      "paper_id": "https://openalex.org/W4386523012",
      "title": "A type 2 immune circuit in the stomach controls mammalian adaptation to dietary chitin",
      "authors": "Do-Hyun Kim, Yilin Wang, Haerin Jung, Rachael L. Field, Xinya Zhang, Ta-Chiang Liu, Changqing Ma, James S. Fraser, Jonathan R. Brestoff, Steven J. Van Dyken",
      "paper_url": "https://doi.org/10.1126/science.add5649",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4410419419",
      "paper_id": "https://openalex.org/W4410419419",
      "title": "A wave of Thetis cells imparts tolerance to food antigens early in life",
      "authors": "Vanja Cabric, Yollanda Franco Parisotto, Tyler Park, Blossom Akagbosu, Zihan Zhao, Yun Lo, Gayathri Shibu, Logan Fisher, Yoselin A. Paucar Iza, Christina Leslie, Chrysothemis C. Brown",
      "paper_url": "https://doi.org/10.1126/science.adp0535",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4309263956",
      "paper_id": "https://openalex.org/W4309263956",
      "title": "Aberrant hyperexpression of the RNA binding protein FMRP in tumors mediates immune evasion",
      "authors": "Qiqun Zeng, Sadegh Saghafinia, Agnieszka Chryplewicz, Nadine Fournier, Lucine Christe, Yu-Qing Xie, Jeremy Guillot, Simge Yucel, Pumin Li, José A. Galván, Eva Karamitopoulou, Inti Zlobec, Dalya Ataca, Fleuriane Gallean, Peng Zhang, José Antonio Rodriguez-Calero, Mark Rubin, Mélanie Tichet, Krisztian Homicsko, Douglas Hanahan",
      "paper_url": "https://doi.org/10.1126/science.abl7207",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3120375284",
      "paper_id": "https://openalex.org/W3120375284",
      "title": "Aberrant type 1 immunity drives susceptibility to mucosal fungal infections",
      "authors": "Timothy J. Break, Vasileios Oikonomou, Nicolas Dutzan, Jigar V. Desai, Marc Swidergall, Tilo Freiwald, Daniel Chauss, Oliver J. Harrison, Julie Alejo, Drake W. Williams, Stefania Pittaluga, Chyi-Chia R. Lee, Nicolas Bouladoux, Muthulekha Swamydas, Kevin W. Hoffman, Teresa Greenwell-Wild, Vincent M. Bruno, Lindsey B. Rosen, Wint Lwin, Andy Renteria, Sergio M. Pontejo, John P. Shannon, Ian A. Myles, Peter Olbrich, Elise M. N. Ferré, Monica Schmitt, Daniel Martin, , Daniel L. Barber, Norma V. Solis, Luigi D. Notarangelo, David V. Serreze, Mitsuru Matsumoto, Heather D. Hickman, Philip M. Murphy, Mark S. Anderson, Jean K. Lim, Steven M. Holland, Scott G. Filler, Behdad Afzali, Yasmine Belkaid, Niki M. Moutsopoulos, Michail S. Lionakis",
      "paper_url": "https://doi.org/10.1126/science.aay5731",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4405603466",
      "paper_id": "https://openalex.org/W4405603466",
      "title": "Affinity maturation of antibody responses is mediated by differential plasma cell proliferation",
      "authors": "Andrew J. MacLean, Lachlan P. Deimel, Pengcheng Zhou, Mohamed A. ElTanbouly, Julia Merkenschlager, Victor Ramos, Gabriela S. Santos, Thomas Hägglöf, Christian T. Mayer, Brianna Hernandez, Anna Gazumyan, Michel C. Nussenzweig",
      "paper_url": "https://doi.org/10.1126/science.adr6896",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3153812969",
      "paper_id": "https://openalex.org/W3153812969",
      "title": "An intercrypt subpopulation of goblet cells is essential for colonic mucus barrier function",
      "authors": "Elisabeth E. L. Nyström, Beatriz Martinez-Abad, Liisa Arike, George M. H. Birchenough, Eric B. Nonnecke, Patricia A. Castillo, Frida Svensson, Charles L. Bevins, Gunnar C. Hansson, Malin E. V. Johansson",
      "paper_url": "https://doi.org/10.1126/science.abb1590",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4390792956",
      "paper_id": "https://openalex.org/W4390792956",
      "title": "Antibody production relies on the tRNA inosine wobble modification to meet biased codon demand",
      "authors": "Sophie Giguère, Xuesong Wang, Sabrina Huber, Liling Xu, John Warner, Stephanie R. Weldon, Jennifer Hu, Quynh Anh Phan, Katie Tumang, Thavaleak Prum, Duanduan Ma, Kathrin H. Kirsch, Usha Nair, Peter Dedon, Facundo D. Batista",
      "paper_url": "https://doi.org/10.1126/science.adi1763",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4393928643",
      "paper_id": "https://openalex.org/W4393928643",
      "title": "Apoptotic cell identity induces distinct functional responses to IL-4 in efferocytic macrophages",
      "authors": "Imke Liebold, Amirah Al Jawazneh, Christian Casar, Clarissa Lanzloth, Stephanie Leyk, Madeleine Hamley, Milagros N. Wong, Dominik Kylies, Stefanie K. Gräfe, Ilka Edenhofer, Irene Aranda-Pardos, Marie Kriwet, Helmuth Haas, Jenny Krause, Alexandros Hadjilaou, Andra B. Schromm, Ulricke Richardt, Petra Eggert, Dennis Tappe, Sören A. Weidemann, Sourav Ghosh, Christian F. Krebs, Noelia A-Gonzalez, Anna Worthmann, Ansgar W. Lohse, Samuel Huber, Carla V. Rothlin, Victor G. Puelles, Thomas Jacobs, Nicola Gagliani, Lidia Bosurgi",
      "paper_url": "https://doi.org/10.1126/science.abo7027",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4388520069",
      "paper_id": "https://openalex.org/W4388520069",
      "title": "Aster-dependent nonvesicular transport facilitates dietary cholesterol uptake",
      "authors": "Alessandra Ferrari, Emily Whang, Xu Xiao, John P. Kennelly, Beatriz Romartinez-Alonso, Julia J. Mack, Thomas Weston, Kai Chen, Youngjae Kim, Marcus J. Tol, Lara Bideyan, Alexander Nguyen, Yajing Gao, Liujuan Cui, Alexander H. Bedard, Jaspreet Sandhu, Stephen D. Lee, Louise Fairall, Kevin J. Williams, Wenxin Song, Priscilla Munguia, Robert A. Russell, Martin G. Martin, Michael E. Jung, Haibo Jiang, John W. R. Schwabe, Stephen G. Young, Peter Tontonoz",
      "paper_url": "https://doi.org/10.1126/science.adf0966",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4402473906",
      "paper_id": "https://openalex.org/W4402473906",
      "title": "Autoregulated splicing of <i>TRA2</i> β programs T cell fate in response to antigen-receptor stimulation",
      "authors": "Timofey A. Karginov, Antoine Ménoret, Nathan K. Leclair, Andrew G. Harrison, Karthik Chandiran, Jenny E. Suarez-Ramirez, Marina Yurieva, Keaton Karlinsey, Penghua Wang, Rachel J. O’Neill, Patrick A. Murphy, Adam J. Adler, Linda S. Cauley, Olga Anczuków, Beiyan Zhou, Anthony T. Vella",
      "paper_url": "https://doi.org/10.1126/science.adj1979",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4223917550",
      "paper_id": "https://openalex.org/W4223917550",
      "title": "Bacterial sensing via neuronal Nod2 regulates appetite and body temperature",
      "authors": "Ilana Gabanyi, Gabriel Lepousez, Richard Wheeler, Alba Vieites-Prado, Antoine Nissant, Grégoire Chevalier, Sébastien Wagner, Carine Moigneu, Sophie Dulauroy, Samia Hicham, Bernadette Polomack, Florine Verny, Philip Rosenstiel, Nicolas Renier, Ivo Gomperts Boneca, Gérard Eberl, Pierre-Marie Lledo",
      "paper_url": "https://doi.org/10.1126/science.abj3986",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4406201586",
      "paper_id": "https://openalex.org/W4406201586",
      "title": "Bile acid synthesis impedes tumor-specific T cell responses during liver cancer",
      "authors": "Siva Karthik Varanasi, Dan Chen, Yingluo Liu, Melissa A. Johnson, Cayla M. Miller, Souradipta Ganguly, Kathryn Lande, Michael A. LaPorta, Filipe Araujo Hoffmann, Thomas H. Mann, Marcos G. Teneche, Eduardo Casillas, Kailash C. Mangalhara, Varsha Mathew, Ming Sun, Isaac J. Jensen, Yagmur Farsakoglu, Timothy Chen, Bianca Parisi, Shaunak Deota, Aaron Havas, Jin Lee, H. Kay Chung, Andrea Schietinger, Satchidananda Panda, April E. Williams, Donna L. Farber, Debanjan Dhar, Peter D. Adams, Gen-Sheng Feng, Gerald S. Shadel, Mark S. Sundrud, Susan M. Kaech",
      "paper_url": "https://doi.org/10.1126/science.adl4100",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4413140645",
      "paper_id": "https://openalex.org/W4413140645",
      "title": "Breast milk IgG engages the mouse neonatal immune system to instruct responses to gut antigens",
      "authors": "Meera K. Shenoy, Diane M. Rico, Alina K. Lorant, Hamadoun Touré, Shannon Gordon, Luke J. Milburn, Jeanette S. Schwensen, Madelyn E. Cabán, Meghan A. Koch",
      "paper_url": "https://doi.org/10.1126/science.ado5294",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3165743373",
      "paper_id": "https://openalex.org/W3165743373",
      "title": "Canonical T cell receptor docking on peptide–MHC is essential for T cell signaling",
      "authors": "Pirooz Zareie, Christopher Szeto, Carine Farenc, Sachith D. Gunasinghe, Elizabeth M. Kolawole, Angela Nguyen, Chantelle Blyth, Xavier Y. X. Sng, Jasmine Li, Claerwen M. Jones, Alex J. Fulcher, Jesica R. Jacobs, Qianru Wei, Lukasz Wojciech, Jan Petersen, Nicholas R.J. Gascoigne, Brian D. Evavold, Katharina Gaus, Stephanie Gras, Jamie Rossjohn, Nicole L. La Gruta",
      "paper_url": "https://doi.org/10.1126/science.abe9124",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4207068215",
      "paper_id": "https://openalex.org/W4207068215",
      "title": "CAR T cells produced in vivo to treat cardiac injury",
      "authors": "Joel G. Rurik, István Tombácz, Amir Yadegari, Pedro O. Méndez Fernández, Swapnil V. Shewale, Li Li, Toru Kimura, Ousamah Younoss Soliman, Tyler E. Papp, Ying K. Tam, Barbara L. Mui, Steven M. Albelda, Ellen Puré, Carl H. June, Haig Aghajanian, Drew Weissman, Hamideh Parhiz, Jonathan A. Epstein",
      "paper_url": "https://doi.org/10.1126/science.abm0594",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4321018001",
      "paper_id": "https://openalex.org/W4321018001",
      "title": "CD5 expression by dendritic cells directs T cell immunity and sustains immunotherapy responses",
      "authors": "Mingyu He, Kate Roussak, Feiyang Ma, Nicholas Borcherding, Vince Garin, Mike White, Charles Schutt, Trine I. Jensen, Yun Zhao, Courtney A. Iberg, Kairav Shah, Himanshi Bhatia, Daniel Korenfeld, Sabrina Dinkel, Judah Gray, Alina Ulezko Antonova, Stephen Ferris, David Donermeyer, Cecilia Lindestam Arlehamn, Matthew M. Gubin, Jingqin Luo, Laurent Gorvel, Matteo Pellegrini, Alessandro Sette, Thomas Tung, Rasmus Bak, Robert L. Modlin, Ryan C. Fields, Robert D. Schreiber, Paul M. Allen, Eynav Klechevsky",
      "paper_url": "https://doi.org/10.1126/science.abg2752",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4388215068",
      "paper_id": "https://openalex.org/W4388215068",
      "title": "CD8 T cell tolerance results from eviction of immature autoreactive cells from the thymus",
      "authors": "Mohamed Elsherif Badr, Zhongmei Zhang, Xuguang Tai, Alfred Singer",
      "paper_url": "https://doi.org/10.1126/science.adh4124",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4210998457",
      "paper_id": "https://openalex.org/W4210998457",
      "title": "CD97 promotes spleen dendritic cell homeostasis through the mechanosensing of red blood cells",
      "authors": "Dan Liu, Lihui Duan, Lauren B. Rodda, Erick Lu, Ying Xu, Jinping An, Longhui Qiu, Fengchun Liu, Mark R. Looney, Zhiyong Yang, Christopher D. C. Allen, Zhongmei Li, Alexander Marson, Jason G. Cyster",
      "paper_url": "https://doi.org/10.1126/science.abi5965",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4399394747",
      "paper_id": "https://openalex.org/W4399394747",
      "title": "Cellular architecture shapes the naïve T cell response",
      "authors": "Benjamin D. Hale, Yannik Severin, Fabienne Graebnitz, Dominique Stark, Daniel Guignard, Julien Mena, Yasmin Festl, Sohyon Lee, Jacob Hanimann, Nathan S. Zangger, Michelle Meier, David Goslings, Olga Lamprecht, Beat M. Frey, Annette Oxenius, Berend Snijder",
      "paper_url": "https://doi.org/10.1126/science.adh8967",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4399848783",
      "paper_id": "https://openalex.org/W4399848783",
      "title": "Combined JAK inhibition and PD-1 immunotherapy for non–small cell lung cancer patients",
      "authors": "Divij Mathew, Melina E. Marmarelis, Caitlin Foley, Joshua M. Bauml, Darwin Ye, Reem Ghinnagow, Shin Foong Ngiow, Max Klapholz, Soyeong Jun, Zhaojun Zhang, Robert Zorc, Christiana W. Davis, Maximillian Diehn, Josephine R. Giles, Alexander C. Huang, Wei-Ting Hwang, Nancy R. Zhang, Adam J. Schoenfeld, Erica L. Carpenter, Corey J. Langer, E. John Wherry, Andy J. Minn",
      "paper_url": "https://doi.org/10.1126/science.adf1329",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4307412745",
      "paper_id": "https://openalex.org/W4307412745",
      "title": "Commensal microbiota from patients with inflammatory bowel disease produce genotoxic metabolites",
      "authors": "Yiyun Cao, Joonseok Oh, Mengzhao Xue, Won Jae Huh, Jiawei Wang, Jaime A. Gonzalez-Hernandez, Tyler A. Rice, Anjelica L. Martin, Deguang Song, Jason M. Crawford, Seth B. Herzon, Noah W. Palm",
      "paper_url": "https://doi.org/10.1126/science.abm3233",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4386736950",
      "paper_id": "https://openalex.org/W4386736950",
      "title": "Conserved γδ T cell selection by BTNL proteins limits progression of human inflammatory bowel disease",
      "authors": "Robin J. Dart, Iva Zlatareva, Pierre Vantourout, Efstathios Theodoridis, Ariella Amar, Shichina Kannambath, Philip East, Timothy Recaldin, John C. Mansfield, Christopher A. Lamb, Miles Parkes, Peter M. Irving, Natalie J. Prescott, Adrian C. Hayday",
      "paper_url": "https://doi.org/10.1126/science.adh0301",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4210396037",
      "paper_id": "https://openalex.org/W4210396037",
      "title": "CRISPR activation and interference screens decode stimulation responses in primary human T cells",
      "authors": "Ralf Schmidt, Zachary Steinhart, Madeline Layeghi, Jacob W. Freimer, Raymund Bueno, Vinh Q. Nguyen, Franziska Blaeschke, Chun Jimmie Ye, Alexander Marson",
      "paper_url": "https://doi.org/10.1126/science.abj4008",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3119668853",
      "paper_id": "https://openalex.org/W3119668853",
      "title": "Cryo-EM structure of the B cell co-receptor CD19 bound to the tetraspanin CD81",
      "authors": "Katherine J. Susa, Shaun Rawson, Andrew C. Kruse, Stephen C. Blacklow",
      "paper_url": "https://doi.org/10.1126/science.abd9836",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4292854552",
      "paper_id": "https://openalex.org/W4292854552",
      "title": "Cryo-EM structure of the human IgM B cell receptor",
      "authors": "Qiang Su, Mengying Chen, Yan Shi, Xiaofeng Zhang, Gaoxingyu Huang, Bangdong Huang, Dongwei Liu, Zhangsuo Liu, Yigong Shi",
      "paper_url": "https://doi.org/10.1126/science.abo3923",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4293068704",
      "paper_id": "https://openalex.org/W4293068704",
      "title": "Cryo-EM structures of two human B cell receptor isotypes",
      "authors": "Xinyu Ma, Yuwei Zhu, De Dong, Yan Chen, Shubo Wang, Dehui Yang, Zhuo Ma, Anqi Zhang, Fan Zhang, Changyou Guo, Zhiwei Huang",
      "paper_url": "https://doi.org/10.1126/science.abo3828",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4327550240",
      "paper_id": "https://openalex.org/W4327550240",
      "title": "Cysteine carboxyethylation generates neoantigens to induce HLA-restricted autoimmunity",
      "authors": "Yue Zhai, Liang Chen, Qian Zhao, Zhao-Hui Zheng, Zhi-Nan Chen, Huijie Bian, Xu Yang, Huan-Yu Lu, Peng Lin, Xi Chen, Ruo Chen, Hao-Yang Sun, Lin-Ni Fan, Kun Zhang, Bin Wang, Xiu-Xuan Sun, Zhuan Feng, Yu-Meng Zhu, Jian-Sheng Zhou, Shi-Rui Chen, Tao Zhang, Si-Yu Chen, Jun-Jie Chen, Kui Zhang, Yan Wang, Yang Chang, Rui Zhang, Bei Zhang, Li-Juan Wang, Xiao-Min Li, Qian He, Xiang-Min Yang, Gang Nan, Rong-Hua Xie, Liu Yang, Jing-Hua Yang, Ping Zhu",
      "paper_url": "https://doi.org/10.1126/science.abg2482",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4413045816",
      "paper_id": "https://openalex.org/W4413045816",
      "title": "Cysteinyl leukotrienes stimulate gut absorption of food allergens to promote anaphylaxis in mice",
      "authors": "Laura R. Hoyt, Elise Liu, Eli C. Olson, Danielle R. Jacobsen, Emily R. Siniscalco, Rebecca A. Krier-Burris, Kara G. Greenfield, Caleb D. McBride, Mia M. Alfajaro, Julien A.R. Amat, Zhe Zhao, Lan Xu, Vivek Philip, Aditi Verma, Slim Fourati, Donna L. Senger, Lingdi Zhang, Supinda Bunyavanich, Sarah E. Glass, Robert J. Coffey, Craig B. Wilen, Adam Williams, Stephanie C. Eisenbarth",
      "paper_url": "https://doi.org/10.1126/science.adp0240",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4412622982",
      "paper_id": "https://openalex.org/W4412622982",
      "title": "De novo design and structure of a peptide–centric TCR mimic binding module",
      "authors": "Karsten D. Householder, Xinyu Xiang, Kevin M. Jude, Arthur Deng, Matthias Obenaus, Yang Zhao, Steven C. Wilson, Xiaojing Chen, Nan Wang, K. Christopher Garcia",
      "paper_url": "https://doi.org/10.1126/science.adv3813",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4412622989",
      "paper_id": "https://openalex.org/W4412622989",
      "title": "De novo-designed pMHC binders facilitate T cell–mediated cytotoxicity toward cancer cells",
      "authors": "Kristoffer Haurum Johansen, Darian Stephan Wolff, Beatrice Scapolo, Monica L. Fernández-Quintero, Charlotte Risager Christensen, Johannes R. Loeffler, Esperanza Rivera-de-Torre, Max D. Overath, Kamilla Kjærgaard Munk, Oliver Morell, Marie Christine Viuff, Iñigo Lacunza, Alberte T. Damm Englund, Mathilde Due, Anant Gharpure, Stefano Forli, Carlos Rodriguez Pardo, Tripti Tamhane, Emma Qingjie Andersen, Kasper Haldrup Björnsson, Jordan Sylvester Fernandes, Lasse Frank Voss, Suthimon Thumtecho, Andrew B. Ward, Maria Ormhøj, Sine Reker Hadrup, Timothy P. Jenkins",
      "paper_url": "https://doi.org/10.1126/science.adv0422",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4311887602",
      "paper_id": "https://openalex.org/W4311887602",
      "title": "Decoding CAR T cell phenotype using combinatorial signaling motif libraries and machine learning",
      "authors": "Kyle G. Daniels, Shangying Wang, Milos S. Simic, Hersh K. Bhargava, Sara Capponi, Yurie Tonai, Wei Yu, Simone Bianco, Wendell A. Lim",
      "paper_url": "https://doi.org/10.1126/science.abq0225",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4403510815",
      "paper_id": "https://openalex.org/W4403510815",
      "title": "Description and functional validation of human enteroendocrine cell sensors",
      "authors": "Joep Beumer, Maarten H. Geurts, Veerle Geurts, Amanda Andersson-Rolf, Ninouk Akkerman, Franziska Völlmy, Daniel Krueger, Georg A. Busslinger, Adriana Martínez-Silgado, Charelle Boot, Fjodor A. Yousef Yengej, Jens Puschhof, Wiline J. Van de Wetering, Kevin Knoops, Carmen López-Iglesias, Peter J. Peters, Judith A. Vivié, Dylan Mooijman, Johan H. van Es, Hans Clevers",
      "paper_url": "https://doi.org/10.1126/science.adl1460",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4412622931",
      "paper_id": "https://openalex.org/W4412622931",
      "title": "Design of high-specificity binders for peptide–MHC-I complexes",
      "authors": "Bingxu Liu, Nathan F. Greenwood, Julia E. Bonzanini, Amir Motmaen, Jeremy Meyerberg, Tao Dao, Xinyu Xiang, Russell Ault, Jazmin Sharp, Chunyu Wang, Gian Marco Visani, Dionne K. Vafeados, Nicole Roullier, Armita Nourmohammad, David A. Scheinberg, K. Christopher Garcia, David Baker",
      "paper_url": "https://doi.org/10.1126/science.adv0185",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4390734484",
      "paper_id": "https://openalex.org/W4390734484",
      "title": "Deterministic reprogramming of neutrophils within tumors",
      "authors": "Melissa S. F. Ng, Immanuel Kwok, Leonard Tan, Changming Shi, Daniela Cerezo-Wallis, Yingrou Tan, Keith Leong, Gabriel F. Calvo, Katharine Yang, Yuning Zhang, Jingsi Jin, Ka Hang Liong, Dandan Wu, Rui He, Dehua Liu, Ye Chean Teh, Camille Bleriot, Nicoletta Caronni, Zhaoyuan Liu, Kaibo Duan, Vipin Narang, Iván Ballesteros, Federica Moalli, Mengwei Li, Jinmiao Chen, Yao Liu, Lianxin Liu, Jingjing Qi, Yingbin Liu, Lingxi Jiang, Baiyong Shen, Hui Cheng, Tao Cheng, Veronique Angeli, Ankur Sharma, Yuin-han Loh, Hong Liang Tey, Shu Zhen Chong, Matteo Iannacone, Renato Ostuni, Andrés Hidalgo, Florent Ginhoux, Lai Guan Ng",
      "paper_url": "https://doi.org/10.1126/science.adf6493",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3176735405",
      "paper_id": "https://openalex.org/W3176735405",
      "title": "Diet-regulated production of PDGFcc by macrophages controls energy storage",
      "authors": "Nehemiah Cox, Lucile Crozet, Inge R. Holtman, Pierre-Louis Loyher, Tomi Lazarov, Jessica B. White, Elvira Mass, E. Richard Stanley, Olivier Elemento, Christopher K. Glass, Frederic Geissmann",
      "paper_url": "https://doi.org/10.1126/science.abe9383",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W4200001874",
      "paper_id": "https://openalex.org/W4200001874",
      "title": "Dietary fiber and probiotics influence the gut microbiome and melanoma immunotherapy response",
      "authors": "Christine N. Spencer, Jennifer L. McQuade, Vancheswaran Gopalakrishnan, John A. McCulloch, Marie Vetizou, Alexandria P. Cogdill, Md A. Wadud Khan, Xiaotao Zhang, Michael G. White, Christine B. Peterson, Matthew C. Wong, Golnaz Morad, Theresa Rodgers, Jonathan H. Badger, Beth A. Helmink, Miles C. Andrews, Richard R. Rodrigues, Andrey Morgun, Young S. Kim, Jason Roszik, Kristi L. Hoffman, Jiali Zheng, Yifan Zhou, Yusra B. Medik, Laura M. Kahn, Sarah Johnson, Courtney W. Hudgens, Khalida Wani, Pierre-Olivier Gaudreau, Angela L. Harris, Mohamed A. Jamal, Erez N. Baruch, Eva Perez-Guijarro, Chi-Ping Day, Glenn Merlino, Barbara Pazdrak, Brooke S. Lochmann, Robert A. Szczepaniak-Sloane, Reetakshi Arora, Jaime Anderson, Chrystia M. Zobniw, Eliza Posada, Elizabeth Sirmans, Julie Simon, Lauren E. Haydu, Elizabeth M. Burton, Linghua Wang, Minghao Dang, Karen Clise-Dwyer, Sarah Schneider, Thomas Chapman, Nana-Ama A. S. Anang, Sheila Duncan, Joseph Toker, Jared C. Malke, Isabella C. Glitza, Rodabe N. Amaria, Hussein A. Tawbi, Adi Diab, Michael K. Wong, Sapna P. Patel, Scott E. Woodman, Michael A. Davies, Merrick I. Ross, Jeffrey E. Gershenwald, Jeffrey E. Lee, Patrick Hwu, Vanessa Jensen, Yardena Samuels, Ravid Straussman, Nadim J. Ajami, Kelly C. Nelson, Luigi Nezi, Joseph F. Petrosino, P. Andrew Futreal, Alexander J. Lazar, Jianhua Hu, Robert R. Jenq, Michael T. Tetzlaff, Yan Yan, Wendy S. Garrett, Curtis Huttenhower, Padmanee Sharma, Stephanie S. Watowich, James P. Allison, Lorenzo Cohen, Giorgio Trinchieri, Carrie R. Daniel, Jennifer A. Wargo",
      "paper_url": "https://doi.org/10.1126/science.aaz7015",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4408388856",
      "paper_id": "https://openalex.org/W4408388856",
      "title": "Direct sensing of dietary ω-6 linoleic acid through FABP5-mTORC1 signaling",
      "authors": "Nikos Koundouros, Michal J. Nagiec, Nayah Bullen, Evan K. Noch, Guillermo Burgos-Barragan, Zhongchi Li, Long He, Sungyun Cho, Bobak Parang, Dominique Leone, Eleni Andreopoulou, John Blenis",
      "paper_url": "https://doi.org/10.1126/science.adm9805",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4406439926",
      "paper_id": "https://openalex.org/W4406439926",
      "title": "Distinct myeloid-derived suppressor cell populations in human glioblastoma",
      "authors": "Christina Jackson, Christopher Cherry, Sadhana Bom, Arbor G. Dykema, Rulin Wang, Elizabeth Thompson, Ming Zhang, Runzhe Li, Zhicheng Ji, Wenpin Hou, Wentao Zhan, Hao Zhang, John Choi, Ajay Vaghasia, Landon Hansen, William Wang, Brandon Bergsneider, Kate M. Jones, Fausto Rodriguez, Jon Weingart, Calixto-Hope Lucas, Jonathan Powell, Jennifer Elisseeff, Srinivasan Yegnasubramanian, Michael Lim, Chetan Bettegowda, Hongkai Ji, Drew Pardoll",
      "paper_url": "https://doi.org/10.1126/science.abm5214",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4389166095",
      "paper_id": "https://openalex.org/W4389166095",
      "title": "Divergent molecular networks program functionally distinct CD8 <sup>+</sup> skin-resident memory T cells",
      "authors": "Simone L. Park, Susan N. Christo, Alexandria C. Wells, Luke C. Gandolfo, Ali Zaid, Yannick O. Alexandre, Thomas N. Burn, Jan Schröder, Nicholas Collins, Seong-Ji Han, Stéphane M. Guillaume, Maximilien Evrard, Clara Castellucci, Brooke Davies, Maleika Osman, Andreas Obers, Keely M. McDonald, Huimeng Wang, Scott N. Mueller, George Kannourakis, Stuart P. Berzins, Lisa A. Mielke, Francis R. Carbone, Axel Kallies, Terence P. Speed, Yasmine Belkaid, Laura K. Mackay",
      "paper_url": "https://doi.org/10.1126/science.adi8885",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4315778773",
      "paper_id": "https://openalex.org/W4315778773",
      "title": "Dome1–JAK–STAT signaling between parasite and host integrates vector immunity and development",
      "authors": "Vipin S. Rana, Chrysoula Kitsou, Shraboni Dutta, Michael H. Ronzetti, Min Zhang, Quentin Bernard, Alexis A. Smith, Julen Tomás-Cortázar, Xiuli Yang, Ming-Jie Wu, Oleksandra Kepple, Weizhong Li, Jennifer E. Dwyer, Jaqueline Matias, Bolormaa Baljinnyam, Jonathan D. Oliver, Nallakkandi Rajeevan, Joao H F Pedra, Sukanya Narasimhan, Yan Wang, Ulrike Munderloh, Erol Fikrig, Anton Simeonov, Juan Anguita, Utpal Pal",
      "paper_url": "https://doi.org/10.1126/science.abl3837",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4378194755",
      "paper_id": "https://openalex.org/W4378194755",
      "title": "Ectocytosis renders T cell receptor signaling self-limiting at the immune synapse",
      "authors": "Jane C. Stinchcombe, Yukako Asano, Christopher J. G. Kaufman, Kristin Böhlig, Christopher J. Peddie, Lucy M. Collinson, André Nadler, Gillian M. Griffiths",
      "paper_url": "https://doi.org/10.1126/science.abp8933",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4407199619",
      "paper_id": "https://openalex.org/W4407199619",
      "title": "Endothelial insulin resistance induced by adrenomedullin mediates obesity-associated diabetes",
      "authors": "Haaglim Cho, Chien-Cheng Lai, Rémy Bonnavion, Mohamad Wessam Alnouri, ShengPeng Wang, Kenneth Anthony Roquid, Haruya Kawase, Diana Campos, Min Chen, Lee S. Weinstein, Alfredo Martínez, Mario Looso, Miloslav Sanda, Stefan Offermanns",
      "paper_url": "https://doi.org/10.1126/science.adr4731",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4365457270",
      "paper_id": "https://openalex.org/W4365457270",
      "title": "Engineered skin bacteria induce antitumor T cell responses against melanoma",
      "authors": "Y. Erin Chen, Djenet Bousbaine, Alessandra Veinbachs, Katayoon Atabakhsh, Alex Dimas, Victor K. Yu, Aishan Zhao, Nora J. Enright, Kazuki Nagashima, Yasmine Belkaid, Michael A. Fischbach",
      "paper_url": "https://doi.org/10.1126/science.abp9563",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4405056371",
      "paper_id": "https://openalex.org/W4405056371",
      "title": "Engineering synthetic suppressor T cells that execute locally targeted immunoprotective programs",
      "authors": "Nishith R. Reddy, Hasna Maachi, Yini Xiao, Milos S. Simic, Wei Yu, Yurie Tonai, Daniela A. Cabanillas, Ella Serrano-Wu, Philip T. Pauerstein, Whitney Tamaki, Greg M. Allen, Audrey V. Parent, Matthias Hebrok, Wendell A. Lim",
      "paper_url": "https://doi.org/10.1126/science.adl4793",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4308883689",
      "paper_id": "https://openalex.org/W4308883689",
      "title": "Enhanced T cell effector activity by targeting the Mediator kinase module",
      "authors": "Katherine A. Freitas, Julia A. Belk, Elena Sotillo, Patrick J. Quinn, Maria C. Ramello, Meena Malipatlolla, Bence Daniel, Katalin Sandor, Dorota Klysz, Jeremy Bjelajac, Peng Xu, Kylie A. Burdsall, Victor Tieu, Vandon T. Duong, Micah G. Donovan, Evan W. Weber, Howard Y. Chang, Robbie G. Majzner, Joaquin M. Espinosa, Ansuman T. Satpathy, Crystal L. Mackall",
      "paper_url": "https://doi.org/10.1126/science.abn5647",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3184077971",
      "paper_id": "https://openalex.org/W3184077971",
      "title": "Enterically derived high-density lipoprotein restrains liver injury through the portal vein",
      "authors": "Yong-Hyun Han, Emily J. Onufer, Li-Hao Huang, Robert W. Sprung, W. Sean Davidson, Rafael S. Czepielewski, Mary Wohltmann, Mary G. Sorci-Thomas, Brad W. Warner, Gwendalyn J. Randolph",
      "paper_url": "https://doi.org/10.1126/science.abe6729",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4403294547",
      "paper_id": "https://openalex.org/W4403294547",
      "title": "Epigenetic regulators of clonal hematopoiesis control CD8 T cell stemness during immunotherapy",
      "authors": "Tae Gun Kang, Xin Lan, Tian Mi, Hongfeng Chen, Shanta Alli, Song-Eun Lim, Sheetal Bhatara, Anoop Babu Vasandan, Grace Ward, Sofia Bentivegna, Josh Jang, Marianne L. Spatz, Jin-Hwan Han, Balthasar Clemens Schlotmann, Jakob Schmidt Jespersen, Christopher Derenzo, Peter Vogel, Jiyang Yu, Stephen Baylin, Peter Jones, Casey O’Connell, Kirsten Grønbæk, Ben Youngblood, Caitlin C. Zebley",
      "paper_url": "https://doi.org/10.1126/science.adl4492",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3200323540",
      "paper_id": "https://openalex.org/W3200323540",
      "title": "Epithelial memory of inflammation limits tissue damage while promoting pancreatic tumorigenesis",
      "authors": "Edoardo Del Poggetto, I-Lin Ho, Chiara Balestrieri, Er-Yen Yen, Shaojun Zhang, Francesca Citron, Rutvi Shah, Denise Corti, Giuseppe R. Diaferia, Chieh-Yuan Li, Sara Loponte, Federica Carbone, Yoku Hayakawa, Giovanni Valenti, Shan Jiang, Luigi Sapio, Hong Jiang, Prasenjit Dey, Sisi Gao, Angela K. Deem, Stefan Rose-John, Wantong Yao, Haoqiang Ying, Andrew D. Rhim, Giannicola Genovese, Timothy P. Heffernan, Anirban Maitra, Timothy C. Wang, Linghua Wang, Giulio F. Draetta, Alessandro Carugo, Gioacchino Natoli, Andrea Viale",
      "paper_url": "https://doi.org/10.1126/science.abj0486",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4224279491",
      "paper_id": "https://openalex.org/W4224279491",
      "title": "ESCRT-mediated membrane repair protects tumor-derived cells against T cell attack",
      "authors": "Alex T. Ritter, Gleb Shtengel, C. Shan Xu, Aubrey Weigel, David P. Hoffman, Melanie Freeman, Nirmala Iyer, Nensi Alivodej, David Ackerman, Ilia Voskoboinik, Joseph Trapani, Harald F. Hess, Ira Mellman",
      "paper_url": "https://doi.org/10.1126/science.abl3855",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4403925084",
      "paper_id": "https://openalex.org/W4403925084",
      "title": "Exposure to sugar rationing in the first 1000 days of life protected against chronic disease",
      "authors": "Tadeja Gracner, Claire Boone, Paul J. Gertler",
      "paper_url": "https://doi.org/10.1126/science.adn5421",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3178902255",
      "paper_id": "https://openalex.org/W3178902255",
      "title": "Expression of Foxp3 by T follicular helper cells in end-stage germinal centers",
      "authors": "Johanne T. Jacobsen, Wei Hu, Tiago B. R. Castro, Sigrid Solem, Alice Galante, Zeran Lin, Samuel J. Allon, Luka Mesin, Angelina M. Bilate, Ariën Schiepers, Alex K. Shalek, Alexander Y. Rudensky, Gabriel D. Victora",
      "paper_url": "https://doi.org/10.1126/science.abe5146",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3126208996",
      "paper_id": "https://openalex.org/W3126208996",
      "title": "Fecal microbiota transplant overcomes resistance to anti–PD-1 therapy in melanoma patients",
      "authors": "Diwakar Davar, Amiran K. Dzutsev, John A. McCulloch, Richard R. Rodrigues, Joe-Marc Chauvin, Robert M. Morrison, Richelle N. Deblasio, Carmine Menna, Quanquan Ding, Ornella Pagliano, Bochra Zidi, Shuowen Zhang, Jonathan H. Badger, Marie Vetizou, Alicia M. Cole, Miriam R. Fernandes, Stephanie Prescott, Raquel G. F. Costa, Ascharya K. Balaji, Andrey Morgun, Ivan Vujkovic-Cvijin, Hong Wang, Amir A. Borhani, Marc B. Schwartz, Howard M. Dubner, Scarlett J. Ernst, Amy Rose, Yana G. Najjar, Yasmine Belkaid, John M. Kirkwood, Giorgio Trinchieri, Hassane M. Zarour",
      "paper_url": "https://doi.org/10.1126/science.abf3363",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401416770",
      "paper_id": "https://openalex.org/W4401416770",
      "title": "Fetal exposure to the Ukraine famine of 1932–1933 and adult type 2 diabetes mellitus",
      "authors": "L. H. Lumey, Chihua Li, Mykola Khalangot, Nataliia Levchuk, Oleh Wolowyna",
      "paper_url": "https://doi.org/10.1126/science.adn4614",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W4200550013",
      "paper_id": "https://openalex.org/W4200550013",
      "title": "Fibrin is a critical regulator of neutrophil effector function at the oral mucosal barrier",
      "authors": "Lakmali M. Silva, Andrew D. Doyle, Teresa Greenwell-Wild, Nicolas Dutzan, Collin L. Tran, Loreto Abusleme, Lih Jiin Juang, Jerry Leung, Elizabeth M. Chun, Andrew G. Lum, Cary S. Agler, Carlos E. Zuazo, Megan Sibree, Priyam Jani, Vardit Kram, Daniel Martin, Kevin Moss, Michail S. Lionakis, Francis J. Castellino, Christian J. Kastrup, Matthew J. Flick, Kimon Divaris, Thomas H. Bugge, Niki M. Moutsopoulos",
      "paper_url": "https://doi.org/10.1126/science.abl5450",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3118717598",
      "paper_id": "https://openalex.org/W3118717598",
      "title": "GPER1 is required to protect fetal health from maternal inflammation",
      "authors": "Alfred T. Harding, Marisa A. Goff, Heather M. Froggatt, Jean K. Lim, Nicholas S. Heaton",
      "paper_url": "https://doi.org/10.1126/science.aba9001",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4402261463",
      "paper_id": "https://openalex.org/W4402261463",
      "title": "Hematopoietic aging promotes cancer by fueling IL-1⍺–driven emergency myelopoiesis",
      "authors": "Matthew D. Park, Jessica Le Berichel, Pauline Hamon, C. Matthias Wilk, Meriem Belabed, Nader Yatim, Alexis Saffon, Jesse Boumelha, Chiara Falcomatà, Alexander Tepper, Samarth Hegde, Raphaël Mattiuz, Brian Y. Soong, Nelson M. LaMarche, Frederika Rentzeperis, Leanna Troncoso, Laszlo Halasz, Clotilde Hennequin, Theodore Chin, Earnest P. Chen, Amanda M. Reid, Matthew Su, Ashley Reid Cahn, Laura L. Koekkoek, Nicholas Venturini, Shira Wood-isenberg, Darwin D’souza, Rachel Chen, Travis Dawson, Kai Nie, Zhihong Chen, Seunghee Kim-Schulze, Maria Casanova-Acebes, Filip K. Swirski, Julian Downward, Nicolas Vabret, Brian D. Brown, Thomas U. Marron, Miriam Merad",
      "paper_url": "https://doi.org/10.1126/science.adn0327",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4391839303",
      "paper_id": "https://openalex.org/W4391839303",
      "title": "Hepatic glycogenesis antagonizes lipogenesis by blocking S1P via UDPG",
      "authors": "Jie Chen, Yabo Zhou, Zhuohang Liu, Yan Lu, Yishen Jiang, Kexin Cao, Nannan Zhou, Dianheng Wang, Chaoqi Zhang, Ning Zhou, Keqing Shi, Lu Zhang, Li Zhou, Zhenfeng Wang, Huafeng Zhang, Ke Tang, Jingwei Ma, Jiadi Lv, Bo Huang",
      "paper_url": "https://doi.org/10.1126/science.adi3332",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3188937682",
      "paper_id": "https://openalex.org/W3188937682",
      "title": "High-fat diet–induced colonocyte dysfunction escalates microbiota-derived trimethylamine <i>N</i> -oxide",
      "authors": "Woongjae Yoo, Jacob K. Zieba, Nora J. Foegeding, Teresa P. Torres, Catherine D. Shelton, Nicolas G. Shealy, Austin J. Byndloss, Stephanie A. Cevallos, Erik Gertz, Connor R. Tiffany, Julia D. Thomas, Yael Litvak, Henry Nguyen, Erin E. Olsan, Brian J. Bennett, Jeffrey C. Rathmell, Amy S. Major, Andreas J. Bäumler, Mariana X. Byndloss",
      "paper_url": "https://doi.org/10.1126/science.aba3683",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4390734334",
      "paper_id": "https://openalex.org/W4390734334",
      "title": "Hyperglycosylation of prosaposin in tumor dendritic cells drives immune escape",
      "authors": "Pankaj Sharma, Xiaolong Zhang, Kevin Ly, Ji Hyung Kim, Qi Wan, Jessica Kim, Mumeng Lou, Lisa Kain, Luc Teyton, Florian Winau",
      "paper_url": "https://doi.org/10.1126/science.adg1955",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4405603113",
      "paper_id": "https://openalex.org/W4405603113",
      "title": "Identification of antigen-presenting cell–T cell interactions driving immune responses to food",
      "authors": "Maria Cecilia Campos Canesso, Tiago Bruno Rezende de Castro, Sandra Nakandakari-Higa, Ainsley Lockhart, Julia Luehr, Juliana Bortolatto, Roham Parsa, Daria Esterházy, Mengze Lyu, Tian-Tian Liu, Kenneth M. Murphy, Gregory F. Sonnenberg, Bernardo S. Reis, Gabriel D. Victora, Daniel Mucida",
      "paper_url": "https://doi.org/10.1126/science.ado5088",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4365445780",
      "paper_id": "https://openalex.org/W4365445780",
      "title": "Immobility-associated thromboprotection is conserved across mammalian species from bear to human",
      "authors": "Manuela Thienel, Johannes B. Müller-Reif, Zhe Zhang, Vincent Ehreiser, Judith Huth, Khrystyna Shchurovska, Badr Kilani, Lisa Schweizer, Philipp E. Geyer, Maximilian Zwiebel, Julia Novotny, Enzo Lüsebrink, Gemma Little, Martin Orban, Leo Nicolai, Shaza El Nemr, Anna Titova, Michael Spannagl, Jonas Kindberg, Alina L. Evans, Orpheus Mach, Matthias Vogel, Steffen Tiedt, Steffen Ormanns, Barbara Kessler, Anne Dueck, Andrea Friebe, Peter Godsk Jørgensen, Monir Majzoub-Altweck, Andreas Blutke, Amin Polzin, Konstantin Stark, Stefan Kääb, Doris Maier, Jonathan M. Gibbins, Ulrich Limper, Ole Frobert, Matthias Mann, Steffen Massberg, Tobias Petzold",
      "paper_url": "https://doi.org/10.1126/science.abo5044",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4390967605",
      "paper_id": "https://openalex.org/W4390967605",
      "title": "Impact of HLA class I functional divergence on HIV control",
      "authors": "Mathias Viard, Colm O’hUigin, Yuko Yuki, Arman A. Bashirova, David R. Collins, Jonathan M. Urbach, Steven Wolinsky, Susan Buchbinder, Gregory D. Kirk, James J. Goedert, Nelson L. Michael, David W. Haas, Steven G. Deeks, Bruce D. Walker, Xu Yu, Mary Carrington",
      "paper_url": "https://doi.org/10.1126/science.adk0777",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4411505807",
      "paper_id": "https://openalex.org/W4411505807",
      "title": "In vivo CAR T cell generation to treat cancer and autoimmune disease",
      "authors": "Theresa L. Hunter, Yanjie Bao, Yan Zhang, Daiki Matsuda, Romina Riener, Annabel Wang, John J. Li, Ferran Soldevila, David S. H. Chu, Duy P. Nguyen, Qian-Chen Yong, Brittany Ross, Michelle Nguyen, James Vestal, Scott Roberts, Diana Galvan, Jerel Boyd Vega, Donald Jhung, Matthew Butcher, Josephine Nguyen, Stanley Zhang, Claudia Fernandez, Jeffrey Chen, Carolina Herrera, Yi Kuo, E. Michael Pica, Goutam Mondal, Andrew L. Mammen, John Scholler, Steven P. Tanis, Stuart A. Sievers, Aric M. Frantz, Gregor B. Adams, Laura Shawver, Ramin Farzaneh-Far, Michael Rosenzweig, Priya P. Karmali, Adrian I. Bot, Carl H. June, Haig Aghajanian",
      "paper_url": "https://doi.org/10.1126/science.ads8473",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4402260598",
      "paper_id": "https://openalex.org/W4402260598",
      "title": "In vivo dendritic cell reprogramming for cancer immunotherapy",
      "authors": "Ervin Ascic, Fritiof Åkerström, Malavika Sreekumar Nair, André Rosa, Ilia Kurochkin, Olga Zimmermannova, Xavier Catena, Nadezhda Rotankova, Charlotte Veser, Michal Rudnik, Tommaso Ballocci, Tiffany Schärer, Xiaoli Huang, Maria de Rosa Torres, Emilie Renaud, Marta Velasco Santiago, Özcan Met, David Askmyr, Malin Lindstedt, Lennart Greiff, Laure-Anne Ligeon, Irina Agarkova, Inge Marie Svane, Cristiana F. Pires, Fábio F. Rosa, Carlos-Filipe Pereira",
      "paper_url": "https://doi.org/10.1126/science.adn9083",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4312018826",
      "paper_id": "https://openalex.org/W4312018826",
      "title": "Inborn errors of OAS–RNase L in SARS-CoV-2–related multisystem inflammatory syndrome in children",
      "authors": "Danyel Lee, Jérémie Le Pen, Ahmad Yatim, Beihua Dong, Yann Aquino, Masato Ogishi, Rémi Pescarmona, Estelle Talouarn, Darawan Rinchai, Peng Zhang, Magali Perret, Zhiyong Liu, Iolanda Jordan, Sefika Elmas Bozdemir, Gulsum Iclal Bayhan, Camille Beaufils, Lucy Bizien, Aurelie Bisiaux, Weite Lei, Milena Hasan, Jie Chen, Christina Gaughan, Abhishek Asthana, Valentina Libri, Joseph M. Luna, Fabrice Jaffré, H.-Heinrich Hoffmann, Eleftherios Michailidis, Marion Moreews, Yoann Seeleuthner, Kaya Bilguvar, Shrikant Mane, Carlos Flores, Yu Zhang, Andrés A. Arias, Rasheed Bailey, Agatha Schlüter, Baptiste Milisavljevic, Benedetta Bigio, Tom Le Voyer, Marie Materna, Adrian Gervais, Marcela Moncada-Velez, Francesca Pala, Tomi Lazarov, Romain Levy, Anna-Lena Neehus, Jérémie Rosain, Jessica Peel, Yi-Hao Chan, Marie-Paule Morin, Rosa Maria Pino-Ramirez, Serkan Belkaya, Lazaro Lorenzo, Jordi Anton, Selket Delafontaine, Julie Toubiana, Fanny Bajolle, Victoria Fumadó, Marta L. DeDiego, Nadhira Fidouh, Flore Rozenberg, Jordi Pérez-Tur, Shuibing Chen, Todd Evans, Frédéric Geissmann, Pierre Lebon, Susan R. Weiss, Damien Bonnet, Xavier Duval, , , Qiang Pan-Hammarström, Anna M. Planas, Isabelle Meyts, Filomeen Haerynck, Aurora Pujol, Vanessa Sancho-Shimizu, Clifford L. Dalgard, Jacinta Bustamante, Anne Puel, Stéphanie Boisson-Dupuis, Bertrand Boisson, Tom Maniatis, Qian Zhang, Paul Bastard, Luigi Notarangelo, Vivien Béziat, Rebeca Perez de Diego, Carlos Rodriguez-Gallego, Helen C. Su, Richard P. Lifton, Emmanuelle Jouanguy, Aurélie Cobat, Laia Alsina, Sevgi Keles, Elie Haddad, Laurent Abel, Alexandre Belot, Lluis Quintana-Murci, Charles M. Rice, Robert H. Silverman, Shen-Ying Zhang, Jean-Laurent Casanova, Loubna Alavoine, Sylvie Behillil, Charles Burdet, Charlotte Charpentier, Aline Dechanet, Diane Descamps, Xavier Duval, Jean-Luc Ecobichon, Vincent Enouf, Wahiba Frezouls, Nadhira Houhou, Ouifiya Kafif, Jonathan Lehacaut, Sophie Letrou, Bruno Lina, Jean-Christophe Lucet, Pauline Manchon, Mariama Nouroudine, Valentine Piquard, Caroline Quintin, Michael Thy, Sarah Tubiana, Sylvie van der Werf, Valérie Vignali, Benoit Visseaux, Yazdan Yazdanpanah, Abir Chahine, Nawal Waucquier, Maria-Claire Migaud, Dominique Deplanque, Félix Djossou, Mayka Mergeay-Fabre, Aude Lucarelli, Magalie Demar, Léa Bruneau, Patrick Gérardin, Adrien Maillot, Christine Payet, Bruno Laviolle, Fabrice Laine, Christophe Paris, Mireille Desille-Dugast, Julie Fouchard, Denis Malvy, Duc Nguyen, Thierry Pistone, Pauline Perreau, Valérie Gissot, Carole Le Goas, Samatha Montagne, Lucie Richard, Catherine Chirouze, Kévin Bouiller, Maxime Desmarets, Alexandre Meunier, Benjamin Lefèvre, Hélène Jeulin, Karine Legrand, Sandra Lomazzi, Bernard Tardy, Amandine Gagneux-Brunon, Frédérique Bertholon, Elisabeth Botelho-Nevers, Kouakam Christelle, Leturque Nicolas, Layidé Roufai, Karine Amat, Sandrine Couffin-Cadiergues, Hélène Espérou, Samia Hendou, Laurent Abel, Hassan Abolhassani, Sergio Aguilera-Albesa, Alessandro Aiuti, Ozge Metin Akcan, Nihal Akcay, Gulsum Alkan, Suzan A. Alkhater, Luis Miguel Allende, Yosunkaya Alper, Naima Amenzoui, Mark S. Anderson, Lisa Arkin, Melodie Aubart, Iryna Avramenko, Şehnaz Aydemir, Zeynep Gökçe Gayretli Aydin, Caner Aytekin, Gökhan Aytekin, Selma Erol Aytekin, Silvia Yumi Bando, Kathie Beland, Serkan Belkaya, Catherine M. Biggs, Agurtzane Bilbao Aburto, Geraldine Blanchard-Rohner, Daniel Blázquez-Gamero, Marketa Bloomfield, Dusan Bogunovic, Anastasia Bondarenko, Alessandro Borghesi, Amed Aziz Bousfiha, Oksana Boyarchuk, Petter Brodin, Yenan Bryceson, Giorgia Bucciol, Valeria Calcaterra, Giorgio Casari, Andre Cavalcanti, Jale Bengi Celik, George P. Chrousos, Roger Colobran, Antonio Condino-Neto, Francesca Conti, Megan Cooper, Taner Coskuner, Cyril Cyrus, Enza D’Auria, Selket Delafontaine, Beth A. Drolet, Burcu Bursal Duramaz, Loubna El Zein, Marwa H. Elnagdy, Melike Emiroglu, Emine Hafize Erdeniz, Marianna Fabi, Hagit Baris Feldman, Jacques Fellay, Filip Fencl, Filippos Filippatos, Julie Freiss, Jiri Fremuth, Alenka Gagro, Blanca Garcia-Solis, Gianluca Vergine, Rafaela González-Montelongo, Yahya Gul, Belgin Gülhan, Sara Sebnem Kilic Gultekin, Marta Gut, Rabih Halwani, Lennart Hammarström, Nevin Hatipoğlu, James Heath, Sarah E. Henrickson, Elisa Hernandez-Brito, Ilse Hoffman, Levi Hoste, Elena Hsieh, Antonio Íñigo-Campos, Yuval Itan, Petr Jabandziev, Bahar Kandemir, Saliha Kanık-Yüksek, Hasan Kapakli, Adem Karbuz, Ozgur Kasapcopur, Robin Kechiche, Yasemin Kendir Demirkol, Omer Kilic, Stella Kim Hansen, Adam Klocperk, Yu-Lung Lau, Jan Lebl, José M. Lorenzo-Salazar, Carrie L. Lucas, Majistor Maglorius, Laura Marque, Yeray Novoa Medina, Abián Montesdeoca Melián, Alexios-Fotios A. Mentis, Michele T. Pato, Athanasios Michos, Joshua D. Milner, Trine H. Mogensen, Adrián Muñoz-Barrera, Serdar Nepesov, João Farela Neves, Ashley Ng, Lisa F. P. Ng, Antonio Novelli, Giuseppe Novelli, Fatma Nur Oz, J. Gonzalo Ocejo-Viñals, Satoshi Okada, Zerrin Orbak, Ahmet Osman Kilic, Hind Ouair, Şadiye Kübra Tüter Öz, Tayfun Özçelik, Esra Akyüz Özkan, Aslınur Özkaya Parlakay, Carlos N. Pato, Estela Paz-Artal, Simon Pelham, Isabelle Pellier, Quentin Philippot, Laura Planas-Serra, Samira Plassart, Petra Pokorna, Meltem Polat, Cecilia Poli, Carolina Prando, Laurent Renia, Jacques G. Rivière, Agustí Rodríguez-Palmero, Lucie Roussel, Luis A. Rubio-Rodriguez, Moro Salifu, Lumir Sasek, Laura Sasia, Anna Scherbina, Erica Schmitt, Anna Sediva, Esra Sevketoglu, Katerina Slaba, Ondrej Slaby, Ali Sobh, Jordi Solé-Violán, Pere Soler-Palacin, Lien De Somer, Betül Sözeri, András N. Spaan, Yuriy Stepanovskiy, Stuart G. Tangye, Gonul Tanir, Elizabeth Barbara Tatsi, Christian W. Thorball, Selda Hancerli Torun, Stuart Turvey, Mohammed J. Uddin, Emel Uyar, Juan Valencia-Ramos, Ana Maria Van Den Rym, Hulya Vatansev, Martín Castillo de Vera, François Vermeulen, Donald C. Vinh, Alla Volokha, Horst von Bernuth, Carine Wouters, Aysun Yahşi, Volkan Yarar, Osman Yesilbas, Mehmet Yıldız, Mayana Zatz, Pawel Zawadzki, Gianvincenzo Zuccotti, Shen-Ying Zhang, Jean-Laurent Casanova",
      "paper_url": "https://doi.org/10.1126/science.abo3627",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4282976483",
      "paper_id": "https://openalex.org/W4282976483",
      "title": "Interleukin-17 governs hypoxic adaptation of injured epithelium",
      "authors": "Piotr Konieczny, Yue Xing, Ikjot Sidhu, Ipsita Subudhi, Kody P. Mansfield, Brandon Hsieh, Douglas E. Biancur, Samantha B. Larsen, Michael Cammer, Dongqing Li, Ning Xu Landén, Cynthia Loomis, Adriana Heguy, Anastasia N. Tikhonova, Aristotelis Tsirigos, Shruti Naik",
      "paper_url": "https://doi.org/10.1126/science.abg9302",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4413045857",
      "paper_id": "https://openalex.org/W4413045857",
      "title": "Intestinal mast cell–derived leukotrienes mediate the anaphylactic response to ingested antigens",
      "authors": "Nathaniel D. Bachtel, Jaime L. Cullen, Min Liu, Steven A. Erickson, Vassily I. Kutyavin, Darine W. El-Naccache, Esther B. Florsheim, Jaechul Lim, Zuri A. Sullivan, Raiden Imaeda, Andrew Hudak, Cuiling Zhang, Ruslan Medzhitov",
      "paper_url": "https://doi.org/10.1126/science.adp0246",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4386316764",
      "paper_id": "https://openalex.org/W4386316764",
      "title": "Intracellular tPA–PAI-1 interaction determines VLDL assembly in hepatocytes",
      "authors": "Wen Dai, Heng Zhang, Hayley Lund, Ziyu Zhang, Mark Castleberry, Maya Rodriguez, George Kuriakose, Sweta Gupta, Magdalena Lewandowska, Hayley R. Powers, Swati Valmiki, Jieqing Zhu, Amy D. Shapiro, M. Mahmood Hussain, José A. López, Mary G. Sorci-Thomas, Roy L. Silverstein, Henry N. Ginsberg, Daisy Sahoo, Ira Tabas, Ze Zheng",
      "paper_url": "https://doi.org/10.1126/science.adh5207",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4399848851",
      "paper_id": "https://openalex.org/W4399848851",
      "title": "JAK inhibition enhances checkpoint blockade immunotherapy in patients with Hodgkin lymphoma",
      "authors": "Jaroslav Zak, Isaraphorn Pratumchai, Brett S. Marro, Kristi L. Marquardt, Reza Beheshti Zavareh, Luke L. Lairson, Michael B. A. Oldstone, Judith A. Varner, Livia Hegerova, Qing Cao, Umar Farooq, Vaishalee P. Kenkre, Veronika Bachanova, John R. Teijaro",
      "paper_url": "https://doi.org/10.1126/science.ade8520",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4221013526",
      "paper_id": "https://openalex.org/W4221013526",
      "title": "KIR <sup>+</sup> CD8 <sup>+</sup> T cells suppress pathogenic T cells and are active in autoimmune diseases and COVID-19",
      "authors": "Jing Li, Maxim Zaslavsky, Yapeng Su, Jing Guo, Michael J. Sikora, Vincent van Unen, Asbjørn Christophersen, Shin-Heng Chiou, Liang Chen, Jiefu Li, Xuhuai Ji, Julie Wilhelmy, Alana M. McSween, Brad A. Palanski, Venkata Vamsee Aditya Mallajosyula, Nathan A. Bracey, Gopal Krishna R. Dhondalay, Kartik Bhamidipati, Joy Pai, Lucas B. Kipp, Jeffrey E. Dunn, Stephen L. Hauser, Jorge R. Oksenberg, Ansuman T. Satpathy, William H. Robinson, Cornelia L. Dekker, Lars M. Steinmetz, Chaitan Khosla, Paul J. Utz, Ludvig M. Sollid, Yueh-Hsiu Chien, James R. Heath, Nielsen Q. Fernandez-Becker, Kari C. Nadeau, Naresha Saligrama, Mark M. Davis",
      "paper_url": "https://doi.org/10.1126/science.abi9591",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4407504174",
      "paper_id": "https://openalex.org/W4407504174",
      "title": "KLF2 maintains lineage fidelity and suppresses CD8 T cell exhaustion during acute LCMV infection",
      "authors": "Eric Fagerberg, John Attanasio, Christine Dien, Jaiveer Singh, Emily A. Kessler, Leena Abdullah, Jian Shen, Brian G. Hunt, Kelli A. Connolly, Edward De Brouwer, Jiaming He, Nivedita R. Iyer, Jessica Buck, Emily R. Borr, Martina Damo, Gena G. Foster, Josephine R. Giles, Yina H. Huang, John S. Tsang, Smita Krishnaswamy, Weiguo Cui, Nikhil S. Joshi",
      "paper_url": "https://doi.org/10.1126/science.adn2337",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4386523189",
      "paper_id": "https://openalex.org/W4386523189",
      "title": "Kupffer cell–like syncytia replenish resident macrophage function in the fibrotic liver",
      "authors": "Moritz Peiseler, Bruna Araujo David, Joel Zindel, Bas G. J. Surewaard, Woo-Yong Lee, Felix Heymann, Ysbrand Nusse, Fernanda V. S. Castanheira, Raymond Shim, Adrien Guillot, Alix Bruneau, Jawairia Atif, Catia Perciani, Christina Ohland, Priyanka Ganguli Mukherjee, Annika Niehrs, Roland Thuenauer, Marcus Altfeld, Mathias Amrein, Zhaoyuan Liu, Paul M. K. Gordon, Kathy McCoy, Justin Deniset, Sonya MacParland, Florent Ginhoux, Frank Tacke, Paul Kubes",
      "paper_url": "https://doi.org/10.1126/science.abq5202",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3135876264",
      "paper_id": "https://openalex.org/W3135876264",
      "title": "Lipid presentation by the protein C receptor links coagulation with autoimmunity",
      "authors": "Nadine Müller-Calleja, Anne Hollerbach, Jennifer Royce, Svenja Ritter, Denise Pedrosa, Thati Madhusudhan, Sina Teifel, Myriam Meineck, Friederike Häuser, Antje Canisius, T. Son Nguyen, Johannes Braun, Kai Bruns, Anna Etzold, Ulrich Zechner, Susanne Strand, Markus Radsak, Dennis Strand, Jian-Ming Gu, Julia Weinmann-Menke, Charles T. Esmon, Luc Teyton, Karl J. Lackner, Wolfram Ruf",
      "paper_url": "https://doi.org/10.1126/science.abc0956",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4220963421",
      "paper_id": "https://openalex.org/W4220963421",
      "title": "Live cell tracking of macrophage efferocytosis during <i>Drosophila</i> embryo development in vivo",
      "authors": "Michael H. Raymond, Andrew J. Davidson, Yi Shen, Daniel R. Tudor, Christopher D. Lucas, Sho Morioka, Justin S. A. Perry, Julia Krapivkina, David Perrais, Linus J. Schumacher, Robert E. Campbell, Will Wood, Kodi S. Ravichandran",
      "paper_url": "https://doi.org/10.1126/science.abl4430",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4408016772",
      "paper_id": "https://openalex.org/W4408016772",
      "title": "Liver ALKBH5 regulates glucose and lipid homeostasis independently through GCGR and mTORC1 signaling",
      "authors": "Kaixin Ding, Zhipeng Zhang, Zhengbin Han, Lei Shi, Xinzhi Li, Yutong Liu, Zhenzhi Li, Chongchong Zhao, Yifeng Cui, Liying Zhou, Bolin Xu, Wenjing Zhou, Yikui Zhao, Zhiqiang Wang, He Huang, Liwei Xie, Xiao-wei Chen, Zheng Chen",
      "paper_url": "https://doi.org/10.1126/science.adp4120",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3139001736",
      "paper_id": "https://openalex.org/W3139001736",
      "title": "Liver type 1 innate lymphoid cells develop locally via an interferon-γ–dependent loop",
      "authors": "Lu Bai, Margaux Vienne, Ling Tang, Yann Kerdiles, Marion Etiennot, Bertrand Escalière, Justine Galluso, Haiming Wei, Rui Sun, Eric Vivier, Hui Peng, Zhigang Tian",
      "paper_url": "https://doi.org/10.1126/science.aba4177",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4318141600",
      "paper_id": "https://openalex.org/W4318141600",
      "title": "Low protease activity in B cell follicles promotes retention of intact antigens after immunization",
      "authors": "Aereas Aung, Ang Cui, Laura Maiorino, Ava P. Amini, Justin R. Gregory, Maurice Bukenya, Yiming Zhang, Heya Lee, Christopher A. Cottrell, Duncan M. Morgan, Murillo Silva, Heikyung Suh, Jesse D. Kirkpatrick, Parastoo Amlashi, Tanaka Remba, Leah M. Froehle, Shuhao Xiao, Wuhbet Abraham, Josetta Adams, J. Christopher Love, Phillip Huyett, Douglas S. Kwon, Nir Hacohen, William R. Schief, Sangeeta N. Bhatia, Darrell J. Irvine",
      "paper_url": "https://doi.org/10.1126/science.abn8934",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4406753434",
      "paper_id": "https://openalex.org/W4406753434",
      "title": "Lysosomal dysfunction and inflammatory sterol metabolism in pulmonary arterial hypertension",
      "authors": "Lloyd D. Harvey, Mona Alotaibi, Yi-Yin Tai, Ying Tang, Hee-Jung J. Kim, Neil J. Kelly, Wei Sun, Chen-Shan C. Woodcock, Sanya Arshad, Miranda K. Culley, Wadih El Khoury, Rong Xie, Yassmin Al Aaraj, Jingsi Zhao, Neha Hafeez, Rashmi J. Rao, Siyi Jiang, Vinny Negi, Anna Kirillova, Dror Perk, Annie M. Watson, Claudette M. St. Croix, Donna B. Stolz, Ji Young Lee, Mary Hongying Cheng, Manling Zhang, Samuel Detmer, Edward Guzman, Rajith S. Manan, Rajan Saggar, Kathleen J. Haley, Aaron B. Waxman, Satoshi Okawa, Tae-Hwi Schwantes-An, Michael W. Pauciulo, Bing Wang, Amy Webb, Caroline Chauvet, Daniel G. Anderson, William C. Nichols, Ankit A. Desai, Robert Lafyatis, S. Mehdi Nouraie, Haodi Wu, Jeffrey G. McDonald, Susan Cheng, Ivet Bahar, Thomas Bertero, Raymond L. Benza, Mohit Jain, Stephen Y. Chan",
      "paper_url": "https://doi.org/10.1126/science.adn7277",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3112115390",
      "paper_id": "https://openalex.org/W3112115390",
      "title": "MAIT cell activation augments adenovirus vector vaccine immunogenicity",
      "authors": "Nicholas M. Provine, Ali Amini, Lucy C. Garner, Alexandra J. Spencer, Christina Dold, Claire Hutchings, Laura Silva Reyes, Michael E. B. FitzPatrick, Senthil Chinnakannan, Blanche Oguti, Meriel Raymond, Marta Ulaszewska, Fulvia Troise, Hannah Sharpe, Sophie B. Morgan, Timothy S. C. Hinks, Teresa Lambe, Stefania Capone, Antonella Folgori, Eleanor Barnes, Christine S. Rollier, Andrew J. Pollard, Paul Klenerman",
      "paper_url": "https://doi.org/10.1126/science.aax8819",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4211020444",
      "paper_id": "https://openalex.org/W4211020444",
      "title": "Marginal zone B cells acquire dendritic cell functions by trogocytosis",
      "authors": "Patrick Schriek, Alan C. Ching, Nagaraj S. Moily, Jessica Moffat, Lynette Beattie, Thiago M. Steiner, Laine M. Hosking, Joshua M. Thurman, V. Michael Holers, Satoshi Ishido, Mireille H. Lahoud, Irina Caminschi, William R. Heath, Justine D. Mintern, Jose A. Villadangos",
      "paper_url": "https://doi.org/10.1126/science.abf7470",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4400079288",
      "paper_id": "https://openalex.org/W4400079288",
      "title": "Mef2d potentiates type-2 immune responses and allergic lung inflammation",
      "authors": "Aydan C. H. Szeto, Paula A. Clark, Ana C. F. Ferreira, Morgan Heycock, Emma L. Griffiths, Eric Jou, Jonathan Mannion, Shi-Lu Luan, Sophie Storrar, Martin D. Knolle, Patrycja Kozik, Helen E. Jolin, Padraic G. Fallon, Andrew N. J. McKenzie",
      "paper_url": "https://doi.org/10.1126/science.adl0370",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4321749761",
      "paper_id": "https://openalex.org/W4321749761",
      "title": "Microbe-mediated intestinal NOD2 stimulation improves linear growth of undernourished infant mice",
      "authors": "Martin Schwarzer, Umesh Kumar Gautam, Kassem Makki, Anne Lambert, Tomáš Brabec, Amélie Joly, Dagmar Šrůtková, Pierre Poinsot, Tereza Novotná, Stéphanie Geoffroy, Pascal Courtin, Petra Petr Hermanová, Renata C. Matos, Jonathan J. M. Landry, Céline Gérard, Anne-Laure Bulteau, Tomáš Hudcovic, Hana Kozáková, Dominik Filipp, Marie-Pierre Chapot-Chartier, Marek Šinkora, Noël Peretti, Ivo Gomperts Boneca, Mathias Chamaillard, Hubert Vidal, Filipe De Vadder, François Leulier",
      "paper_url": "https://doi.org/10.1126/science.ade9767",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4385563404",
      "paper_id": "https://openalex.org/W4385563404",
      "title": "Microbial-host-isozyme analyses reveal microbial DPP4 as a potential antidiabetic target",
      "authors": "Kai Wang, Zhiwei Zhang, Jing Hang, Jia Liu, Fusheng Guo, Yong Ding, Meng Li, Qixing Nie, Jun Lin, Yingying Zhuo, Lulu Sun, Xi Luo, Qihang Zhong, Chuan Ye, Chuyu Yun, Yi Zhang, Jue Wang, Rui Bao, Yanli Pang, Guang Wang, Frank J. Gonzalez, Xiaoguang Lei, Jie Qiao, Changtao Jiang",
      "paper_url": "https://doi.org/10.1126/science.add5787",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4390590900",
      "paper_id": "https://openalex.org/W4390590900",
      "title": "Microbiota-dependent activation of CD4 <sup>+</sup> T cells induces CTLA-4 blockade–associated colitis via Fcγ receptors",
      "authors": "Bernard C. Lo, Ilona Kryczek, Jiali Yu, Linda Vatan, Roberta Caruso, Masanori Matsumoto, Yosuke Sato, Michael H. Shaw, Naohiro Inohara, Yuying Xie, Yu Leo Lei, Weiping Zou, Gabriel Núñez",
      "paper_url": "https://doi.org/10.1126/science.adh8342",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3139119998",
      "paper_id": "https://openalex.org/W3139119998",
      "title": "Modulation of MHC-E transport by viral decoy ligands is required for RhCMV/SIV vaccine efficacy",
      "authors": "Marieke C. Verweij, Scott G. Hansen, Ravi Iyer, Nessy John, Daniel Malouli, David Morrow, Isabel Scholz, Jennie Womack, Shaheed Abdulhaqq, Roxanne M. Gilbride, Colette M. Hughes, Abigail B. Ventura, Julia C. Ford, Andrea N. Selseth, Kelli Oswald, Rebecca Shoemaker, Brian Berkemeier, William J. Bosche, Michael Hull, Jason Shao, Jonah B. Sacha, Michael K. Axthelm, Paul T. Edlefsen, Jeffrey D. Lifson, Louis J. Picker, Klaus Früh",
      "paper_url": "https://doi.org/10.1126/science.abe9233",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4210297691",
      "paper_id": "https://openalex.org/W4210297691",
      "title": "Molecular signatures of antitumor neoantigen-reactive T cells from metastatic human cancers",
      "authors": "Frank J. Lowery, Sri Krishna, Rami Yossef, Neilesh B. Parikh, Praveen D. Chatani, Nikolaos Zacharakis, Maria R. Parkhurst, Noam Levin, Sivasish Sindiri, Abraham Sachs, Kyle J. Hitscherich, Zhiya Yu, Nolan R. Vale, Yong-Chen Lu, Zhili Zheng, Li Jia, Jared J. Gartner, Victoria K. Hill, Amy R. Copeland, Shirley K. Nah, Robert V. Masi, Billel Gasmi, Scott Kivitz, Biman C. Paria, Maria Florentin, Sanghyun P. Kim, Ken-ichi Hanada, Yong F. Li, Lien T. Ngo, Satyajit Ray, Mackenzie L. Shindorf, Shoshana T. Levi, Ryan Shepherd, Chris Toy, Anup Y. Parikh, Todd D. Prickett, Michael C. Kelly, Rachel Beyer, Stephanie L. Goff, James C. Yang, Paul F. Robbins, Steven A. Rosenberg",
      "paper_url": "https://doi.org/10.1126/science.abl5447",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4408182142",
      "paper_id": "https://openalex.org/W4408182142",
      "title": "Neonatal fungi promote lifelong metabolic health through macrophage-dependent β cell development",
      "authors": "Jennifer Hampton Hill, Rickesha Bell, Logan Barrios, Halli Baird, Kyla Ost, Morgan Greenewood, Josh K. Monts, Erin Tracy, Casey H. Meili, Tyson R. Chiaro, Allison M. Weis, Karen Guillemin, Anna E. Beaudin, L. Charles Murtaugh, W. Zac Stephens, June L. Round",
      "paper_url": "https://doi.org/10.1126/science.adn0953",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4386736798",
      "paper_id": "https://openalex.org/W4386736798",
      "title": "Neuromedin U programs eosinophils to promote mucosal immunity of the small intestine",
      "authors": "Yu Li, Shaorui Liu, Kewen Zhou, Yinsheng Wang, Yan Chen, Wen Hu, Shuyan Li, Hui Li, Yan Wang, Qiuying Wang, Danyang He, Heping Xu",
      "paper_url": "https://doi.org/10.1126/science.ade4177",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4406440199",
      "paper_id": "https://openalex.org/W4406440199",
      "title": "Neuronal-ILC2 interactions regulate pancreatic glucagon and glucose homeostasis",
      "authors": "Marko Šestan, Bruno Raposo, Miguel Rendas, David Brea, Roksana Pirzgalska, Ana Rasteiro, Maria Aliseychik, Inês Godinho, Hélder Ribeiro, Tania Carvalho, Stephan Wueest, Daniel Konrad, Henrique Veiga-Fernandes",
      "paper_url": "https://doi.org/10.1126/science.adi3624",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4405306529",
      "paper_id": "https://openalex.org/W4405306529",
      "title": "Nutrient-driven histone code determines exhausted CD8 <sup>+</sup> T cell fates",
      "authors": "Shixin Ma, Michael S. Dahabieh, Thomas H. Mann, Steven Zhao, Bryan McDonald, Won-Suk Song, H. Kay Chung, Yagmur Farsakoglu, Lizmarie Garcia-Rivera, Filipe Araujo Hoffmann, Shihao Xu, Victor Y. Du, Dan Chen, Jesse Furgiuele, Michael A. LaPorta, Emily Jacobs, Lisa M. DeCamp, Brandon M. Oswald, Ryan D. Sheldon, Abigail E. Ellis, Longwei Liu, Peixiang He, Yingxiao Wang, Cholsoon Jang, Russell G. Jones, Susan M. Kaech",
      "paper_url": "https://doi.org/10.1126/science.adj3020",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4298006543",
      "paper_id": "https://openalex.org/W4298006543",
      "title": "Oncometabolite <scp>d</scp> -2HG alters T cell metabolism to impair CD8 <sup>+</sup> T cell function",
      "authors": "Giulia Notarangelo, Jessica B. Spinelli, Elizabeth M. Perez, Gregory J. Baker, Kiran Kurmi, Ilaria Elia, Sylwia A. Stopka, Gerard Baquer, Jia-Ren Lin, Alexandra J. Golby, Shakchhi Joshi, Heide F. Baron, Jefte M. Drijvers, Peter Georgiev, Alison E. Ringel, Elma Zaganjor, Samuel K. McBrayer, Peter K. Sorger, Arlene H. Sharpe, Kai W. Wucherpfennig, Sandro Santagata, Nathalie Y. R. Agar, Mario L. Suvà, Marcia C. Haigis",
      "paper_url": "https://doi.org/10.1126/science.abj5104",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4409176469",
      "paper_id": "https://openalex.org/W4409176469",
      "title": "Osteoarthritis treatment via the GLP-1–mediated gut-joint axis targets intestinal FXR signaling",
      "authors": "Yuanheng Yang, Cong Hao, Tingying Jiao, Zidan Yang, Hui Li, Yuqing Zhang, Weiya Zhang, Michael Doherty, Chuying Sun, Tuo Yang, Jiatian Li, Jing Wu, Mengjiao Zhang, Yilun Wang, Dongxing Xie, Tingjian Wang, Ning Wang, Xi Huang, Changjun Li, Frank J. Gonzalez, Jie Wei, Cen Xie, Chao Zeng, Guanghua Lei",
      "paper_url": "https://doi.org/10.1126/science.adt0548",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W4200468913",
      "paper_id": "https://openalex.org/W4200468913",
      "title": "Pan-cancer single-cell landscape of tumor-infiltrating T cells",
      "authors": "Liangtao Zheng, Shishang Qin, Wen Si, Anqiang Wang, Baocai Xing, Ranran Gao, Xianwen Ren, Li Wang, Xiaojiang Wu, Ji Zhang, Nan Wu, Ning Zhang, Hong Zheng, Hanqiang Ouyang, Keyuan Chen, Zhaode Bu, Xueda Hu, Jiafu Ji, Zemin Zhang",
      "paper_url": "https://doi.org/10.1126/science.abe6474",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4410251415",
      "paper_id": "https://openalex.org/W4410251415",
      "title": "Pancreatic cancer–restricted cryptic antigens are targets for T cell recognition",
      "authors": "Zackery A. Ely, Zachary J. Kulstad, Gurcan Gunaydin, Sudarsana Addepalli, Eva K. Verzani, Marta Casarrubios, Karl R. Clauser, Xilin Wang, Isabelle E. Lippincott, Cedric Louvet, Thomas Schmitt, Kevin S. Kapner, Miles P. Agus, Connor J. Hennessey, James M. Cleary, Sine R. Hadrup, Susan Klaeger, Jennifer Su, Alex M. Jaeger, Brian M. Wolpin, Srivatsan Raghavan, Eric L. Smith, Philip D. Greenberg, Andrew J. Aguirre, Jennifer G. Abelin, Steven A. Carr, Tyler Jacks, William A. Freed-Pastor",
      "paper_url": "https://doi.org/10.1126/science.adk3487",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4385515833",
      "paper_id": "https://openalex.org/W4385515833",
      "title": "Peptide YY: A Paneth cell antimicrobial peptide that maintains <i>Candida</i> gut commensalism",
      "authors": "Joseph F. Pierre, Brian M. Peters, Diana La Torre, Ashley M. Sidebottom, Yun Tao, Xiaorong Zhu, Candace M. Cham, Ling Wang, Amal Kambal, Katharine G. Harris, Julian F. Silva, Olga Zaborina, John C. Alverdy, Herbert Herzog, Jessica Witchley, Suzanne M. Noble, Vanessa A. Leone, Eugene B. Chang",
      "paper_url": "https://doi.org/10.1126/science.abq3178",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4381612825",
      "paper_id": "https://openalex.org/W4381612825",
      "title": "Perforin-2 is a pore-forming effector of endocytic escape in cross-presenting dendritic cells",
      "authors": "Pablo Rodríguez-Silvestre, Marco Laub, Patrycja A. Krawczyk, Alexandra K. Davies, Julia P. Schessner, Reejuana Parveen, Benjamin J. Tuck, William A. McEwan, Georg H. H. Borner, Patrycja Kozik",
      "paper_url": "https://doi.org/10.1126/science.adg8802",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4289793704",
      "paper_id": "https://openalex.org/W4289793704",
      "title": "Pituitary hormone α-MSH promotes tumor-induced myelopoiesis and immunosuppression",
      "authors": "Yueli Xu, Jiaxian Yan, Ye Tao, Xiaojun Qian, Chi Zhang, Libei Yin, Pengying Gu, Yehai Liu, Yueyin Pan, Renhong Tang, Wei Jiang, Rongbin Zhou",
      "paper_url": "https://doi.org/10.1126/science.abj2674",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4404577641",
      "paper_id": "https://openalex.org/W4404577641",
      "title": "Platelet factor 4–induced T <sub>H</sub> 1-T <sub>reg</sub> polarization suppresses antitumor immunity",
      "authors": "Ayumi Kuratani, Masaaki Okamoto, Kazuki Kishida, Daisuke Okuzaki, Miwa Sasai, Shimon Sakaguchi, Hisashi Arase, Masahiro Yamamoto",
      "paper_url": "https://doi.org/10.1126/science.adn8608",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3195261432",
      "paper_id": "https://openalex.org/W3195261432",
      "title": "Prenatal maternal infection promotes tissue-specific immunity and inflammation in offspring",
      "authors": "Ai Ing Lim, Taryn McFadden, Verena M. Link, Seong-Ji Han, Rose-Marie Karlsson, Apollo Stacy, Taylor K. Farley, Djalma S. Lima-Junior, Oliver J. Harrison, Jigar V. Desai, Michail S. Lionakis, Han-Yu Shih, Heather A. Cameron, Yasmine Belkaid",
      "paper_url": "https://doi.org/10.1126/science.abf3002",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3112715492",
      "paper_id": "https://openalex.org/W3112715492",
      "title": "Pre–T cell receptors topologically sample self-ligands during thymocyte β-selection",
      "authors": "Xiaolong Li, Réka Mizsei, Kemin Tan, Robert J. Mallis, Jonathan S. Duke-Cohan, Aoi Akitsu, Paul W. Tetteh, Abhinav Dubey, Wonmuk Hwang, Gerhard Wagner, Matthew J. Lang, Haribabu Arthanari, Jia-huai Wang, Ellis L. Reinherz",
      "paper_url": "https://doi.org/10.1126/science.abe0918",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3133592101",
      "paper_id": "https://openalex.org/W3133592101",
      "title": "Primordial GATA6 macrophages function as extravascular platelets in sterile injury",
      "authors": "J. Zindel, M. Peiseler, M. Hossain, C. Deppermann, W. Y. Lee, B. Haenni, B. Zuber, J. F. Deniset, B. G. J. Surewaard, D. Candinas, P. Kubes",
      "paper_url": "https://doi.org/10.1126/science.abe0595",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4387568373",
      "paper_id": "https://openalex.org/W4387568373",
      "title": "Probiotic-guided CAR-T cells for solid tumor targeting",
      "authors": "Rosa L. Vincent, Candice R. Gurbatri, Fangda Li, Ana Vardoshvili, Courtney Coker, Jongwon Im, Edward R. Ballister, Mathieu Rouanne, Thomas Savage, Kenia de los Santos-Alexis, Andrew Redenti, Leonie Brockmann, Meghna Komaranchath, Nicholas Arpaia, Tal Danino",
      "paper_url": "https://doi.org/10.1126/science.add7034",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4401416872",
      "paper_id": "https://openalex.org/W4401416872",
      "title": "Regulation of the hematopoietic stem cell pool by C-Kit–associated trogocytosis",
      "authors": "Xin Gao, Randall S. Carpenter, Philip E. Boulais, Dachuan Zhang, Christopher R. Marlein, Huihui Li, Matthew Smith, David J. Chung, Maria Maryanovich, Britta Will, Ulrich Steidl, Paul S. Frenette",
      "paper_url": "https://doi.org/10.1126/science.adp2065",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4408016754",
      "paper_id": "https://openalex.org/W4408016754",
      "title": "Regulatory T cells constrain T cells of shared specificity to enforce tolerance during infection",
      "authors": "David E. J. Klawon, Nicole Pagane, Matthew T. Walker, Nicole K. Ganci, Christine H. Miller, Eric Gai, Donald M. Rodriguez, Bridgett K. Ryan-Payseur, Ryan K. Duncombe, Erin J. Adams, Mark Maienschein-Cline, Nancy E. Freitag, Ronald N. Germain, Harikesh S. Wong, Peter A. Savage",
      "paper_url": "https://doi.org/10.1126/science.adk3248",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4386916942",
      "paper_id": "https://openalex.org/W4386916942",
      "title": "Reproductive outcomes after pregnancy-induced displacement of preexisting microchimeric cells",
      "authors": "Tzu-Yu Shao, Jeremy M. Kinder, Gavin Harper, Giang Pham, Yanyan Peng, James Liu, Emily J. Gregory, Bryan E. Sherman, Yuehong Wu, Alexandra E. Iten, Yueh-Chiang Hu, Abigail E. Russi, John J. Erickson, Hilary Miller-Handley, Sing Sing Way",
      "paper_url": "https://doi.org/10.1126/science.adf9325",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4413786360",
      "paper_id": "https://openalex.org/W4413786360",
      "title": "Septal LYVE1 <sup>+</sup> macrophages control adipocyte stem cell adipogenic potential",
      "authors": "Xiaotong Yu, Yanan Hu, Hwee Ying Lim, Ziyi Li, Diego Adhemar Jaitin, Katharine Yang, Wan Ting Kong, Jiaqian Xu, David Alejandro Bejarano, Mathilde Bied, Lucie Orliaguet, Gowshika Rengasamy, Zachary Chow, Christopher Zhe Wei Lee, Josephine Lum, Jing Tian, Xiao-Meng Zhang, Honghao Liu, Shu Wen Tan, Jinmiao Chen, Peter See, Yuin-Han Loh, Benoit Malleret, Sonia Baig, M. Shabeer M. Yassin, Sue-Anne Ee Shiow Toh, Bernard Malissen, Xiujun Fu, Kenji Kabashima, Lai Guan Ng, Camille Blériot, Zhaoyuan Liu, Lingling Sheng, Dan-Ning Zheng, Junwen Qu, Nicolas Venteclef, Bing Su, Ido Amit, Andreas Schlitzer, Veronique Angeli, Florent Ginhoux, Svetoslav Chakarov",
      "paper_url": "https://doi.org/10.1126/science.adg1128",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3199687825",
      "paper_id": "https://openalex.org/W3199687825",
      "title": "Serum amyloid A delivers retinol to intestinal myeloid cells to promote adaptive immunity",
      "authors": "Ye-Ji Bang, Zehan Hu, Yun Li, Sureka Gattu, Kelly A. Ruhn, Prithvi Raj, Joachim Herz, Lora V. Hooper",
      "paper_url": "https://doi.org/10.1126/science.abf9232",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4393952033",
      "paper_id": "https://openalex.org/W4393952033",
      "title": "Sexual dimorphism in skin immunity is mediated by an androgen-ILC2-dendritic cell axis",
      "authors": "Liang Chi, Can Liu, Inta Gribonika, Julia Gschwend, Dan Corral, Seong-Ji Han, Ai Ing Lim, Claudia A. Rivera, Verena M. Link, Alexandria C. Wells, Nicolas Bouladoux, Nicholas Collins, Djalma S. Lima-Junior, Michel Enamorado, Barbara Rehermann, Sophie Laffont, Jean-Charles Guéry, Roxane Tussiwand, Christoph Schneider, Yasmine Belkaid",
      "paper_url": "https://doi.org/10.1126/science.adk6200",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3210665796",
      "paper_id": "https://openalex.org/W3210665796",
      "title": "Small proline-rich protein 2A is a gut bactericidal protein deployed during helminth infection",
      "authors": "Zehan Hu, Chenlu Zhang, Luis Sifuentes-Dominguez, Christina M. Zarek, Daniel C. Propheter, Zheng Kuang, Yuhao Wang, Mihir Pendse, Kelly A. Ruhn, Brian Hassell, Cassie L. Behrendt, Bo Zhang, Prithvi Raj, Tamia A. Harris-Tryon, Tiffany A. Reese, Lora V. Hooper",
      "paper_url": "https://doi.org/10.1126/science.abe6723",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4307441073",
      "paper_id": "https://openalex.org/W4307441073",
      "title": "Spermidine activates mitochondrial trifunctional protein and improves antitumor immunity in mice",
      "authors": "Muna Al-Habsi, Kenji Chamoto, Ken Matsumoto, Norimichi Nomura, Baihao Zhang, Yuki Sugiura, Kazuhiro Sonomura, Aprilia Maharani, Yuka Nakajima, Yibo Wu, Yayoi Nomura, Rosemary Menzies, Masaki Tajima, Koji Kitaoka, Yasuharu Haku, Sara Delghandi, Keiko Yurimoto, Fumihiko Matsuda, So Iwata, Toshihiko Ogura, Sidonia Fagarasan, Tasuku Honjo",
      "paper_url": "https://doi.org/10.1126/science.abj3510",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4385519961",
      "paper_id": "https://openalex.org/W4385519961",
      "title": "Structural basis of γ chain family receptor sharing at the membrane level",
      "authors": "Tiantian Cai, Rachel Lenoir Capello, Xiong Pi, Hao Wu, James J. Chou",
      "paper_url": "https://doi.org/10.1126/science.add1219",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4220728834",
      "paper_id": "https://openalex.org/W4220728834",
      "title": "Structure of a Janus kinase cytokine receptor complex reveals the basis for dimeric activation",
      "authors": "Caleb R. Glassman, Naotaka Tsutsumi, Robert A. Saxton, Patrick J. Lupardus, Kevin M. Jude, K. Christopher Garcia",
      "paper_url": "https://doi.org/10.1126/science.abn8933",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3139129400",
      "paper_id": "https://openalex.org/W3139129400",
      "title": "Structure-based decoupling of the pro- and anti-inflammatory functions of interleukin-10",
      "authors": "Robert A. Saxton, Naotaka Tsutsumi, Leon L. Su, Gita C. Abhiraman, Kritika Mohan, Lukas T. Henneberg, Nanda G. Aduri, Cornelius Gati, K. Christopher Garcia",
      "paper_url": "https://doi.org/10.1126/science.abc8433",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4311551454",
      "paper_id": "https://openalex.org/W4311551454",
      "title": "Synthetic cytokine circuits that drive T cells into immune-excluded tumors",
      "authors": "Greg M. Allen, Nicholas W. Frankel, Nishith R. Reddy, Hersh K. Bhargava, Maia A. Yoshida, Sierra R. Stark, Megan Purl, Jungmin Lee, Jacqueline L. Yee, Wei Yu, Aileen W. Li, K. Christopher Garcia, Hana El-Samad, Kole T. Roybal, Matthew H. Spitzer, Wendell A. Lim",
      "paper_url": "https://doi.org/10.1126/science.aba1624",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3133429828",
      "paper_id": "https://openalex.org/W3133429828",
      "title": "T cell circuits that sense antigen density with an ultrasensitive threshold",
      "authors": "Rogelio A. Hernandez-Lopez, Wei Yu, Katelyn A. Cabral, Olivia A. Creasey, Maria del Pilar Lopez Pazmino, Yurie Tonai, Arsenia De Guzman, Anna Mäkelä, Kalle Saksela, Zev J. Gartner, Wendell A. Lim",
      "paper_url": "https://doi.org/10.1126/science.abc1855",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3134236823",
      "paper_id": "https://openalex.org/W3134236823",
      "title": "Targeting a neoantigen derived from a common <i>TP53</i> mutation",
      "authors": "Emily Han-Chung Hsiue, Katharine M. Wright, Jacqueline Douglass, Michael S. Hwang, Brian J. Mog, Alexander H. Pearlman, Suman Paul, Sarah R. DiNapoli, Maximilian F. Konig, Qing Wang, Annika Schaefer, Michelle S. Miller, Andrew D. Skora, P. Aitana Azurmendi, Michael B. Murphy, Qiang Liu, Evangeline Watson, Yana Li, Drew M. Pardoll, Chetan Bettegowda, Nickolas Papadopoulos, Kenneth W. Kinzler, Bert Vogelstein, Sandra B. Gabelli, Shibin Zhou",
      "paper_url": "https://doi.org/10.1126/science.abc8697",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4285385773",
      "paper_id": "https://openalex.org/W4285385773",
      "title": "TCR-Vγδ usage distinguishes protumor from antitumor intestinal γδ T cell subsets",
      "authors": "Bernardo S. Reis, Patrick W. Darcy, Iasha Z. Khan, Christine S. Moon, Adam E. Kornberg, Vanessa S. Schneider, Yelina Alvarez, Olawale Eleso, Caixia Zhu, Marina Schernthanner, Ainsley Lockhart, Aubrey Reed, Juliana Bortolatto, Tiago B. R. Castro, Angelina M. Bilate, Sergei Grivennikov, Arnold S. Han, Daniel Mucida",
      "paper_url": "https://doi.org/10.1126/science.abj8695",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3201390648",
      "paper_id": "https://openalex.org/W3201390648",
      "title": "The adaptive immune system is a major driver of selection for tumor suppressor gene inactivation",
      "authors": "Timothy D. Martin, Rupesh S. Patel, Danielle R. Cook, Mei Yuk Choi, Ajinkya Patil, Anthony C. Liang, Mamie Z. Li, Kevin M. Haigis, Stephen J. Elledge",
      "paper_url": "https://doi.org/10.1126/science.abg5784",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4281572047",
      "paper_id": "https://openalex.org/W4281572047",
      "title": "The CD8α–PILRα interaction maintains CD8 <sup>+</sup> T cell quiescence",
      "authors": "Linghua Zheng, Xue Han, Sheng Yao, Yuwen Zhu, John Klement, Shirley Wu, Lan Ji, Gefeng Zhu, Xiaoxiao Cheng, Zuzana Tobiasova, Weiwei Yu, Baozhu Huang, Matthew D. Vesely, Jun Wang, Jianping Zhang, Edward Quinlan, Lieping Chen",
      "paper_url": "https://doi.org/10.1126/science.aaz8658",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4386127091",
      "paper_id": "https://openalex.org/W4386127091",
      "title": "The gut microbiota reprograms intestinal lipid metabolism through long noncoding RNA <i>Snhg9</i>",
      "authors": "Yuhao Wang, Meng Wang, Jiaxin Chen, Yun Li, Zheng Kuang, Chaitanya Dende, Prithvi Raj, Gabriella Quinn, Zehan Hu, Tarun Srinivasan, Brian Hassell, Kelly A. Ruhn, Cassie L. Behrendt, Tingbo Liang, Xiaobing Dou, Zhangfa Song, Lora V. Hooper",
      "paper_url": "https://doi.org/10.1126/science.ade0522",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4391839023",
      "paper_id": "https://openalex.org/W4391839023",
      "title": "The lipid globotriaosylceramide promotes germinal center B cell responses and antiviral immunity",
      "authors": "Pankaj Sharma, Xiaolong Zhang, Kevin Ly, Yuxiang Zhang, Yu Hu, Adam Yongxin Ye, Jianqiao Hu, Ji Hyung Kim, Mumeng Lou, Chong Wang, Quinton Celuzza, Yuji Kondo, Keiko Furukawa, David R. Bundle, Koichi Furukawa, Frederick W. Alt, Florian Winau",
      "paper_url": "https://doi.org/10.1126/science.adg0564",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3137364677",
      "paper_id": "https://openalex.org/W3137364677",
      "title": "The molecular assembly of the marsupial γμ T cell receptor defines a third T cell lineage",
      "authors": "Kimberly A. Morrissey, Marcin Wegrecki, T. Praveena, Victoria L. Hansen, Lijing Bu, Komagal Kannan Sivaraman, Samuel Darko, Daniel C. Douek, Jamie Rossjohn, Robert D. Miller, Jérôme Le Nours",
      "paper_url": "https://doi.org/10.1126/science.abe7070",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4391215347",
      "paper_id": "https://openalex.org/W4391215347",
      "title": "The transcription factor ZEB2 drives the formation of age-associated B cells",
      "authors": "Dai Dai, Shuangshuang Gu, Xiaxia Han, Huihua Ding, Yang Jiang, Xiaoou Zhang, Chao Yao, Soonmin Hong, Jinsong Zhang, Yiwei Shen, Guojun Hou, Bo Qu, Haibo Zhou, Yuting Qin, Yuke He, Jianyang Ma, Zhihua Yin, Zhizhong Ye, Jie Qian, Qian Jiang, Lihua Wu, Qiang Guo, Sheng Chen, Chuanxin Huang, Leah C. Kottyan, Matthew T. Weirauch, Carola G. Vinuesa, Nan Shen",
      "paper_url": "https://doi.org/10.1126/science.adf8531",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3185502576",
      "paper_id": "https://openalex.org/W3185502576",
      "title": "Thymic stromal lymphopoietin induces adipose loss through sebum hypersecretion",
      "authors": "Ruth Choa, Junichiro Tohyama, Shogo Wada, Hu Meng, Jian Hu, Mariko Okumura, Rebecca M. May, Tanner F. Robertson, Ruth-Anne Langan Pai, Arben Nace, Christian Hopkins, Elizabeth A. Jacobsen, Malay Haldar, Garret A. FitzGerald, Edward M. Behrens, Andy J. Minn, Patrick Seale, George Cotsarelis, Brian Kim, John T. Seykora, Mingyao Li, Zoltan Arany, Taku Kambayashi",
      "paper_url": "https://doi.org/10.1126/science.abd2893",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4213416297",
      "paper_id": "https://openalex.org/W4213416297",
      "title": "Trained ILC3 responses promote intestinal defense",
      "authors": "Nicolas Serafini, Angélique Jarade, Laura Surace, Pedro Goncalves, Odile Sismeiro, Hugo Varet, Rachel Legendre, Jean-Yves Coppee, Olivier Disson, Scott K. Durum, Gad Frankel, James P. Di Santo",
      "paper_url": "https://doi.org/10.1126/science.aaz8777",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402473521",
      "paper_id": "https://openalex.org/W4402473521",
      "title": "Transcripts of repetitive DNA elements signal to block phagocytosis of hematopoietic stem cells",
      "authors": "Cecilia Pessoa Rodrigues, Joseph M. Collins, Song Yang, Catherine Martinez, Ji Wook Kim, Chhiring Lama, Anna S. Nam, Clemens Alt, Charles Lin, Leonard I. Zon",
      "paper_url": "https://doi.org/10.1126/science.adn1629",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3150736119",
      "paper_id": "https://openalex.org/W3150736119",
      "title": "Transient rest restores functionality in exhausted CAR-T cells through epigenetic remodeling",
      "authors": "Evan W. Weber, Kevin R. Parker, Elena Sotillo, Rachel C. Lynn, Hima Anbunathan, John Lattin, Zinaida Good, Julia A. Belk, Bence Daniel, Dorota Klysz, Meena Malipatlolla, Peng Xu, Malek Bashti, Sabine Heitzeneder, Louai Labanieh, Panayiotis Vandris, Robbie G. Majzner, Yanyan Qi, Katalin Sandor, Ling-Chun Chen, Snehit Prabhu, Andrew J. Gentles, Thomas J. Wandless, Ansuman T. Satpathy, Howard Y. Chang, Crystal L. Mackall",
      "paper_url": "https://doi.org/10.1126/science.aba1786",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4409738131",
      "paper_id": "https://openalex.org/W4409738131",
      "title": "Tumor-derived erythropoietin acts as an immunosuppressive switch in cancer immunity",
      "authors": "David Kung-Chun Chiu, Xiangyue Zhang, Bowie Yik-Ling Cheng, Qiang Liu, Kazukuni Hayashi, Bo Yu, Ryan Lee, Catherine Zhang, Xiuli An, Jayakumar Rajadas, Nathan E. Reticker-Flynn, Erinn B. Rankin, Edgar G. Engleman",
      "paper_url": "https://doi.org/10.1126/science.adr3026",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4223964264",
      "paper_id": "https://openalex.org/W4223964264",
      "title": "Tuning T cell receptor sensitivity through catch bond engineering",
      "authors": "Xiang Zhao, Elizabeth M. Kolawole, Waipan Chan, Yinnian Feng, Xinbo Yang, Marvin H. Gee, Kevin M. Jude, Leah V. Sibener, Polly M. Fordyce, Ronald N. Germain, Brian D. Evavold, K. Christopher Garcia",
      "paper_url": "https://doi.org/10.1126/science.abl5282",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4400079912",
      "paper_id": "https://openalex.org/W4400079912",
      "title": "Type I conventional dendritic cells facilitate immunotherapy in pancreatic cancer",
      "authors": "Krishnan K. Mahadevan, Allison M. Dyevoich, Yang Chen, Bingrui Li, Hikaru Sugimoto, Amari M. Sockwell, Kathleen M. McAndrews, Lakshmi Kavitha Sthanam, Huamin Wang, Shabnam Shalapour, Stephanie S. Watowich, Raghu Kalluri",
      "paper_url": "https://doi.org/10.1126/science.adh4567",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4387951835",
      "paper_id": "https://openalex.org/W4387951835",
      "title": "Unbiased transcription factor CRISPR screen identifies ZNF800 as master repressor of enteroendocrine differentiation",
      "authors": "Lin Lin, Jeff DeMartino, Daisong Wang, Gijs J. F. van Son, Reinier van der Linden, Harry Begthel, Jeroen Korving, Amanda Andersson-Rolf, Stieneke van den Brink, Carmen Lopez-Iglesias, Willine J. van de Wetering, Aleksandra Balwierz, Thanasis Margaritis, Marc van de Wetering, Peter J. Peters, Jarno Drost, Johan H. van Es, Hans Clevers",
      "paper_url": "https://doi.org/10.1126/science.adi2246",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4280654322",
      "paper_id": "https://openalex.org/W4280654322",
      "title": "Universal antigen encoding of T cell activation from high-dimensional cytokine dynamics",
      "authors": "Sooraj R. Achar, François X. P. Bourassa, Thomas J. Rademaker, Angela Lee, Taisuke Kondo, Emanuel Salazar-Cavazos, John S. Davies, Naomi Taylor, Paul François, Grégoire Altan-Bonnet",
      "paper_url": "https://doi.org/10.1126/science.abl5311",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4395447498",
      "paper_id": "https://openalex.org/W4395447498",
      "title": "Vitamin D regulates microbiome-dependent cancer immunity",
      "authors": "Evangelos Giampazolias, Mariana Pereira da Costa, Khiem C. Lam, Kok Haw Jonathan Lim, Ana Cardoso, Cécile Piot, Probir Chakravarty, Sonja Blasche, Swara Patel, Adi Biram, Tomas Castro-Dopico, Michael D. Buck, Richard R. Rodrigues, Gry Juul Poulsen, Susana A. Palma-Duran, Neil C. Rogers, Maria A. Koufaki, Carlos M. Minutti, Pengbo Wang, Alexander Vdovin, Bruno Frederico, Eleanor Childs, Sonia Lee, Ben Simpson, Andrea Iseppon, Sara Omenetti, Gavin Kelly, Robert Goldstone, Emma Nye, Alejandro Suárez-Bonnet, Simon L. Priestnall, James I. MacRae, Santiago Zelenay, Kiran Raosaheb Patil, Kevin Litchfield, James C. Lee, Tine Jess, Romina S. Goldszmid, Caetano Reis e Sousa",
      "paper_url": "https://doi.org/10.1126/science.adh7954",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3137645650",
      "paper_id": "https://openalex.org/W3137645650",
      "title": "WAVE2 suppresses mTOR activation to maintain T cell homeostasis and prevent autoimmunity",
      "authors": "Ming Liu, Jinyi Zhang, Benjamin D. Pinder, Qingquan Liu, Dingyan Wang, Hao Yao, Yubo Gao, Aras Toker, Jimin Gao, Alan Peterson, Jia Qu, Katherine A. Siminovitch",
      "paper_url": "https://doi.org/10.1126/science.aaz4544",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3135941583",
      "paper_id": "https://openalex.org/W3135941583",
      "title": "γδ T cells regulate the intestinal response to nutrient sensing",
      "authors": "Zuri A. Sullivan, William Khoury-Hanold, Jaechul Lim, Chris Smillie, Moshe Biton, Bernardo S. Reis, Rachel K. Zwick, Scott D. Pope, Kavita Israni-Winger, Roham Parsa, Naomi H. Philip, Saleh Rashed, Noah Palm, Andrew Wang, Daniel Mucida, Aviv Regev, Ruslan Medzhitov",
      "paper_url": "https://doi.org/10.1126/science.aba8310",
      "venue": "science21"
    }
  ]
}