{
  "cluster_id": 207,
  "papers": [
    {
      "id": "science25_https://openalex.org/W4414760379",
      "paper_id": "https://openalex.org/W4414760379",
      "title": "A high-resolution molecular spin-photon interface at telecommunication wavelengths",
      "authors": "Leah R. Weiss, Grant T. Smith, Ryan A. Murphy, Bahman Golesorkhi, José A. Méndez Méndez, Priya Patel, Jens Niklas, Oleg G. Poluektov, Jeffrey R. Long, David D. Awschalom",
      "paper_url": "https://doi.org/10.1126/science.ady8677",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4308883140",
      "paper_id": "https://openalex.org/W4308883140",
      "title": "A limit on variations in the fine-structure constant from spectra of nearby Sun-like stars",
      "authors": "Michael T. Murphy, Daniel A. Berke, Fan Liu, Chris Flynn, Christian Lehmann, Vladimir A. Dzuba, Victor V. Flambaum",
      "paper_url": "https://doi.org/10.1126/science.abi9232",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4404350059",
      "paper_id": "https://openalex.org/W4404350059",
      "title": "A mechanical qubit",
      "authors": "Yu Yang, Igor Kladarić, Maxwell Drimmer, Uwe von Lüpke, Daan Lenterman, Joost Bus, Stefano Marti, Matteo Fadel, Yiwen Chu",
      "paper_url": "https://doi.org/10.1126/science.adr2464",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4223897252",
      "paper_id": "https://openalex.org/W4223897252",
      "title": "A photonic integrated circuit–based erbium-doped amplifier",
      "authors": "Yang Liu, Zheru Qiu, Xinru Ji, Anton Lukashchuk, Jijun He, Johann Riemensberger, Martin Hafermann, Rui Ning Wang, Junqiu Liu, Carsten Ronning, Tobias J. Kippenberg",
      "paper_url": "https://doi.org/10.1126/science.abo2631",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3126276693",
      "paper_id": "https://openalex.org/W3126276693",
      "title": "A quantum-logic gate between distant quantum-network modules",
      "authors": "Severin Daiss, Stefan Langenfeld, Stephan Welte, Emanuele Distante, Philip Thomas, Lukas Hartung, Olivier Morin, Gerhard Rempe",
      "paper_url": "https://doi.org/10.1126/science.abe3150",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4400525778",
      "paper_id": "https://openalex.org/W4400525778",
      "title": "A quantum-network register assembled with optical tweezers in an optical cavity",
      "authors": "Lukas Hartung, Matthias Seubert, Stephan Welte, Emanuele Distante, Gerhard Rempe",
      "paper_url": "https://doi.org/10.1126/science.ado6471",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4317437800",
      "paper_id": "https://openalex.org/W4317437800",
      "title": "A superconducting quantum simulator based on a photonic-bandgap metamaterial",
      "authors": "Xueyue Zhang, Eunjong Kim, Daniel K. Mark, Soonwon Choi, Oskar Painter",
      "paper_url": "https://doi.org/10.1126/science.ade7651",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4401752000",
      "paper_id": "https://openalex.org/W4401752000",
      "title": "Accurate computation of quantum excited states with neural networks",
      "authors": "David Pfau, Simon Axelrod, Halvard Sutterud, Ingrid von Glehn, James S. Spencer",
      "paper_url": "https://doi.org/10.1126/science.adn0137",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4392544696",
      "paper_id": "https://openalex.org/W4392544696",
      "title": "Adaptive optical imaging with entangled photons",
      "authors": "Patrick Cameron, Baptiste Courme, Chloé Vernière, Raj Pandya, Daniele Faccio, Hugo Defienne",
      "paper_url": "https://doi.org/10.1126/science.adk7825",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410648310",
      "paper_id": "https://openalex.org/W4410648310",
      "title": "Alpha and helion particle charge radius difference determined from quantum-degenerate helium",
      "authors": "Y. van der Werf, K. Steinebach, R. Jannin, H. L. Bethlem, K. S. E. Eikema",
      "paper_url": "https://doi.org/10.1126/science.adj2462",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4281776919",
      "paper_id": "https://openalex.org/W4281776919",
      "title": "Amplified emission and lasing in photonic time crystals",
      "authors": "Mark Lyubarov, Yaakov Lumer, Alex Dikopoltsev, Eran Lustig, Yonatan Sharabi, Mordechai Segev",
      "paper_url": "https://doi.org/10.1126/science.abo3324",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4387392303",
      "paper_id": "https://openalex.org/W4387392303",
      "title": "An atomic-scale multi-qubit platform",
      "authors": "Yu Wang, Yi Chen, Hong T. Bui, Christoph Wolf, Masahiro Haze, Cristina Mier, Jinkyung Kim, Deung-Jang Choi, Christopher P. Lutz, Yujeong Bae, Soo-hyon Phark, Andreas J. Heinrich",
      "paper_url": "https://doi.org/10.1126/science.ade5050",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4383313645",
      "paper_id": "https://openalex.org/W4383313645",
      "title": "An improved bound on the electron’s electric dipole moment",
      "authors": "Tanya S. Roussy, Luke Caldwell, Trevor Wright, William B. Cairncross, Yuval Shagam, Kia Boon Ng, Noah Schlossberger, Sun Yool Park, Anzhou Wang, Jun Ye, Eric A. Cornell",
      "paper_url": "https://doi.org/10.1126/science.adg4084",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3170531935",
      "paper_id": "https://openalex.org/W3170531935",
      "title": "Approaching the motional ground state of a 10-kg object",
      "authors": "Chris Whittle, Evan D. Hall, Sheila Dwyer, Nergis Mavalvala, Vivishek Sudhir, R. Abbott, A. Ananyeva, C. Austin, L. Barsotti, J. Betzwieser, C. D. Blair, A. F. Brooks, D. D. Brown, A. Buikema, C. Cahillane, J. C. Driggers, A. Effler, A. Fernandez-Galiana, P. Fritschel, V. V. Frolov, T. Hardwick, M. Kasprzack, K. Kawabe, N. Kijbunchoo, J. S. Kissel, G. L. Mansell, F. Matichard, L. McCuller, T. McRae, A. Mullavey, A. Pele, R. M. S. Schofield, D. Sigg, M. Tse, G. Vajente, D. C. Vander-Hyde, Hang Yu, Haocun Yu, C. Adams, R. X. Adhikari, S. Appert, K. Arai, J. S. Areeda, Y. Asali, S. M. Aston, A. M. Baer, M. Ball, S. W. Ballmer, S. Banagiri, D. Barker, J. Bartlett, B. K. Berger, D. Bhattacharjee, G. Billingsley, S. Biscans, R. M. Blair, N. Bode, P. Booker, R. Bork, A. Bramley, K. C. Cannon, X. Chen, A. A. Ciobanu, F. Clara, C. M. Compton, S. J. Cooper, K. R. Corley, S. T. Countryman, P. B. Covas, D. C. Coyne, L. E. H. Datrier, D. Davis, C. Di Fronzo, K. L. Dooley, P. Dupej, T. Etzel, M. Evans, T. M. Evans, J. Feicht, P. Fulda, M. Fyffe, J. A. Giaime, K. D. Giardina, P. Godwin, E. Goetz, S. Gras, C. Gray, R. Gray, A. C. Green, E. K. Gustafson, R. Gustafson, J. Hanks, J. Hanson, R. K. Hasskew, M. C. Heintze, A. F. Helmling-Cornell, N. A. Holland, J. D. Jones, S. Kandhasamy, S. Karki, P. J. King, Rahul Kumar, M. Landry, B. B. Lane, B. Lantz, M. Laxen, Y. K. Lecoeuche, J. Leviton, J. Liu, M. Lormand, A. P. Lundgren, R. Macas, M. MacInnis, D. M. Macleod, S. Márka, Z. Márka, D. V. Martynov, K. Mason, T. J. Massinger, R. McCarthy, D. E. McClelland, S. McCormick, J. McIver, G. Mendell, K. Merfeld, E. L. Merilh, F. Meylahn, T. Mistry, R. Mittleman, G. Moreno, C. M. Mow-Lowry, S. Mozzon, T. J. N. Nelson, P. Nguyen, L. K. Nuttall, J. Oberling, Richard J. Oram, C. Osthelder, D. J. Ottaway, H. Overmier, J. R. Palamos, W. Parker, E. Payne, R. Penhorwood, C. J. Perez, M. Pirello, H. Radkins, K. E. Ramirez, J. W. Richardson, K. Riles, N. A. Robertson, J. G. Rollins, C. L. Romel, J. H. Romie, M. P. Ross, K. Ryan, T. Sadecki, E. J. Sanchez, L. E. Sanchez, T. R. Saravanan, R. L. Savage, D. Schaetz, R. Schnabel, E. Schwartz, D. Sellers, T. Shaffer, B. J. J. Slagmolen, J. R. Smith, S. Soni, B. Sorazu, A. P. Spencer, K. A. Strain, L. Sun, M. J. Szczepańczyk, M. Thomas, P. Thomas, K. A. Thorne, K. Toland, C. I. Torrie, G. Traylor, A. L. Urban, G. Valdes, P. J. Veitch, K. Venkateswara, G. Venugopalan, A. D. Viets, T. Vo, C. Vorvick, M. Wade, R. L. Ward, J. Warner, B. Weaver, R. Weiss, B. Willke, C. C. Wipf, L. Xiao, H. Yamamoto, L. Zhang, M. E. Zucker, J. Zweizig",
      "paper_url": "https://doi.org/10.1126/science.abh2634",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4396574621",
      "paper_id": "https://openalex.org/W4396574621",
      "title": "Atomic physics on a 50-nm scale: Realization of a bilayer system of dipolar atoms",
      "authors": "Li Du, Pierre Barral, Michael Cantara, Julius de Hond, Yu-Kun Lu, Wolfgang Ketterle",
      "paper_url": "https://doi.org/10.1126/science.adh3023",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4408363016",
      "paper_id": "https://openalex.org/W4408363016",
      "title": "Beyond-classical computation in quantum simulation",
      "authors": "Andrew D. King, Alberto Nocera, Marek M. Rams, Jacek Dziarmaga, Roeland Wiersema, William Bernoudy, Jack Raymond, Nitin Kaushal, Niclas Heinsdorf, Richard Harris, Kelly Boothby, Fabio Altomare, Mohsen Asad, Andrew J. Berkley, Martin Boschnak, Kevin Chern, Holly Christiani, Samantha Cibere, Jake Connor, Martin H. Dehn, Rahul Deshpande, Sara Ejtemaee, Pau Farre, Kelsey Hamer, Emile Hoskinson, Shuiyuan Huang, Mark W. Johnson, Samuel Kortas, Eric Ladizinsky, Trevor Lanting, Tony Lai, Ryan Li, Allison J. R. MacDonald, Gaelen Marsden, Catherine C. McGeoch, Reza Molavi, Travis Oh, Richard Neufeld, Mana Norouzpour, Joel Pasvolsky, Patrick Poitras, Gabriel Poulin-Lamarre, Thomas Prescott, Mauricio Reis, Chris Rich, Mohammad Samani, Benjamin Sheldan, Anatoly Smirnov, Edward Sterpka, Berta Trullas Clavera, Nicholas Tsai, Mark Volkmann, Alexander M. Whiticar, Jed D. Whittaker, Warren Wilkinson, Jason Yao, T. J. Yi, Anders W. Sandvik, Gonzalo Alvarez, Roger G. Melko, Juan Carrasquilla, Marcel Franz, Mohammad H. Amin",
      "paper_url": "https://doi.org/10.1126/science.ado6285",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4384154911",
      "paper_id": "https://openalex.org/W4384154911",
      "title": "Biasing the quantum vacuum to control macroscopic probability distributions",
      "authors": "Charles Roques-Carmes, Yannick Salamin, Jamison Sloan, Seou Choi, Gustavo Velez, Ethan Koskas, Nicholas Rivera, Steven E. Kooi, John D. Joannopoulos, Marin Soljačić",
      "paper_url": "https://doi.org/10.1126/science.adh4920",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4317497275",
      "paper_id": "https://openalex.org/W4317497275",
      "title": "Breaking the limitation of polarization multiplexing in optical metasurfaces with engineered noise",
      "authors": "Bo Xiong, Yu Liu, Yihao Xu, Lin Deng, Chao-Wei Chen, Jia-Nan Wang, Ruwen Peng, Yun Lai, Yongmin Liu, Mu Wang",
      "paper_url": "https://doi.org/10.1126/science.ade5140",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4226296514",
      "paper_id": "https://openalex.org/W4226296514",
      "title": "Cavity-mediated electron-photon pairs",
      "authors": "Armin Feist, Guanhao Huang, Germaine Arend, Yujia Yang, Jan-Wilke Henke, Arslan Sajid Raja, F. Jasmin Kappert, Rui Ning Wang, Hugo Lourenço-Martins, Zheru Qiu, Junqiu Liu, Ofer Kfir, Tobias J. Kippenberg, Claus Ropers",
      "paper_url": "https://doi.org/10.1126/science.abo5037",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410050957",
      "paper_id": "https://openalex.org/W4410050957",
      "title": "Coherent evolution of superexchange interaction in seconds-long optical clock spectroscopy",
      "authors": "William R. Milner, Stefan Lannig, Mikhail Mamaev, Lingfeng Yan, Anjun Chu, Ben Lewis, Max N. Frankel, Ross B. Hutson, Ana Maria Rey, Jun Ye",
      "paper_url": "https://doi.org/10.1126/science.ado5987",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3184940100",
      "paper_id": "https://openalex.org/W3184940100",
      "title": "Coherent manipulation of an Andreev spin qubit",
      "authors": "M. Hays, V. Fatemi, D. Bouman, J. Cerrillo, S. Diamond, K. Serniak, T. Connolly, P. Krogstrup, J. Nygård, A. Levy Yeyati, A. Geresdi, M. H. Devoret",
      "paper_url": "https://doi.org/10.1126/science.abf0345",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4318263552",
      "paper_id": "https://openalex.org/W4318263552",
      "title": "Collective super- and subradiant dynamics between distant optical quantum emitters",
      "authors": "Alexey Tiranov, Vasiliki Angelopoulou, Cornelis Jacobus van Diepen, Björn Schrinski, Oliver August Dall’Alba Sandberg, Ying Wang, Leonardo Midolo, Sven Scholz, Andreas Dirk Wieck, Arne Ludwig, Anders Søndberg Sørensen, Peter Lodahl",
      "paper_url": "https://doi.org/10.1126/science.ade9324",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4220891063",
      "paper_id": "https://openalex.org/W4220891063",
      "title": "Compressibility and the equation of state of an optical quantum gas in a box",
      "authors": "Erik Busley, Leon Espert Miranda, Andreas Redmann, Christian Kurtscheid, Kirankumar Karkihalli Umesh, Frank Vewinger, Martin Weitz, Julian Schmitt",
      "paper_url": "https://doi.org/10.1126/science.abm2543",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4214834354",
      "paper_id": "https://openalex.org/W4214834354",
      "title": "Control of reactive collisions by quantum interference",
      "authors": "Hyungmok Son, Juliana J. Park, Yu-Kun Lu, Alan O. Jamison, Tijs Karman, Wolfgang Ketterle",
      "paper_url": "https://doi.org/10.1126/science.abl7257",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3129404680",
      "paper_id": "https://openalex.org/W3129404680",
      "title": "Controlling quantum many-body dynamics in driven Rydberg atom arrays",
      "authors": "D. Bluvstein, A. Omran, H. Levine, A. Keesling, G. Semeghini, S. Ebadi, T. T. Wang, A. A. Michailidis, N. Maskara, W. W. Ho, S. Choi, M. Serbyn, M. Greiner, V. Vuletić, M. D. Lukin",
      "paper_url": "https://doi.org/10.1126/science.abg2530",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4310775269",
      "paper_id": "https://openalex.org/W4310775269",
      "title": "Creation of an ultracold gas of triatomic molecules from an atom–diatomic molecule mixture",
      "authors": "Huan Yang, Jin Cao, Zhen Su, Jun Rui, Bo Zhao, Jian-Wei Pan",
      "paper_url": "https://doi.org/10.1126/science.ade6307",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4389429556",
      "paper_id": "https://openalex.org/W4389429556",
      "title": "Dipolar spin-exchange and entanglement between molecules in an optical tweezer array",
      "authors": "Yicheng Bao, Scarlett S. Yu, Loïc Anderegg, Eunmi Chae, Wolfgang Ketterle, Kang-Kuen Ni, John M. Doyle",
      "paper_url": "https://doi.org/10.1126/science.adf8999",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4409317286",
      "paper_id": "https://openalex.org/W4409317286",
      "title": "Direct neutrino-mass measurement based on 259 days of KATRIN data",
      "authors": ", Max Aker, Dominic Batzler, Armen Beglarian, Jan Behrens, Justus Beisenkötter, Matteo Biassoni, Benedikt Bieringer, Yanina Biondi, Fabian Block, Steffen Bobien, Matthias Böttcher, Beate Bornschein, Lutz Bornschein, Tom S. Caldwell, Marco Carminati, Auttakit Chatrabhuti, Suren Chilingaryan, Byron A. Daniel, Karol Debowski, Martin Descher, Deseada Díaz Barrero, Peter J. Doe, Otokar Dragoun, Guido Drexlin, Frank Edzards, Klaus Eitel, Enrico Ellinger, Ralph Engel, Sanshiro Enomoto, Arne Felden, Caroline Fengler, Carlo Fiorini, Joseph A. Formaggio, Christian Forstner, Florian M. Fränkle, Kevin Gauda, Andrew S. Gavin, Woosik Gil, Ferenc Glück, Steffen Grohmann, Robin Grössle, Rainer Gumbsheimer, Nathanael Gutknecht, Volker Hannen, Leonard Hasselmann, Norman Haußmann, Klaus Helbing, Hanna Henke, Svenja Heyns, Stephanie Hickford, Roman Hiller, David Hillesheimer, Dominic Hinz, Thomas Höhn, Anton Huber, Alexander Jansen, Christian Karl, Jonas Kellerer, Khanchai Khosonthongkee, Matthias Kleifges, Manuel Klein, Joshua Kohpeiß, Christoph Köhler, Leonard Köllenberger, Andreas Kopmann, Neven Kovač, Alojz Kovalík, Holger Krause, Luisa La Cascio, Thierry Lasserre, Joscha Lauer, Thanh-Long Le, Ondřej Lebeda, Bjoern Lehnert, Gen Li, Alexey Lokhov, Moritz Machatschek, Martin Mark, Alexander Marsteller, Eric L. Martin, Christin Melzer, Susanne Mertens, Shailaja Mohanty, Jalal Mostafa, Klaus Müller, Andrea Nava, Holger Neumann, Simon Niemes, Anthony Onillon, Diana S. Parno, Maura Pavan, Udomsilp Pinsook, Alan W. P. Poon, Jose Manuel Lopez Poyato, Stefano Pozzi, Florian Priester, Jan Ráliš, Shivani Ramachandran, R. G. Hamish Robertson, Caroline Rodenbeck, Marco Röllig, Carsten Röttele, Milos Ryšavý, Rudolf Sack, Alejandro Saenz, Richard Salomon, Peter Schäfer, Magnus Schlösser, Klaus Schlösser, Lisa Schlüter, Sonja Schneidewind, Ulrich Schnurr, Michael Schrank, Jannis Schürmann, Ann-Kathrin Schütz, Alessandro Schwemmer, Adrian Schwenck, Michal Šefčík, Daniel Siegmann, Frank Simon, Felix Spanier, Daniela Spreng, Warintorn Sreethawong, Markus Steidl, Jaroslav Štorek, Xaver Stribl, Michael Sturm, Narumon Suwonjandee, Nicholas Tan Jerome, Helmut H. Telle, Larisa A. Thorne, Thomas Thümmler, Simon Tirolf, Nikita Titov, Igor Tkachev, Korbinian Urban, Kathrin Valerius, Drahoslav Vénos, Christian Weinheimer, Stefan Welte, Jürgen Wendel, Christoph Wiesinger, John F. Wilkerson, Joachim Wolf, Sascha Wüstling, Johanna Wydra, Weiran Xu, Sergey Zadorozhny, Genrich Zeller",
      "paper_url": "https://doi.org/10.1126/science.adq9592",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3159123643",
      "paper_id": "https://openalex.org/W3159123643",
      "title": "Direct observation of deterministic macroscopic entanglement",
      "authors": "Shlomi Kotler, Gabriel A. Peterson, Ezad Shojaee, Florent Lecocq, Katarina Cicak, Alex Kwiatkowski, Shawn Geller, Scott Glancy, Emanuel Knill, Raymond W. Simmonds, José Aumentado, John D. Teufel",
      "paper_url": "https://doi.org/10.1126/science.abf2998",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4413138347",
      "paper_id": "https://openalex.org/W4413138347",
      "title": "Directly observing replica symmetry breaking in a vector quantum-optical spin glass",
      "authors": "Ronen M. Kroeze, Brendan P. Marsh, David Atri Schuller, Henry S. Hunt, Alexander N. Bourzutschky, Michael Winer, Sarang Gopalakrishnan, Jonathan Keeling, Benjamin L. Lev",
      "paper_url": "https://doi.org/10.1126/science.adu7710",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4311551807",
      "paper_id": "https://openalex.org/W4311551807",
      "title": "Dynamical fractal and anomalous noise in a clean magnetic crystal",
      "authors": "Jonathan N. Hallén, Santiago A. Grigera, D. Alan Tennant, Claudio Castelnovo, Roderich Moessner",
      "paper_url": "https://doi.org/10.1126/science.add1644",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4393951973",
      "paper_id": "https://openalex.org/W4393951973",
      "title": "Dynamics of magnetization at infinite temperature in a Heisenberg spin chain",
      "authors": "E. Rosenberg, T. I. Andersen, R. Samajdar, A. Petukhov, J. C. Hoke, D. Abanin, A. Bengtsson, I. K. Drozdov, C. Erickson, P. V. Klimov, X. Mi, A. Morvan, M. Neeley, C. Neill, R. Acharya, R. Allen, K. Anderson, M. Ansmann, F. Arute, K. Arya, A. Asfaw, J. Atalaya, J. C. Bardin, A. Bilmes, G. Bortoli, A. Bourassa, J. Bovaird, L. Brill, M. Broughton, B. B. Buckley, D. A. Buell, T. Burger, B. Burkett, N. Bushnell, J. Campero, H.-S. Chang, Z. Chen, B. Chiaro, D. Chik, J. Cogan, R. Collins, P. Conner, W. Courtney, A. L. Crook, B. Curtin, D. M. Debroy, A. Del Toro Barba, S. Demura, A. Di Paolo, A. Dunsworth, C. Earle, L. Faoro, E. Farhi, R. Fatemi, V. S. Ferreira, L. Flores Burgos, E. Forati, A. G. Fowler, B. Foxen, G. Garcia, É. Genois, W. Giang, C. Gidney, D. Gilboa, M. Giustina, R. Gosula, A. Grajales Dau, J. A. Gross, S. Habegger, M. C. Hamilton, M. Hansen, M. P. Harrigan, S. D. Harrington, P. Heu, G. Hill, M. R. Hoffmann, S. Hong, T. Huang, A. Huff, W. J. Huggins, L. B. Ioffe, S. V. Isakov, J. Iveland, E. Jeffrey, Z. Jiang, C. Jones, P. Juhas, D. Kafri, T. Khattar, M. Khezri, M. Kieferová, S. Kim, A. Kitaev, A. R. Klots, A. N. Korotkov, F. Kostritsa, J. M. Kreikebaum, D. Landhuis, P. Laptev, K.-M. Lau, L. Laws, J. Lee, K. W. Lee, Y. D. Lensky, B. J. Lester, A. T. Lill, W. Liu, A. Locharla, S. Mandrà, O. Martin, S. Martin, J. R. McClean, M. McEwen, S. Meeks, K. C. Miao, A. Mieszala, S. Montazeri, R. Movassagh, W. Mruczkiewicz, A. Nersisyan, M. Newman, J. H. Ng, A. Nguyen, M. Nguyen, M. Y. Niu, T. E. O’Brien, S. Omonije, A. Opremcak, R. Potter, L. P. Pryadko, C. Quintana, D. M. Rhodes, C. Rocque, N. C. Rubin, N. Saei, D. Sank, K. Sankaragomathi, K. J. Satzinger, H. F. Schurkus, C. Schuster, M. J. Shearn, A. Shorter, N. Shutty, V. Shvarts, V. Sivak, J. Skruzny, W. Clarke Smith, R. D. Somma, G. Sterling, D. Strain, M. Szalay, D. Thor, A. Torres, G. Vidal, B. Villalonga, C. Vollgraff Heidweiller, T. White, B. W. K. Woo, C. Xing, Z. Jamie Yao, P. Yeh, J. Yoo, G. Young, A. Zalcman, Y. Zhang, N. Zhu, N. Zobrist, H. Neven, R. Babbush, D. Bacon, S. Boixo, J. Hilton, E. Lucero, A. Megrant, J. Kelly, Y. Chen, V. Smelyanskiy, V. Khemani, S. Gopalakrishnan, T. Prosen, P. Roushan",
      "paper_url": "https://doi.org/10.1126/science.adi7877",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410050934",
      "paper_id": "https://openalex.org/W4410050934",
      "title": "Electron collision in a two-path graphene interferometer",
      "authors": "H. Chakraborti, L. Pugliese, A. Assouline, K. Watanabe, T. Taniguchi, N. Kumada, D. C. Glattli, M. Jo, H.-S. Sim, P. Roulleau",
      "paper_url": "https://doi.org/10.1126/science.adn4622",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4389723438",
      "paper_id": "https://openalex.org/W4389723438",
      "title": "Emission and coherent control of Levitons in graphene",
      "authors": "A. Assouline, L. Pugliese, H. Chakraborti, Seunghun Lee, L. Bernabeu, M. Jo, K. Watanabe, T. Taniguchi, D. C. Glattli, N. Kumada, H.-S. Sim, F. D. Parmentier, P. Roulleau",
      "paper_url": "https://doi.org/10.1126/science.adf9887",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3202175531",
      "paper_id": "https://openalex.org/W3202175531",
      "title": "Entanglement transport and a nanophotonic interface for atoms in optical tweezers",
      "authors": "Tamara Ðorđević, Polnop Samutpraphoot, Paloma L. Ocola, Hannes Bernien, Brandon Grinkemeyer, Ivana Dimitrova, Vladan Vuletić, Mikhail D. Lukin",
      "paper_url": "https://doi.org/10.1126/science.abi9917",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4377013924",
      "paper_id": "https://openalex.org/W4377013924",
      "title": "Entangling microwaves with light",
      "authors": "R. Sahu, L. Qiu, W. Hease, G. Arnold, Y. Minoguchi, P. Rabl, J. M. Fink",
      "paper_url": "https://doi.org/10.1126/science.adg3812",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4410650582",
      "paper_id": "https://openalex.org/W4410650582",
      "title": "Erasure cooling, control, and hyperentanglement of motion in optical tweezers",
      "authors": "Adam L. Shaw, Pascal Scholl, Ran Finkelstein, Richard Bing-Shiun Tsai, Joonhee Choi, Manuel Endres",
      "paper_url": "https://doi.org/10.1126/science.adn2618",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4385931676",
      "paper_id": "https://openalex.org/W4385931676",
      "title": "Ergodicity breaking in rapidly rotating C <sub>60</sub> fullerenes",
      "authors": "Lee R. Liu, Dina Rosenberg, P. Bryan Changala, Philip J. D. Crowley, David J. Nesbitt, Norman Y. Yao, Timur V. Tscherbul, Jun Ye",
      "paper_url": "https://doi.org/10.1126/science.adi6354",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4408703970",
      "paper_id": "https://openalex.org/W4408703970",
      "title": "Error-detected quantum operations with neutral atoms mediated by an optical cavity",
      "authors": "Brandon Grinkemeyer, Elmer Guardado-Sanchez, Ivana Dimitrova, Danilo Shchepanovich, G. Eirini Mandopoulou, Johannes Borregaard, Vladan Vuletić, Mikhail D. Lukin",
      "paper_url": "https://doi.org/10.1126/science.adr7075",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3133260372",
      "paper_id": "https://openalex.org/W3133260372",
      "title": "Evidence of superfluidity in a dipolar supersolid from nonclassical rotational inertia",
      "authors": "L. Tanzi, J. G. Maloberti, G. Biagioni, A. Fioretti, C. Gabbanini, G. Modugno",
      "paper_url": "https://doi.org/10.1126/science.aba4309",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4295924750",
      "paper_id": "https://openalex.org/W4295924750",
      "title": "Few-cycle vacuum squeezing in nanophotonics",
      "authors": "Rajveer Nehra, Ryoto Sekine, Luis Ledezma, Qiushi Guo, Robert M. Gray, Arkadev Roy, Alireza Marandi",
      "paper_url": "https://doi.org/10.1126/science.abo6213",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3216662041",
      "paper_id": "https://openalex.org/W3216662041",
      "title": "Floquet Hamiltonian engineering of an isolated many-body spin system",
      "authors": "Sebastian Geier, Nithiwadee Thaicharoen, Clément Hainaut, Titus Franz, Andre Salzinger, Annika Tebben, David Grimshandl, Gerhard Zürn, Matthias Weidemüller",
      "paper_url": "https://doi.org/10.1126/science.abd9547",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3164293404",
      "paper_id": "https://openalex.org/W3164293404",
      "title": "Free coherent evolution of a coupled atomic spin system initialized by electron scattering",
      "authors": "Lukas M. Veldman, Laëtitia Farinacci, Rasa Rejali, Rik Broekhoven, Jérémie Gobeil, David Coffey, Markus Ternes, Alexander F. Otte",
      "paper_url": "https://doi.org/10.1126/science.abg8223",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3198109096",
      "paper_id": "https://openalex.org/W3198109096",
      "title": "Generalized hydrodynamics in strongly interacting 1D Bose gases",
      "authors": "Neel Malvania, Yicheng Zhang, Yuan Le, Jerome Dubail, Marcos Rigol, David S. Weiss",
      "paper_url": "https://doi.org/10.1126/science.abf0147",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3137953428",
      "paper_id": "https://openalex.org/W3137953428",
      "title": "Generating arbitrary topological windings of a non-Hermitian band",
      "authors": "Kai Wang, Avik Dutt, Ki Youl Yang, Casey C. Wojcik, Jelena Vučković, Shanhui Fan",
      "paper_url": "https://doi.org/10.1126/science.abf6568",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W2989839938",
      "paper_id": "https://openalex.org/W2989839938",
      "title": "Geometric squeezing into the lowest Landau level",
      "authors": "Richard J. Fletcher, Airlia Shaffer, Cedric C. Wilson, Parth B. Patel, Zhenjie Yan, Valentin Crépel, Biswaroop Mukherjee, Martin W. Zwierlein",
      "paper_url": "https://doi.org/10.1126/science.aba7202",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4402625405",
      "paper_id": "https://openalex.org/W4402625405",
      "title": "High-fidelity teleportation of a logical qubit using transversal gates and lattice surgery",
      "authors": "C. Ryan-Anderson, N. C. Brown, C. H. Baldwin, J. M. Dreiling, C. Foltz, J. P. Gaebler, T. M. Gatterman, N. Hewitt, C. Holliman, C. V. Horst, J. Johansen, D. Lucchetti, T. Mengle, M. Matheny, Y. Matsuoka, K. Mayer, M. Mills, S. A. Moses, B. Neyenhuis, J. Pino, P. Siegfried, R. P. Stutz, J. Walker, D. Hayes",
      "paper_url": "https://doi.org/10.1126/science.adp6016",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4223595573",
      "paper_id": "https://openalex.org/W4223595573",
      "title": "High-precision measurement of the <i>W</i> boson mass with the CDF II detector",
      "authors": ", T. Aaltonen, S. Amerio, D. Amidei, A. Anastassov, A. Annovi, J. Antos, G. Apollinari, J. A. Appel, T. Arisawa, A. Artikov, J. Asaadi, W. Ashmanskas, B. Auerbach, A. Aurisano, F. Azfar, W. Badgett, T. Bae, A. Barbaro-Galtieri, V. E. Barnes, B. A. Barnett, P. Barria, P. Bartos, M. Bauce, F. Bedeschi, S. Behari, G. Bellettini, J. Bellinger, D. Benjamin, A. Beretvas, A. Bhatti, K. R. Bland, B. Blumenfeld, A. Bocci, A. Bodek, D. Bortoletto, J. Boudreau, A. Boveia, L. Brigliadori, C. Bromberg, E. Brucken, J. Budagov, H. S. Budd, K. Burkett, G. Busetto, P. Bussey, P. Butti, A. Buzatu, A. Calamba, S. Camarda, M. Campanelli, B. Carls, D. Carlsmith, R. Carosi, S. Carrillo, B. Casal, M. Casarsa, A. Castro, P. Catastini, D. Cauz, V. Cavaliere, A. Cerri, L. Cerrito, Y. C. Chen, M. Chertok, G. Chiarelli, G. Chlachidze, K. Cho, D. Chokheli, A. Clark, C. Clarke, M. E. Convery, J. Conway, M. Corbo, M. Cordelli, C. A. Cox, D. J. Cox, M. Cremonesi, D. Cruz, J. Cuevas, R. Culbertson, N. d’Ascenzo, M. Datta, P. de Barbaro, L. Demortier, M. Deninno, M. D’Errico, F. Devoto, A. Di Canto, B. Di Ruzza, J. R. Dittmann, S. Donati, M. D’Onofrio, M. Dorigo, A. Driutti, K. Ebina, R. Edgar, A. Elagin, R. Erbacher, S. Errede, B. Esham, S. Farrington, J. P. Fernández Ramos, R. Field, G. Flanagan, R. Forrest, M. Franklin, J. C. Freeman, H. Frisch, Y. Funakoshi, C. Galloni, A. F. Garfinkel, P. Garosi, H. Gerberich, E. Gerchtein, S. Giagu, V. Giakoumopoulou, K. Gibson, C. M. Ginsburg, N. Giokaris, P. Giromini, V. Glagolev, D. Glenzinski, M. Gold, D. Goldin, A. Golossanov, G. Gomez, G. Gomez-Ceballos, M. Goncharov, O. González López, I. Gorelov, A. T. Goshaw, K. Goulianos, E. Gramellini, C. Grosso-Pilcher, J. Guimaraes da Costa, S. R. Hahn, J. Y. Han, F. Happacher, K. Hara, M. Hare, R. F. Harr, T. Harrington-Taber, K. Hatakeyama, C. Hays, J. Heinrich, M. Herndon, A. Hocker, Z. Hong, W. Hopkins, S. Hou, R. E. Hughes, U. Husemann, M. Hussein, J. Huston, G. Introzzi, M. Iori, A. Ivanov, E. James, D. Jang, B. Jayatilaka, E. J. Jeon, S. Jindariani, M. Jones, K. K. Joo, S. Y. Jun, T. R. Junk, M. Kambeitz, T. Kamon, P. E. Karchin, A. Kasmi, Y. Kato, W. Ketchum, J. Keung, B. Kilminster, D. H. Kim, H. S. Kim, J. E. Kim, M. J. Kim, S. H. Kim, S. B. Kim, Y. J. Kim, Y. K. Kim, N. Kimura, M. Kirby, K. Kondo, D. J. Kong, J. Konigsberg, A. V. Kotwal, M. Kreps, J. Kroll, M. Kruse, T. Kuhr, M. Kurata, A. T. Laasanen, S. Lammel, M. Lancaster, K. Lannon, G. Latino, H. S. Lee, J. S. Lee, S. Leo, S. Leone, J. D. Lewis, A. Limosani, E. Lipeles, A. Lister, Q. Liu, T. Liu, S. Lockwitz, A. Loginov, D. Lucchesi, A. Lucà, J. Lueck, P. Lujan, P. Lukens, G. Lungu, J. Lys, R. Lysak, R. Madrak, P. Maestro, S. Malik, G. Manca, A. Manousakis-Katsikakis, L. Marchese, F. Margaroli, P. Marino, K. Matera, M. E. Mattson, A. Mazzacane, P. Mazzanti, R. McNulty, A. Mehta, P. Mehtala, A. Menzione, C. Mesropian, T. Miao, E. Michielin, D. Mietlicki, A. Mitra, H. Miyake, S. Moed, N. Moggi, C. S. Moon, R. Moore, M. J. Morello, A. Mukherjee, Th. Muller, P. Murat, M. Mussini, J. Nachtman, Y. Nagai, J. Naganoma, I. Nakano, A. Napier, J. Nett, T. Nigmanov, L. Nodulman, S. Y. Noh, O. Norniella, L. Oakes, S. H. Oh, Y. D. Oh, T. Okusawa, R. Orava, L. Ortolan, C. Pagliarone, E. Palencia, P. Palni, V. Papadimitriou, W. Parker, G. Pauletta, M. Paulini, C. Paus, T. J. Phillips, G. Piacentino, E. Pianori, J. Pilot, K. Pitts, C. Plager, L. Pondrom, S. Poprocki, K. Potamianos, A. Pranko, F. Prokoshin, F. Ptohos, G. Punzi, I. Redondo Fernández, P. Renton, M. Rescigno, F. Rimondi, L. Ristori, A. Robson, T. Rodriguez, S. Rolli, M. Ronzani, R. Roser, J. L. Rosner, F. Ruffini, A. Ruiz, J. Russ, V. Rusu, W. K. Sakumoto, Y. Sakurai, L. Santi, K. Sato, V. Saveliev, A. Savoy-Navarro, P. Schlabach, E. E. Schmidt, T. Schwarz, L. Scodellaro, F. Scuri, S. Seidel, Y. Seiya, A. Semenov, F. Sforza, S. Z. Shalhout, T. Shears, P. F. Shepard, M. Shimojima, M. Shochet, I. Shreyber-Tecker, A. Simonenko, K. Sliwa, J. R. Smith, F. D. Snider, H. Song, V. Sorin, R. St. Denis, M. Stancari, D. Stentz, J. Strologas, Y. Sudo, A. Sukhanov, I. Suslov, K. Takemasa, Y. Takeuchi, J. Tang, M. Tecchio, P. K. Teng, J. Thom, E. Thomson, V. Thukral, D. Toback, S. Tokar, K. Tollefson, T. Tomura, S. Torre, D. Torretta, P. Totaro, M. Trovato, F. Ukegawa, S. Uozumi, F. Vázquez, G. Velev, K. Vellidis, C. Vernieri, M. Vidal, R. Vilar, J. Vizán, M. Vogel, G. Volpi, P. Wagner, R. Wallny, S. M. Wang, D. Waters, W. C. Wester, D. Whiteson, A. B. Wicklund, S. Wilbur, H. H. Williams, J. S. Wilson, P. Wilson, B. L. Winer, P. Wittich, S. Wolbers, H. Wolfmeister, T. Wright, X. Wu, Z. Wu, K. Yamamoto, D. Yamato, T. Yang, U. K. Yang, Y. C. Yang, W.-M. Yao, G. P. Yeh, K. Yi, J. Yoh, K. Yorita, T. Yoshida, G. B. Yu, I. Yu, A. M. Zanetti, Y. Zeng, C. Zhou, S. Zucchelli",
      "paper_url": "https://doi.org/10.1126/science.abk1781",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3153777194",
      "paper_id": "https://openalex.org/W3153777194",
      "title": "Higher-dimensional supersymmetric microlaser arrays",
      "authors": "Xingdu Qiao, Bikashkali Midya, Zihe Gao, Zhifeng Zhang, Haoqi Zhao, Tianwei Wu, Jieun Yim, Ritesh Agarwal, Natalia M. Litchinitser, Liang Feng",
      "paper_url": "https://doi.org/10.1126/science.abg3904",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3193760358",
      "paper_id": "https://openalex.org/W3193760358",
      "title": "Imprinting the quantum statistics of photons on free electrons",
      "authors": "Raphael Dahan, Alexey Gorlach, Urs Haeusler, Aviv Karnieli, Ori Eyal, Peyman Yousefi, Mordechai Segev, Ady Arie, Gadi Eisenstein, Peter Hommelhoff, Ido Kaminer",
      "paper_url": "https://doi.org/10.1126/science.abj7128",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4382520353",
      "paper_id": "https://openalex.org/W4382520353",
      "title": "Improving metrology with quantum scrambling",
      "authors": "Zeyang Li, , Simone Colombo, Chi Shu, Gustavo Velez, Saúl Pilatowsky-Cameo, Roman Schmied, Soonwon Choi, Mikhail Lukin, Edwin Pedrozo-Peñafiel, Vladan Vuletić",
      "paper_url": "https://doi.org/10.1126/science.adg9500",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3210539808",
      "paper_id": "https://openalex.org/W3210539808",
      "title": "Information scrambling in quantum circuits",
      "authors": "Xiao Mi, Pedram Roushan, Chris Quintana, Salvatore Mandrà, Jeffrey Marshall, Charles Neill, Frank Arute, Kunal Arya, Juan Atalaya, Ryan Babbush, Joseph C. Bardin, Rami Barends, Joao Basso, Andreas Bengtsson, Sergio Boixo, Alexandre Bourassa, Michael Broughton, Bob B. Buckley, David A. Buell, Brian Burkett, Nicholas Bushnell, Zijun Chen, Benjamin Chiaro, Roberto Collins, William Courtney, Sean Demura, Alan R. Derk, Andrew Dunsworth, Daniel Eppens, Catherine Erickson, Edward Farhi, Austin G. Fowler, Brooks Foxen, Craig Gidney, Marissa Giustina, Jonathan A. Gross, Matthew P. Harrigan, Sean D. Harrington, Jeremy Hilton, Alan Ho, Sabrina Hong, Trent Huang, William J. Huggins, L. B. Ioffe, Sergei V. Isakov, Evan Jeffrey, Zhang Jiang, Cody Jones, Dvir Kafri, Julian Kelly, Seon Kim, Alexei Kitaev, Paul V. Klimov, Alexander N. Korotkov, Fedor Kostritsa, David Landhuis, Pavel Laptev, Erik Lucero, Orion Martin, Jarrod R. McClean, Trevor McCourt, Matt McEwen, Anthony Megrant, Kevin C. Miao, Masoud Mohseni, Shirin Montazeri, Wojciech Mruczkiewicz, Josh Mutus, Ofer Naaman, Matthew Neeley, Michael Newman, Murphy Yuezhen Niu, Thomas E. O’Brien, Alex Opremcak, Eric Ostby, Balint Pato, Andre Petukhov, Nicholas Redd, Nicholas C. Rubin, Daniel Sank, Kevin J. Satzinger, Vladimir Shvarts, Doug Strain, Marco Szalay, Matthew D. Trevithick, Benjamin Villalonga, Theodore White, Z. Jamie Yao, Ping Yeh, Adam Zalcman, Hartmut Neven, Igor Aleiner, Kostyantyn Kechedzhi, Vadim Smelyanskiy, Yu Chen",
      "paper_url": "https://doi.org/10.1126/science.abg5029",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4322764167",
      "paper_id": "https://openalex.org/W4322764167",
      "title": "Lane nucleation in complex active flows",
      "authors": "Karol A. Bacik, Bogdan S. Bacik, Tim Rogers",
      "paper_url": "https://doi.org/10.1126/science.add8091",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3175732250",
      "paper_id": "https://openalex.org/W3175732250",
      "title": "Laser soliton microcombs heterogeneously integrated on silicon",
      "authors": "Chao Xiang, Junqiu Liu, Joel Guo, Lin Chang, Rui Ning Wang, Wenle Weng, Jonathan Peters, Weiqiang Xie, Zeyu Zhang, Johann Riemensberger, Jennifer Selvidge, Tobias J. Kippenberg, John E. Bowers",
      "paper_url": "https://doi.org/10.1126/science.abh2076",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3204610656",
      "paper_id": "https://openalex.org/W3204610656",
      "title": "Levitodynamics: Levitation and control of microscopic objects in vacuum",
      "authors": "C. Gonzalez-Ballestero, M. Aspelmeyer, L. Novotny, R. Quidant, O. Romero-Isart",
      "paper_url": "https://doi.org/10.1126/science.abg3027",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4390967679",
      "paper_id": "https://openalex.org/W4390967679",
      "title": "Logical states for fault-tolerant quantum computation with propagating light",
      "authors": "Shunya Konno, Warit Asavanant, Fumiya Hanamura, Hironari Nagayoshi, Kosuke Fukui, Atsushi Sakaguchi, Ryuhoh Ide, Fumihiro China, Masahiro Yabuno, Shigehito Miki, Hirotaka Terai, Kan Takase, Mamoru Endo, Petr Marek, Radim Filip, Peter van Loock, Akira Furusawa",
      "paper_url": "https://doi.org/10.1126/science.adk7560",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3209291978",
      "paper_id": "https://openalex.org/W3209291978",
      "title": "Many-body–localized discrete time crystal with a programmable spin-based quantum simulator",
      "authors": "J. Randall, C. E. Bradley, F. V. van der Gronden, A. Galicia, M. H. Abobeih, M. Markham, D. J. Twitchen, F. Machado, N. Y. Yao, T. H. Taminiau",
      "paper_url": "https://doi.org/10.1126/science.abk0603",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3129254285",
      "paper_id": "https://openalex.org/W3129254285",
      "title": "Massively parallel ultrafast random bit generation with a chip-scale laser",
      "authors": "Kyungduk Kim, Stefan Bittner, Yongquan Zeng, Stefano Guazzotti, Ortwin Hess, Qi Jie Wang, Hui Cao",
      "paper_url": "https://doi.org/10.1126/science.abc2666",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4225822655",
      "paper_id": "https://openalex.org/W4225822655",
      "title": "Measurement of a helium tune-out frequency: an independent test of quantum electrodynamics",
      "authors": "B. M. Henson, J. A. Ross, K. F. Thomas, C. N. Kuhn, D. K. Shin, S. S. Hodgman, Yong-Hui Zhang, Li-Yan Tang, G. W. F. Drake, A. T. Bondy, A. G. Truscott, K. G. H. Baldwin",
      "paper_url": "https://doi.org/10.1126/science.abk2502",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4412623229",
      "paper_id": "https://openalex.org/W4412623229",
      "title": "Metasurface quantum graphs for generalized Hong-Ou-Mandel interference",
      "authors": "Kerolos M. A. Yousef, Marco D’Alessandro, Matthew Yeh, Neil Sinclair, Marko Loncar, Federico Capasso",
      "paper_url": "https://doi.org/10.1126/science.adw8404",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4378195004",
      "paper_id": "https://openalex.org/W4378195004",
      "title": "Mid-circuit correction of correlated phase errors using an array of spectator qubits",
      "authors": "K. Singh, C. E. Bradley, S. Anand, V. Ramesh, R. White, H. Bernien",
      "paper_url": "https://doi.org/10.1126/science.ade5337",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4396574496",
      "paper_id": "https://openalex.org/W4396574496",
      "title": "Momentum-exchange interactions in a Bragg atom interferometer suppress Doppler dephasing",
      "authors": "Chengyi Luo, Haoqing Zhang, Vanessa P. W. Koh, John D. Wilson, Anjun Chu, Murray J. Holland, Ana Maria Rey, James K. Thompson",
      "paper_url": "https://doi.org/10.1126/science.adi1393",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4384155058",
      "paper_id": "https://openalex.org/W4384155058",
      "title": "Multichip multidimensional quantum networks with entanglement retrievability",
      "authors": "Yun Zheng, Chonghao Zhai, Dajian Liu, Jun Mao, Xiaojiong Chen, Tianxiang Dai, Jieshan Huang, Jueming Bao, Zhaorong Fu, Yeyu Tong, Xuetong Zhou, Yan Yang, Bo Tang, Zhihua Li, Yan Li, Qihuang Gong, Hon Ki Tsang, Daoxin Dai, Jianwei Wang",
      "paper_url": "https://doi.org/10.1126/science.adg9210",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3206743562",
      "paper_id": "https://openalex.org/W3206743562",
      "title": "Multidimensional phase singularities in nanophotonics",
      "authors": "Jincheng Ni, Can Huang, Lei-Ming Zhou, Min Gu, Qinghai Song, Yuri Kivshar, Cheng-Wei Qiu",
      "paper_url": "https://doi.org/10.1126/science.abj0039",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4392550953",
      "paper_id": "https://openalex.org/W4392550953",
      "title": "Multimodality integrated microresonators using the Moiré speedup effect",
      "authors": "Qing-Xin Ji, Peng Liu, Warren Jin, Joel Guo, Lue Wu, Zhiquan Yuan, Jonathan Peters, Avi Feshali, Mario Paniccia, John E. Bowers, Kerry J. Vahala",
      "paper_url": "https://doi.org/10.1126/science.adk9429",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4312097794",
      "paper_id": "https://openalex.org/W4312097794",
      "title": "Nanoscale covariance magnetometry with diamond quantum sensors",
      "authors": "Jared Rovny, Zhiyang Yuan, Mattias Fitzpatrick, Ahmed I. Abdalla, Laura Futamura, Carter Fox, Matthew Carl Cambria, Shimon Kolkowitz, Nathalie P. de Leon",
      "paper_url": "https://doi.org/10.1126/science.ade9858",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4309233013",
      "paper_id": "https://openalex.org/W4309233013",
      "title": "Noise-resilient edge modes on a chain of superconducting qubits",
      "authors": "X. Mi, M. Sonner, M. Y. Niu, K. W. Lee, B. Foxen, R. Acharya, I. Aleiner, T. I. Andersen, F. Arute, K. Arya, A. Asfaw, J. Atalaya, J. C. Bardin, J. Basso, A. Bengtsson, G. Bortoli, A. Bourassa, L. Brill, M. Broughton, B. B. Buckley, D. A. Buell, B. Burkett, N. Bushnell, Z. Chen, B. Chiaro, R. Collins, P. Conner, W. Courtney, A. L. Crook, D. M. Debroy, S. Demura, A. Dunsworth, D. Eppens, C. Erickson, L. Faoro, E. Farhi, R. Fatemi, L. Flores, E. Forati, A. G. Fowler, W. Giang, C. Gidney, D. Gilboa, M. Giustina, A. G. Dau, J. A. Gross, S. Habegger, M. P. Harrigan, M. Hoffmann, S. Hong, T. Huang, A. Huff, W. J. Huggins, L. B. Ioffe, S. V. Isakov, J. Iveland, E. Jeffrey, Z. Jiang, C. Jones, D. Kafri, K. Kechedzhi, T. Khattar, S. Kim, A. Y. Kitaev, P. V. Klimov, A. R. Klots, A. N. Korotkov, F. Kostritsa, J. M. Kreikebaum, D. Landhuis, P. Laptev, K.-M. Lau, J. Lee, L. Laws, W. Liu, A. Locharla, O. Martin, J. R. McClean, M. McEwen, B. Meurer Costa, K. C. Miao, M. Mohseni, S. Montazeri, A. Morvan, E. Mount, W. Mruczkiewicz, O. Naaman, M. Neeley, C. Neill, M. Newman, T. E. O’Brien, A. Opremcak, A. Petukhov, R. Potter, C. Quintana, N. C. Rubin, N. Saei, D. Sank, K. Sankaragomathi, K. J. Satzinger, C. Schuster, M. J. Shearn, V. Shvarts, D. Strain, Y. Su, M. Szalay, G. Vidal, B. Villalonga, C. Vollgraff-Heidweiller, T. White, Z. Yao, P. Yeh, J. Yoo, A. Zalcman, Y. Zhang, N. Zhu, H. Neven, D. Bacon, J. Hilton, E. Lucero, R. Babbush, S. Boixo, A. Megrant, Y. Chen, J. Kelly, V. Smelyanskiy, D. A. Abanin, P. Roushan",
      "paper_url": "https://doi.org/10.1126/science.abq5769",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4392028182",
      "paper_id": "https://openalex.org/W4392028182",
      "title": "Non-Abelian physics in light and sound",
      "authors": "Yi Yang, Biao Yang, Guancong Ma, Jensen Li, Shuang Zhang, C. T. Chan",
      "paper_url": "https://doi.org/10.1126/science.adf9621",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3151880047",
      "paper_id": "https://openalex.org/W3151880047",
      "title": "Nonlinear tuning of PT symmetry and non-Hermitian topological states",
      "authors": "Shiqi Xia, Dimitrios Kaltsas, Daohong Song, Ioannis Komis, Jingjun Xu, Alexander Szameit, Hrvoje Buljan, Konstantinos G. Makris, Zhigang Chen",
      "paper_url": "https://doi.org/10.1126/science.abf6873",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4281688787",
      "paper_id": "https://openalex.org/W4281688787",
      "title": "Observation of a continuous time crystal",
      "authors": "Phatthamon Kongkhambut, Jim Skulte, Ludwig Mathey, Jayson G. Cosme, Andreas Hemmerich, Hans Keßler",
      "paper_url": "https://doi.org/10.1126/science.abo3382",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4206701131",
      "paper_id": "https://openalex.org/W4206701131",
      "title": "Observation of a gravitational Aharonov-Bohm effect",
      "authors": "Chris Overstreet, Peter Asenbaum, Joseph Curti, Minjeong Kim, Mark A. Kasevich",
      "paper_url": "https://doi.org/10.1126/science.abl7152",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3143007768",
      "paper_id": "https://openalex.org/W3143007768",
      "title": "Observation of a non-Hermitian phase transition in an optical quantum gas",
      "authors": "Fahri Emre Öztürk, Tim Lappe, Göran Hellmann, Julian Schmitt, Jan Klaers, Frank Vewinger, Johann Kroha, Martin Weitz",
      "paper_url": "https://doi.org/10.1126/science.abe9869",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3129015933",
      "paper_id": "https://openalex.org/W3129015933",
      "title": "Observation of a prethermal discrete time crystal",
      "authors": "A. Kyprianidis, F. Machado, W. Morong, P. Becker, K. S. Collins, D. V. Else, L. Feng, P. W. Hess, C. Nayak, G. Pagano, N. Y. Yao, C. Monroe",
      "paper_url": "https://doi.org/10.1126/science.abg8102",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3194951073",
      "paper_id": "https://openalex.org/W3194951073",
      "title": "Observation of a superradiant quantum phase transition in an intracavity degenerate Fermi gas",
      "authors": "Xiaotian Zhang, Yu Chen, Zemao Wu, Juan Wang, Jijie Fan, Shujin Deng, Haibin Wu",
      "paper_url": "https://doi.org/10.1126/science.abd4385",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3199571445",
      "paper_id": "https://openalex.org/W3199571445",
      "title": "Observation of fragmentation of a spinor Bose-Einstein condensate",
      "authors": "Bertrand Evrard, An Qu, Jean Dalibard, Fabrice Gerbier",
      "paper_url": "https://doi.org/10.1126/science.abd8206",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4409833909",
      "paper_id": "https://openalex.org/W4409833909",
      "title": "Observation of generalized <i>t-J</i> spin dynamics with tunable dipolar interactions",
      "authors": "Annette N. Carroll, Henrik Hirzler, Calder Miller, David Wellnitz, Sean R. Muleady, Junyu Lin, Krzysztof P. Zamarski, Reuben R. W. Wang, John L. Bohn, Ana Maria Rey, Jun Ye",
      "paper_url": "https://doi.org/10.1126/science.adq0911",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3188940329",
      "paper_id": "https://openalex.org/W3188940329",
      "title": "Observation of microwave shielding of ultracold molecules",
      "authors": "Loïc Anderegg, Sean Burchesky, Yicheng Bao, Scarlett S. Yu, Tijs Karman, Eunmi Chae, Kang-Kuen Ni, Wolfgang Ketterle, John M. Doyle",
      "paper_url": "https://doi.org/10.1126/science.abg9502",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4391215264",
      "paper_id": "https://openalex.org/W4391215264",
      "title": "Observation of millihertz-level cooperative Lamb shifts in an optical atomic clock",
      "authors": "Ross B. Hutson, William R. Milner, Lingfeng Yan, Jun Ye, Christian Sanner",
      "paper_url": "https://doi.org/10.1126/science.adh4477",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3213624725",
      "paper_id": "https://openalex.org/W3213624725",
      "title": "Observation of Pauli blocking in light scattering from quantum degenerate fermions",
      "authors": "Amita B. Deb, Niels Kjærgaard",
      "paper_url": "https://doi.org/10.1126/science.abh3470",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3024098928",
      "paper_id": "https://openalex.org/W3024098928",
      "title": "Observation of superfluidity in a strongly correlated two-dimensional Fermi gas",
      "authors": "Lennart Sobirey, Niclas Luick, Markus Bohlen, Hauke Biss, Henning Moritz, Thomas Lompe",
      "paper_url": "https://doi.org/10.1126/science.abc8793",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4399848835",
      "paper_id": "https://openalex.org/W4399848835",
      "title": "Observation of topological frequency combs",
      "authors": "Christopher J. Flower, Mahmoud Jalali Mehrabad, Lida Xu, Gregory Moille, Daniel G. Suarez-Forero, Oğulcan Örsel, Gaurav Bahl, Yanne Chembo, Kartik Srinivasan, Sunil Mittal, Mohammad Hafezi",
      "paper_url": "https://doi.org/10.1126/science.ado0053",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W3173517617",
      "paper_id": "https://openalex.org/W3173517617",
      "title": "Observing emergent hydrodynamics in a long-range quantum magnet",
      "authors": "M. K. Joshi, F. Kranzl, A. Schuckert, I. Lovas, C. Maier, R. Blatt, M. Knap, C. F. Roos",
      "paper_url": "https://doi.org/10.1126/science.abk2400",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4310703717",
      "paper_id": "https://openalex.org/W4310703717",
      "title": "Observing the quantum topology of light",
      "authors": "Jinfeng Deng, Hang Dong, Chuanyu Zhang, Yaozu Wu, Jiale Yuan, Xuhao Zhu, Feitong Jin, Hekang Li, Zhen Wang, Han Cai, Chao Song, H. Wang, J. Q. You, Da-Wei Wang",
      "paper_url": "https://doi.org/10.1126/science.ade6219",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4389429475",
      "paper_id": "https://openalex.org/W4389429475",
      "title": "On-demand entanglement of molecules in a reconfigurable optical tweezer array",
      "authors": "Connor M. Holland, Yukai Lu, Lawrence W. Cheuk",
      "paper_url": "https://doi.org/10.1126/science.adf4272",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4400974588",
      "paper_id": "https://openalex.org/W4400974588",
      "title": "Operating semiconductor quantum processors with hopping spins",
      "authors": "Chien-An Wang, Valentin John, Hanifa Tidjani, Cécile X. Yu, Alexander S. Ivlev, Corentin Déprez, Floor van Riggelen-Doelman, Benjamin D. Woods, Nico W. Hendrickx, William I. L. Lawrie, Lucas E. A. Stehouwer, Stefan D. Oosterhout, Amir Sammak, Mark Friesen, Giordano Scappucci, Sander L. de Snoo, Maximilian Rimbach-Russ, Francesco Borsoi, Menno Veldhorst",
      "paper_url": "https://doi.org/10.1126/science.ado5915",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3213876527",
      "paper_id": "https://openalex.org/W3213876527",
      "title": "Pauli blocking of atom-light scattering",
      "authors": "Christian Sanner, Lindsay Sonderhouse, Ross B. Hutson, Lingfeng Yan, William R. Milner, Jun Ye",
      "paper_url": "https://doi.org/10.1126/science.abh3483",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3214694944",
      "paper_id": "https://openalex.org/W3214694944",
      "title": "Pauli blocking of light scattering in degenerate fermions",
      "authors": "Yair Margalit, Yu-Kun Lu, Furkan Çağrı Top, Wolfgang Ketterle",
      "paper_url": "https://doi.org/10.1126/science.abi6153",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3196359594",
      "paper_id": "https://openalex.org/W3196359594",
      "title": "Pendellösung interferometry probes the neutron charge radius, lattice dynamics, and fifth forces",
      "authors": "Benjamin Heacock, Takuhiro Fujiie, Robert W. Haun, Albert Henins, Katsuya Hirota, Takuya Hosobata, Michael G. Huber, Masaaki Kitaguchi, Dmitry A. Pushin, Hirohiko Shimizu, Masahiro Takeda, Robert Valdillez, Yutaka Yamagata, Albert R. Young",
      "paper_url": "https://doi.org/10.1126/science.abc2794",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401607400",
      "paper_id": "https://openalex.org/W4401607400",
      "title": "Phantom energy in the nonlinear response of a quantum many-body scar state",
      "authors": "Kangning Yang, Yicheng Zhang, Kuan-Yu Li, Kuan-Yu Lin, Sarang Gopalakrishnan, Marcos Rigol, Benjamin L. Lev",
      "paper_url": "https://doi.org/10.1126/science.adk8978",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4296794220",
      "paper_id": "https://openalex.org/W4296794220",
      "title": "Provably efficient machine learning for quantum many-body problems",
      "authors": "Hsin-Yuan Huang, Richard Kueng, Giacomo Torlai, Victor V. Albert, John Preskill",
      "paper_url": "https://doi.org/10.1126/science.abk3333",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W3216228299",
      "paper_id": "https://openalex.org/W3216228299",
      "title": "Quantum advantage in learning from experiments",
      "authors": "Hsin-Yuan Huang, Michael Broughton, Jordan Cotler, Sitan Chen, Jerry Li, Masoud Mohseni, Hartmut Neven, Ryan Babbush, Richard Kueng, John Preskill, Jarrod R. McClean",
      "paper_url": "https://doi.org/10.1126/science.abn7293",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4405611001",
      "paper_id": "https://openalex.org/W4405611001",
      "title": "Quantum collective motion of macroscopic mechanical oscillators",
      "authors": "Mahdi Chegnizadeh, Marco Scigliuzzo, Amir Youssefi, Shingo Kono, Evgenii Guzovskii, Tobias J. Kippenberg",
      "paper_url": "https://doi.org/10.1126/science.adr8187",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4388520220",
      "paper_id": "https://openalex.org/W4388520220",
      "title": "Quantum control of trapped polyatomic molecules for eEDM searches",
      "authors": "Loïc Anderegg, Nathaniel B. Vilas, Christian Hallas, Paige Robichaud, Arian Jadbabaie, John M. Doyle, Nicholas R. Hutzler",
      "paper_url": "https://doi.org/10.1126/science.adg8155",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W3175979234",
      "paper_id": "https://openalex.org/W3175979234",
      "title": "Quantum gas microscopy of Kardar-Parisi-Zhang superdiffusion",
      "authors": "David Wei, Antonio Rubio-Abadal, Bingtian Ye, Francisco Machado, Jack Kemp, Kritsana Srakaew, Simon Hollerith, Jun Rui, Sarang Gopalakrishnan, Norman Y. Yao, Immanuel Bloch, Johannes Zeiher",
      "paper_url": "https://doi.org/10.1126/science.abk2397",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4396948747",
      "paper_id": "https://openalex.org/W4396948747",
      "title": "Quantum interference in atom-exchange reactions",
      "authors": "Yi-Xiang Liu, Lingbang Zhu, Jeshurun Luke, J. J. Arfor Houwman, Mark C. Babin, Ming-Guang Hu, Kang-Kuen Ni",
      "paper_url": "https://doi.org/10.1126/science.adl6570",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4408017030",
      "paper_id": "https://openalex.org/W4408017030",
      "title": "Quantum interference observed in state-resolved molecule-surface scattering",
      "authors": "Christopher S. Reilly, Daniel J. Auerbach, Liang Zhang, Hua Guo, Rainer D. Beck",
      "paper_url": "https://doi.org/10.1126/science.adu1023",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4414494505",
      "paper_id": "https://openalex.org/W4414494505",
      "title": "Quantum learning advantage on a scalable photonic platform",
      "authors": "Zheng-Hao Liu, Romain Brunel, Emil E. B. Østergaard, Oscar Cordero, Senrui Chen, Yat Wong, Jens A. H. Nielsen, Axel B. Bregnsbo, Sisi Zhou, Hsin-Yuan Huang, Changhun Oh, Liang Jiang, John Preskill, Jonas S. Neergaard-Nielsen, Ulrik L. Andersen",
      "paper_url": "https://doi.org/10.1126/science.adv2560",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3211362520",
      "paper_id": "https://openalex.org/W3211362520",
      "title": "Quantum mechanical double slit for molecular scattering",
      "authors": "Haowen Zhou, William E. Perreault, Nandini Mukherjee, Richard N. Zare",
      "paper_url": "https://doi.org/10.1126/science.abl4143",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3158888751",
      "paper_id": "https://openalex.org/W3158888751",
      "title": "Quantum mechanics–free subsystem with mechanical oscillators",
      "authors": "Laure Mercier de Lépinay, Caspar F. Ockeloen-Korppi, Matthew J. Woolley, Mika A. Sillanpää",
      "paper_url": "https://doi.org/10.1126/science.abf5389",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W2889426946",
      "paper_id": "https://openalex.org/W2889426946",
      "title": "Quantum optimization of maximum independent set using Rydberg atom arrays",
      "authors": "S. Ebadi, A. Keesling, M. Cain, T. T. Wang, H. Levine, D. Bluvstein, G. Semeghini, A. Omran, J.-G. Liu, R. Samajdar, X.-Z. Luo, B. Nash, X. Gao, B. Barak, E. Farhi, S. Sachdev, N. Gemelke, L. Zhou, S. Choi, H. Pichler, S.-T. Wang, M. Greiner, V. Vuletić, M. D. Lukin",
      "paper_url": "https://doi.org/10.1126/science.abo6587",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4323809386",
      "paper_id": "https://openalex.org/W4323809386",
      "title": "Quantum state–resolved molecular dipolar collisions over four decades of energy",
      "authors": "Guoqiang Tang, Matthieu Besemer, Stach Kuijpers, Gerrit C. Groenenboom, Ad van der Avoird, Tijs Karman, Sebastiaan Y. T. van de Meerakker",
      "paper_url": "https://doi.org/10.1126/science.adf9836",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4384155375",
      "paper_id": "https://openalex.org/W4384155375",
      "title": "Quantum vortices of strongly interacting photons",
      "authors": "Lee Drori, Bankim Chandra Das, Tomer Danino Zohar, Gal Winer, Eilon Poem, Alexander Poddubny, Ofer Firstenberg",
      "paper_url": "https://doi.org/10.1126/science.adh5315",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4387951761",
      "paper_id": "https://openalex.org/W4387951761",
      "title": "Quantum walk comb in a fast gain laser",
      "authors": "Ina Heckelmann, Mathieu Bertrand, Alexander Dikopoltsev, Mattias Beck, Giacomo Scalari, Jérôme Faist",
      "paper_url": "https://doi.org/10.1126/science.adj3858",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3158434491",
      "paper_id": "https://openalex.org/W3158434491",
      "title": "Quantum walks on a programmable two-dimensional 62-qubit superconducting processor",
      "authors": "Ming Gong, Shiyu Wang, Chen Zha, Ming-Cheng Chen, He-Liang Huang, Yulin Wu, Qingling Zhu, Youwei Zhao, Shaowei Li, Shaojun Guo, Haoran Qian, Yangsen Ye, Fusheng Chen, Chong Ying, Jiale Yu, Daojin Fan, Dachao Wu, Hong Su, Hui Deng, Hao Rong, Kaili Zhang, Sirui Cao, Jin Lin, Yu Xu, Lihua Sun, Cheng Guo, Na Li, Futian Liang, V. M. Bastidas, Kae Nemoto, W. J. Munro, Yong-Heng Huo, Chao-Yang Lu, Cheng-Zhi Peng, Xiaobo Zhu, Jian-Wei Pan",
      "paper_url": "https://doi.org/10.1126/science.abg7812",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3136334502",
      "paper_id": "https://openalex.org/W3136334502",
      "title": "Quantum-enhanced sensing of displacements and electric fields with two-dimensional trapped-ion crystals",
      "authors": "Kevin A. Gilmore, Matthew Affolter, Robert J. Lewis-Swan, Diego Barberena, Elena Jordan, Ana Maria Rey, John J. Bollinger",
      "paper_url": "https://doi.org/10.1126/science.abi5226",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3184878209",
      "paper_id": "https://openalex.org/W3184878209",
      "title": "Qubit spin ice",
      "authors": "Andrew D. King, Cristiano Nisoli, Edward D. Dahl, Gabriel Poulin-Lamarre, Alejandro Lopez-Bezanilla",
      "paper_url": "https://doi.org/10.1126/science.abe2824",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4411983890",
      "paper_id": "https://openalex.org/W4411983890",
      "title": "Random unitaries in extremely low depth",
      "authors": "Thomas Schuster, Jonas Haferkamp, Hsin-Yuan Huang",
      "paper_url": "https://doi.org/10.1126/science.adv8590",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4220808108",
      "paper_id": "https://openalex.org/W4220808108",
      "title": "Reactions between layer-resolved molecules mediated by dipolar spin exchange",
      "authors": "William G. Tobias, Kyle Matsuda, Jun-Ru Li, Calder Miller, Annette N. Carroll, Thomas Bilitewski, Ana Maria Rey, Jun Ye",
      "paper_url": "https://doi.org/10.1126/science.abn8525",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3153423942",
      "paper_id": "https://openalex.org/W3153423942",
      "title": "Realization of a multinode quantum network of remote solid-state qubits",
      "authors": "M. Pompili, S. L. N. Hermans, S. Baier, H. K. C. Beukers, P. C. Humphreys, R. N. Schouten, R. F. L. Vermeulen, M. J. Tiggelman, L. dos Santos Martins, B. Dirkse, S. Wehner, R. Hanson",
      "paper_url": "https://doi.org/10.1126/science.abg1919",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4293242954",
      "paper_id": "https://openalex.org/W4293242954",
      "title": "Resonant metasurfaces for generating complex quantum states",
      "authors": "Tomás Santiago-Cruz, Sylvain D. Gennaro, Oleg Mitrofanov, Sadhvikas Addamane, John Reno, Igal Brener, Maria V. Chekhova",
      "paper_url": "https://doi.org/10.1126/science.abq8684",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4308430556",
      "paper_id": "https://openalex.org/W4308430556",
      "title": "Robust multi-qubit quantum network node with integrated error detection",
      "authors": "P.-J. Stas, Y. Q. Huan, B. Machielse, E. N. Knall, A. Suleymanzade, B. Pingault, M. Sutula, S. W. Ding, C. M. Knaut, D. R. Assumpcao, Y.-C. Wei, M. K. Bhaskar, R. Riedinger, D. D. Sukachev, H. Park, M. Lončar, D. S. Levonian, M. D. Lukin",
      "paper_url": "https://doi.org/10.1126/science.add9771",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4414321822",
      "paper_id": "https://openalex.org/W4414321822",
      "title": "Scalable entanglement of nuclear spins mediated by electron exchange",
      "authors": "Holly G. Stemp, Mark R. van Blankenstein, Serwan Asaad, Mateusz T. Mądzik, Benjamin Joecker, Hannes R. Firgau, Arne Laucht, Fay E. Hudson, Andrew S. Dzurak, Kohei M. Itoh, Alexander M. Jakob, Brett C. Johnson, David N. Jamieson, Andrea Morello",
      "paper_url": "https://doi.org/10.1126/science.ady3799",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4366507119",
      "paper_id": "https://openalex.org/W4366507119",
      "title": "Scaling information pathways in optical fibers by topological confinement",
      "authors": "Zelin Ma, Poul Kristensen, Siddharth Ramachandran",
      "paper_url": "https://doi.org/10.1126/science.add1874",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4366502730",
      "paper_id": "https://openalex.org/W4366502730",
      "title": "Schrödinger cat states of a 16-microgram mechanical oscillator",
      "authors": "Marius Bild, Matteo Fadel, Yu Yang, Uwe von Lüpke, Phillip Martin, Alessandro Bruno, Yiwen Chu",
      "paper_url": "https://doi.org/10.1126/science.adf7553",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4210476912",
      "paper_id": "https://openalex.org/W4210476912",
      "title": "Second sound attenuation near quantum criticality",
      "authors": "Xi Li, Xiang Luo, Shuai Wang, Ke Xie, Xiang-Pei Liu, Hui Hu, Yu-Ao Chen, Xing-Can Yao, Jian-Wei Pan",
      "paper_url": "https://doi.org/10.1126/science.abi4480",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4408892004",
      "paper_id": "https://openalex.org/W4408892004",
      "title": "Selective filtering of photonic quantum entanglement via anti–parity-time symmetry",
      "authors": "Mahmoud A. Selim, Max Ehrhardt, Yuqiang Ding, Hediyeh M. Dinani, Qi Zhong, Armando Perez‐Leija, Şahin K. Özdemir, Matthias Heinrich, Alexander Szameit, Demetrios N. Christodoulides, Mercedeh Khajavikhan",
      "paper_url": "https://doi.org/10.1126/science.adu3777",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4399168176",
      "paper_id": "https://openalex.org/W4399168176",
      "title": "Solid-state continuous time crystal in a polariton condensate with a built-in mechanical clock",
      "authors": "I. Carraro-Haddad, D. L. Chafatinos, A. S. Kuznetsov, I. A. Papuccio-Fernández, A. A. Reynoso, A. Bruchhausen, K. Biermann, P. V. Santos, G. Usaj, A. Fainstein",
      "paper_url": "https://doi.org/10.1126/science.adn7087",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4411437898",
      "paper_id": "https://openalex.org/W4411437898",
      "title": "Spectroscopy of elementary excitations from quench dynamics in a dipolar XY Rydberg simulator",
      "authors": "Cheng Chen, Gabriel Emperauger, Guillaume Bornet, Filippo Caleca, Bastien Gély, Marcus Bintz, Shubhayu Chatterjee, Vincent Liu, Daniel Barredo, Norman Y. Yao, Thierry Lahaye, Fabio Mezzacapo, Tommaso Roscilde, Antoine Browaeys",
      "paper_url": "https://doi.org/10.1126/science.adn0618",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4282969031",
      "paper_id": "https://openalex.org/W4282969031",
      "title": "Spin-charge separation in a one-dimensional Fermi gas with tunable interactions",
      "authors": "Ruwan Senaratne, Danyel Cavazos-Cavazos, Sheng Wang, Feng He, Ya-Ting Chang, Aashish Kafle, Han Pu, Xi-Wen Guan, Randall G. Hulet",
      "paper_url": "https://doi.org/10.1126/science.abn1719",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4379792330",
      "paper_id": "https://openalex.org/W4379792330",
      "title": "Splitting phonons: Building a platform for linear mechanical quantum computing",
      "authors": "H. Qiao, É. Dumur, G. Andersson, H. Yan, M.-H. Chou, J. Grebel, C. R. Conner, Y. J. Joshi, J. M. Miller, R. G. Povey, X. Wu, A. N. Cleland",
      "paper_url": "https://doi.org/10.1126/science.adg8715",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4406440050",
      "paper_id": "https://openalex.org/W4406440050",
      "title": "Squeezed dual-comb spectroscopy",
      "authors": "Daniel I. Herman, Mathieu Walsh, Molly Kate Kreider, Noah Lordi, Eugene J. Tsao, Alexander J. Lind, Matthew Heyrich, Joshua Combes, Jérôme Genest, Scott A. Diddams",
      "paper_url": "https://doi.org/10.1126/science.ads6292",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4393036043",
      "paper_id": "https://openalex.org/W4393036043",
      "title": "Stable quantum-correlated many-body states through engineered dissipation",
      "authors": "X. Mi, A. A. Michailidis, S. Shabani, K. C. Miao, P. V. Klimov, J. Lloyd, E. Rosenberg, R. Acharya, I. Aleiner, T. I. Andersen, M. Ansmann, F. Arute, K. Arya, A. Asfaw, J. Atalaya, J. C. Bardin, A. Bengtsson, G. Bortoli, A. Bourassa, J. Bovaird, L. Brill, M. Broughton, B. B. Buckley, D. A. Buell, T. Burger, B. Burkett, N. Bushnell, Z. Chen, B. Chiaro, D. Chik, C. Chou, J. Cogan, R. Collins, P. Conner, W. Courtney, A. L. Crook, B. Curtin, A. G. Dau, D. M. Debroy, A. Del Toro Barba, S. Demura, A. Di Paolo, I. K. Drozdov, A. Dunsworth, C. Erickson, L. Faoro, E. Farhi, R. Fatemi, V. S. Ferreira, L. F. Burgos, E. Forati, A. G. Fowler, B. Foxen, É. Genois, W. Giang, C. Gidney, D. Gilboa, M. Giustina, R. Gosula, J. A. Gross, S. Habegger, M. C. Hamilton, M. Hansen, M. P. Harrigan, S. D. Harrington, P. Heu, M. R. Hoffmann, S. Hong, T. Huang, A. Huff, W. J. Huggins, L. B. Ioffe, S. V. Isakov, J. Iveland, E. Jeffrey, Z. Jiang, C. Jones, P. Juhas, D. Kafri, K. Kechedzhi, T. Khattar, M. Khezri, M. Kieferová, S. Kim, A. Kitaev, A. R. Klots, A. N. Korotkov, F. Kostritsa, J. M. Kreikebaum, D. Landhuis, P. Laptev, K.-M. Lau, L. Laws, J. Lee, K. W. Lee, Y. D. Lensky, B. J. Lester, A. T. Lill, W. Liu, A. Locharla, F. D. Malone, O. Martin, J. R. McClean, M. McEwen, A. Mieszala, S. Montazeri, A. Morvan, R. Movassagh, W. Mruczkiewicz, M. Neeley, C. Neill, A. Nersisyan, M. Newman, J. H. Ng, A. Nguyen, M. Nguyen, M. Y. Niu, T. E. O’Brien, A. Opremcak, A. Petukhov, R. Potter, L. P. Pryadko, C. Quintana, C. Rocque, N. C. Rubin, N. Saei, D. Sank, K. Sankaragomathi, K. J. Satzinger, H. F. Schurkus, C. Schuster, M. J. Shearn, A. Shorter, N. Shutty, V. Shvarts, J. Skruzny, W. C. Smith, R. Somma, G. Sterling, D. Strain, M. Szalay, A. Torres, G. Vidal, B. Villalonga, C. V. Heidweiller, T. White, B. W. K. Woo, C. Xing, Z. J. Yao, P. Yeh, J. Yoo, G. Young, A. Zalcman, Y. Zhang, N. Zhu, N. Zobrist, H. Neven, R. Babbush, D. Bacon, S. Boixo, J. Hilton, E. Lucero, A. Megrant, J. Kelly, Y. Chen, P. Roushan, V. Smelyanskiy, D. A. Abanin",
      "paper_url": "https://doi.org/10.1126/science.adh9932",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410850952",
      "paper_id": "https://openalex.org/W4410850952",
      "title": "Testing interelectronic interaction in lithium-like tin",
      "authors": "Jonathan Morgner, Vladimir A. Yerokhin, Charlotte M. König, Fabian Heiße, Bingsheng Tu, Tim Sailer, Bastian Sikora, Zoltán Harman, José R. Crespo López-Urrutia, Christoph H. Keitel, Sven Sturm, Klaus Blaum",
      "paper_url": "https://doi.org/10.1126/science.adn5981",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4410648767",
      "paper_id": "https://openalex.org/W4410648767",
      "title": "The helion charge radius from laser spectroscopy of muonic helium-3 ions",
      "authors": "Karsten Schuhmann, Luis M. P. Fernandes, François Nez, Marwan Abdou Ahmed, Fernando D. Amaro, Pedro Amaro, François Biraben, Tzu-Ling Chen, Daniel S. Covita, Andreas J. Dax, Marc Diepold, Beatrice Franke, Sandrine Galtier, Andrea L. Gouvea, Johannes Götzfried, Thomas Graf, Theodor W. Hänsch, Malte Hildebrandt, Paul Indelicato, Lucile Julien, Klaus Kirch, Andreas Knecht, Franz Kottmann, Julian J. Krauth, Yi-Wei Liu, Jorge Machado, Cristina M. B. Monteiro, Françoise Mulhauser, Boris Naar, Tobias Nebel, Joaquim M. F. dos Santos, José Paulo Santos, Csilla I. Szabo, David Taqqu, João F. C. A. Veloso, Andreas Voss, Birgit Weichelt, Aldo Antognini, Randolf Pohl,",
      "paper_url": "https://doi.org/10.1126/science.adj2610",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W3185324667",
      "paper_id": "https://openalex.org/W3185324667",
      "title": "Thermalization dynamics of a gauge theory on a quantum simulator",
      "authors": "Zhao-Yu Zhou, Guo-Xian Su, Jad C. Halimeh, Robert Ott, Hui Sun, Philipp Hauke, Bing Yang, Zhen-Sheng Yuan, Jürgen Berges, Jian-Wei Pan",
      "paper_url": "https://doi.org/10.1126/science.abl6277",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4391657944",
      "paper_id": "https://openalex.org/W4391657944",
      "title": "Thermography of the superfluid transition in a strongly interacting Fermi gas",
      "authors": "Zhenjie Yan, Parth B. Patel, Biswaroop Mukherjee, Chris J. Vale, Richard J. Fletcher, Martin W. Zwierlein",
      "paper_url": "https://doi.org/10.1126/science.adg3430",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4399848816",
      "paper_id": "https://openalex.org/W4399848816",
      "title": "Topological Hong-Ou-Mandel interference",
      "authors": "Max Ehrhardt, Christoph Dittel, Matthias Heinrich, Alexander Szameit",
      "paper_url": "https://doi.org/10.1126/science.ado8192",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3200064846",
      "paper_id": "https://openalex.org/W3200064846",
      "title": "Topological insulator vertical-cavity laser array",
      "authors": "Alex Dikopoltsev, Tristan H. Harder, Eran Lustig, Oleg A. Egorov, Johannes Beierlein, Adriana Wolf, Yaakov Lumer, Monika Emmerling, Christian Schneider, Sven Höfling, Mordechai Segev, Sebastian Klembt",
      "paper_url": "https://doi.org/10.1126/science.abj2232",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4368347639",
      "paper_id": "https://openalex.org/W4368347639",
      "title": "Topological kinetic crossover in a nanomagnet array",
      "authors": "Xiaoyu Zhang, Grant Fitez, Shayaan Subzwari, Nicholas S. Bingham, Ioan-Augustin Chioar, Hilal Saglam, Justin Ramberger, Chris Leighton, Cristiano Nisoli, Peter Schiffer",
      "paper_url": "https://doi.org/10.1126/science.add6575",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3119897549",
      "paper_id": "https://openalex.org/W3119897549",
      "title": "Topological pumping of a 1D dipolar gas into strongly correlated prethermal states",
      "authors": "Wil Kao, Kuan-Yu Li, Kuan-Yu Lin, Sarang Gopalakrishnan, Benjamin L. Lev",
      "paper_url": "https://doi.org/10.1126/science.abb4928",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4229015559",
      "paper_id": "https://openalex.org/W4229015559",
      "title": "Tunable and state-preserving frequency conversion of single photons in hydrogen",
      "authors": "R. Tyumenev, J. Hammer, N. Y. Joly, P. St. J. Russell, D. Novoa",
      "paper_url": "https://doi.org/10.1126/science.abn1434",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4293511136",
      "paper_id": "https://openalex.org/W4293511136",
      "title": "Tunable light-induced dipole-dipole interaction between optically levitated nanoparticles",
      "authors": "Jakob Rieser, Mario A. Ciampini, Henning Rudolph, Nikolai Kiesel, Klaus Hornberger, Benjamin A. Stickler, Markus Aspelmeyer, Uroš Delić",
      "paper_url": "https://doi.org/10.1126/science.abp9941",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4292229930",
      "paper_id": "https://openalex.org/W4292229930",
      "title": "Tweezer-programmable 2D quantum walks in a Hubbard-regime lattice",
      "authors": "Aaron W. Young, William J. Eckner, Nathan Schine, Andrew M. Childs, Adam M. Kaufman",
      "paper_url": "https://doi.org/10.1126/science.abo0608",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4388520060",
      "paper_id": "https://openalex.org/W4388520060",
      "title": "Ultrafast mode-locked laser in nanophotonic lithium niobate",
      "authors": "Qiushi Guo, Benjamin K. Gutierrez, Ryoto Sekine, Robert M. Gray, James A. Williams, Luis Ledezma, Luis Costa, Arkadev Roy, Selina Zhou, Mingchen Liu, Alireza Marandi",
      "paper_url": "https://doi.org/10.1126/science.adj5438",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4413394940",
      "paper_id": "https://openalex.org/W4413394940",
      "title": "Universal coarsening in a homogeneous two-dimensional Bose gas",
      "authors": "Martin Gazo, Andrey Karailiev, Tanish Satoor, Christoph Eigen, Maciej Gałka, Zoran Hadzibabic",
      "paper_url": "https://doi.org/10.1126/science.ado3487",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4410050916",
      "paper_id": "https://openalex.org/W4410050916",
      "title": "Universal distributed blind quantum computing with solid-state qubits",
      "authors": "Y.-C. Wei, P.-J. Stas, A. Suleymanzade, G. Baranes, F. Machado, Y. Q. Huan, C. M. Knaut, S. W. Ding, M. Merz, E. N. Knall, U. Yazlar, M. Sirotin, I. W. Wang, B. Machielse, S. F. Yelin, J. Borregaard, H. Park, M. Lončar, M. D. Lukin",
      "paper_url": "https://doi.org/10.1126/science.adu6894",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4392282712",
      "paper_id": "https://openalex.org/W4392282712",
      "title": "Variance sum rule for entropy production",
      "authors": "I. Di Terlizzi, M. Gironella, D. Herraez-Aguilar, T. Betz, F. Monroy, M. Baiesi, F. Ritort",
      "paper_url": "https://doi.org/10.1126/science.adh1823",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4403511026",
      "paper_id": "https://openalex.org/W4403511026",
      "title": "Variational benchmarks for quantum many-body problems",
      "authors": "Dian Wu, Riccardo Rossi, Filippo Vicentini, Nikita Astrakhantsev, Federico Becca, Xiaodong Cao, Juan Carrasquilla, Francesco Ferrari, Antoine Georges, Mohamed Hibat-Allah, Masatoshi Imada, Andreas M. Läuchli, Guglielmo Mazzola, Antonio Mezzacapo, Andrew Millis, Javier Robledo Moreno, Titus Neupert, Yusuke Nomura, Jannes Nys, Olivier Parcollet, Rico Pohle, Imelda Romero, Michael Schmid, J. Maxwell Silvester, Sandro Sorella, Luca F. Tocchio, Lei Wang, Steven R. White, Alexander Wietek, Qi Yang, Yiqi Yang, Shiwei Zhang, Giuseppe Carleo",
      "paper_url": "https://doi.org/10.1126/science.adg9774",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3197234948",
      "paper_id": "https://openalex.org/W3197234948",
      "title": "Vortex beams of atoms and molecules",
      "authors": "Alon Luski, Yair Segev, Rea David, Ora Bitton, Hila Nadler, A. Ronny Barnea, Alexey Gorlach, Ori Cheshnovsky, Ido Kaminer, Edvardas Narevicius",
      "paper_url": "https://doi.org/10.1126/science.abj2451",
      "venue": "science21"
    }
  ]
}