{
  "cluster_id": 179,
  "papers": [
    {
      "id": "nature23_https://openalex.org/W4388410153",
      "paper_id": "https://openalex.org/W4388410153",
      "title": "15NH3 in the atmosphere of a cool brown dwarf",
      "authors": "David Barrado, Paul Mollière, Polychronis Patapis, Michiel Min, Pascal Tremblin, Francisco Ardevol Martinez, Niall Whiteford, Malavika Vasist, Ioannis Argyriou, Matthias Samland, Pierre-Olivier Lagage, Leen Decin, Rens Waters, Thomas Henning, María Morales-Calderón, Manuel Guedel, Bart Vandenbussche, Olivier Absil, Pierre Baudoz, Anthony Boccaletti, Jeroen Bouwman, Christophe Cossou, Alain Coulais, Nicolas Crouzet, René Gastaud, Alistair Glasse, Adrian M. Glauser, Inga Kamp, Sarah Kendrew, Oliver Krause, Fred Lahuis, Michael Mueller, Göran Olofsson, John Pye, Daniel Rouan, Pierre Royer, Silvia Scheithauer, Ingo Waldmann, Luis Colina, Ewine F. van Dishoeck, Tom Ray, Göran Östlin, Gillian Wright",
      "paper_url": "https://doi.org/10.1038/s41586-023-06813-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4306810705",
      "paper_id": "https://openalex.org/W4306810705",
      "title": "A 0.6 Mpc H i structure associated with Stephan’s Quintet",
      "authors": "C. K. Xu, C. Cheng, P. N. Appleton, P.-A. Duc, Y. Gao, N.-Y. Tang, M. Yun, Y. S. Dai, J.-S. Huang, U. Lisenfeld, F. Renaud",
      "paper_url": "https://doi.org/10.1038/s41586-022-05206-x",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4390705902",
      "paper_id": "https://openalex.org/W4390705902",
      "title": "A 12.4-day periodicity in a close binary system after a supernova",
      "authors": "Ping Chen, Avishay Gal-Yam, Jesper Sollerman, Steve Schulze, Richard S. Post, Chang Liu, Eran O. Ofek, Kaustav K. Das, Christoffer Fremling, Assaf Horesh, Boaz Katz, Doron Kushnir, Mansi M. Kasliwal, Shri R. Kulkarni, Dezi Liu, Xiangkun Liu, Adam A. Miller, Kovi Rose, Eli Waxman, Sheng Yang, Yuhan Yao, Barak Zackay, Eric C. Bellm, Richard Dekany, Andrew J. Drake, Yuan Fang, Johan P. U. Fynbo, Steven L. Groom, George Helou, Ido Irani, Theophile Jegou du Laz, Xiaowei Liu, Paolo A. Mazzali, James D. Neill, Yu-Jing Qin, Reed L. Riddle, Amir Sharon, Nora L. Strotjohann, Avery Wold, Lin Yan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06787-x",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4228996459",
      "paper_id": "https://openalex.org/W4228996459",
      "title": "A 62-minute orbital period black widow binary in a wide hierarchical triple",
      "authors": "Kevin B. Burdge, Thomas R. Marsh, Jim Fuller, Eric C. Bellm, Ilaria Caiazzo, Deepto Chakrabarty, Michael W. Coughlin, Kishalay De, V. S. Dhillon, Matthew J. Graham, Pablo Rodríguez-Gil, Amruta D. Jaodand, David L. Kaplan, Erin Kara, Albert K. H. Kong, S. R. Kulkarni, Kwan-Lok Li, S. P. Littlefair, Walid A. Majid, Przemek Mróz, Aaron B. Pearlman, E. S. Phinney, Jan van Roestel, Robert A. Simcoe, Igor Andreoni, Andrew J. Drake, Richard G. Dekany, Dmitry A. Duev, Erik C. Kool, Ashish A. Mahabal, Michael S. Medford, Reed Riddle, Thomas A. Prince",
      "paper_url": "https://doi.org/10.1038/s41586-022-04551-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3183569244",
      "paper_id": "https://openalex.org/W3183569244",
      "title": "A bimodal burst energy distribution of a repeating fast radio burst source",
      "authors": "D. Li, P. Wang, W. W. Zhu, B. Zhang, X. X. Zhang, R. Duan, Y. K. Zhang, Y. Feng, N. Y. Tang, S. Chatterjee, J. M. Cordes, M. Cruces, S. Dai, V. Gajjar, G. Hobbs, C. Jin, M. Kramer, D. R. Lorimer, C. C. Miao, C. H. Niu, J. R. Niu, Z. C. Pan, L. Qian, L. Spitler, D. Werthimer, G. Q. Zhang, F. Y. Wang, X. Y. Xie, Y. L. Yue, L. Zhang, Q. J. Zhi, Y. Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03878-5",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4381382083",
      "paper_id": "https://openalex.org/W4381382083",
      "title": "A binary pulsar in a 53-minute orbit",
      "authors": "Z. Pan, J. G. Lu, P. Jiang, J. L. Han, H.-L. Chen, Z. W. Han, K. Liu, L. Qian, R. X. Xu, B. Zhang, J. T. Luo, Z. Yan, Z. L. Yang, D. J. Zhou, P. F. Wang, C. Wang, M. H. Li, M. Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06308-w",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3119356018",
      "paper_id": "https://openalex.org/W3119356018",
      "title": "A bright γ-ray flare interpreted as a giant magnetar flare in NGC 253",
      "authors": "D. Svinkin, D. Frederiks, K. Hurley, R. Aptekar, S. Golenetskii, A. Lysenko, A. V. Ridnaia, A. Tsvetkova, M. Ulanov, T. L. Cline, I. Mitrofanov, D. Golovin, A. Kozyrev, M. Litvak, A. Sanin, A. Goldstein, M. S. Briggs, C. Wilson-Hodge, A. von Kienlin, X.-L. Zhang, A. Rau, V. Savchenko, E. Bozzo, C. Ferrigno, P. Ubertini, A. Bazzano, J. C. Rodi, S. Barthelmy, J. Cummings, H. Krimm, D. M. Palmer, W. Boynton, C. W. Fellows, K. P. Harshman, H. Enos, R. Starr",
      "paper_url": "https://doi.org/10.1038/s41586-020-03076-9",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4378838253",
      "paper_id": "https://openalex.org/W4378838253",
      "title": "A broadband thermal emission spectrum of the ultra-hot Jupiter WASP-18b",
      "authors": "Louis-Philippe Coulombe, Björn Benneke, Ryan Challener, Anjali A. A. Piette, Lindsey S. Wiser, Megan Mansfield, Ryan J. MacDonald, Hayley Beltz, Adina D. Feinstein, Michael Radica, Arjun B. Savel, Leonardo A. Dos Santos, Jacob L. Bean, Vivien Parmentier, Ian Wong, Emily Rauscher, Thaddeus D. Komacek, Eliza M.-R. Kempton, Xianyu Tan, Mark Hammond, Neil T. Lewis, Michael R. Line, Elspeth K. H. Lee, Hinna Shivkumar, Ian J. M. Crossfield, Matthew C. Nixon, Benjamin V. Rackham, Hannah R. Wakeford, Luis Welbanks, Xi Zhang, Natalie M. Batalha, Zachory K. Berta-Thompson, Quentin Changeat, Jean-Michel Désert, Néstor Espinoza, Jayesh M. Goyal, Joseph Harrington, Heather A. Knutson, Laura Kreidberg, Mercedes López-Morales, Avi Shporer, David K. Sing, Kevin B. Stevenson, Keshav Aggarwal, Eva-Maria Ahrer, Munazza K. Alam, Taylor J. Bell, Jasmina Blecic, Claudio Caceres, Aarynn L. Carter, Sarah L. Casewell, Nicolas Crouzet, Patricio E. Cubillos, Leen Decin, Jonathan J. Fortney, Neale P. Gibson, Kevin Heng, Thomas Henning, Nicolas Iro, Sarah Kendrew, Pierre-Olivier Lagage, Jérémy Leconte, Monika Lendl, Joshua D. Lothringer, Luigi Mancini, Thomas Mikal-Evans, Karan Molaverdikhani, Nikolay K. Nikolov, Kazumasa Ohno, Enric Palle, Caroline Piaulet, Seth Redfield, Pierre-Alexis Roy, Shang-Min Tsai, Olivia Venot, Peter J. Wheatley",
      "paper_url": "https://doi.org/10.1038/s41586-023-06230-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4319791930",
      "paper_id": "https://openalex.org/W4319791930",
      "title": "A close quasar pair in a disk–disk galaxy merger at z = 2.17",
      "authors": "Yu-Ching Chen, Xin Liu, Adi Foord, Yue Shen, Masamune Oguri, Nianyi Chen, Tiziana Di Matteo, Miguel Holgado, Hsiang-Chih Hwang, Nadia Zakamska",
      "paper_url": "https://doi.org/10.1038/s41586-023-05766-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4382363210",
      "paper_id": "https://openalex.org/W4382363210",
      "title": "A close-in giant planet escapes engulfment by its star",
      "authors": "Marc Hon, Daniel Huber, Nicholas Z. Rui, Jim Fuller, Dimitri Veras, James S. Kuszlewicz, Oleg Kochukhov, Amalie Stokholm, Jakob Lysgaard Rørsted, Mutlu Yıldız, Zeynep Çelik Orhan, Sibel Örtel, Chen Jiang, Daniel R. Hey, Howard Isaacson, Jingwen Zhang, Mathieu Vrard, Keivan G. Stassun, Benjamin J. Shappee, Jamie Tayar, Zachary R. Claytor, Corey Beard, Timothy R. Bedding, Casey Brinkman, Tiago L. Campante, William J. Chaplin, Ashley Chontos, Steven Giacalone, Rae Holcomb, Andrew W. Howard, Jack Lubin, Mason MacDougall, Benjamin T. Montet, Joseph M. A. Murphy, Joel Ong, Daria Pidhorodetska, Alex S. Polanski, Malena Rice, Dennis Stello, Dakotah Tyler, Judah Van Zandt, Lauren M. Weiss",
      "paper_url": "https://doi.org/10.1038/s41586-023-06029-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399121597",
      "paper_id": "https://openalex.org/W4399121597",
      "title": "A contact binary satellite of the asteroid (152830) Dinkinesh",
      "authors": "Harold F. Levison, Simone Marchi, Keith S. Noll, John R. Spencer, Thomas S. Statler, James F. Bell III, Edward B. Bierhaus, Richard Binzel, William F. Bottke, Daniel Britt, Michael E. Brown, Marc W. Buie, Philip R. Christensen, Neil Dello Russo, Joshua P. Emery, William M. Grundy, Matthias Hahn, Victoria E. Hamilton, Carly Howett, Hannah Kaplan, Katherine Kretke, Tod R. Lauer, Claudia Manzoni, Raphael Marschall, Audrey C. Martin, Brian H. May, Stefano Mottola, Catherine B. Olkin, Martin Pätzold, Joel Wm. Parker, Simon Porter, Frank Preusker, Silvia Protopapa, Dennis C. Reuter, Stuart J. Robbins, Julien Salmon, Amy A. Simon, S. Alan Stern, Jessica M. Sunshine, Ian Wong, Harold A. Weaver, Coralie Adam, Shanti Ancheta, John Andrews, Saadat Anwar, Olivier S. Barnouin, Matthew Beasley, Kevin E. Berry, Emma Birath, Bryce Bolin, Mark Booco, Rich Burns, Pam Campbell, Russell Carpenter, Katherine Crombie, Mark Effertz, Emily Eifert, Caroline Ellis, Preston Faiks, Joel Fischetti, Paul Fleming, Kristen Francis, Ray Franco, Sandy Freund, Claire Gallagher, Jeroen Geeraert, Caden Gobat, Donovan Gorgas, Chris Granat, Sheila Gray, Patrick Haas, Ann Harch, Katie Hegedus, Chris Isabelle, Bill Jackson, Taylor Jacob, Sherry Jennings, David Kaufmann, Brian A. Keeney, Thomas Kennedy, Karl Lauffer, Erik Lessac-Chenen, Rob Leonard, Andrew Levine, Allen Lunsford, Tim Martin, Jim McAdams, Greg Mehall, Trevor Merkley, Graham Miller, Matthew Montanaro, Anna Montgomery, Graham Murphy, Maxwell Myers, Derek S. Nelson, Adriana Ocampo, Ryan Olds, John Y. Pelgrift, Trevor Perkins, Jon Pineau, Devin Poland, Vaishnavi Ramanan, Debi Rose, Eric Sahr, Owen Short, Ishita Solanki, Dale Stanbridge, Brian Sutter, Zachary Talpas, Howard Taylor, Bo Treiu, Nate Vermeer, Michael Vincent, Mike Wallace, Gerald Weigle, Daniel R. Wibben, Zach Wiens, John P. Wilson, Yifan Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07378-0",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4302010897",
      "paper_id": "https://openalex.org/W4302010897",
      "title": "A dense 0.1-solar-mass star in a 51-minute-orbital-period eclipsing binary",
      "authors": "Kevin B. Burdge, Kareem El-Badry, Thomas R. Marsh, Saul Rappaport, Warren R. Brown, Ilaria Caiazzo, Deepto Chakrabarty, V. S. Dhillon, Jim Fuller, Boris T. Gänsicke, Matthew J. Graham, Erin Kara, S. R. Kulkarni, S. P. Littlefair, Przemek Mróz, Pablo Rodríguez-Gil, Jan van Roestel, Robert A. Simcoe, Eric C. Bellm, Andrew J. Drake, Richard G. Dekany, Steven L. Groom, Russ R. Laher, Frank J. Masci, Reed Riddle, Roger M. Smith, Thomas A. Prince",
      "paper_url": "https://doi.org/10.1038/s41586-022-05195-x",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4319591143",
      "paper_id": "https://openalex.org/W4319591143",
      "title": "A dense ring of the trans-Neptunian object Quaoar outside its Roche limit",
      "authors": "B. E. Morgado, B. Sicardy, F. Braga-Ribas, J. L. Ortiz, H. Salo, F. Vachier, J. Desmars, C. L. Pereira, P. Santos-Sanz, R. Sfair, T. de Santana, M. Assafin, R. Vieira-Martins, A. R. Gomes-Júnior, G. Margoti, V. S. Dhillon, E. Fernández-Valenzuela, J. Broughton, J. Bradshaw, R. Langersek, G. Benedetti-Rossi, D. Souami, B. J. Holler, M. Kretlow, R. C. Boufleur, J. I. B. Camargo, R. Duffard, W. Beisker, N. Morales, J. Lecacheux, F. L. Rommel, D. Herald, W. Benz, E. Jehin, F. Jankowsky, T. R. Marsh, S. P. Littlefair, G. Bruno, I. Pagano, A. Brandeker, A. Collier-Cameron, H. G. Florén, N. Hara, G. Olofsson, T. G. Wilson, Z. Benkhaldoun, R. Busuttil, A. Burdanov, M. Ferrais, D. Gault, M. Gillon, W. Hanna, S. Kerr, U. Kolb, P. Nosworthy, D. Sebastian, C. Snodgrass, J. P. Teng, J. de Wit",
      "paper_url": "https://doi.org/10.1038/s41586-022-05629-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4405514945",
      "paper_id": "https://openalex.org/W4405514945",
      "title": "A dormant overmassive black hole in the early Universe",
      "authors": "Ignas Juodžbalis, Roberto Maiolino, William M. Baker, Sandro Tacchella, Jan Scholtz, Francesco D’Eugenio, Joris Witstok, Raffaella Schneider, Alessandro Trinca, Rosa Valiante, Christa DeCoursey, Mirko Curti, Stefano Carniani, Jacopo Chevallard, Anna de Graaff, Santiago Arribas, Jake S. Bennett, Martin A. Bourne, Andrew J. Bunker, Stéphane Charlot, Brian Jiang, Sophie Koudmani, Michele Perna, Brant Robertson, Debora Sijacki, Hannah Übler, Christina C. Williams, Chris Willott",
      "paper_url": "https://doi.org/10.1038/s41586-024-08210-5",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4223906185",
      "paper_id": "https://openalex.org/W4223906185",
      "title": "A dusty compact object bridging galaxies and quasars at cosmic dawn",
      "authors": "S. Fujimoto, G. B. Brammer, D. Watson, G. E. Magdis, V. Kokorev, T. R. Greve, S. Toft, F. Walter, R. Valiante, M. Ginolfi, R. Schneider, F. Valentino, L. Colina, M. Vestergaard, R. Marques-Chaves, J. P. U. Fynbo, M. Krips, C. L. Steinhardt, I. Cortzen, F. Rizzo, P. A. Oesch",
      "paper_url": "https://doi.org/10.1038/s41586-022-04454-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3168443714",
      "paper_id": "https://openalex.org/W3168443714",
      "title": "A dusty veil shading Betelgeuse during its Great Dimming",
      "authors": "M. Montargès, E. Cannon, E. Lagadec, A. de Koter, P. Kervella, J. Sanchez-Bermudez, C. Paladini, F. Cantalloube, L. Decin, P. Scicluna, K. Kravchenko, A. K. Dupree, S. Ridgway, M. Wittkowski, N. Anugu, R. Norris, G. Rau, G. Perrin, A. Chiavassa, S. Kraus, J. D. Monnier, F. Millour, J.-B. Le Bouquin, X. Haubois, B. Lopez, P. Stee, W. Danchi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03546-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391310374",
      "paper_id": "https://openalex.org/W4391310374",
      "title": "A dynamical measure of the black hole mass in a quasar 11 billion years ago",
      "authors": "R. Abuter, F. Allouche, A. Amorim, C. Bailet, A. Berdeu, J.-P. Berger, P. Berio, A. Bigioli, O. Boebion, M.-L. Bolzer, H. Bonnet, G. Bourdarot, P. Bourget, W. Brandner, Y. Cao, R. Conzelmann, M. Comin, Y. Clénet, B. Courtney-Barrer, R. Davies, D. Defrère, A. Delboulbé, F. Delplancke-Ströbele, R. Dembet, J. Dexter, P. T. de Zeeuw, A. Drescher, A. Eckart, C. Édouard, F. Eisenhauer, M. Fabricius, H. Feuchtgruber, G. Finger, N. M. Förster Schreiber, P. Garcia, R. Garcia Lopez, F. Gao, E. Gendron, R. Genzel, J. P. Gil, S. Gillessen, T. Gomes, F. Gonté, C. Gouvret, P. Guajardo, S. Guieu, W. Hackenberg, N. Haddad, M. Hartl, X. Haubois, F. Haußmann, G. Heißel, Th. Henning, S. Hippler, S. F. Hönig, M. Horrobin, N. Hubin, E. Jacqmart, L. Jocou, A. Kaufer, P. Kervella, J. Kolb, H. Korhonen, S. Lacour, S. Lagarde, O. Lai, V. Lapeyrère, R. Laugier, J.-B. Le Bouquin, J. Leftley, P. Léna, S. Lewis, D. Liu, B. Lopez, D. Lutz, Y. Magnard, F. Mang, A. Marcotto, D. Maurel, A. Mérand, F. Millour, N. More, H. Netzer, H. Nowacki, M. Nowak, S. Oberti, T. Ott, L. Pallanca, T. Paumard, K. Perraut, G. Perrin, R. Petrov, O. Pfuhl, N. Pourré, S. Rabien, C. Rau, M. Riquelme, S. Robbe-Dubois, S. Rochat, M. Salman, J. Sanchez-Bermudez, D. J. D. Santos, S. Scheithauer, M. Schöller, J. Schubert, N. Schuhler, J. Shangguan, P. Shchekaturov, T. T. Shimizu, A. Sevin, F. Soulez, A. Spang, E. Stadler, A. Sternberg, C. Straubmeier, E. Sturm, C. Sykes, L. J. Tacconi, K. R. W. Tristram, F. Vincent, S. von Fellenberg, S. Uysal, F. Widmann, E. Wieprecht, E. Wiezorrek, J. Woillez, G. Zins",
      "paper_url": "https://doi.org/10.1038/s41586-024-07053-4",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4296693022",
      "paper_id": "https://openalex.org/W4296693022",
      "title": "A fast radio burst source at a complex magnetized site in a barred galaxy",
      "authors": "H. Xu, J. R. Niu, P. Chen, K. J. Lee, W. W. Zhu, S. Dong, B. Zhang, J. C. Jiang, B. J. Wang, J. W. Xu, C. F. Zhang, H. Fu, A. V. Filippenko, E. W. Peng, D. J. Zhou, Y. K. Zhang, P. Wang, Y. Feng, Y. Li, T. G. Brink, D. Z. Li, W. Lu, Y. P. Yang, R. N. Caballero, C. Cai, M. Z. Chen, Z. G. Dai, S. G. Djorgovski, A. Esamdin, H. Q. Gan, P. Guhathakurta, J. L. Han, L. F. Hao, Y. X. Huang, P. Jiang, C. K. Li, D. Li, H. Li, X. Q. Li, Z. X. Li, Z. Y. Liu, R. Luo, Y. P. Men, C. H. Niu, W. X. Peng, L. Qian, L. M. Song, D. Stern, A. Stockton, J. H. Sun, F. Y. Wang, M. Wang, N. Wang, W. Y. Wang, X. F. Wu, S. Xiao, S. L. Xiong, Y. H. Xu, R. X. Xu, J. Yang, X. Yang, R. Yao, Q. B. Yi, Y. L. Yue, D. J. Yu, W. F. Yu, J. P. Yuan, B. B. Zhang, S. B. Zhang, S. N. Zhang, Y. Zhao, W. K. Zheng, Y. Zhu, J. H. Zou",
      "paper_url": "https://doi.org/10.1038/s41586-022-05071-8",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404566903",
      "paper_id": "https://openalex.org/W4404566903",
      "title": "A giant planet transiting a 3-Myr protostar with a misaligned disk",
      "authors": "Madyson G. Barber, Andrew W. Mann, Andrew Vanderburg, Daniel Krolikowski, Adam Kraus, Megan Ansdell, Logan Pearce, Gregory N. Mace, Sean M. Andrews, Andrew W. Boyle, Karen A. Collins, Matthew De Furio, Diana Dragomir, Catherine Espaillat, Adina D. Feinstein, Matthew Fields, Daniel Jaffe, Ana Isabel Lopez Murillo, Felipe Murgas, Elisabeth R. Newton, Enric Palle, Erica Sawczynec, Richard P. Schwarz, Pa Chia Thao, Benjamin M. Tofflemire, Cristilyn N. Watkins, Jon M. Jenkins, David W. Latham, George Ricker, Sara Seager, Roland Vanderspek, Joshua N. Winn, David Charbonneau, Zahra Essack, David R. Rodriguez, Avi Shporer, Joseph D. Twicken, Jesus Noel Villaseñor",
      "paper_url": "https://doi.org/10.1038/s41586-024-08123-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4353055701",
      "paper_id": "https://openalex.org/W4353055701",
      "title": "A helium-burning white dwarf binary as a supersoft X-ray source",
      "authors": "J. Greiner, C. Maitra, F. Haberl, R. Willer, J. M. Burgess, N. Langer, J. Bodensteiner, D. A. H. Buckley, I. M. Monageng, A. Udalski, H. Ritter, K. Werner, P. Maggi, R. Jayaraman, R. Vanderspek",
      "paper_url": "https://doi.org/10.1038/s41586-023-05714-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391823713",
      "paper_id": "https://openalex.org/W4391823713",
      "title": "A high black-hole-to-host mass ratio in a lensed AGN in the early Universe",
      "authors": "Lukas J. Furtak, Ivo Labbé, Adi Zitrin, Jenny E. Greene, Pratika Dayal, Iryna Chemerynska, Vasily Kokorev, Tim B. Miller, Andy D. Goulding, Anna de Graaff, Rachel Bezanson, Gabriel B. Brammer, Sam E. Cutler, Joel Leja, Richard Pan, Sedona H. Price, Bingjie Wang, John R. Weaver, Katherine E. Whitaker, Hakim Atek, Ákos Bogdán, Stéphane Charlot, Emma Curtis-Lake, Pieter van Dokkum, Ryan Endsley, Robert Feldmann, Yoshinobu Fudamoto, Seiji Fujimoto, Karl Glazebrook, Stéphanie Juneau, Danilo Marchesini, Micheal V. Maseda, Erica Nelson, Pascal A. Oesch, Adèle Plat, David J. Setton, Daniel P. Stark, Christina C. Williams",
      "paper_url": "https://doi.org/10.1038/s41586-024-07184-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4398143408",
      "paper_id": "https://openalex.org/W4398143408",
      "title": "A high internal heat flux and large core in a warm neptune exoplanet",
      "authors": "Luis Welbanks, Taylor J. Bell, Thomas G. Beatty, Michael R. Line, Kazumasa Ohno, Jonathan J. Fortney, Everett Schlawin, Thomas P. Greene, Emily Rauscher, Peter McGill, Matthew Murphy, Vivien Parmentier, Yao Tang, Isaac Edelman, Sagnick Mukherjee, Lindsey S. Wiser, Pierre-Olivier Lagage, Achrène Dyrek, Kenneth E. Arnold",
      "paper_url": "https://doi.org/10.1038/s41586-024-07514-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4318833511",
      "paper_id": "https://openalex.org/W4318833511",
      "title": "A high-mass X-ray binary descended from an ultra-stripped supernova",
      "authors": "Noel D. Richardson, Clarissa M. Pavao, Jan J. Eldridge, Herbert Pablo, André-Nicolas Chené, Peter Wysocki, Douglas R. Gies, George Younes, Jeremy Hare",
      "paper_url": "https://doi.org/10.1038/s41586-022-05618-9",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3174442964",
      "paper_id": "https://openalex.org/W3174442964",
      "title": "A highly magnetized and rapidly rotating white dwarf as small as the Moon",
      "authors": "Ilaria Caiazzo, Kevin B. Burdge, James Fuller, Jeremy Heyl, S. R. Kulkarni, Thomas A. Prince, Harvey B. Richer, Josiah Schwab, Igor Andreoni, Eric C. Bellm, Andrew Drake, Dmitry A. Duev, Matthew J. Graham, George Helou, Ashish A. Mahabal, Frank J. Masci, Roger Smith, Maayane T. Soumagnac",
      "paper_url": "https://doi.org/10.1038/s41586-021-03615-y",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4376873297",
      "paper_id": "https://openalex.org/W4376873297",
      "title": "A highly magnetized environment in a pulsar binary system",
      "authors": "Dongzi Li, Anna Bilous, Scott Ransom, Robert Main, Yuan-Pei Yang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05983-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4221134898",
      "paper_id": "https://openalex.org/W4221134898",
      "title": "A highly magnified star at redshift 6.2",
      "authors": "Brian Welch, Dan Coe, Jose M. Diego, Adi Zitrin, Erik Zackrisson, Paola Dimauro, Yolanda Jiménez-Teja, Patrick Kelly, Guillaume Mahler, Masamune Oguri, F. X. Timmes, Rogier Windhorst, Michael Florian, S. E. de Mink, Roberto J. Avila, Jay Anderson, Larry Bradley, Keren Sharon, Anton Vikaeus, Stephan McCandliss, Maruša Bradač, Jane Rigby, Brenda Frye, Sune Toft, Victoria Strait, Michele Trenti, Soniya Sharma, Felipe Andrade-Santos, Tom Broadhurst",
      "paper_url": "https://doi.org/10.1038/s41586-022-04449-y",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400730777",
      "paper_id": "https://openalex.org/W4400730777",
      "title": "A hot-Jupiter progenitor on a super-eccentric retrograde orbit",
      "authors": "Arvind F. Gupta, Sarah C. Millholland, Haedam Im, Jiayin Dong, Jonathan M. Jackson, Ilaria Carleo, Jessica Libby-Roberts, Megan Delamer, Mark R. Giovinazzi, Andrea S. J. Lin, Shubham Kanodia, Xian-Yu Wang, Keivan Stassun, Thomas Masseron, Diana Dragomir, Suvrath Mahadevan, Jason Wright, Jaime A. Alvarado-Montes, Chad Bender, Cullen H. Blake, Douglas Caldwell, Caleb I. Cañas, William D. Cochran, Paul Dalba, Mark E. Everett, Pipa Fernandez, Eli Golub, Bruno Guillet, Samuel Halverson, Leslie Hebb, Jesus Higuera, Chelsea X. Huang, Jessica Klusmeyer, Rachel Knight, Liouba Leroux, Sarah E. Logsdon, Margaret Loose, Michael W. McElwain, Andrew Monson, Joe P. Ninan, Grzegorz Nowak, Enric Palle, Yatrik Patel, Joshua Pepper, Michael Primm, Jayadev Rajagopal, Paul Robertson, Arpita Roy, Donald P. Schneider, Christian Schwab, Heidi Schweiker, Lauren Sgro, Masao Shimizu, Georges Simard, Guðmundur Stefánsson, Daniel J. Stevens, Steven Villanueva, John Wisniewski, Stefan Will, Carl Ziegler",
      "paper_url": "https://doi.org/10.1038/s41586-024-07688-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3205682523",
      "paper_id": "https://openalex.org/W3205682523",
      "title": "A Jovian analogue orbiting a white dwarf star",
      "authors": "J. W. Blackman, J. P. Beaulieu, D. P. Bennett, C. Danielski, C. Alard, A. A. Cole, A. Vandorou, C. Ranc, S. K. Terry, A. Bhattacharya, I. Bond, E. Bachelet, D. Veras, N. Koshimoto, V. Batista, J. B. Marquette",
      "paper_url": "https://doi.org/10.1038/s41586-021-03869-6",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4311582376",
      "paper_id": "https://openalex.org/W4311582376",
      "title": "A kilonova following a long-duration gamma-ray burst at 350 Mpc",
      "authors": "Jillian C. Rastinejad, Benjamin P. Gompertz, Andrew J. Levan, Wen-fai Fong, Matt Nicholl, Gavin P. Lamb, Daniele B. Malesani, Anya E. Nugent, Samantha R. Oates, Nial R. Tanvir, Antonio de Ugarte Postigo, Charles D. Kilpatrick, Christopher J. Moore, Brian D. Metzger, Maria Edvige Ravasio, Andrea Rossi, Genevieve Schroeder, Jacob Jencson, David J. Sand, Nathan Smith, José Feliciano Agüí Fernández, Edo Berger, Peter K. Blanchard, Ryan Chornock, Bethany E. Cobb, Massimiliano De Pasquale, Johan P. U. Fynbo, Luca Izzo, D. Alexander Kann, Tanmoy Laskar, Ester Marini, Kerry Paterson, Alicia Rouco Escorial, Huei M. Sears, Christina C. Thöne",
      "paper_url": "https://doi.org/10.1038/s41586-022-05390-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391994217",
      "paper_id": "https://openalex.org/W4391994217",
      "title": "A lanthanide-rich kilonova in the aftermath of a long gamma-ray burst",
      "authors": "Yu-Han Yang, Eleonora Troja, Brendan O’Connor, Chris L. Fryer, Myungshin Im, Joe Durbak, Gregory S. H. Paek, Roberto Ricci, Clécio R. Bom, James H. Gillanders, Alberto J. Castro-Tirado, Zong-Kai Peng, Simone Dichiara, Geoffrey Ryan, Hendrik van Eerten, Zi-Gao Dai, Seo-Won Chang, Hyeonho Choi, Kishalay De, Youdong Hu, Charles D. Kilpatrick, Alexander Kutyrev, Mankeun Jeong, Chung-Uk Lee, Martin Makler, Felipe Navarete, Ignacio Pérez-García",
      "paper_url": "https://doi.org/10.1038/s41586-023-06979-5",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4311006217",
      "paper_id": "https://openalex.org/W4311006217",
      "title": "A long-duration gamma-ray burst with a peculiar origin",
      "authors": "Jun Yang, Shunke Ai, Bin-Bin Zhang, Bing Zhang, Zi-Ke Liu, Xiangyu Ivy Wang, Yu-Han Yang, Yi-Han Yin, Ye Li, Hou-Jun Lü",
      "paper_url": "https://doi.org/10.1038/s41586-022-05403-8",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4384820452",
      "paper_id": "https://openalex.org/W4384820452",
      "title": "A long-period radio transient active for three decades",
      "authors": "N. Hurley-Walker, N. Rea, S. J. McSweeney, B. W. Meyers, E. Lenc, I. Heywood, S. D. Hyman, Y. P. Men, T. E. Clarke, F. Coti Zelati, D. C. Price, C. Horváth, T. J. Galvin, G. E. Anderson, A. Bahramian, E. D. Barr, N. D. R. Bhat, M. Caleb, M. Dall’Ora, D. de Martino, S. Giacintucci, J. S. Morgan, K. M. Rajwade, B. Stappers, A. Williams",
      "paper_url": "https://doi.org/10.1038/s41586-023-06202-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4395071244",
      "paper_id": "https://openalex.org/W4395071244",
      "title": "A magnetar giant flare in the nearby starburst galaxy M82",
      "authors": "Sandro Mereghetti, Michela Rigoselli, Ruben Salvaterra, Dominik Patryk Pacholski, James Craig Rodi, Diego Gotz, Edoardo Arrigoni, Paolo D’Avanzo, Christophe Adami, Angela Bazzano, Enrico Bozzo, Riccardo Brivio, Sergio Campana, Enrico Cappellaro, Jerome Chenevez, Fiore De Luise, Lorenzo Ducci, Paolo Esposito, Carlo Ferrigno, Matteo Ferro, Gian Luca Israel, Emeric Le Floc’h, Antonio Martin-Carrillo, Francesca Onori, Nanda Rea, Andrea Reguitti, Volodymyr Savchenko, Damya Souami, Leonardo Tartaglia, William Thuillot, Andrea Tiengo, Lina Tomasella, Martin Topinka, Damien Turpin, Pietro Ubertini",
      "paper_url": "https://doi.org/10.1038/s41586-024-07285-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391824003",
      "paper_id": "https://openalex.org/W4391824003",
      "title": "A massive galaxy that formed its stars at z ≈ 11",
      "authors": "Karl Glazebrook, Themiya Nanayakkara, Corentin Schreiber, Claudia Lagos, Lalitwadee Kawinwanichakij, Colin Jacobs, Harry Chittenden, Gabriel Brammer, Glenn G. Kacprzak, Ivo Labbe, Danilo Marchesini, Z. Cemile Marsan, Pascal A. Oesch, Casey Papovich, Rhea-Silvia Remus, Kim-Vy H. Tran, James Esdaile, Angel Chandro-Gomez",
      "paper_url": "https://doi.org/10.1038/s41586-024-07191-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4377245658",
      "paper_id": "https://openalex.org/W4377245658",
      "title": "A massive quiescent galaxy at redshift 4.658",
      "authors": "Adam C. Carnall, Ross J. McLure, James S. Dunlop, Derek J. McLeod, Vivienne Wild, Fergus Cullen, Dan Magee, Ryan Begley, Andrea Cimatti, Callum T. Donnan, Massissilia L. Hamadouche, Sophie M. Jewell, Sam Walker",
      "paper_url": "https://doi.org/10.1038/s41586-023-06158-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4379768484",
      "paper_id": "https://openalex.org/W4379768484",
      "title": "A metal-poor star with abundances from a pair-instability supernova",
      "authors": "Qian-Fan Xing, Gang Zhao, Zheng-Wei Liu, Alexander Heger, Zhan-Wen Han, Wako Aoki, Yu-Qin Chen, Miho N. Ishigaki, Hai-Ning Li, Jing-Kun Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-023-06028-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4388488675",
      "paper_id": "https://openalex.org/W4388488675",
      "title": "A Milky Way-like barred spiral galaxy at a redshift of 3",
      "authors": "Luca Costantin, Pablo G. Pérez-González, Yuchen Guo, Chiara Buttitta, Shardha Jogee, Micaela B. Bagley, Guillermo Barro, Jeyhan S. Kartaltepe, Anton M. Koekemoer, Cristina Cabello, Enrico Maria Corsini, Jairo Méndez-Abreu, Alexander de la Vega, Kartheik G. Iyer, Laura Bisigello, Yingjie Cheng, Lorenzo Morelli, Pablo Arrabal Haro, Fernando Buitrago, M. C. Cooper, Avishai Dekel, Mark Dickinson, Steven L. Finkelstein, Mauro Giavalisco, Benne W. Holwerda, Marc Huertas-Company, Ray A. Lucas, Casey Papovich, Nor Pirzkal, Lise-Marie Seillé, Jesús Vega-Ferrero, Stijn Wuyts, L. Y. Aaron Yung",
      "paper_url": "https://doi.org/10.1038/s41586-023-06636-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4311421419",
      "paper_id": "https://openalex.org/W4311421419",
      "title": "A nearby long gamma-ray burst from a merger of compact objects",
      "authors": "E. Troja, C. L. Fryer, B. O’Connor, G. Ryan, S. Dichiara, A. Kumar, N. Ito, R. Gupta, R. T. Wollaeger, J. P. Norris, N. Kawai, N. R. Butler, A. Aryan, K. Misra, R. Hosokawa, K. L. Murata, M. Niwano, S. B. Pandey, A. Kutyrev, H. J. van Eerten, E. A. Chase, Y.-D. Hu, M. D. Caballero-Garcia, A. J. Castro-Tirado",
      "paper_url": "https://doi.org/10.1038/s41586-022-05327-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401389064",
      "paper_id": "https://openalex.org/W4401389064",
      "title": "A nebular origin for the persistent radio emission of fast radio bursts",
      "authors": "Gabriele Bruni, Luigi Piro, Yuan-Pei Yang, Salvatore Quai, Bing Zhang, Eliana Palazzi, Luciano Nicastro, Chiara Feruglio, Roberta Tripodi, Brendan O’Connor, Angela Gardini, Sandra Savaglio, Andrea Rossi, Ana M. Nicuesa Guelbenzu, Rosita Paladino",
      "paper_url": "https://doi.org/10.1038/s41586-024-07782-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4214859875",
      "paper_id": "https://openalex.org/W4214859875",
      "title": "A persistent ultraviolet outflow from an accreting neutron star binary transient",
      "authors": "N. Castro Segura, C. Knigge, K. S. Long, D. Altamirano, M. Armas Padilla, C. Bailyn, D. A. H. Buckley, D. J. K. Buisson, J. Casares, P. Charles, J. A. Combi, V. A. Cúneo, N. D. Degenaar, S. del Palacio, M. Díaz Trigo, R. Fender, P. Gandhi, M. Georganti, C. Gutiérrez, J. V. Hernandez Santisteban, F. Jiménez-Ibarra, J. Matthews, M. Méndez, M. Middleton, T. Muñoz-Darias, M. Özbey Arabacı, M. Pahari, L. Rhodes, T. D. Russell, S. Scaringi, J. van den Eijnden, G. Vasilopoulos, F. M. Vincentelli, P. Wiseman",
      "paper_url": "https://doi.org/10.1038/s41586-021-04324-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387527819",
      "paper_id": "https://openalex.org/W4387527819",
      "title": "A planetary collision afterglow and transit of the resultant debris cloud",
      "authors": "Matthew Kenworthy, Simon Lock, Grant Kennedy, Richelle van Capelleveen, Eric Mamajek, Ludmila Carone, Franz-Josef Hambsch, Joseph Masiero, Amy Mainzer, J. Davy Kirkpatrick, Edward Gomez, Zoë Leinhardt, Jingyao Dou, Pavan Tanna, Arttu Sainio, Hamish Barker, Stéphane Charbonnel, Olivier Garde, Pascal Le Dû, Lionel Mulato, Thomas Petit, Michael Rizzo Smith",
      "paper_url": "https://doi.org/10.1038/s41586-023-06573-9",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4321490900",
      "paper_id": "https://openalex.org/W4321490900",
      "title": "A population of red candidate massive galaxies ~600 Myr after the Big Bang",
      "authors": "Ivo Labbé, Pieter van Dokkum, Erica Nelson, Rachel Bezanson, Katherine A. Suess, Joel Leja, Gabriel Brammer, Katherine Whitaker, Elijah Mathews, Mauro Stefanon, Bingjie Wang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05786-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4282934856",
      "paper_id": "https://openalex.org/W4282934856",
      "title": "A population of ultraviolet-dim protoclusters detected in absorption",
      "authors": "Andrew B. Newman, Gwen C. Rudie, Guillermo A. Blanc, Mahdi Qezlou, Simeon Bird, Daniel D. Kelson, Victoria Pérez, Enrico Congiu, Brian C. Lemaux, Alan Dressler, John S. Mulchaey",
      "paper_url": "https://doi.org/10.1038/s41586-022-04681-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389132848",
      "paper_id": "https://openalex.org/W4389132848",
      "title": "A probable Keplerian disk feeding an optically revealed massive young star",
      "authors": "Anna F. McLeod, Pamela D. Klaassen, Megan Reiter, Jonathan Henshaw, Rolf Kuiper, Adam Ginsburg",
      "paper_url": "https://doi.org/10.1038/s41586-023-06790-2",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4405965131",
      "paper_id": "https://openalex.org/W4405965131",
      "title": "A pulsar-like polarization angle swing from a nearby fast radio burst",
      "authors": "Ryan Mckinven, Mohit Bhardwaj, Tarraneh Eftekhari, Charles D. Kilpatrick, Aida Kirichenko, Arpan Pal, Amanda M. Cook, B. M. Gaensler, Utkarsh Giri, Victoria M. Kaspi, Daniele Michilli, Kenzie Nimmo, Aaron B. Pearlman, Ziggy Pleunis, Ketan R. Sand, Ingrid Stairs, Bridget C. Andersen, Shion Andrew, Kevin Bandura, Charanjot Brar, Tomas Cassanelli, Shami Chatterjee, Alice P. Curtin, Fengqiu Adam Dong, Gwendolyn Eadie, Emmanuel Fonseca, Adaeze L. Ibik, Jane F. Kaczmarek, Bikash Kharel, Mattias Lazda, Calvin Leung, Dongzi Li, Robert Main, Kiyoshi W. Masui, Juan Mena-Parra, Cherry Ng, Ayush Pandhi, Swarali Shivraj Patil, J. Xavier Prochaska, Masoud Rafiei-Ravandi, Paul Scholz, Vishwangi Shah, Kaitlyn Shin, Kendrick Smith",
      "paper_url": "https://doi.org/10.1038/s41586-024-08184-4",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4210385238",
      "paper_id": "https://openalex.org/W4210385238",
      "title": "A radio transient with unusually slow periodic emission",
      "authors": "N. Hurley-Walker, X. Zhang, A. Bahramian, S. J. McSweeney, T. N. O’Doherty, P. J. Hancock, J. S. Morgan, G. E. Anderson, G. H. Heald, T. J. Galvin",
      "paper_url": "https://doi.org/10.1038/s41586-021-04272-x",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4376959487",
      "paper_id": "https://openalex.org/W4376959487",
      "title": "A radio-detected type Ia supernova with helium-rich circumstellar material",
      "authors": "Erik C. Kool, Joel Johansson, Jesper Sollerman, Javier Moldón, Takashi J. Moriya, Seppo Mattila, Steve Schulze, Laura Chomiuk, Miguel Pérez-Torres, Chelsea Harris, Peter Lundqvist, Matthew Graham, Sheng Yang, Daniel A. Perley, Nora Linn Strotjohann, Christoffer Fremling, Avishay Gal-Yam, Jeremy Lezmy, Kate Maguire, Conor Omand, Mathew Smith, Igor Andreoni, Eric C. Bellm, Joshua S. Bloom, Kishalay De, Steven L. Groom, Mansi M. Kasliwal, Frank J. Masci, Michael S. Medford, Sungmin Park, Josiah Purdum, Thomas M. Reynolds, Reed Riddle, Estelle Robert, Stuart D. Ryder, Yashvi Sharma, Daniel Stern",
      "paper_url": "https://doi.org/10.1038/s41586-023-05916-w",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392504810",
      "paper_id": "https://openalex.org/W4392504810",
      "title": "A rapidly time-varying equatorial jet in Jupiter’s deep interior",
      "authors": "Jeremy Bloxham, Hao Cao, David J. Stevenson, John E. P. Connerney, Scott J. Bolton",
      "paper_url": "https://doi.org/10.1038/s41586-024-07046-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392504610",
      "paper_id": "https://openalex.org/W4392504610",
      "title": "A recently quenched galaxy 700 million years after the Big Bang",
      "authors": "Tobias J. Looser, Francesco D’Eugenio, Roberto Maiolino, Joris Witstok, Lester Sandles, Emma Curtis-Lake, Jacopo Chevallard, Sandro Tacchella, Benjamin D. Johnson, William M. Baker, Katherine A. Suess, Stefano Carniani, Pierre Ferruit, Santiago Arribas, Nina Bonaventura, Andrew J. Bunker, Alex J. Cameron, Stephane Charlot, Mirko Curti, Anna de Graaff, Michael V. Maseda, Tim Rawle, Hans-Walter Rix, Bruno Rodríguez Del Pino, Renske Smit, Hannah Übler, Chris Willott, Stacey Alberts, Eiichi Egami, Daniel J. Eisenstein, Ryan Endsley, Ryan Hausen, Marcia Rieke, Brant Robertson, Irene Shivaei, Christina C. Williams, Kristan Boyett, Zuyi Chen, Zhiyuan Ji, Gareth C. Jones, Nimisha Kumari, Erica Nelson, Michele Perna, Aayush Saxena, Jan Scholtz",
      "paper_url": "https://doi.org/10.1038/s41586-024-07227-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4376118425",
      "paper_id": "https://openalex.org/W4376118425",
      "title": "A reflective, metal-rich atmosphere for GJ 1214b from its JWST phase curve",
      "authors": "Eliza M.-R. Kempton, Michael Zhang, Jacob L. Bean, Maria E. Steinrueck, Anjali A. A. Piette, Vivien Parmentier, Isaac Malsky, Michael T. Roman, Emily Rauscher, Peter Gao, Taylor J. Bell, Qiao Xue, Jake Taylor, Arjun B. Savel, Kenneth E. Arnold, Matthew C. Nixon, Kevin B. Stevenson, Megan Mansfield, Sarah Kendrew, Sebastian Zieba, Elsa Ducrot, Achrène Dyrek, Pierre-Olivier Lagage, Keivan G. Stassun, Gregory W. Henry, Travis Barman, Roxana Lupu, Matej Malik, Tiffany Kataria, Jegug Ih, Guangwei Fu, Luis Welbanks, Peter McGill",
      "paper_url": "https://doi.org/10.1038/s41586-023-06159-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4282930996",
      "paper_id": "https://openalex.org/W4282930996",
      "title": "A repeating fast radio burst associated with a persistent radio source",
      "authors": "C.-H. Niu, K. Aggarwal, D. Li, X. Zhang, S. Chatterjee, C.-W. Tsai, W. Yu, C. J. Law, S. Burke-Spolaor, J. M. Cordes, Y.-K. Zhang, S. K. Ocker, J.-M. Yao, P. Wang, Y. Feng, Y. Niino, C. Bochenek, M. Cruces, L. Connor, J.-A. Jiang, S. Dai, R. Luo, G.-D. Li, C.-C. Miao, J.-R. Niu, R. Anna-Thomas, J. Sydnor, D. Stern, W.-Y. Wang, M. Yuan, Y.-L. Yue, D.-J. Zhou, Z. Yan, W.-W. Zhu, B. Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-022-04755-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4213452250",
      "paper_id": "https://openalex.org/W4213452250",
      "title": "A repeating fast radio burst source in a globular cluster",
      "authors": "F. Kirsten, B. Marcote, K. Nimmo, J. W. T. Hessels, M. Bhardwaj, S. P. Tendulkar, A. Keimpema, J. Yang, M. P. Snelders, P. Scholz, A. B. Pearlman, C. J. Law, W. M. Peters, M. Giroletti, Z. Paragi, C. Bassa, D. M. Hewitt, U. Bach, V. Bezrukovs, M. Burgay, S. T. Buttaccio, J. E. Conway, A. Corongiu, R. Feiler, O. Forssén, M. P. Gawroński, R. Karuppusamy, M. A. Kharinov, M. Lindqvist, G. Maccaferri, A. Melnikov, O. S. Ould-Boukattine, A. Possenti, G. Surcis, N. Wang, J. Yuan, K. Aggarwal, R. Anna-Thomas, G. C. Bower, R. Blaauw, S. Burke-Spolaor, T. Cassanelli, T. E. Clarke, E. Fonseca, B. M. Gaensler, A. Gopinath, V. M. Kaspi, N. Kassim, T. J. W. Lazio, C. Leung, D. Z. Li, H. H. Lin, K. W. Masui, R. Mckinven, D. Michilli, A. G. Mikhailov, C. Ng, A. Orbidans, U. L. Pen, E. Petroff, M. Rahman, S. M. Ransom, K. Shin, K. M. Smith, I. H. Stairs, W. Vlemmings",
      "paper_url": "https://doi.org/10.1038/s41586-021-04354-w",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389132379",
      "paper_id": "https://openalex.org/W4389132379",
      "title": "A resonant sextuplet of sub-Neptunes transiting the bright star HD 110067",
      "authors": "R. Luque, H. P. Osborn, A. Leleu, E. Pallé, A. Bonfanti, O. Barragán, T. G. Wilson, C. Broeg, A. Collier Cameron, M. Lendl, P. F. L. Maxted, Y. Alibert, D. Gandolfi, J.-B. Delisle, M. J. Hooton, J. A. Egger, G. Nowak, M. Lafarga, D. Rapetti, J. D. Twicken, J. C. Morales, I. Carleo, J. Orell-Miquel, V. Adibekyan, R. Alonso, A. Alqasim, P. J. Amado, D. R. Anderson, G. Anglada-Escudé, T. Bandy, T. Bárczy, D. Barrado Navascues, S. C. C. Barros, W. Baumjohann, D. Bayliss, J. L. Bean, M. Beck, T. Beck, W. Benz, N. Billot, X. Bonfils, L. Borsato, A. W. Boyle, A. Brandeker, E. M. Bryant, J. Cabrera, S. Carrazco-Gaxiola, D. Charbonneau, S. Charnoz, D. R. Ciardi, W. D. Cochran, K. A. Collins, I. J. M. Crossfield, Sz. Csizmadia, P. E. Cubillos, F. Dai, M. B. Davies, H. J. Deeg, M. Deleuil, A. Deline, L. Delrez, O. D. S. Demangeon, B.-O. Demory, D. Ehrenreich, A. Erikson, E. Esparza-Borges, B. Falk, A. Fortier, L. Fossati, M. Fridlund, A. Fukui, J. Garcia-Mejia, S. Gill, M. Gillon, E. Goffo, Y. Gómez Maqueo Chew, M. Güdel, E. W. Guenther, M. N. Günther, A. P. Hatzes, Ch. Helling, K. M. Hesse, S. B. Howell, S. Hoyer, K. Ikuta, K. G. Isaak, J. M. Jenkins, T. Kagetani, L. L. Kiss, T. Kodama, J. Korth, K. W. F. Lam, J. Laskar, D. W. Latham, A. Lecavelier des Etangs, J. P. D. Leon, J. H. Livingston, D. Magrin, R. A. Matson, E. C. Matthews, C. Mordasini, M. Mori, M. Moyano, M. Munari, F. Murgas, N. Narita, V. Nascimbeni, G. Olofsson, H. L. M. Osborne, R. Ottensamer, I. Pagano, H. Parviainen, G. Peter, G. Piotto, D. Pollacco, D. Queloz, S. N. Quinn, A. Quirrenbach, R. Ragazzoni, N. Rando, F. Ratti, H. Rauer, S. Redfield, I. Ribas, G. R. Ricker, A. Rudat, L. Sabin, S. Salmon, N. C. Santos, G. Scandariato, N. Schanche, J. E. Schlieder, S. Seager, D. Ségransan, A. Shporer, A. E. Simon, A. M. S. Smith, S. G. Sousa, M. Stalport, Gy. M. Szabó, N. Thomas, A. Tuson, S. Udry, A. M. Vanderburg, V. Van Eylen, V. Van Grootel, J. Venturini, I. Walter, N. A. Walton, N. Watanabe, J. N. Winn, T. Zingales",
      "paper_url": "https://doi.org/10.1038/s41586-023-06692-3",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410551395",
      "paper_id": "https://openalex.org/W4410551395",
      "title": "A retrograde planet in a tight binary star system with a white dwarf",
      "authors": "Ho Wan Cheng, Trifon Trifonov, Man Hoi Lee, Faustine Cantalloube, Sabine Reffert, David Ramm, Andreas Quirrenbach",
      "paper_url": "https://doi.org/10.1038/s41586-025-09006-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4367050035",
      "paper_id": "https://openalex.org/W4367050035",
      "title": "A ring-like accretion structure in M87 connecting its black hole and jet",
      "authors": "Ru-Sen Lu, Keiichi Asada, Thomas P. Krichbaum, Jongho Park, Fumie Tazaki, Hung-Yi Pu, Masanori Nakamura, Andrei Lobanov, Kazuhiro Hada, Kazunori Akiyama, Jae-Young Kim, Ivan Marti-Vidal, José L. Gómez, Tomohisa Kawashima, Feng Yuan, Eduardo Ros, Walter Alef, Silke Britzen, Michael Bremer, Avery E. Broderick, Akihiro Doi, Gabriele Giovannini, Marcello Giroletti, Paul T. P. Ho, Mareki Honma, David H. Hughes, Makoto Inoue, Wu Jiang, Motoki Kino, Shoko Koyama, Michael Lindqvist, Jun Liu, Alan P. Marscher, Satoki Matsushita, Hiroshi Nagai, Helge Rottmann, Tuomas Savolainen, Karl-Friedrich Schuster, Zhi-Qiang Shen, Pablo de Vicente, R. Craig Walker, Hai Yang, J. Anton Zensus, Juan Carlos Algaba, Alexander Allardi, Uwe Bach, Ryan Berthold, Dan Bintley, Do-Young Byun, Carolina Casadio, Shu-Hao Chang, Chih-Cheng Chang, Song-Chu Chang, Chung-Chen Chen, Ming-Tang Chen, Ryan Chilson, Tim C. Chuter, John Conway, Geoffrey B. Crew, Jessica T. Dempsey, Sven Dornbusch, Aaron Faber, Per Friberg, Javier González García, Miguel Gómez Garrido, Chih-Chiang Han, Kuo-Chang Han, Yutaka Hasegawa, Ruben Herrero-Illana, Yau-De Huang, Chih-Wei L. Huang, Violette Impellizzeri, Homin Jiang, Hao Jinchi, Taehyun Jung, Juha Kallunki, Petri Kirves, Kimihiro Kimura, Jun Yi Koay, Patrick M. Koch, Carsten Kramer, Alex Kraus, Derek Kubo, Cheng-Yu Kuo, Chao-Te Li, Lupin Chun-Che Lin, Ching-Tang Liu, Kuan-Yu Liu, Wen-Ping Lo, Li-Ming Lu, Nicholas MacDonald, Pierre Martin-Cocher, Hugo Messias, Zheng Meyer-Zhao, Anthony Minter, Dhanya G. Nair, Hiroaki Nishioka, Timothy J. Norton, George Nystrom, Hideo Ogawa, Peter Oshiro, Nimesh A. Patel, Ue-Li Pen, Yurii Pidopryhora, Nicolas Pradel, Philippe A. Raffin, Ramprasad Rao, Ignacio Ruiz, Salvador Sanchez, Paul Shaw, William Snow, T. K. Sridharan, Ranjani Srinivasan, Belén Tercero, Pablo Torne, Efthalia Traianou, Jan Wagner, Craig Walther, Ta-Shun Wei, Jun Yang, Chen-Yu Yu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05843-w",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4384820106",
      "paper_id": "https://openalex.org/W4384820106",
      "title": "A rotating white dwarf shows different compositions on its opposite faces",
      "authors": "Ilaria Caiazzo, Kevin B. Burdge, Pier-Emmanuel Tremblay, James Fuller, Lilia Ferrario, Boris T. Gänsicke, J. J. Hermes, Jeremy Heyl, Adela Kawka, S. R. Kulkarni, Thomas R. Marsh, Przemek Mróz, Thomas A. Prince, Harvey B. Richer, Antonio C. Rodriguez, Jan van Roestel, Zachary P. Vanderbosch, Stéphane Vennes, Dayal Wickramasinghe, Vikram S. Dhillon, Stuart P. Littlefair, James Munday, Ingrid Pelisoli, Daniel Perley, Eric C. Bellm, Elmé Breedt, Alex J. Brown, Richard Dekany, Andrew Drake, Martin J. Dyer, Matthew J. Graham, Matthew J. Green, Russ R. Laher, Paul Kerry, Steven G. Parsons, Reed L. Riddle, Ben Rusholme, Dave I. Sahman",
      "paper_url": "https://doi.org/10.1038/s41586-023-06171-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396721170",
      "paper_id": "https://openalex.org/W4396721170",
      "title": "A secondary atmosphere on the rocky exoplanet 55 Cancri e",
      "authors": "Renyu Hu, Aaron Bello-Arufe, Michael Zhang, Kimberly Paragas, Mantas Zilinskas, Christiaan van Buchem, Michael Bess, Jayshil Patel, Yuichi Ito, Mario Damiano, Markus Scheucher, Apurva V. Oza, Heather A. Knutson, Yamila Miguel, Diana Dragomir, Alexis Brandeker, Brice-Olivier Demory",
      "paper_url": "https://doi.org/10.1038/s41586-024-07432-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4322739216",
      "paper_id": "https://openalex.org/W4322739216",
      "title": "A shared accretion instability for black holes and neutron stars",
      "authors": "F. M. Vincentelli, J. Neilsen, A. J. Tetarenko, Y. Cavecchi, N. Castro Segura, S. del Palacio, J. van den Eijnden, G. Vasilopoulos, D. Altamirano, M. Armas Padilla, C. D. Bailyn, T. Belloni, D. J. K. Buisson, V. A. Cúneo, N. Degenaar, C. Knigge, K. S. Long, F. Jiménez-Ibarra, J. Milburn, T. Muñoz Darias, M. Özbey Arabacı, R. Remillard, T. Russell",
      "paper_url": "https://doi.org/10.1038/s41586-022-05648-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389670870",
      "paper_id": "https://openalex.org/W4389670870",
      "title": "A shock flash breaking out of a dusty red supergiant",
      "authors": "Gaici Li, Maokai Hu, Wenxiong Li, Yi Yang, Xiaofeng Wang, Shengyu Yan, Lei Hu, Jujia Zhang, Yiming Mao, Henrik Riise, Xing Gao, Tianrui Sun, Jialian Liu, Dingrong Xiong, Lifan Wang, Jun Mo, Abdusamatjan Iskandar, Gaobo Xi, Danfeng Xiang, Lingzhi Wang, Guoyou Sun, Keming Zhang, Jian Chen, Weili Lin, Fangzhou Guo, Qichun Liu, Guangyao Cai, Wenjie Zhou, Jingyuan Zhao, Jin Chen, Xin Zheng, Keying Li, Mi Zhang, Shijun Xu, Xiaodong Lyu, Alberto J. Castro-Tirado, Vasilii Chufarin, Nikolay Potapov, Ivan Ionov, Stanislav Korotkiy, Sergey Nazarov, Kirill Sokolovsky, Norman Hamann, Eliot Herman",
      "paper_url": "https://doi.org/10.1038/s41586-023-06843-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4390940980",
      "paper_id": "https://openalex.org/W4390940980",
      "title": "A small and vigorous black hole in the early Universe",
      "authors": "Roberto Maiolino, Jan Scholtz, Joris Witstok, Stefano Carniani, Francesco D’Eugenio, Anna de Graaff, Hannah Übler, Sandro Tacchella, Emma Curtis-Lake, Santiago Arribas, Andrew Bunker, Stéphane Charlot, Jacopo Chevallard, Mirko Curti, Tobias J. Looser, Michael V. Maseda, Timothy D. Rawle, Bruno Rodríguez del Pino, Chris J. Willott, Eiichi Egami, Daniel J. Eisenstein, Kevin N. Hainline, Brant Robertson, Christina C. Williams, Christopher N. A. Willmer, William M. Baker, Kristan Boyett, Christa DeCoursey, Andrew C. Fabian, Jakob M. Helton, Zhiyuan Ji, Gareth C. Jones, Nimisha Kumari, Nicolas Laporte, Erica J. Nelson, Michele Perna, Lester Sandles, Irene Shivaei, Fengwu Sun",
      "paper_url": "https://doi.org/10.1038/s41586-024-07052-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3210911353",
      "paper_id": "https://openalex.org/W3210911353",
      "title": "A solar C/O and sub-solar metallicity in a hot Jupiter atmosphere",
      "authors": "Michael R. Line, Matteo Brogi, Jacob L. Bean, Siddharth Gandhi, Joseph Zalesky, Vivien Parmentier, Peter Smith, Gregory N. Mace, Megan Mansfield, Eliza M.-R. Kempton, Jonathan J. Fortney, Evgenya Shkolnik, Jennifer Patience, Emily Rauscher, Jean-Michel Désert, Joost P. Wardenier",
      "paper_url": "https://doi.org/10.1038/s41586-021-03912-6",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4206900329",
      "paper_id": "https://openalex.org/W4206900329",
      "title": "A stellar stream remnant of a globular cluster below the metallicity floor",
      "authors": "Nicolas F. Martin, Kim A. Venn, David S. Aguado, Else Starkenburg, Jonay I. González Hernández, Rodrigo A. Ibata, Piercarlo Bonifacio, Elisabetta Caffau, Federico Sestito, Anke Arentsen, Carlos Allende Prieto, Raymond G. Carlberg, Sébastien Fabbro, Morgan Fouesneau, Vanessa Hill, Pascale Jablonka, Georges Kordopatis, Carmela Lardo, Khyati Malhan, Lyudmila I. Mashonkina, Alan W. McConnachie, Julio F. Navarro, Rubén Sánchez-Janssen, Guillaume F. Thomas, Zhen Yuan, Alessio Mucciarelli",
      "paper_url": "https://doi.org/10.1038/s41586-021-04162-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386283050",
      "paper_id": "https://openalex.org/W4386283050",
      "title": "A super-massive Neptune-sized planet",
      "authors": "Luca Naponiello, Luigi Mancini, Alessandro Sozzetti, Aldo S. Bonomo, Alessandro Morbidelli, Jingyao Dou, Li Zeng, Zoe M. Leinhardt, Katia Biazzo, Patricio E. Cubillos, Matteo Pinamonti, Daniele Locci, Antonio Maggio, Mario Damasso, Antonino F. Lanza, Jack J. Lissauer, Karen A. Collins, Philip J. Carter, Eric L. N. Jensen, Andrea Bignamini, Walter Boschin, Luke G. Bouma, David R. Ciardi, Rosario Cosentino, Ian Crossfield, Silvano Desidera, Xavier Dumusque, Aldo F. M. Fiorenzano, Akihiko Fukui, Paolo Giacobbe, Crystal L. Gnilka, Adriano Ghedina, Gloria Guilluy, Avet Harutyunyan, Steve B. Howell, Jon M. Jenkins, Michael B. Lund, John F. Kielkopf, Katie V. Lester, Luca Malavolta, Andrew W. Mann, Rachel A. Matson, Elisabeth C. Matthews, Domenico Nardiello, Norio Narita, Emanuele Pace, Isabella Pagano, Enric Palle, Marco Pedani, Sara Seager, Joshua E. Schlieder, Richard P. Schwarz, Avi Shporer, Joseph D. Twicken, Joshua N. Winn, Carl Ziegler, Tiziano Zingales",
      "paper_url": "https://doi.org/10.1038/s41586-023-06499-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4376878473",
      "paper_id": "https://openalex.org/W4376878473",
      "title": "A temperate Earth-sized planet with tidal heating transiting an M6 star",
      "authors": "Merrin S. Peterson, Björn Benneke, Karen Collins, Caroline Piaulet, Ian J. M. Crossfield, Mohamad Ali-Dib, Jessie L. Christiansen, Jonathan Gagné, Jackie Faherty, Edwin Kite, Courtney Dressing, David Charbonneau, Felipe Murgas, Marion Cointepas, Jose Manuel Almenara, Xavier Bonfils, Stephen Kane, Michael W. Werner, Varoujan Gorjian, Pierre-Alexis Roy, Avi Shporer, Francisco J. Pozuelos, Quentin Jay Socia, Ryan Cloutier, Jamie Dietrich, Jonathan Irwin, Lauren Weiss, William Waalkes, Zach Berta-Thomson, Thomas Evans, Daniel Apai, Hannu Parviainen, Enric Pallé, Norio Narita, Andrew W. Howard, Diana Dragomir, Khalid Barkaoui, Michaël Gillon, Emmanuel Jehin, Elsa Ducrot, Zouhair Benkhaldoun, Akihiko Fukui, Mayuko Mori, Taku Nishiumi, Kiyoe Kawauchi, George Ricker, David W. Latham, Joshua N. Winn, Sara Seager, Howard Isaacson, Alex Bixel, Aidan Gibbs, Jon M. Jenkins, Jeffrey C. Smith, Jose Perez Chavez, Benjamin V. Rackham, Thomas Henning, Paul Gabor, Wen-Ping Chen, Nestor Espinoza, Eric L. N. Jensen, Kevin I. Collins, Richard P. Schwarz, Dennis M. Conti, Gavin Wang, John F. Kielkopf, Shude Mao, Keith Horne, Ramotholo Sefako, Samuel N. Quinn, Dan Moldovan, Michael Fausnaugh, Gábor Fűűrész, Thomas Barclay",
      "paper_url": "https://doi.org/10.1038/s41586-023-05934-8",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400948796",
      "paper_id": "https://openalex.org/W4400948796",
      "title": "A temperate super-Jupiter imaged with JWST in the mid-infrared",
      "authors": "E. C. Matthews, A. L. Carter, P. Pathak, C. V. Morley, M. W. Phillips, S. Krishanth P. M., F. Feng, M. J. Bonse, L. A. Boogaard, J. A. Burt, I. J. M. Crossfield, E. S. Douglas, Th. Henning, J. Hom, C.-L. Ko, M. Kasper, A.-M. Lagrange, D. Petit dit de la Roche, F. Philipot",
      "paper_url": "https://doi.org/10.1038/s41586-024-07837-8",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4221012221",
      "paper_id": "https://openalex.org/W4221012221",
      "title": "A time-resolved picture of our Milky Way’s early formation history",
      "authors": "Maosheng Xiang, Hans-Walter Rix",
      "paper_url": "https://doi.org/10.1038/s41586-022-04496-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4280492587",
      "paper_id": "https://openalex.org/W4280492587",
      "title": "A trail of dark-matter-free galaxies from a bullet-dwarf collision",
      "authors": "Pieter van Dokkum, Zili Shen, Michael A. Keim, Sebastian Trujillo-Gomez, Shany Danieli, Dhruba Dutta Chowdhury, Roberto Abraham, Charlie Conroy, J. M. Diederik Kruijssen, Daisuke Nagai, Aaron Romanowsky",
      "paper_url": "https://doi.org/10.1038/s41586-022-04665-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4310438556",
      "paper_id": "https://openalex.org/W4310438556",
      "title": "A very luminous jet from the disruption of a star by a massive black hole",
      "authors": "Igor Andreoni, Michael W. Coughlin, Daniel A. Perley, Yuhan Yao, Wenbin Lu, S. Bradley Cenko, Harsh Kumar, Shreya Anand, Anna Y. Q. Ho, Mansi M. Kasliwal, Antonio de Ugarte Postigo, Ana Sagués-Carracedo, Steve Schulze, D. Alexander Kann, S. R. Kulkarni, Jesper Sollerman, Nial Tanvir, Armin Rest, Luca Izzo, Jean J. Somalwar, David L. Kaplan, Tomás Ahumada, G. C. Anupama, Katie Auchettl, Sudhanshu Barway, Eric C. Bellm, Varun Bhalerao, Joshua S. Bloom, Michael Bremer, Mattia Bulla, Eric Burns, Sergio Campana, Poonam Chandra, Panos Charalampopoulos, Jeff Cooke, Valerio D’Elia, Kaustav Kashyap Das, Dougal Dobie, José Feliciano Agüí Fernández, James Freeburn, Cristoffer Fremling, Suvi Gezari, Simon Goode, Matthew J. Graham, Erica Hammerstein, Viraj R. Karambelkar, Charles D. Kilpatrick, Erik C. Kool, Melanie Krips, Russ R. Laher, Giorgos Leloudas, Andrew Levan, Michael J. Lundquist, Ashish A. Mahabal, Michael S. Medford, M. Coleman Miller, Anais Möller, Kunal P. Mooley, A. J. Nayana, Guy Nir, Peter T. H. Pang, Emmy Paraskeva, Richard A. Perley, Glen Petitpas, Miika Pursiainen, Vikram Ravi, Ryan Ridden-Harper, Reed Riddle, Mickael Rigault, Antonio C. Rodriguez, Ben Rusholme, Yashvi Sharma, I. A. Smith, Robert D. Stein, Christina Thöne, Aaron Tohuvavohu, Frank Valdes, Jan van Roestel, Susanna D. Vergani, Qinan Wang, Jielai Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05465-8",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4398131661",
      "paper_id": "https://openalex.org/W4398131661",
      "title": "A warm Neptune’s methane reveals core mass and vigorous atmospheric mixing",
      "authors": "David K. Sing, Zafar Rustamkulov, Daniel P. Thorngren, Joanna K. Barstow, Pascal Tremblin, Catarina Alves de Oliveira, Tracy L. Beck, Stephan M. Birkmann, Ryan C. Challener, Nicolas Crouzet, Néstor Espinoza, Pierre Ferruit, Giovanna Giardino, Amélie Gressier, Elspeth K. H. Lee, Nikole K. Lewis, Roberto Maiolino, Elena Manjavacas, Bernard J. Rauscher, Marco Sirianni, Jeff A. Valenti",
      "paper_url": "https://doi.org/10.1038/s41586-024-07395-z",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W3216238840",
      "paper_id": "https://openalex.org/W3216238840",
      "title": "A WC/WO star exploding within an expanding carbon–oxygen–neon nebula",
      "authors": "A. Gal-Yam, R. Bruch, S. Schulze, Y. Yang, D. A. Perley, I. Irani, J. Sollerman, E. C. Kool, M. T. Soumagnac, O. Yaron, N. L. Strotjohann, E. Zimmerman, C. Barbarino, S. R. Kulkarni, M. M. Kasliwal, K. De, Y. Yao, C. Fremling, L. Yan, E. O. Ofek, C. Fransson, A. V. Filippenko, W. Zheng, T. G. Brink, C. M. Copperwheat, R. J. Foley, J. Brown, M. Siebert, G. Leloudas, A. L. Cabrera-Lavers, D. Garcia-Alvarez, A. Marante-Barreto, S. Frederick, T. Hung, J. C. Wheeler, J. Vinkó, B. P. Thomas, M. J. Graham, D. A. Duev, A. J. Drake, R. Dekany, E. C. Bellm, B. Rusholme, D. L. Shupe, I. Andreoni, Y. Sharma, R. Riddle, J. van Roestel, N. Knezevic",
      "paper_url": "https://doi.org/10.1038/s41586-021-04155-1",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4210925827",
      "paper_id": "https://openalex.org/W4210925827",
      "title": "A white dwarf accreting planetary material determined from X-ray observations",
      "authors": "Tim Cunningham, Peter J. Wheatley, Pier-Emmanuel Tremblay, Boris T. Gänsicke, George W. King, Odette Toloza, Dimitri Veras",
      "paper_url": "https://doi.org/10.1038/s41586-021-04300-w",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4200332689",
      "paper_id": "https://openalex.org/W4200332689",
      "title": "A wide-orbit giant planet in the high-mass b Centauri binary system",
      "authors": "Markus Janson, Raffaele Gratton, Laetitia Rodet, Arthur Vigan, Mickaël Bonnefoy, Philippe Delorme, Eric E. Mamajek, Sabine Reffert, Lukas Stock, Gabriel-Dominique Marleau, Maud Langlois, Gaël Chauvin, Silvano Desidera, Simon Ringqvist, Lucio Mayer, Gayathri Viswanath, Vito Squicciarini, Michael R. Meyer, Matthias Samland, Simon Petrus, Ravit Helled, Matthew A. Kenworthy, Sascha P. Quanz, Beth Biller, Thomas Henning, Dino Mesa, Natalia Engler, Joseph C. Carson",
      "paper_url": "https://doi.org/10.1038/s41586-021-04124-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404305439",
      "paper_id": "https://openalex.org/W4404305439",
      "title": "Accelerated formation of ultra-massive galaxies in the first billion years",
      "authors": "Mengyuan Xiao, Pascal A. Oesch, David Elbaz, Longji Bing, Erica J. Nelson, Andrea Weibel, Garth D. Illingworth, Pieter van Dokkum, Rohan P. Naidu, Emanuele Daddi, Rychard J. Bouwens, Jorryt Matthee, Stijn Wuyts, John Chisholm, Gabriel Brammer, Mark Dickinson, Benjamin Magnelli, Lucas Leroy, Daniel Schaerer, Thomas Herard-Demanche, Seunghwan Lim, Laia Barrufet, Ryan Endsley, Yoshinobu Fudamoto, Carlos Gómez-Guijarro, Rashmi Gottumukkala, Ivo Labbé, Dan Magee, Danilo Marchesini, Michael Maseda, Yuxiang Qin, Naveen A. Reddy, Alice Shapley, Irene Shivaei, Marko Shuntov, Mauro Stefanon, Katherine E. Whitaker, J. Stuart B. Wyithe",
      "paper_url": "https://doi.org/10.1038/s41586-024-08094-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4353055581",
      "paper_id": "https://openalex.org/W4353055581",
      "title": "Acceleration of 1I/‘Oumuamua from radiolytically produced H2 in H2O ice",
      "authors": "Jennifer B. Bergner, Darryl Z. Seligman",
      "paper_url": "https://doi.org/10.1038/s41586-022-05687-w",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409147942",
      "paper_id": "https://openalex.org/W4409147942",
      "title": "Acoustic modes in M67 cluster stars trace deepening convective envelopes",
      "authors": "Claudia Reyes, Dennis Stello, Joel Ong, Christopher Lindsay, Marc Hon, Timothy R. Bedding",
      "paper_url": "https://doi.org/10.1038/s41586-025-08760-2",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4221126107",
      "paper_id": "https://openalex.org/W4221126107",
      "title": "AGN as potential factories for eccentric black hole mergers",
      "authors": "J. Samsing, I. Bartos, D. J. D’Orazio, Z. Haiman, B. Kocsis, N. W. C. Leigh, B. Liu, M. E. Pessah, H. Tagawa",
      "paper_url": "https://doi.org/10.1038/s41586-021-04333-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388694171",
      "paper_id": "https://openalex.org/W4388694171",
      "title": "Aligned grains and scattered light found in gaps of planet-forming disk",
      "authors": "Ian W. Stephens, Zhe-Yu Daniel Lin, Manuel Fernández-López, Zhi-Yun Li, Leslie W. Looney, Haifeng Yang, Rachel Harrison, Akimasa Kataoka, Carlos Carrasco-Gonzalez, Satoshi Okuzumi, Ryo Tazaki",
      "paper_url": "https://doi.org/10.1038/s41586-023-06648-7",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3156025069",
      "paper_id": "https://openalex.org/W3156025069",
      "title": "All-sky dynamical response of the Galactic halo to the Large Magellanic Cloud",
      "authors": "Charlie Conroy, Rohan P. Naidu, Nicolás Garavito-Camargo, Gurtina Besla, Dennis Zaritsky, Ana Bonaca, Benjamin D. Johnson",
      "paper_url": "https://doi.org/10.1038/s41586-021-03385-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4205195570",
      "paper_id": "https://openalex.org/W4205195570",
      "title": "An early transition to magnetic supercriticality in star formation",
      "authors": "T.-C. Ching, D. Li, C. Heiles, Z.-Y. Li, L. Qian, Y. L. Yue, J. Tang, S. H. Jiao",
      "paper_url": "https://doi.org/10.1038/s41586-021-04159-x",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388500649",
      "paper_id": "https://openalex.org/W4388500649",
      "title": "An evolutionary continuum from nucleated dwarf galaxies to star clusters",
      "authors": "Kaixiang Wang, Eric W. Peng, Chengze Liu, J. Christopher Mihos, Patrick Côté, Laura Ferrarese, Matthew A. Taylor, John P. Blakeslee, Jean-Charles Cuillandre, Pierre-Alain Duc, Puragra Guhathakurta, Stephen Gwyn, Youkyung Ko, Ariane Lançon, Sungsoon Lim, Lauren A. MacArthur, Thomas Puzia, Joel Roediger, Laura V. Sales, Rubén Sánchez-Janssen, Chelsea Spengler, Elisa Toloba, Hongxin Zhang, Mingcheng Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06650-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4367837164",
      "paper_id": "https://openalex.org/W4367837164",
      "title": "An infrared transient from a star engulfing a planet",
      "authors": "Kishalay De, Morgan MacLeod, Viraj Karambelkar, Jacob E. Jencson, Deepto Chakrabarty, Charlie Conroy, Richard Dekany, Anna-Christina Eilers, Matthew J. Graham, Lynne A. Hillenbrand, Erin Kara, Mansi M. Kasliwal, S. R. Kulkarni, Ryan M. Lau, Abraham Loeb, Frank Masci, Michael S. Medford, Aaron M. Meisner, Nimesh Patel, Luis Henry Quiroga-Nuñez, Reed L. Riddle, Ben Rusholme, Robert Simcoe, Loránt O. Sjouwerman, Richard Teague, Andrew Vanderburg",
      "paper_url": "https://doi.org/10.1038/s41586-023-05842-x",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3172476088",
      "paper_id": "https://openalex.org/W3172476088",
      "title": "Anisotropic satellite galaxy quenching modulated by black hole activity",
      "authors": "Ignacio Martín-Navarro, Annalisa Pillepich, Dylan Nelson, Vicente Rodriguez-Gomez, Martina Donnari, Lars Hernquist, Volker Springel",
      "paper_url": "https://doi.org/10.1038/s41586-021-03545-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392984537",
      "paper_id": "https://openalex.org/W4392984537",
      "title": "At least one in a dozen stars shows evidence of planetary ingestion",
      "authors": "Fan Liu, Yuan-Sen Ting, David Yong, Bertram Bitsch, Amanda Karakas, Michael T. Murphy, Meridith Joyce, Aaron Dotter, Fei Dai",
      "paper_url": "https://doi.org/10.1038/s41586-024-07091-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4376873250",
      "paper_id": "https://openalex.org/W4376873250",
      "title": "Atmospheric molecular blobs shape up circumstellar envelopes of AGB stars",
      "authors": "L. Velilla-Prieto, J. P. Fonfría, M. Agúndez, A. Castro-Carrizo, M. Guélin, G. Quintana-Lacaci, I. Cherchneff, C. Joblin, M. C. McCarthy, J. A. Martín-Gago, J. Cernicharo",
      "paper_url": "https://doi.org/10.1038/s41586-023-05917-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4281401001",
      "paper_id": "https://openalex.org/W4281401001",
      "title": "Binarity of a protostar affects the evolution of the disk and planets",
      "authors": "Jes K. Jørgensen, Rajika L. Kuruwita, Daniel Harsono, Troels Haugbølle, Lars E. Kristensen, Edwin A. Bergin",
      "paper_url": "https://doi.org/10.1038/s41586-022-04659-4",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389373622",
      "paper_id": "https://openalex.org/W4389373622",
      "title": "Bipolar outflows out to 10 kpc for massive galaxies at redshift z ≈ 1",
      "authors": "Yucheng Guo, Roland Bacon, Nicolas F. Bouché, Lutz Wisotzki, Joop Schaye, Jérémy Blaizot, Anne Verhamme, Sebastiano Cantalupo, Leindert A. Boogaard, Jarle Brinchmann, Maxime Cherrey, Haruka Kusakabe, Ivanna Langan, Floriane Leclercq, Jorryt Matthee, Léo Michel-Dansac, Ilane Schroetter, Martin Wendt",
      "paper_url": "https://doi.org/10.1038/s41586-023-06718-w",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402585747",
      "paper_id": "https://openalex.org/W4402585747",
      "title": "Black hole jets on the scale of the cosmic web",
      "authors": "Martijn S. S. L. Oei, Martin J. Hardcastle, Roland Timmerman, Aivin R. D. J. G. I. B. Gast, Andrea Botteon, Antonio C. Rodriguez, Daniel Stern, Gabriela Calistro Rivera, Reinout J. van Weeren, Huub J. A. Röttgering, Huib T. Intema, Francesco de Gasperin, S. G. Djorgovski",
      "paper_url": "https://doi.org/10.1038/s41586-024-07879-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401574102",
      "paper_id": "https://openalex.org/W4401574102",
      "title": "Black holes regulate cool gas accretion in massive galaxies",
      "authors": "Tao Wang, Ke Xu, Yuxuan Wu, Yong Shi, David Elbaz, Luis C. Ho, Zhi-Yu Zhang, Qiusheng Gu, Yijun Wang, Chenggang Shu, Feng Yuan, Xiaoyang Xia, Kai Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07821-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399964119",
      "paper_id": "https://openalex.org/W4399964119",
      "title": "Bound star clusters observed in a lensed galaxy 460 Myr after the Big Bang",
      "authors": "Angela Adamo, Larry D. Bradley, Eros Vanzella, Adélaïde Claeyssens, Brian Welch, Jose M. Diego, Guillaume Mahler, Masamune Oguri, Keren Sharon, Abdurro’uf, Tiger Yu-Yang Hsiao, Xinfeng Xu, Matteo Messa, Augusto E. Lassen, Erik Zackrisson, Gabriel Brammer, Dan Coe, Vasily Kokorev, Massimo Ricotti, Adi Zitrin, Seiji Fujimoto, Akio K. Inoue, Tom Resseguier, Jane R. Rigby, Yolanda Jiménez-Teja, Rogier A. Windhorst, Takuya Hashimoto, Yoichi Tamura",
      "paper_url": "https://doi.org/10.1038/s41586-024-07703-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392504785",
      "paper_id": "https://openalex.org/W4392504785",
      "title": "Buoyant crystals halt the cooling of white dwarf stars",
      "authors": "Antoine Bédard, Simon Blouin, Sihao Cheng",
      "paper_url": "https://doi.org/10.1038/s41586-024-07102-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3210865785",
      "paper_id": "https://openalex.org/W3210865785",
      "title": "Carbon monoxide gas produced by a giant impact in the inner region of a young system",
      "authors": "Tajana Schneiderman, Luca Matrà, Alan P. Jackson, Grant M. Kennedy, Quentin Kral, Sebastián Marino, Karin I. Öberg, Kate Y. L. Su, David J. Wilner, Mark C. Wyatt",
      "paper_url": "https://doi.org/10.1038/s41586-021-03872-x",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4384818571",
      "paper_id": "https://openalex.org/W4384818571",
      "title": "Carbonaceous dust grains seen in the first billion years of cosmic time",
      "authors": "Joris Witstok, Irene Shivaei, Renske Smit, Roberto Maiolino, Stefano Carniani, Emma Curtis-Lake, Pierre Ferruit, Santiago Arribas, Andrew J. Bunker, Alex J. Cameron, Stephane Charlot, Jacopo Chevallard, Mirko Curti, Anna de Graaff, Francesco D’Eugenio, Giovanna Giardino, Tobias J. Looser, Tim Rawle, Bruno Rodríguez del Pino, Chris Willott, Stacey Alberts, William M. Baker, Kristan Boyett, Eiichi Egami, Daniel J. Eisenstein, Ryan Endsley, Kevin N. Hainline, Zhiyuan Ji, Benjamin D. Johnson, Nimisha Kumari, Jianwei Lyu, Erica Nelson, Michele Perna, Marcia Rieke, Brant E. Robertson, Lester Sandles, Aayush Saxena, Jan Scholtz, Fengwu Sun, Sandro Tacchella, Christina C. Williams, Christopher N. A. Willmer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06413-w",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3196155953",
      "paper_id": "https://openalex.org/W3196155953",
      "title": "Chromatic periodic activity down to 120 megahertz in a fast radio burst",
      "authors": "Inés Pastor-Marazuela, Liam Connor, Joeri van Leeuwen, Yogesh Maan, Sander ter Veen, Anna Bilous, Leon Oostrum, Emily Petroff, Samayra Straal, Dany Vohl, Jisk Attema, Oliver M. Boersma, Eric Kooistra, Daniel van der Schuur, Alessio Sclocco, Roy Smits, Elizabeth A. K. Adams, Björn Adebahr, W. J. G. de Blok, Arthur H. W. M. Coolen, Sieds Damstra, Helga Dénes, Kelley M. Hess, Thijs van der Hulst, Boudewijn Hut, V. Marianna Ivashina, Alexander Kutkin, G. Marcel Loose, Danielle M. Lucero, Ágnes Mika, Vanessa A. Moss, Henk Mulder, Menno J. Norden, Tom Oosterloo, Emanuela Orrú, Mark Ruiter, Stefan J. Wijnholds",
      "paper_url": "https://doi.org/10.1038/s41586-021-03724-8",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411932286",
      "paper_id": "https://openalex.org/W4411932286",
      "title": "Close-in planet induces flares on its host star",
      "authors": "Ekaterina Ilin, Harish K. Vedantham, Katja Poppenhäger, Sanne Bloot, Joseph R. Callingham, Alexis Brandeker, Hritam Chakraborty",
      "paper_url": "https://doi.org/10.1038/s41586-025-09236-z",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4376118477",
      "paper_id": "https://openalex.org/W4376118477",
      "title": "Compact [C ii] emitters around a C iv absorption complex at redshift 5.7",
      "authors": "Daichi Kashino, Simon J. Lilly, Robert A. Simcoe, Rongmon Bordoloi, Ruari Mackenzie, Jorryt Matthee, Anna-Christina Eilers",
      "paper_url": "https://doi.org/10.1038/s41586-023-05901-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4385812401",
      "paper_id": "https://openalex.org/W4385812401",
      "title": "Confirmation and refutation of very luminous galaxies in the early Universe",
      "authors": "Pablo Arrabal Haro, Mark Dickinson, Steven L. Finkelstein, Jeyhan S. Kartaltepe, Callum T. Donnan, Denis Burgarella, Adam C. Carnall, Fergus Cullen, James S. Dunlop, Vital Fernández, Seiji Fujimoto, Intae Jung, Melanie Krips, Rebecca L. Larson, Casey Papovich, Pablo G. Pérez-González, Ricardo O. Amorín, Micaela B. Bagley, Véronique Buat, Caitlin M. Casey, Katherine Chworowsky, Seth H. Cohen, Henry C. Ferguson, Mauro Giavalisco, Marc Huertas-Company, Taylor A. Hutchison, Dale D. Kocevski, Anton M. Koekemoer, Ray A. Lucas, Derek J. McLeod, Ross J. McLure, Norbert Pirzkal, Lise-Marie Seillé, Jonathan R. Trump, Benjamin J. Weiner, Stephen M. Wilkins, Jorge A. Zavala",
      "paper_url": "https://doi.org/10.1038/s41586-023-06521-7",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4382319020",
      "paper_id": "https://openalex.org/W4382319020",
      "title": "Detection of stellar light from quasar host galaxies at redshifts above 6",
      "authors": "Xuheng Ding, Masafusa Onoue, John D. Silverman, Yoshiki Matsuoka, Takuma Izumi, Michael A. Strauss, Knud Jahnke, Camryn L. Phillips, Junyao Li, Marta Volonteri, Zoltan Haiman, Irham Taufik Andika, Kentaro Aoki, Shunsuke Baba, Rebekka Bieri, Sarah E. I. Bosman, Connor Bottrell, Anna-Christina Eilers, Seiji Fujimoto, Melanie Habouzit, Masatoshi Imanishi, Kohei Inayoshi, Kazushi Iwasawa, Nobunari Kashikawa, Toshihiro Kawaguchi, Kotaro Kohno, Chien-Hsiu Lee, Alessandro Lupi, Jianwei Lyu, Tohru Nagao, Roderik Overzier, Jan-Torge Schindler, Malte Schramm, Kazuhiro Shimasaku, Yoshiki Toba, Benny Trakhtenbrot, Maxime Trebitsch, Tommaso Treu, Hideki Umehata, Bram P. Venemans, Marianne Vestergaard, Fabian Walter, Feige Wang, Jinyi Yang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06345-5",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410817863",
      "paper_id": "https://openalex.org/W4410817863",
      "title": "Detection of X-ray emission from a bright long-period radio transient",
      "authors": "Ziteng Wang, Nanda Rea, Tong Bao, David L. Kaplan, Emil Lenc, Zorawar Wadiasingh, Jeremy Hare, Andrew Zic, Akash Anumarlapudi, Apurba Bera, Paz Beniamini, A. J. Cooper, Tracy E. Clarke, Adam T. Deller, J. R. Dawson, Marcin Glowacki, Natasha Hurley-Walker, S. J. McSweeney, Emil J. Polisensky, Wendy M. Peters, George Younes, Keith W. Bannister, Manisha Caleb, Kristen C. Dage, Clancy W. James, Mansi M. Kasliwal, Viraj Karambelkar, Marcus E. Lower, Kaya Mori, Stella Koch Ocker, Miguel Pérez-Torres, Hao Qiu, Kovi Rose, Ryan M. Shannon, Rhianna Taub, Fayin Wang, Yuanming Wang, Zhenyin Zhao, N. D. Ramesh Bhat, Dougal Dobie, Laura N. Driessen, Tara Murphy, Akhil Jaini, Xinping Deng, Joscha N. Jahns-Schindler, Y. W. Joshua Lee, Joshua Pritchard, John Tuthill, Nithyanandan Thyagarajan",
      "paper_url": "https://doi.org/10.1038/s41586-025-09077-w",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4323546352",
      "paper_id": "https://openalex.org/W4323546352",
      "title": "Deuterium-enriched water ties planet-forming disks to comets and protostars",
      "authors": "John J. Tobin, Merel L. R. van ’t Hoff, Margot Leemker, Ewine F. van Dishoeck, Teresa Paneque-Carreño, Kenji Furuya, Daniel Harsono, Magnus V. Persson, L. Ilsedore Cleeves, Patrick D. Sheehan, Lucas Cieza",
      "paper_url": "https://doi.org/10.1038/s41586-022-05676-z",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407157720",
      "paper_id": "https://openalex.org/W4407157720",
      "title": "Directly imaging the cooling flow in the Phoenix cluster",
      "authors": "Michael Reefe, Michael McDonald, Marios Chatzikos, Jerome Seebeck, Richard Mushotzky, Sylvain Veilleux, Steven W. Allen, Matthew Bayliss, Michael Calzadilla, Rebecca Canning, Benjamin Floyd, Massimo Gaspari, Julie Hlavacek-Larrondo, Brian McNamara, Helen Russell, Keren Sharon, Taweewat Somboonpanyakul",
      "paper_url": "https://doi.org/10.1038/s41586-024-08369-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4313897562",
      "paper_id": "https://openalex.org/W4313897562",
      "title": "Early Release Science of the exoplanet WASP-39b with JWST NIRCam",
      "authors": "Eva-Maria Ahrer, Kevin B. Stevenson, Megan Mansfield, Sarah E. Moran, Jonathan Brande, Giuseppe Morello, Catriona A. Murray, Nikolay K. Nikolov, Dominique J. M. Petit dit de la Roche, Everett Schlawin, Peter J. Wheatley, Sebastian Zieba, Natasha E. Batalha, Mario Damiano, Jayesh M. Goyal, Monika Lendl, Joshua D. Lothringer, Sagnick Mukherjee, Kazumasa Ohno, Natalie M. Batalha, Matthew P. Battley, Jacob L. Bean, Thomas G. Beatty, Björn Benneke, Zachory K. Berta-Thompson, Aarynn L. Carter, Patricio E. Cubillos, Tansu Daylan, Néstor Espinoza, Peter Gao, Neale P. Gibson, Samuel Gill, Joseph Harrington, Renyu Hu, Laura Kreidberg, Nikole K. Lewis, Michael R. Line, Mercedes López-Morales, Vivien Parmentier, Diana K. Powell, David K. Sing, Shang-Min Tsai, Hannah R. Wakeford, Luis Welbanks, Munazza K. Alam, Lili Alderson, Natalie H. Allen, David R. Anderson, Joanna K. Barstow, Daniel Bayliss, Taylor J. Bell, Jasmina Blecic, Edward M. Bryant, Matthew R. Burleigh, Ludmila Carone, S. L. Casewell, Quentin Changeat, Katy L. Chubb, Ian J. M. Crossfield, Nicolas Crouzet, Leen Decin, Jean-Michel Désert, Adina D. Feinstein, Laura Flagg, Jonathan J. Fortney, John E. Gizis, Kevin Heng, Nicolas Iro, Eliza M.-R. Kempton, Sarah Kendrew, James Kirk, Heather A. Knutson, Thaddeus D. Komacek, Pierre-Olivier Lagage, Jérémy Leconte, Jacob Lustig-Yaeger, Ryan J. MacDonald, Luigi Mancini, E. M. May, N. J. Mayne, Yamila Miguel, Thomas Mikal-Evans, Karan Molaverdikhani, Enric Palle, Caroline Piaulet, Benjamin V. Rackham, Seth Redfield, Laura K. Rogers, Pierre-Alexis Roy, Zafar Rustamkulov, Evgenya L. Shkolnik, Kristin S. Sotzen, Jake Taylor, P. Tremblin, Gregory S. Tucker, Jake D. Turner, Miguel de Val-Borro, Olivia Venot, Xi Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05590-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4313893493",
      "paper_id": "https://openalex.org/W4313893493",
      "title": "Early Release Science of the exoplanet WASP-39b with JWST NIRISS",
      "authors": "Adina D. Feinstein, Michael Radica, Luis Welbanks, Catriona Anne Murray, Kazumasa Ohno, Louis-Philippe Coulombe, Néstor Espinoza, Jacob L. Bean, Johanna K. Teske, Björn Benneke, Michael R. Line, Zafar Rustamkulov, Arianna Saba, Angelos Tsiaras, Joanna K. Barstow, Jonathan J. Fortney, Peter Gao, Heather A. Knutson, Ryan J. MacDonald, Thomas Mikal-Evans, Benjamin V. Rackham, Jake Taylor, Vivien Parmentier, Natalie M. Batalha, Zachory K. Berta-Thompson, Aarynn L. Carter, Quentin Changeat, Leonardo A. dos Santos, Neale P. Gibson, Jayesh M. Goyal, Laura Kreidberg, Mercedes López-Morales, Joshua D. Lothringer, Yamila Miguel, Karan Molaverdikhani, Sarah E. Moran, Giuseppe Morello, Sagnick Mukherjee, David K. Sing, Kevin B. Stevenson, Hannah R. Wakeford, Eva-Maria Ahrer, Munazza K. Alam, Lili Alderson, Natalie H. Allen, Natasha E. Batalha, Taylor J. Bell, Jasmina Blecic, Jonathan Brande, Claudio Caceres, S. L. Casewell, Katy L. Chubb, Ian J. M. Crossfield, Nicolas Crouzet, Patricio E. Cubillos, Leen Decin, Jean-Michel Désert, Joseph Harrington, Kevin Heng, Thomas Henning, Nicolas Iro, Eliza M.-R. Kempton, Sarah Kendrew, James Kirk, Jessica Krick, Pierre-Olivier Lagage, Monika Lendl, Luigi Mancini, Megan Mansfield, E. M. May, N. J. Mayne, Nikolay K. Nikolov, Enric Palle, Dominique J. M. Petit dit de la Roche, Caroline Piaulet, Diana Powell, Seth Redfield, Laura K. Rogers, Michael T. Roman, Pierre-Alexis Roy, Matthew C. Nixon, Everett Schlawin, Xianyu Tan, P. Tremblin, Jake D. Turner, Olivia Venot, William C. Waalkes, Peter J. Wheatley, Xi Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05674-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4313893525",
      "paper_id": "https://openalex.org/W4313893525",
      "title": "Early Release Science of the exoplanet WASP-39b with JWST NIRSpec G395H",
      "authors": "Lili Alderson, Hannah R. Wakeford, Munazza K. Alam, Natasha E. Batalha, Joshua D. Lothringer, Jea Adams Redai, Saugata Barat, Jonathan Brande, Mario Damiano, Tansu Daylan, Néstor Espinoza, Laura Flagg, Jayesh M. Goyal, David Grant, Renyu Hu, Julie Inglis, Elspeth K. H. Lee, Thomas Mikal-Evans, Lakeisha Ramos-Rosado, Pierre-Alexis Roy, Nicole L. Wallack, Natalie M. Batalha, Jacob L. Bean, Björn Benneke, Zachory K. Berta-Thompson, Aarynn L. Carter, Quentin Changeat, Knicole D. Colón, Ian J. M. Crossfield, Jean-Michel Désert, Daniel Foreman-Mackey, Neale P. Gibson, Laura Kreidberg, Michael R. Line, Mercedes López-Morales, Karan Molaverdikhani, Sarah E. Moran, Giuseppe Morello, Julianne I. Moses, Sagnick Mukherjee, Everett Schlawin, David K. Sing, Kevin B. Stevenson, Jake Taylor, Keshav Aggarwal, Eva-Maria Ahrer, Natalie H. Allen, Joanna K. Barstow, Taylor J. Bell, Jasmina Blecic, Sarah L. Casewell, Katy L. Chubb, Nicolas Crouzet, Patricio E. Cubillos, Leen Decin, Adina D. Feinstein, Joanthan J. Fortney, Joseph Harrington, Kevin Heng, Nicolas Iro, Eliza M.-R. Kempton, James Kirk, Heather A. Knutson, Jessica Krick, Jérémy Leconte, Monika Lendl, Ryan J. MacDonald, Luigi Mancini, Megan Mansfield, Erin M. May, Nathan J. Mayne, Yamila Miguel, Nikolay K. Nikolov, Kazumasa Ohno, Enric Palle, Vivien Parmentier, Dominique J. M. Petit dit de la Roche, Caroline Piaulet, Diana Powell, Benjamin V. Rackham, Seth Redfield, Laura K. Rogers, Zafar Rustamkulov, Xianyu Tan, P. Tremblin, Shang-Min Tsai, Jake D. Turner, Miguel de Val-Borro, Olivia Venot, Luis Welbanks, Peter J. Wheatley, Xi Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05591-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4315436844",
      "paper_id": "https://openalex.org/W4315436844",
      "title": "Early Release Science of the exoplanet WASP-39b with JWST NIRSpec PRISM",
      "authors": "Z. Rustamkulov, D. K. Sing, S. Mukherjee, E. M. May, J. Kirk, E. Schlawin, M. R. Line, C. Piaulet, A. L. Carter, N. E. Batalha, J. M. Goyal, M. López-Morales, J. D. Lothringer, R. J. MacDonald, S. E. Moran, K. B. Stevenson, H. R. Wakeford, N. Espinoza, J. L. Bean, N. M. Batalha, B. Benneke, Z. K. Berta-Thompson, I. J. M. Crossfield, P. Gao, L. Kreidberg, D. K. Powell, P. E. Cubillos, N. P. Gibson, J. Leconte, K. Molaverdikhani, N. K. Nikolov, V. Parmentier, P. Roy, J. Taylor, J. D. Turner, P. J. Wheatley, K. Aggarwal, E. Ahrer, M. K. Alam, L. Alderson, N. H. Allen, A. Banerjee, S. Barat, D. Barrado, J. K. Barstow, T. J. Bell, J. Blecic, J. Brande, S. Casewell, Q. Changeat, K. L. Chubb, N. Crouzet, T. Daylan, L. Decin, J. Désert, T. Mikal-Evans, A. D. Feinstein, L. Flagg, J. J. Fortney, J. Harrington, K. Heng, Y. Hong, R. Hu, N. Iro, T. Kataria, E. M.-R. Kempton, J. Krick, M. Lendl, J. Lillo-Box, A. Louca, J. Lustig-Yaeger, L. Mancini, M. Mansfield, N. J. Mayne, Y. Miguel, G. Morello, K. Ohno, E. Palle, D. J. M. Petit dit de la Roche, B. V. Rackham, M. Radica, L. Ramos-Rosado, S. Redfield, L. K. Rogers, E. L. Shkolnik, J. Southworth, J. Teske, P. Tremblin, G. S. Tucker, O. Venot, W. C. Waalkes, L. Welbanks, X. Zhang, S. Zieba",
      "paper_url": "https://doi.org/10.1038/s41586-022-05677-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4225082853",
      "paper_id": "https://openalex.org/W4225082853",
      "title": "Early Solar System instability triggered by dispersal of the gaseous disk",
      "authors": "Beibei Liu, Sean N. Raymond, Seth A. Jacobson",
      "paper_url": "https://doi.org/10.1038/s41586-022-04535-1",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401947179",
      "paper_id": "https://openalex.org/W4401947179",
      "title": "Earth’s ambipolar electrostatic field and its role in ion escape to space",
      "authors": "Glyn A. Collinson, Alex Glocer, Robert Pfaff, Aroh Barjatya, Rachel Conway, Aaron Breneman, James Clemmons, Francis Eparvier, Robert Michell, David Mitchell, Suzie Imber, Hassanali Akbari, Lance Davis, Andrew Kavanagh, Ellen Robertson, Diana Swanson, Shaosui Xu, Jacob Miller, Timothy Cameron, Dennis Chornay, Paulo Uribe, Long Nguyen, Robert Clayton, Nathan Graves, Shantanab Debchoudhury, Henry Valentine, Ahmed Ghalib, S. Adkins, H. Akbari, R. Albano, L. Baddeley, H. Bahr, G. Bain, C. Bancroft, A. Barjatya, A. Barrie, M. Binder, S. Bissett, K. Blix, A. Bolton, B. Bonsteel, H. Borgen, D. Bowden, D. Bowker, E. Bowlen, M. Bradshaw, A. Breneman, G. Bridges, T. Cameron, M. Campbell, P. Cathell, D. Chornay, R. Clayton, J. Clemmons, G. Collinson, L. Conser, R. Conway, L. Davis, S. Debchoudhury, P. Demaine, D. Detwiler, M. Disbrow, J. Doughty, L. Eilertsen, S. Ellis, F. Eparvier, R. Ethridge, R. Fahringer, J. Farrell, M. Francheshini, C. Frost, T. Gass, A. Ghalib, A. Glocer, C. Grabusky, N. Graves, I. Haggstrom, P. Hanssen, G. Harlan, T. Harper, H. Haugh, E. Helgesen, J. Henderson, D. Henderson, K. Herseth, S. Imber, K. Jensen, T. Jester, R. Jillard, E. Johnson, H. Johnson, G. Jones, T. Jones, A. Kavanagh, M. King, D. Knight, R. Laman, T. Lankford, R. Lien, P. Lotz, M. Maimone, G. Marsh, R. Marshall, S. Martin, T. McFaden, R. Michell, D. Mitchell, M. Moffett, N. Morris, A. Mueseler, C. Nelson, L. Nguyen, W. Ogundere, K. Osbakk, D. Page, N. Paschalidis, R. Pfaff, C. Pirner, E. Pittman, J. Polidan, D. Puopolo, D. Raley, Z. Rawlings, P. Ribbens, E. Robertson, S. Rodriguez, G. Rosanova, B. Rose, T. Rosnack, T. Russell, M. Samara, B. Serabian, T. Sherman, R. Simonsen, T. Snyder, J. Søreng, V. Sutton, J. Sveen, D. Swanson, R. Swift, W. Taylor, R. Terwiliger, S. Tiede, C. Tucker, P. Uribe, H. Valentine, M. Wallace, F. Waters, L. West, B. West, T. Wilson, N. Wroblewski, S. Xu, D. Zarro, E. Zesta",
      "paper_url": "https://doi.org/10.1038/s41586-024-07480-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4322732317",
      "paper_id": "https://openalex.org/W4322732317",
      "title": "Ejecta from the DART-produced active asteroid Dimorphos",
      "authors": "Jian-Yang Li, Masatoshi Hirabayashi, Tony L. Farnham, Jessica M. Sunshine, Matthew M. Knight, Gonzalo Tancredi, Fernando Moreno, Brian Murphy, Cyrielle Opitom, Steve Chesley, Daniel J. Scheeres, Cristina A. Thomas, Eugene G. Fahnestock, Andrew F. Cheng, Linda Dressel, Carolyn M. Ernst, Fabio Ferrari, Alan Fitzsimmons, Simone Ieva, Stavro L. Ivanovski, Theodore Kareta, Ludmilla Kolokolova, Tim Lister, Sabina D. Raducan, Andrew S. Rivkin, Alessandro Rossi, Stefania Soldini, Angela M. Stickle, Alison Vick, Jean-Baptiste Vincent, Harold A. Weaver, Stefano Bagnulo, Michele T. Bannister, Saverio Cambioni, Adriano Campo Bagatin, Nancy L. Chabot, Gabriele Cremonese, R. Terik Daly, Elisabetta Dotto, David A. Glenar, Mikael Granvik, Pedro H. Hasselmann, Isabel Herreros, Seth Jacobson, Martin Jutzi, Tomas Kohout, Fiorangela La Forgia, Monica Lazzarin, Zhong-Yi Lin, Ramin Lolachi, Alice Lucchetti, Rahil Makadia, Elena Mazzotta Epifani, Patrick Michel, Alessandra Migliorini, Nicholas A. Moskovitz, Jens Ormö, Maurizio Pajola, Paul Sánchez, Stephen R. Schwartz, Colin Snodgrass, Jordan Steckloff, Timothy J. Stubbs, Josep M. Trigo-Rodríguez",
      "paper_url": "https://doi.org/10.1038/s41586-023-05811-4",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410362977",
      "paper_id": "https://openalex.org/W4410362977",
      "title": "Emergence of Calabi–Yau manifolds in high-precision black-hole scattering",
      "authors": "Mathias Driesse, Gustav Uhre Jakobsen, Albrecht Klemm, Gustav Mogull, Christoph Nega, Jan Plefka, Benjamin Sauer, Johann Usovitsch",
      "paper_url": "https://doi.org/10.1038/s41586-025-08984-2",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411626974",
      "paper_id": "https://openalex.org/W4411626974",
      "title": "Evidence for a sub-Jovian planet in the young TWA 7 disk",
      "authors": "A.-M. Lagrange, C. Wilkinson, M. Mâlin, A. Boccaletti, C. Perrot, L. Matrà, F. Combes, H. Beust, D. Rouan, A. Chomez, J. Milli, B. Charnay, S. Mazevet, O. Flasseur, J. Olofsson, A. Bayo, Q. Kral, A. Carter, K. A. Crotts, P. Delorme, G. Chauvin, P. Thebault, P. Rubini, F. Kiefer, A. Radcliffe, J. Mazoyer, T. Bodrito, S. Stasevic, M. Langlois",
      "paper_url": "https://doi.org/10.1038/s41586-025-09150-4",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3165331490",
      "paper_id": "https://openalex.org/W3165331490",
      "title": "Evidence of hydrogen−helium immiscibility at Jupiter-interior conditions",
      "authors": "S. Brygoo, P. Loubeyre, M. Millot, J. R. Rygg, P. M. Celliers, J. H. Eggert, R. Jeanloz, G. W. Collins",
      "paper_url": "https://doi.org/10.1038/s41586-021-03516-0",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4409283787",
      "paper_id": "https://openalex.org/W4409283787",
      "title": "Evidence of star cluster migration and merger in dwarf galaxies",
      "authors": "Mélina Poulain, Rory Smith, Pierre-Alain Duc, Francine R. Marleau, Rebecca Habas, Patrick R. Durrell, Jérémy Fensch, Sungsoon Lim, Oliver Müller, Sanjaya Paudel, Rubén Sánchez-Janssen",
      "paper_url": "https://doi.org/10.1038/s41586-025-08783-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4286209851",
      "paper_id": "https://openalex.org/W4286209851",
      "title": "Extended far-ultraviolet emission in distant dwarf galaxies",
      "authors": "Anshuman Borgohain, Kanak Saha, Bruce Elmegreen, Rupjyoti Gogoi, Francoise Combes, Shyam N. Tandon",
      "paper_url": "https://doi.org/10.1038/s41586-022-04905-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400492100",
      "paper_id": "https://openalex.org/W4400492100",
      "title": "Fast-moving stars around an intermediate-mass black hole in ω Centauri",
      "authors": "Maximilian Häberle, Nadine Neumayer, Anil Seth, Andrea Bellini, Mattia Libralato, Holger Baumgardt, Matthew Whitaker, Antoine Dumont, Mayte Alfaro-Cuello, Jay Anderson, Callie Clontz, Nikolay Kacharov, Sebastian Kamann, Anja Feldmeier-Krause, Antonino Milone, Maria Selina Nitschai, Renuka Pechetti, Glenn van de Ven",
      "paper_url": "https://doi.org/10.1038/s41586-024-07511-z",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406715194",
      "paper_id": "https://openalex.org/W4406715194",
      "title": "Field–particle energy transfer during chorus emissions in space",
      "authors": "C. M. Liu, B. N. Zhao, J. B. Cao, C. J. Pollock, C. T. Russell, Y. Y. Liu, X. N. Xing, P. A. Linqvist, J. L. Burch",
      "paper_url": "https://doi.org/10.1038/s41586-024-08402-z",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3204169668",
      "paper_id": "https://openalex.org/W3204169668",
      "title": "Fine-regolith production on asteroids controlled by rock porosity",
      "authors": "S. Cambioni, M. Delbo, G. Poggiali, C. Avdellidou, A. J. Ryan, J. D. P. Deshapriya, E. Asphaug, R.-L. Ballouz, M. A. Barucci, C. A. Bennett, W. F. Bottke, J. R. Brucato, K. N. Burke, E. Cloutis, D. N. DellaGiustina, J. P. Emery, B. Rozitis, K. J. Walsh, D. S. Lauretta",
      "paper_url": "https://doi.org/10.1038/s41586-021-03816-5",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3149882728",
      "paper_id": "https://openalex.org/W3149882728",
      "title": "Five carbon- and nitrogen-bearing species in a hot giant planet’s atmosphere",
      "authors": "Paolo Giacobbe, Matteo Brogi, Siddharth Gandhi, Patricio E. Cubillos, Aldo S. Bonomo, Alessandro Sozzetti, Luca Fossati, Gloria Guilluy, Ilaria Carleo, Monica Rainer, Avet Harutyunyan, Francesco Borsa, Lorenzo Pino, Valerio Nascimbeni, Serena Benatti, Katia Biazzo, Andrea Bignamini, Katy L. Chubb, Riccardo Claudi, Rosario Cosentino, Elvira Covino, Mario Damasso, Silvano Desidera, Aldo F. M. Fiorenzano, Adriano Ghedina, Antonino F. Lanza, Giuseppe Leto, Antonio Maggio, Luca Malavolta, Jesus Maldonado, Giuseppina Micela, Emilio Molinari, Isabella Pagano, Marco Pedani, Giampaolo Piotto, Ennio Poretti, Gaetano Scandariato, Sergei N. Yurchenko, Daniela Fantinel, Alberto Galli, Marcello Lodi, Nicoletta Sanna, Andrea Tozzi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03381-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403062942",
      "paper_id": "https://openalex.org/W4403062942",
      "title": "Flickering gamma-ray flashes, the missing link between gamma glows and TGFs",
      "authors": "N. Østgaard, A. Mezentsev, M. Marisaldi, J. E. Grove, M. Quick, H. Christian, S. Cummer, M. Pazos, Y. Pu, M. Stanley, D. Sarria, T. Lang, C. Schultz, R. Blakeslee, I. Adams, R. Kroodsma, G. Heymsfield, N. Lehtinen, K. Ullaland, S. Yang, B. Hasan Qureshi, J. Søndergaard, B. Husa, D. Walker, D. Shy, M. Bateman, P. Bitzer, M. Fullekrug, M. Cohen, J. Montanya, C. Younes, O. van der Velde, P. Krehbiel, J. A. Roncancio, J. A. Lopez, M. Urbani, A. Santos, D. Mach",
      "paper_url": "https://doi.org/10.1038/s41586-024-07893-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405268600",
      "paper_id": "https://openalex.org/W4405268600",
      "title": "Formation of a low-mass galaxy from star clusters in a 600-million-year-old Universe",
      "authors": "Lamiya Mowla, Kartheik Iyer, Yoshihisa Asada, Guillaume Desprez, Vivian Yun Yan Tan, Nicholas Martis, Ghassan Sarrouh, Victoria Strait, Roberto Abraham, Maruša Bradač, Gabriel Brammer, Adam Muzzin, Camilla Pacifici, Swara Ravindranath, Marcin Sawicki, Chris Willott, Vince Estrada-Carpenter, Nusrath Jahan, Gaël Noirot, Jasleen Matharu, Gregor Rihtaršič, Johannes Zabl",
      "paper_url": "https://doi.org/10.1038/s41586-024-08293-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4382057939",
      "paper_id": "https://openalex.org/W4382057939",
      "title": "Formation of the methyl cation by photochemistry in a protoplanetary disk",
      "authors": "Olivier Berné, Marie-Aline Martin-Drumel, Ilane Schroetter, Javier R. Goicoechea, Ugo Jacovella, Bérenger Gans, Emmanuel Dartois, Laurent H. Coudert, Edwin Bergin, Felipe Alarcon, Jan Cami, Evelyne Roueff, John H. Black, Oskar Asvany, Emilie Habart, Els Peeters, Amelie Canin, Boris Trahin, Christine Joblin, Stephan Schlemmer, Sven Thorwirth, Jose Cernicharo, Maryvonne Gerin, Alexander Tielens, Marion Zannese, Alain Abergel, Jeronimo Bernard-Salas, Christiaan Boersma, Emeric Bron, Ryan Chown, Sara Cuadrado, Daniel Dicken, Meriem Elyajouri, Asunción Fuente, Karl D. Gordon, Lina Issa, Olga Kannavou, Baria Khan, Ozan Lacinbala, David Languignon, Romane Le Gal, Alexandros Maragkoudakis, Raphael Meshaka, Yoko Okada, Takashi Onaka, Sofia Pasquini, Marc W. Pound, Massimo Robberto, Markus Röllig, Bethany Schefter, Thiébaut Schirmer, Ameek Sidhu, Benoit Tabone, Dries Van De Putte, Sílvia Vicente, Mark G. Wolfire",
      "paper_url": "https://doi.org/10.1038/s41586-023-06307-x",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4361199958",
      "paper_id": "https://openalex.org/W4361199958",
      "title": "Forming intracluster gas in a galaxy protocluster at a redshift of 2.16",
      "authors": "Luca Di Mascolo, Alexandro Saro, Tony Mroczkowski, Stefano Borgani, Eugene Churazov, Elena Rasia, Paolo Tozzi, Helmut Dannerbauer, Kaustuv Basu, Christopher L. Carilli, Michele Ginolfi, George Miley, Mario Nonino, Maurilio Pannella, Laura Pentericci, Francesca Rizzo",
      "paper_url": "https://doi.org/10.1038/s41586-023-05761-x",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4382394435",
      "paper_id": "https://openalex.org/W4382394435",
      "title": "Galaxies in voids assemble their stars slowly",
      "authors": "Jesús Domínguez-Gómez, Isabel Pérez, Tomás Ruiz-Lara, Reynier F. Peletier, Patricia Sánchez-Blázquez, Ute Lisenfeld, Jesús Falcón-Barroso, Manuel Alcázar-Laynez, María Argudo-Fernández, Guillermo Blázquez-Calero, Hélène Courtois, Salvador Duarte Puertas, Daniel Espada, Estrella Florido, Rubén García-Benito, Andoni Jiménez, Kathryn Kreckel, Mónica Relaño, Laura Sánchez-Menguiano, Thijs van der Hulst, Rien van de Weygaert, Simon Verley, Almudena Zurita",
      "paper_url": "https://doi.org/10.1038/s41586-023-06109-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4297475647",
      "paper_id": "https://openalex.org/W4297475647",
      "title": "Galaxy clusters enveloped by vast volumes of relativistic electrons",
      "authors": "V. Cuciti, F. de Gasperin, M. Brüggen, F. Vazza, G. Brunetti, T. W. Shimwell, H. W. Edler, R. J. van Weeren, A. Botteon, R. Cassano, G. Di Gennaro, F. Gastaldello, A. Drabent, H. J. A. Röttgering, C. Tasse",
      "paper_url": "https://doi.org/10.1038/s41586-022-05149-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3163617753",
      "paper_id": "https://openalex.org/W3163617753",
      "title": "Gaseous atomic nickel in the coma of interstellar comet 2I/Borisov",
      "authors": "Piotr Guzik, Michał Drahus",
      "paper_url": "https://doi.org/10.1038/s41586-021-03485-4",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4304698217",
      "paper_id": "https://openalex.org/W4304698217",
      "title": "General-relativistic precession in a black-hole binary",
      "authors": "Mark Hannam, Charlie Hoy, Jonathan E. Thompson, Stephen Fairhurst, Vivien Raymond, Marta Colleoni, Derek Davis, Héctor Estellés, Carl-Johan Haster, Adrian Helmling-Cornell, Sascha Husa, David Keitel, T. J. Massinger, Alexis Menéndez-Vázquez, Kentaro Mogushi, Serguei Ossokine, Ethan Payne, Geraint Pratten, Isobel Romero-Shaw, Jam Sadiq, Patricia Schmidt, Rodrigo Tenorio, Richard Udall, John Veitch, Daniel Williams, Anjali Balasaheb Yelikar, Aaron Zimmerman",
      "paper_url": "https://doi.org/10.1038/s41586-022-05212-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4311581286",
      "paper_id": "https://openalex.org/W4311581286",
      "title": "Gigaelectronvolt emission from a compact binary merger",
      "authors": "Alessio Mei, Biswajit Banerjee, Gor Oganesyan, Om Sharan Salafia, Stefano Giarratana, Marica Branchesi, Paolo D’Avanzo, Sergio Campana, Giancarlo Ghirlanda, Samuele Ronchini, Amit Shukla, Pawan Tiwari",
      "paper_url": "https://doi.org/10.1038/s41586-022-05404-7",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3190873122",
      "paper_id": "https://openalex.org/W3190873122",
      "title": "Global upper-atmospheric heating on Jupiter by the polar aurorae",
      "authors": "J. O’Donoghue, L. Moore, T. Bhakyapaibul, H. Melin, T. Stallard, J. E. P. Connerney, C. Tao",
      "paper_url": "https://doi.org/10.1038/s41586-021-03706-w",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402222794",
      "paper_id": "https://openalex.org/W4402222794",
      "title": "Gravitational instability in a planet-forming disk",
      "authors": "Jessica Speedie, Ruobing Dong, Cassandra Hall, Cristiano Longarini, Benedetta Veronesi, Teresa Paneque-Carreño, Giuseppe Lodato, Ya-Wen Tang, Richard Teague, Jun Hashimoto",
      "paper_url": "https://doi.org/10.1038/s41586-024-07877-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387935965",
      "paper_id": "https://openalex.org/W4387935965",
      "title": "Heavy-element production in a compact object merger observed by JWST",
      "authors": "Andrew J. Levan, Benjamin P. Gompertz, Om Sharan Salafia, Mattia Bulla, Eric Burns, Kenta Hotokezaka, Luca Izzo, Gavin P. Lamb, Daniele B. Malesani, Samantha R. Oates, Maria Edvige Ravasio, Alicia Rouco Escorial, Benjamin Schneider, Nikhil Sarin, Steve Schulze, Nial R. Tanvir, Kendall Ackley, Gemma Anderson, Gabriel B. Brammer, Lise Christensen, Vikram S. Dhillon, Phil A. Evans, Michael Fausnaugh, Wen-fai Fong, Andrew S. Fruchter, Chris Fryer, Johan P. U. Fynbo, Nicola Gaspari, Kasper E. Heintz, Jens Hjorth, Jamie A. Kennea, Mark R. Kennedy, Tanmoy Laskar, Giorgos Leloudas, Ilya Mandel, Antonio Martin-Carrillo, Brian D. Metzger, Matt Nicholl, Anya Nugent, Jesse T. Palmerio, Giovanna Pugliese, Jillian Rastinejad, Lauren Rhodes, Andrea Rossi, Andrea Saccardi, Stephen J. Smartt, Heloise F. Stevance, Aaron Tohuvavohu, Alexander van der Horst, Susanna D. Vergani, Darach Watson, Thomas Barclay, Kornpob Bhirombhakdi, Elmé Breedt, Alice A. Breeveld, Alexander J. Brown, Sergio Campana, Ashley A. Chrimes, Paolo D’Avanzo, Valerio D’Elia, Massimiliano De Pasquale, Martin J. Dyer, Duncan K. Galloway, James A. Garbutt, Matthew J. Green, Dieter H. Hartmann, Páll Jakobsson, Paul Kerry, Chryssa Kouveliotou, Danial Langeroodi, Emeric Le Floc’h, James K. Leung, Stuart P. Littlefair, James Munday, Paul O’Brien, Steven G. Parsons, Ingrid Pelisoli, David I. Sahman, Ruben Salvaterra, Boris Sbarufatti, Danny Steeghs, Gianpiero Tagliaferri, Christina C. Thöne, Antonio de Ugarte Postigo, David Alexander Kann",
      "paper_url": "https://doi.org/10.1038/s41586-023-06759-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4360999029",
      "paper_id": "https://openalex.org/W4360999029",
      "title": "High atmospheric metal enrichment for a Saturn-mass planet",
      "authors": "Jacob L. Bean, Qiao Xue, Prune C. August, Jonathan Lunine, Michael Zhang, Daniel Thorngren, Shang-Min Tsai, Keivan G. Stassun, Everett Schlawin, Eva-Maria Ahrer, Jegug Ih, Megan Mansfield",
      "paper_url": "https://doi.org/10.1038/s41586-023-05984-y",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3155180376",
      "paper_id": "https://openalex.org/W3155180376",
      "title": "High-entropy ejecta plumes in Cassiopeia A from neutrino-driven convection",
      "authors": "Toshiki Sato, Keiichi Maeda, Shigehiro Nagataki, Takashi Yoshida, Brian Grefenstette, Brian J. Williams, Hideyuki Umeda, Masaomi Ono, John P. Hughes",
      "paper_url": "https://doi.org/10.1038/s41586-021-03391-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404305437",
      "paper_id": "https://openalex.org/W4404305437",
      "title": "High-temperature 205Tl decay clarifies 205Pb dating in early Solar System",
      "authors": "Guy Leckenby, Ragandeep Singh Sidhu, Rui Jiu Chen, Riccardo Mancino, Balázs Szányi, Mei Bai, Umberto Battino, Klaus Blaum, Carsten Brandau, Sergio Cristallo, Timo Dickel, Iris Dillmann, Dmytro Dmytriiev, Thomas Faestermann, Oliver Forstner, Bernhard Franczak, Hans Geissel, Roman Gernhäuser, Jan Glorius, Chris Griffin, Alexandre Gumberidze, Emma Haettner, Pierre-Michel Hillenbrand, Amanda Karakas, Tejpreet Kaur, Wolfram Korten, Christophor Kozhuharov, Natalia Kuzminchuk, Karlheinz Langanke, Sergey Litvinov, Yuri A. Litvinov, Maria Lugaro, Gabriel Martínez-Pinedo, Esther Menz, Bradley Meyer, Tino Morgenroth, Thomas Neff, Chiara Nociforo, Nikolaos Petridis, Marco Pignatari, Ulrich Popp, Sivaji Purushothaman, René Reifarth, Shahab Sanjari, Christoph Scheidenberger, Uwe Spillmann, Markus Steck, Thomas Stöhlker, Yoshiki K. Tanaka, Martino Trassinelli, Sergiy Trotsenko, László Varga, Diego Vescovi, Meng Wang, Helmut Weick, Andrés Yagüe Lopéz, Takayuki Yamaguchi, Yuhu Zhang, Jianwei Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-024-08130-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403062905",
      "paper_id": "https://openalex.org/W4403062905",
      "title": "Highly dynamic gamma-ray emissions are common in tropical thunderclouds",
      "authors": "M. Marisaldi, N. Østgaard, A. Mezentsev, T. Lang, J. E. Grove, D. Shy, G. M. Heymsfield, P. Krehbiel, R. J. Thomas, M. Stanley, D. Sarria, C. Schultz, R. Blakeslee, M. G. Quick, H. Christian, I. Adams, R. Kroodsma, N. Lehtinen, K. Ullaland, S. Yang, B. Hasan Qureshi, J. Søndergaard, B. Husa, D. Walker, M. Bateman, D. Mach, S. Cummer, M. Pazos, Y. Pu, P. Bitzer, M. Fullekrug, M. Cohen, J. Montanya, C. Younes, O. van der Velde, J. A. Roncancio, J. A. Lopez, M. Urbani, A. Santos",
      "paper_url": "https://doi.org/10.1038/s41586-024-07936-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407392296",
      "paper_id": "https://openalex.org/W4407392296",
      "title": "Hydrogen escaping from a pair of exoplanets smaller than Neptune",
      "authors": "R. O. Parke Loyd, Ethan Schreyer, James E. Owen, James G. Rogers, Madelyn I. Broome, Evgenya L. Shkolnik, Ruth Murray-Clay, David J. Wilson, Sarah Peacock, Johanna Teske, Hilke E. Schlichting, Girish M. Duvvuri, Allison Youngblood, P. Christian Schneider, Kevin France, Steven Giacalone, Natasha E. Batalha, Adam C. Schneider, Isabella Longo, Travis Barman, David R. Ardila",
      "paper_url": "https://doi.org/10.1038/s41586-024-08490-x",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400413203",
      "paper_id": "https://openalex.org/W4400413203",
      "title": "Hydrogen sulfide and metal-enriched atmosphere for a Jupiter-mass exoplanet",
      "authors": "Guangwei Fu, Luis Welbanks, Drake Deming, Julie Inglis, Michael Zhang, Joshua Lothringer, Jegug Ih, Julianne I. Moses, Everett Schlawin, Heather A. Knutson, Gregory Henry, Thomas Greene, David K. Sing, Arjun B. Savel, Eliza M.-R. Kempton, Dana R. Louie, Michael Line, Matt Nixon",
      "paper_url": "https://doi.org/10.1038/s41586-024-07760-y",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4294243316",
      "paper_id": "https://openalex.org/W4294243316",
      "title": "Identification of carbon dioxide in an exoplanet atmosphere",
      "authors": "Eva-Maria Ahrer, Lili Alderson, Natalie M. Batalha, Natasha E. Batalha, Jacob L. Bean, Thomas G. Beatty, Taylor J. Bell, Björn Benneke, Zachory K. Berta-Thompson, Aarynn L. Carter, Ian J. M. Crossfield, Néstor Espinoza, Adina D. Feinstein, Jonathan J. Fortney, Neale P. Gibson, Jayesh M. Goyal, Eliza M.-R. Kempton, James Kirk, Laura Kreidberg, Mercedes López-Morales, Michael R. Line, Joshua D. Lothringer, Sarah E. Moran, Sagnick Mukherjee, Kazumasa Ohno, Vivien Parmentier, Caroline Piaulet, Zafar Rustamkulov, Everett Schlawin, David K. Sing, Kevin B. Stevenson, Hannah R. Wakeford, Natalie H. Allen, Stephan M. Birkmann, Jonathan Brande, Nicolas Crouzet, Patricio E. Cubillos, Mario Damiano, Jean-Michel Désert, Peter Gao, Joseph Harrington, Renyu Hu, Sarah Kendrew, Heather A. Knutson, Pierre-Olivier Lagage, Jérémy Leconte, Monika Lendl, Ryan J. MacDonald, E. M. May, Yamila Miguel, Karan Molaverdikhani, Julianne I. Moses, Catriona Anne Murray, Molly Nehring, Nikolay K. Nikolov, D. J. M. Petit dit de la Roche, Michael Radica, Pierre-Alexis Roy, Keivan G. Stassun, Jake Taylor, William C. Waalkes, Patcharapol Wachiraphan, Luis Welbanks, Peter J. Wheatley, Keshav Aggarwal, Munazza K. Alam, Agnibha Banerjee, Joanna K. Barstow, Jasmina Blecic, S. L. Casewell, Quentin Changeat, K. L. Chubb, Knicole D. Colón, Louis-Philippe Coulombe, Tansu Daylan, Miguel de Val-Borro, Leen Decin, Leonardo A. Dos Santos, Laura Flagg, Kevin France, Guangwei Fu, A. García Muñoz, John E. Gizis, Ana Glidden, David Grant, Kevin Heng, Thomas Henning, Yu-Cian Hong, Julie Inglis, Nicolas Iro, Tiffany Kataria, Thaddeus D. Komacek, Jessica E. Krick, Elspeth K. H. Lee, Nikole K. Lewis, Jorge Lillo-Box, Jacob Lustig-Yaeger, Luigi Mancini, Avi M. Mandell, Megan Mansfield, Mark S. Marley, Thomas Mikal-Evans, Giuseppe Morello, Matthew C. Nixon, Kevin Ortiz Ceballos, Anjali A. A. Piette, Diana Powell, Benjamin V. Rackham, Lakeisha Ramos-Rosado, Emily Rauscher, Seth Redfield, Laura K. Rogers, Michael T. Roman, Gael M. Roudier, Nicholas Scarsdale, Evgenya L. Shkolnik, John Southworth, Jessica J. Spake, Maria E. Steinrueck, Xianyu Tan, Johanna K. Teske, Pascal Tremblin, Shang-Min Tsai, Gregory S. Tucker, Jake D. Turner, Jeff A. Valenti, Olivia Venot, Ingo P. Waldmann, Nicole L. Wallack, Xi Zhang, Sebastian Zieba",
      "paper_url": "https://doi.org/10.1038/s41586-022-05269-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4405029297",
      "paper_id": "https://openalex.org/W4405029297",
      "title": "In situ spheroid formation in distant submillimetre-bright galaxies",
      "authors": "Qing-Hua Tan, Emanuele Daddi, Benjamin Magnelli, Camila A. Correa, Frédéric Bournaud, Sylvia Adscheid, Shao-Bo Zhang, David Elbaz, Carlos Gómez-Guijarro, Boris S. Kalita, Daizhong Liu, Zhaoxuan Liu, Jérôme Pety, Annagrazia Puglisi, Eva Schinnerer, John D. Silverman, Francesco Valentino",
      "paper_url": "https://doi.org/10.1038/s41586-024-08201-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400650635",
      "paper_id": "https://openalex.org/W4400650635",
      "title": "Inhomogeneous terminators on the exoplanet WASP-39 b",
      "authors": "Néstor Espinoza, Maria E. Steinrueck, James Kirk, Ryan J. MacDonald, Arjun B. Savel, Kenneth Arnold, Eliza M.-R. Kempton, Matthew M. Murphy, Ludmila Carone, Maria Zamyatina, David A. Lewis, Dominic Samra, Sven Kiefer, Emily Rauscher, Duncan Christie, Nathan Mayne, Christiane Helling, Zafar Rustamkulov, Vivien Parmentier, Erin M. May, Aarynn L. Carter, Xi Zhang, Mercedes López-Morales, Natalie Allen, Jasmina Blecic, Leen Decin, Luigi Mancini, Karan Molaverdikhani, Benjamin V. Rackham, Enric Palle, Shang-Min Tsai, Eva-Maria Ahrer, Jacob L. Bean, Ian J. M. Crossfield, David Haegele, Eric Hébrard, Laura Kreidberg, Diana Powell, Aaron D. Schneider, Luis Welbanks, Peter Wheatley, Rafael Brahm, Nicolas Crouzet",
      "paper_url": "https://doi.org/10.1038/s41586-024-07768-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4379739912",
      "paper_id": "https://openalex.org/W4379739912",
      "title": "Interchange reconnection as the source of the fast solar wind within coronal holes",
      "authors": "S. D. Bale, J. F. Drake, M. D. McManus, M. I. Desai, S. T. Badman, D. E. Larson, M. Swisdak, T. S. Horbury, N. E. Raouafi, T. Phan, M. Velli, D. J. McComas, C. M. S. Cohen, D. Mitchell, O. Panasenco, J. C. Kasper",
      "paper_url": "https://doi.org/10.1038/s41586-023-05955-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4313483903",
      "paper_id": "https://openalex.org/W4313483903",
      "title": "Intracluster light is already abundant at redshift beyond unity",
      "authors": "Hyungjin Joo, M. James Jee",
      "paper_url": "https://doi.org/10.1038/s41586-022-05396-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4390661853",
      "paper_id": "https://openalex.org/W4390661853",
      "title": "Ionized gas extends over 40 kpc in an odd radio circle host galaxy",
      "authors": "Alison L. Coil, Serena Perrotta, David S. N. Rupke, Cassandra Lochhaas, Christy A. Tremonti, Aleks Diamond-Stanic, Drummond Fielding, James E. Geach, Ryan C. Hickox, John Moustakas, Gregory H. Rudnick, Paul Sell, Kelly E. Whalen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06752-8",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3162508403",
      "paper_id": "https://openalex.org/W3162508403",
      "title": "Iron and nickel atoms in cometary atmospheres even far from the Sun",
      "authors": "J. Manfroid, D. Hutsemékers, E. Jehin",
      "paper_url": "https://doi.org/10.1038/s41586-021-03435-0",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3157463272",
      "paper_id": "https://openalex.org/W3157463272",
      "title": "Jets from MRC 0600-399 bent by magnetic fields in the cluster Abell 3376",
      "authors": "James O. Chibueze, Haruka Sakemi, Takumi Ohmura, Mami Machida, Hiroki Akamatsu, Takuya Akahori, Hiroyuki Nakanishi, Viral Parekh, Ruby van Rooyen, Tsutomu T. Takeuchi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03434-1",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4405184200",
      "paper_id": "https://openalex.org/W4405184200",
      "title": "JWST sighting of decameter main-belt asteroids and view on meteorite sources",
      "authors": "Artem Y. Burdanov, Julien de Wit, Miroslav Brož, Thomas G. Müller, Tobias Hoffmann, Marin Ferrais, Marco Micheli, Emmanuel Jehin, Daniel Parrott, Samantha N. Hasler, Richard P. Binzel, Elsa Ducrot, Laura Kreidberg, Michaël Gillon, Thomas P. Greene, Will M. Grundy, Theodore Kareta, Pierre-Olivier Lagage, Nicholas Moskovitz, Audrey Thirouin, Cristina A. Thomas, Sebastian Zieba",
      "paper_url": "https://doi.org/10.1038/s41586-024-08480-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4313893279",
      "paper_id": "https://openalex.org/W4313893279",
      "title": "Kilohertz quasiperiodic oscillations in short gamma-ray bursts",
      "authors": "Cecilia Chirenti, Simone Dichiara, Amy Lien, M. Coleman Miller, Robert Preece",
      "paper_url": "https://doi.org/10.1038/s41586-022-05497-0",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4413020563",
      "paper_id": "https://openalex.org/W4413020563",
      "title": "Kinetic turbulence drives MHD equilibrium change via 3D reconnection",
      "authors": "Jong Yoon Park, Young Dae Yoon, Yong-Seok Hwang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09345-9",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410551294",
      "paper_id": "https://openalex.org/W4410551294",
      "title": "Large gas inflow driven by a matured galactic bar in the early Universe",
      "authors": "Shuo Huang, Ryohei Kawabe, Hideki Umehata, Kotaro Kohno, Yoichi Tamura, Toshiki Saito",
      "paper_url": "https://doi.org/10.1038/s41586-025-08914-2",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3198304493",
      "paper_id": "https://openalex.org/W3198304493",
      "title": "Large metallicity variations in the Galactic interstellar medium",
      "authors": "Annalisa De Cia, Edward B. Jenkins, Andrew J. Fox, Cédric Ledoux, Tanita Ramburuth-Hurt, Christina Konstantopoulou, Patrick Petitjean, Jens-Kristian Krogager",
      "paper_url": "https://doi.org/10.1038/s41586-021-03780-0",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3195683697",
      "paper_id": "https://openalex.org/W3195683697",
      "title": "Lenghu on the Tibetan Plateau as an astronomical observing site",
      "authors": "Licai Deng, Fan Yang, Xiaodian Chen, Fei He, Qili Liu, Bo Zhang, Chunguang Zhang, Kun Wang, Nian Liu, Anbing Ren, Zhiquan Luo, Zhengzhou Yan, Jianfeng Tian, Jun Pan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03711-z",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4398201127",
      "paper_id": "https://openalex.org/W4398201127",
      "title": "Lense–Thirring precession after a supermassive black hole disrupts a star",
      "authors": "Dheeraj R. Pasham, Michal Zajaček, C. J. Nixon, Eric R. Coughlin, Marzena Śniegowska, Agnieszka Janiuk, Bożena Czerny, Thomas Wevers, Muryel Guolo, Yukta Ajay, Michael Loewenstein",
      "paper_url": "https://doi.org/10.1038/s41586-024-07433-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3186468128",
      "paper_id": "https://openalex.org/W3186468128",
      "title": "Light bending and X-ray echoes from behind a supermassive black hole",
      "authors": "D. R. Wilkins, L. C. Gallo, E. Costantini, W. N. Brandt, R. D. Blandford",
      "paper_url": "https://doi.org/10.1038/s41586-021-03667-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4322732359",
      "paper_id": "https://openalex.org/W4322732359",
      "title": "Light curves and colours of the ejecta from Dimorphos after the DART impact",
      "authors": "Ariel Graykowski, Ryan A. Lambert, Franck Marchis, Dorian Cazeneuve, Paul A. Dalba, Thomas M. Esposito, Daniel O’Conner Peluso, Lauren A. Sgro, Guillaume Blaclard, Antonin Borot, Arnaud Malvache, Laurent Marfisi, Tyler M. Powell, Patrice Huet, Matthieu Limagne, Bruno Payet, Colin Clarke, Susan Murabana, Daniel Chu Owen, Ronald Wasilwa, Keiichi Fukui, Tateki Goto, Bruno Guillet, Patrick Huth, Satoshi Ishiyama, Ryuichi Kukita, Mike Mitchell, Michael Primm, Justus Randolph, Darren A. Rivett, Matthew Ryno, Masao Shimizu, Jean-Pierre Toullec, Stefan Will, Wai-Chun Yue, Michael Camilleri, Kathy Graykowski, Ron Janetzke, Des Janke, Scott Kardel, Margaret Loose, John W. Pickering, Barton A. Smith, Ian M. Transom",
      "paper_url": "https://doi.org/10.1038/s41586-023-05852-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4224230398",
      "paper_id": "https://openalex.org/W4224230398",
      "title": "Localized thermonuclear bursts from accreting magnetic white dwarfs",
      "authors": "S. Scaringi, P. J. Groot, C. Knigge, A. J. Bird, E. Breedt, D. A. H. Buckley, Y. Cavecchi, N. D. Degenaar, D. de Martino, C. Done, M. Fratta, K. Iłkiewicz, E. Koerding, J.-P. Lasota, C. Littlefield, C. F. Manara, M. O’Brien, P. Szkody, F. X. Timmes",
      "paper_url": "https://doi.org/10.1038/s41586-022-04495-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4302011145",
      "paper_id": "https://openalex.org/W4302011145",
      "title": "Magnetic fields of 30 to 100 kG in the cores of red giant stars",
      "authors": "Gang Li, Sébastien Deheuvels, Jérôme Ballot, François Lignières",
      "paper_url": "https://doi.org/10.1038/s41586-022-05176-0",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4405965263",
      "paper_id": "https://openalex.org/W4405965263",
      "title": "Magnetospheric origin of a fast radio burst constrained using scintillation",
      "authors": "Kenzie Nimmo, Ziggy Pleunis, Paz Beniamini, Pawan Kumar, Adam E. Lanman, D. Z. Li, Robert Main, Mawson W. Sammons, Shion Andrew, Mohit Bhardwaj, Shami Chatterjee, Alice P. Curtin, Emmanuel Fonseca, B. M. Gaensler, Ronniy C. Joseph, Zarif Kader, Victoria M. Kaspi, Mattias Lazda, Calvin Leung, Kiyoshi W. Masui, Ryan Mckinven, Daniele Michilli, Ayush Pandhi, Aaron B. Pearlman, Masoud Rafiei-Ravandi, Ketan R. Sand, Kaitlyn Shin, Kendrick Smith, Ingrid H. Stairs",
      "paper_url": "https://doi.org/10.1038/s41586-024-08297-w",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4404305460",
      "paper_id": "https://openalex.org/W4404305460",
      "title": "Mapping the ionosphere with millions of phones",
      "authors": "Jamie Smith, Anton Kast, Anton Geraschenko, Y. Jade Morton, Michael P. Brenner, Frank van Diggelen, Brian P. Williams",
      "paper_url": "https://doi.org/10.1038/s41586-024-08072-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402585754",
      "paper_id": "https://openalex.org/W4402585754",
      "title": "Mars’s induced magnetosphere can degenerate",
      "authors": "Qi Zhang, Stas Barabash, Mats Holmstrom, Xiao-dong Wang, Yoshifumi Futaana, Christopher M. Fowler, Robin Ramstad, Hans Nilsson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07959-z",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4307644230",
      "paper_id": "https://openalex.org/W4307644230",
      "title": "Measurement of 19F(p, γ)20Ne reaction suggests CNO breakout in first stars",
      "authors": "Liyong Zhang, Jianjun He, Richard J. deBoer, Michael Wiescher, Alexander Heger, Daid Kahl, Jun Su, Daniel Odell, Yinji Chen, Xinyue Li, Jianguo Wang, Long Zhang, Fuqiang Cao, Hao Zhang, Zhicheng Zhang, Xinzhi Jiang, Luohuan Wang, Ziming Li, Luyang Song, Hongwei Zhao, Liangting Sun, Qi Wu, Jiaqing Li, Baoqun Cui, Lihua Chen, Ruigang Ma, Ertao Li, Gang Lian, Yaode Sheng, Zhihong Li, Bing Guo, Xiaohong Zhou, Yuhu Zhang, Hushan Xu, Jianping Cheng, Weiping Liu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05230-x",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3196317127",
      "paper_id": "https://openalex.org/W3196317127",
      "title": "Measuring the density structure of an accretion hot spot",
      "authors": "C. C. Espaillat, C. E. Robinson, M. M. Romanova, T. Thanathibodee, J. Wendeborn, N. Calvet, M. Reynolds, J. Muzerolle",
      "paper_url": "https://doi.org/10.1038/s41586-021-03751-5",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4394892445",
      "paper_id": "https://openalex.org/W4394892445",
      "title": "Methane emission from a cool brown dwarf",
      "authors": "Jacqueline K. Faherty, Ben Burningham, Jonathan Gagné, Genaro Suárez, Johanna M. Vos, Sherelyn Alejandro Merchan, Caroline V. Morley, Melanie Rowland, Brianna Lacy, Rocio Kiman, Dan Caselden, J. Davy Kirkpatrick, Aaron Meisner, Adam C. Schneider, Marc Jason Kuchner, Daniella Carolina Bardalez Gagliuffi, Charles Beichman, Peter Eisenhardt, Christopher R. Gelino, Ehsan Gharib-Nezhad, Eileen Gonzales, Federico Marocco, Austin James Rothermich, Niall Whiteford",
      "paper_url": "https://doi.org/10.1038/s41586-024-07190-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388911921",
      "paper_id": "https://openalex.org/W4388911921",
      "title": "Methane throughout the atmosphere of the warm exoplanet WASP-80b",
      "authors": "Taylor J. Bell, Luis Welbanks, Everett Schlawin, Michael R. Line, Jonathan J. Fortney, Thomas P. Greene, Kazumasa Ohno, Vivien Parmentier, Emily Rauscher, Thomas G. Beatty, Sagnick Mukherjee, Lindsey S. Wiser, Martha L. Boyer, Marcia J. Rieke, John A. Stansberry",
      "paper_url": "https://doi.org/10.1038/s41586-023-06687-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4210685166",
      "paper_id": "https://openalex.org/W4210685166",
      "title": "Microwave background temperature at a redshift of 6.34 from H2O absorption",
      "authors": "Dominik A. Riechers, Axel Weiss, Fabian Walter, Christopher L. Carilli, Pierre Cox, Roberto Decarli, Roberto Neri",
      "paper_url": "https://doi.org/10.1038/s41586-021-04294-5",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407157632",
      "paper_id": "https://openalex.org/W4407157632",
      "title": "Millihertz oscillations near the innermost orbit of a supermassive black hole",
      "authors": "Megan Masterson, Erin Kara, Christos Panagiotou, William N. Alston, Joheen Chakraborty, Kevin Burdge, Claudio Ricci, Sibasish Laha, Iair Arcavi, Riccardo Arcodia, S. Bradley Cenko, Andrew C. Fabian, Javier A. García, Margherita Giustini, Adam Ingram, Peter Kosec, Michael Loewenstein, Eileen T. Meyer, Giovanni Miniutti, Ciro Pinto, Ronald A. Remillard, Dev R. Sadaula, Onic I. Shuvo, Benny Trakhtenbrot, Jingyi Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08385-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4388694369",
      "paper_id": "https://openalex.org/W4388694369",
      "title": "Minutes-duration optical flares with supernova luminosities",
      "authors": "Anna Y. Q. Ho, Daniel A. Perley, Ping Chen, Steve Schulze, Vik Dhillon, Harsh Kumar, Aswin Suresh, Vishwajeet Swain, Michael Bremer, Stephen J. Smartt, Joseph P. Anderson, G. C. Anupama, Supachai Awiphan, Sudhanshu Barway, Eric C. Bellm, Sagi Ben-Ami, Varun Bhalerao, Thomas de Boer, Thomas G. Brink, Rick Burruss, Poonam Chandra, Ting-Wan Chen, Wen-Ping Chen, Jeff Cooke, Michael W. Coughlin, Kaustav K. Das, Andrew J. Drake, Alexei V. Filippenko, James Freeburn, Christoffer Fremling, Michael D. Fulton, Avishay Gal-Yam, Lluís Galbany, Hua Gao, Matthew J. Graham, Mariusz Gromadzki, Claudia P. Gutiérrez, K-Ryan Hinds, Cosimo Inserra, Nayana A J, Viraj Karambelkar, Mansi M. Kasliwal, Shri Kulkarni, Tomás E. Müller-Bravo, Eugene A. Magnier, Ashish A. Mahabal, Thomas Moore, Chow-Choong Ngeow, Matt Nicholl, Eran O. Ofek, Conor M. B. Omand, Francesca Onori, Yen-Chen Pan, Priscila J. Pessi, Glen Petitpas, David Polishook, Saran Poshyachinda, Miika Pursiainen, Reed Riddle, Antonio C. Rodriguez, Ben Rusholme, Enrico Segre, Yashvi Sharma, Ken W. Smith, Jesper Sollerman, Shubham Srivastav, Nora Linn Strotjohann, Mark Suhr, Dmitry Svinkin, Yanan Wang, Philip Wiseman, Avery Wold, Sheng Yang, Yi Yang, Yuhan Yao, David R. Young, WeiKang Zheng",
      "paper_url": "https://doi.org/10.1038/s41586-023-06673-6",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411206500",
      "paper_id": "https://openalex.org/W4411206500",
      "title": "Molecular hydrogen in the extremely metal- and dust-poor galaxy Leo P",
      "authors": "O. Grace Telford, Karin M. Sandstrom, Kristen B. W. McQuinn, Simon C. O. Glover, Elizabeth J. Tarantino, Alberto D. Bolatto, Ryan J. Rickards Vaught",
      "paper_url": "https://doi.org/10.1038/s41586-025-09115-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4322732450",
      "paper_id": "https://openalex.org/W4322732450",
      "title": "Momentum transfer from the DART mission kinetic impact on asteroid Dimorphos",
      "authors": "Andrew F. Cheng, Harrison F. Agrusa, Brent W. Barbee, Alex J. Meyer, Tony L. Farnham, Sabina D. Raducan, Derek C. Richardson, Elisabetta Dotto, Angelo Zinzi, Vincenzo Della Corte, Thomas S. Statler, Steven Chesley, Shantanu P. Naidu, Masatoshi Hirabayashi, Jian-Yang Li, Siegfried Eggl, Olivier S. Barnouin, Nancy L. Chabot, Sidney Chocron, Gareth S. Collins, R. Terik Daly, Thomas M. Davison, Mallory E. DeCoster, Carolyn M. Ernst, Fabio Ferrari, Dawn M. Graninger, Seth A. Jacobson, Martin Jutzi, Kathryn M. Kumamoto, Robert Luther, Joshua R. Lyzhoft, Patrick Michel, Naomi Murdoch, Ryota Nakano, Eric Palmer, Andrew S. Rivkin, Daniel J. Scheeres, Angela M. Stickle, Jessica M. Sunshine, Josep M. Trigo-Rodriguez, Jean-Baptiste Vincent, James D. Walker, Kai Wünnemann, Yun Zhang, Marilena Amoroso, Ivano Bertini, John R. Brucato, Andrea Capannolo, Gabriele Cremonese, Massimo Dall’Ora, Prasanna J. D. Deshapriya, Igor Gai, Pedro H. Hasselmann, Simone Ieva, Gabriele Impresario, Stavro L. Ivanovski, Michèle Lavagna, Alice Lucchetti, Elena M. Epifani, Dario Modenini, Maurizio Pajola, Pasquale Palumbo, Davide Perna, Simone Pirrotta, Giovanni Poggiali, Alessandro Rossi, Paolo Tortora, Marco Zannoni, Giovanni Zanotti",
      "paper_url": "https://doi.org/10.1038/s41586-023-05878-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399487852",
      "paper_id": "https://openalex.org/W4399487852",
      "title": "Most nearby young star clusters formed in three massive complexes",
      "authors": "Cameren Swiggum, João Alves, Robert Benjamin, Sebastian Ratzenböck, Núria Miret-Roig, Josefa Großschedl, Stefan Meingast, Alyssa Goodman, Ralf Konietzka, Catherine Zucker, Emily L. Hunt, Sabine Reffert",
      "paper_url": "https://doi.org/10.1038/s41586-024-07496-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392242316",
      "paper_id": "https://openalex.org/W4392242316",
      "title": "Most of the photons that reionized the Universe came from dwarf galaxies",
      "authors": "Hakim Atek, Ivo Labbé, Lukas J. Furtak, Iryna Chemerynska, Seiji Fujimoto, David J. Setton, Tim B. Miller, Pascal Oesch, Rachel Bezanson, Sedona H. Price, Pratika Dayal, Adi Zitrin, Vasily Kokorev, John R. Weaver, Gabriel Brammer, Pieter van Dokkum, Christina C. Williams, Sam E. Cutler, Robert Feldmann, Yoshinobu Fudamoto, Jenny E. Greene, Joel Leja, Michael V. Maseda, Adam Muzzin, Richard Pan, Casey Papovich, Erica J. Nelson, Themiya Nanayakkara, Daniel P. Stark, Mauro Stefanon, Katherine A. Suess, Bingjie Wang, Katherine E. Whitaker",
      "paper_url": "https://doi.org/10.1038/s41586-024-07043-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399964126",
      "paper_id": "https://openalex.org/W4399964126",
      "title": "No massive black holes in the Milky Way halo",
      "authors": "Przemek Mróz, Andrzej Udalski, Michał K. Szymański, Igor Soszyński, Łukasz Wyrzykowski, Paweł Pietrukowicz, Szymon Kozłowski, Radosław Poleski, Jan Skowron, Dorota Skowron, Krzysztof Ulaczyk, Mariusz Gromadzki, Krzysztof Rybicki, Patryk Iwanek, Marcin Wrona, Milena Ratajczak",
      "paper_url": "https://doi.org/10.1038/s41586-024-07704-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4381249309",
      "paper_id": "https://openalex.org/W4381249309",
      "title": "No thick carbon dioxide atmosphere on the rocky exoplanet TRAPPIST-1 c",
      "authors": "Sebastian Zieba, Laura Kreidberg, Elsa Ducrot, Michaël Gillon, Caroline Morley, Laura Schaefer, Patrick Tamburo, Daniel D. B. Koll, Xintong Lyu, Lorena Acuña, Eric Agol, Aishwarya R. Iyer, Renyu Hu, Andrew P. Lincowski, Victoria S. Meadows, Franck Selsis, Emeline Bolmont, Avi M. Mandell, Gabrielle Suissa",
      "paper_url": "https://doi.org/10.1038/s41586-023-06232-z",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3201172649",
      "paper_id": "https://openalex.org/W3201172649",
      "title": "Normal, dust-obscured galaxies in the epoch of reionization",
      "authors": "Y. Fudamoto, P. A. Oesch, S. Schouws, M. Stefanon, R. Smit, R. J. Bouwens, R. A. A. Bowler, R. Endsley, V. Gonzalez, H. Inami, I. Labbe, D. Stark, M. Aravena, L. Barrufet, E. da Cunha, P. Dayal, A. Ferrara, L. Graziani, J. Hodge, A. Hutter, Y. Li, I. De Looze, T. Nanayakkara, A. Pallottini, D. Riechers, R. Schneider, G. Ucci, P. van der Werf, C. White",
      "paper_url": "https://doi.org/10.1038/s41586-021-03846-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3124758492",
      "paper_id": "https://openalex.org/W3124758492",
      "title": "Observation of the onset of a blue jet into the stratosphere",
      "authors": "Torsten Neubert, Olivier Chanrion, Matthias Heumesser, Krystallia Dimitriadou, Lasse Husbjerg, Ib Lundgaard Rasmussen, Nikolai Østgaard, Victor Reglero",
      "paper_url": "https://doi.org/10.1038/s41586-020-03122-6",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4297476587",
      "paper_id": "https://openalex.org/W4297476587",
      "title": "Observations of a Magellanic Corona",
      "authors": "Dhanesh Krishnarao, Andrew J. Fox, Elena D’Onghia, Bart P. Wakker, Frances H. Cashman, J. Christopher Howk, Scott Lucchini, David M. French, Nicolas Lehner",
      "paper_url": "https://doi.org/10.1038/s41586-022-05090-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402438397",
      "paper_id": "https://openalex.org/W4402438397",
      "title": "One month convection timescale on the surface of a giant evolved star",
      "authors": "Wouter Vlemmings, Theo Khouri, Behzad Bojnordi Arbab, Elvire De Beck, Matthias Maercker",
      "paper_url": "https://doi.org/10.1038/s41586-024-07836-9",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4413020565",
      "paper_id": "https://openalex.org/W4413020565",
      "title": "One-third of Sun-like stars are born with misaligned planet-forming disks",
      "authors": "Lauren I. Biddle, Brendan P. Bowler, Marvin Morgan, Quang H. Tran, Ya-Lin Wu",
      "paper_url": "https://doi.org/10.1038/s41586-025-09324-0",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4304778071",
      "paper_id": "https://openalex.org/W4304778071",
      "title": "Optical superluminal motion measurement in the neutron-star merger GW170817",
      "authors": "Kunal P. Mooley, Jay Anderson, Wenbin Lu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05145-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4322739110",
      "paper_id": "https://openalex.org/W4322739110",
      "title": "Orbital period change of Dimorphos due to the DART kinetic impact",
      "authors": "Cristina A. Thomas, Shantanu P. Naidu, Peter Scheirich, Nicholas A. Moskovitz, Petr Pravec, Steven R. Chesley, Andrew S. Rivkin, David J. Osip, Tim A. Lister, Lance A. M. Benner, Marina Brozović, Carlos Contreras, Nidia Morrell, Agata Rożek, Peter Kušnirák, Kamil Hornoch, Declan Mages, Patrick A. Taylor, Andrew D. Seymour, Colin Snodgrass, Uffe G. Jørgensen, Martin Dominik, Brian Skiff, Tom Polakis, Matthew M. Knight, Tony L. Farnham, Jon D. Giorgini, Brian Rush, Julie Bellerose, Pedro Salas, William P. Armentrout, Galen Watts, Michael W. Busch, Joseph Chatelain, Edward Gomez, Sarah Greenstreet, Liz Phillips, Mariangela Bonavita, Martin J. Burgdorf, Elahe Khalouei, Penélope Longa-Peña, Markus Rabus, Sedighe Sajadian, Nancy L. Chabot, Andrew F. Cheng, William H. Ryan, Eileen V. Ryan, Carrie E. Holt, Harrison F. Agrusa",
      "paper_url": "https://doi.org/10.1038/s41586-023-05805-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386136033",
      "paper_id": "https://openalex.org/W4386136033",
      "title": "Outflows from the youngest stars are mostly molecular",
      "authors": "T. P. Ray, M. J. McCaughrean, A. Caratti o Garatti, P. J. Kavanagh, K. Justtanont, E. F. van Dishoeck, M. Reitsma, H. Beuther, L. Francis, C. Gieser, P. Klaassen, G. Perotti, L. Tychoniec, M. van Gelder, L. Colina, Th. R. Greve, M. Güdel, Th. Henning, P. O. Lagage, G. Östlin, B. Vandenbussche, C. Waelkens, G. Wright",
      "paper_url": "https://doi.org/10.1038/s41586-023-06551-1",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3183773519",
      "paper_id": "https://openalex.org/W3183773519",
      "title": "Past, present and future stars that can see Earth as a transiting exoplanet",
      "authors": "L. Kaltenegger, J. K. Faherty",
      "paper_url": "https://doi.org/10.1038/s41586-021-03596-y",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388500481",
      "paper_id": "https://openalex.org/W4388500481",
      "title": "Phosphorus-bearing molecules PO and PN at the edge of the Galaxy",
      "authors": "L. A. Koelemay, K. R. Gold, L. M. Ziurys",
      "paper_url": "https://doi.org/10.1038/s41586-023-06616-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4367049026",
      "paper_id": "https://openalex.org/W4367049026",
      "title": "Photochemically produced SO2 in the atmosphere of WASP-39b",
      "authors": "Shang-Min Tsai, Elspeth K. H. Lee, Diana Powell, Peter Gao, Xi Zhang, Julianne Moses, Eric Hébrard, Olivia Venot, Vivien Parmentier, Sean Jordan, Renyu Hu, Munazza K. Alam, Lili Alderson, Natalie M. Batalha, Jacob L. Bean, Björn Benneke, Carver J. Bierson, Ryan P. Brady, Ludmila Carone, Aarynn L. Carter, Katy L. Chubb, Julie Inglis, Jérémy Leconte, Michael Line, Mercedes López-Morales, Yamila Miguel, Karan Molaverdikhani, Zafar Rustamkulov, David K. Sing, Kevin B. Stevenson, Hannah R. Wakeford, Jeehyun Yang, Keshav Aggarwal, Robin Baeyens, Saugata Barat, Miguel de Val-Borro, Tansu Daylan, Jonathan J. Fortney, Kevin France, Jayesh M. Goyal, David Grant, James Kirk, Laura Kreidberg, Amy Louca, Sarah E. Moran, Sagnick Mukherjee, Evert Nasedkin, Kazumasa Ohno, Benjamin V. Rackham, Seth Redfield, Jake Taylor, Pascal Tremblin, Channon Visscher, Nicole L. Wallack, Luis Welbanks, Allison Youngblood, Eva-Maria Ahrer, Natasha E. Batalha, Patrick Behr, Zachory K. Berta-Thompson, Jasmina Blecic, S. L. Casewell, Ian J. M. Crossfield, Nicolas Crouzet, Patricio E. Cubillos, Leen Decin, Jean-Michel Désert, Adina D. Feinstein, Neale P. Gibson, Joseph Harrington, Kevin Heng, Thomas Henning, Eliza M.-R. Kempton, Jessica Krick, Pierre-Olivier Lagage, Monika Lendl, Joshua D. Lothringer, Megan Mansfield, N. J. Mayne, Thomas Mikal-Evans, Enric Palle, Everett Schlawin, Oliver Shorttle, Peter J. Wheatley, Sergei N. Yurchenko",
      "paper_url": "https://doi.org/10.1038/s41586-023-05902-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4309905423",
      "paper_id": "https://openalex.org/W4309905423",
      "title": "Polarized blazar X-rays imply particle acceleration in shocks",
      "authors": "Ioannis Liodakis, Alan P. Marscher, Iván Agudo, Andrei V. Berdyugin, Maria I. Bernardos, Giacomo Bonnoli, George A. Borman, Carolina Casadio, Vı́ctor Casanova, Elisabetta Cavazzuti, Nicole Rodriguez Cavero, Laura Di Gesu, Niccoló Di Lalla, Immacolata Donnarumma, Steven R. Ehlert, Manel Errando, Juan Escudero, Maya Garcı́a-Comas, Beatriz Agı́s-González, César Husillos, Jenni Jormanainen, Svetlana G. Jorstad, Masato Kagitani, Evgenia N. Kopatskaya, Vadim Kravtsov, Henric Krawczynski, Elina Lindfors, Elena G. Larionova, Grzegorz M. Madejski, Frédéric Marin, Alessandro Marchini, Herman L. Marshall, Daria A. Morozova, Francesco Massaro, Joseph R. Masiero, Dimitri Mawet, Riccardo Middei, Maxwell A. Millar-Blanchaer, Ioannis Myserlis, Michela Negro, Kari Nilsson, Stephen L. O’Dell, Nicola Omodei, Luigi Pacciani, Alessandro Paggi, Georgia V. Panopoulou, Abel L. Peirson, Matteo Perri, Pierre-Olivier Petrucci, Juri Poutanen, Simonetta Puccetti, Roger W. Romani, Takeshi Sakanoi, Sergey S. Savchenko, Alfredo Sota, Fabrizio Tavecchio, Samaporn Tinyanont, Andrey A. Vasilyev, Zachary R. Weaver, Alexey V. Zhovtan, Lucio A. Antonelli, Matteo Bachetti, Luca Baldini, Wayne H. Baumgartner, Ronaldo Bellazzini, Stefano Bianchi, Stephen D. Bongiorno, Raffaella Bonino, Alessandro Brez, Niccoló Bucciantini, Fiamma Capitanio, Simone Castellano, Stefano Ciprini, Enrico Costa, Alessandra De Rosa, Ettore Del Monte, Alessandro Di Marco, Victor Doroshenko, Michal Dovčiak, Teruaki Enoto, Yuri Evangelista, Sergio Fabiani, Riccardo Ferrazzoli, Javier A. Garcia, Shuichi Gunji, Kiyoshi Hayashida, Jeremy Heyl, Wataru Iwakiri, Vladimir Karas, Takao Kitaguchi, Jeffery J. Kolodziejczak, Fabio La Monaca, Luca Latronico, Simone Maldera, Alberto Manfreda, Andrea Marinucci, Giorgio Matt, Ikuyuki Mitsuishi, Tsunefumi Mizuno, Fabio Muleri, Stephen C.-Y. Ng, Chiara Oppedisano, Alessandro Papitto, George G. Pavlov, Melissa Pesce-Rollins, Maura Pilia, Andrea Possenti, Brian D. Ramsey, John Rankin, Ajay Ratheesh, Carmelo Sgró, Patrick Slane, Paolo Soffitta, Gloria Spandre, Toru Tamagawa, Roberto Taverna, Yuzuru Tawara, Allyn F. Tennant, Nicolas E. Thomas, Francesco Tombesi, Alessio Trois, Sergey Tsygankov, Roberto Turolla, Jacco Vink, Martin C. Weisskopf, Kinwah Wu, Fei Xie, Silvia Zane",
      "paper_url": "https://doi.org/10.1038/s41586-022-05338-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386484799",
      "paper_id": "https://openalex.org/W4386484799",
      "title": "Polarized thermal emission from dust in a galaxy at redshift 2.6",
      "authors": "J. E. Geach, E. Lopez-Rodriguez, M. J. Doherty, Jianhang Chen, R. J. Ivison, G. J. Bendo, S. Dye, K. E. K. Coppin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06346-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387095396",
      "paper_id": "https://openalex.org/W4387095396",
      "title": "Precessing jet nozzle connecting to a spinning black hole in M87",
      "authors": "Yuzhu Cui, Kazuhiro Hada, Tomohisa Kawashima, Motoki Kino, Weikang Lin, Yosuke Mizuno, Hyunwook Ro, Mareki Honma, Kunwoo Yi, Jintao Yu, Jongho Park, Wu Jiang, Zhiqiang Shen, Evgeniya Kravchenko, Juan-Carlos Algaba, Xiaopeng Cheng, Ilje Cho, Gabriele Giovannini, Marcello Giroletti, Taehyun Jung, Ru-Sen Lu, Kotaro Niinuma, Junghwan Oh, Ken Ohsuga, Satoko Sawada-Satoh, Bong Won Sohn, Hiroyuki R. Takahashi, Mieko Takamura, Fumie Tazaki, Sascha Trippe, Kiyoaki Wajima, Kazunori Akiyama, Tao An, Keiichi Asada, Salvatore Buttaccio, Do-Young Byun, Lang Cui, Yoshiaki Hagiwara, Tomoya Hirota, Jeffrey Hodgson, Noriyuki Kawaguchi, Jae-Young Kim, Sang-Sung Lee, Jee Won Lee, Jeong Ae Lee, Giuseppe Maccaferri, Andrea Melis, Alexey Melnikov, Carlo Migoni, Se-Jin Oh, Koichiro Sugiyama, Xuezheng Wang, Yingkang Zhang, Zhong Chen, Ju-Yeon Hwang, Dong-Kyu Jung, Hyo-Ryoung Kim, Jeong-Sook Kim, Hideyuki Kobayashi, Bin Li, Guanghui Li, Xiaofei Li, Zhiyong Liu, Qinghui Liu, Xiang Liu, Chung-Sik Oh, Tomoaki Oyama, Duk-Gyoo Roh, Jinqing Wang, Na Wang, Shiqiang Wang, Bo Xia, Hao Yan, Jae-Hwan Yeom, Yoshinori Yonekura, Jianping Yuan, Hua Zhang, Rongbing Zhao, Weiye Zhong",
      "paper_url": "https://doi.org/10.1038/s41586-023-06479-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4404105606",
      "paper_id": "https://openalex.org/W4404105606",
      "title": "Preferential occurrence of fast radio bursts in massive star-forming galaxies",
      "authors": "Kritti Sharma, Vikram Ravi, Liam Connor, Casey Law, Stella Koch Ocker, Myles Sherman, Nikita Kosogorov, Jakob Faber, Gregg Hallinan, Charlie Harnach, Greg Hellbourg, Rick Hobbs, David Hodge, Mark Hodges, James Lamb, Paul Rasmussen, Jean Somalwar, Sander Weinreb, David Woody, Joel Leja, Shreya Anand, Kaustav Kashyap Das, Yu-Jing Qin, Sam Rose, Dillon Z. Dong, Jessie Miller, Yuhan Yao",
      "paper_url": "https://doi.org/10.1038/s41586-024-08074-9",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410551349",
      "paper_id": "https://openalex.org/W4410551349",
      "title": "Quasar radiation transforms the gas in a merging companion galaxy",
      "authors": "Sergei Balashev, Pasquier Noterdaeme, Neeraj Gupta, Jens-Kristian Krogager, Françoise Combes, Sebastián López, Patrick Petitjean, Alain Omont, Raghunathan Srianand, Rodrigo Cuellar",
      "paper_url": "https://doi.org/10.1038/s41586-025-08966-4",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403244136",
      "paper_id": "https://openalex.org/W4403244136",
      "title": "Quasi-periodic X-ray eruptions years after a nearby tidal disruption event",
      "authors": "M. Nicholl, D. R. Pasham, A. Mummery, M. Guolo, K. Gendreau, G. C. Dewangan, E. C. Ferrara, R. Remillard, C. Bonnerot, J. Chakraborty, A. Hajela, V. S. Dhillon, A. F. Gillan, J. Greenwood, M. E. Huber, A. Janiuk, G. Salvesen, S. van Velzen, A. Aamer, K. D. Alexander, C. R. Angus, Z. Arzoumanian, K. Auchettl, E. Berger, T. de Boer, Y. Cendes, K. C. Chambers, T.-W. Chen, R. Chornock, M. D. Fulton, H. Gao, J. H. Gillanders, S. Gomez, B. P. Gompertz, A. C. Fabian, J. Herman, A. Ingram, E. Kara, T. Laskar, A. Lawrence, C.-C. Lin, T. B. Lowe, E. A. Magnier, R. Margutti, S. L. McGee, P. Minguez, T. Moore, E. Nathan, S. R. Oates, K. C. Patra, P. Ramsden, V. Ravi, E. J. Ridley, X. Sheng, S. J. Smartt, K. W. Smith, S. Srivastav, R. Stein, H. F. Stevance, S. G. D. Turner, R. J. Wainscoat, J. Weston, T. Wevers, D. R. Young",
      "paper_url": "https://doi.org/10.1038/s41586-024-08023-6",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3201010185",
      "paper_id": "https://openalex.org/W3201010185",
      "title": "Quenching of star formation from a lack of inflowing gas to galaxies",
      "authors": "Katherine E. Whitaker, Christina C. Williams, Lamiya Mowla, Justin S. Spilker, Sune Toft, Desika Narayanan, Alexandra Pope, Georgios E. Magdis, Pieter G. van Dokkum, Mohammad Akhshik, Rachel Bezanson, Gabriel B. Brammer, Joel Leja, Allison Man, Erica J. Nelson, Johan Richard, Camilla Pacifici, Keren Sharon, Francesco Valentino",
      "paper_url": "https://doi.org/10.1038/s41586-021-03806-7",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3177939601",
      "paper_id": "https://openalex.org/W3177939601",
      "title": "r-Process elements from magnetorotational hypernovae",
      "authors": "D. Yong, C. Kobayashi, G. S. Da Costa, M. S. Bessell, A. Chiti, A. Frebel, K. Lind, A. D. Mackey, T. Nordlander, M. Asplund, A. R. Casey, A. F. Marino, S. J. Murphy, B. P. Schmidt",
      "paper_url": "https://doi.org/10.1038/s41586-021-03611-2",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4304779343",
      "paper_id": "https://openalex.org/W4304779343",
      "title": "Radiation-driven acceleration in the expanding WR140 dust shell",
      "authors": "Yinuo Han, Peter G. Tuthill, Ryan M. Lau, Anthony Soulain",
      "paper_url": "https://doi.org/10.1038/s41586-022-05155-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4294904560",
      "paper_id": "https://openalex.org/W4294904560",
      "title": "Rapid quasi-periodic oscillations in the relativistic jet of BL Lacertae",
      "authors": "S. G. Jorstad, A. P. Marscher, C. M. Raiteri, M. Villata, Z. R. Weaver, H. Zhang, L. Dong, J. L. Gómez, M. V. Perel, S. S. Savchenko, V. M. Larionov, D. Carosati, W. P. Chen, O. M. Kurtanidze, A. Marchini, K. Matsumoto, F. Mortari, P. Aceti, J. A. Acosta-Pulido, T. Andreeva, G. Apolonio, C. Arena, A. Arkharov, R. Bachev, M. Banfi, G. Bonnoli, G. A. Borman, V. Bozhilov, M. I. Carnerero, G. Damljanovic, S. A. Ehgamberdiev, D. Elsässer, A. Frasca, D. Gabellini, T. S. Grishina, A. C. Gupta, V. A. Hagen-Thorn, M. K. Hallum, M. Hart, K. Hasuda, F. Hemrich, H. Y. Hsiao, S. Ibryamov, T. R. Irsmambetova, D. V. Ivanov, M. D. Joner, G. N. Kimeridze, S. A. Klimanov, J. Knött, E. N. Kopatskaya, S. O. Kurtanidze, A. Kurtenkov, T. Kuutma, E. G. Larionova, S. Leonini, H. C. Lin, C. Lorey, K. Mannheim, G. Marino, M. Minev, D. O. Mirzaqulov, D. A. Morozova, A. A. Nikiforova, M. G. Nikolashvili, E. Ovcharov, R. Papini, T. Pursimo, I. Rahimov, D. Reinhart, T. Sakamoto, F. Salvaggio, E. Semkov, D. N. Shakhovskoy, L. A. Sigua, R. Steineke, M. Stojanovic, A. Strigachev, Y. V. Troitskaya, I. S. Troitskiy, A. Tsai, A. Valcheva, A. A. Vasilyev, O. Vince, L. Waller, E. Zaharieva, R. Chatterjee",
      "paper_url": "https://doi.org/10.1038/s41586-022-05038-9",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3120702085",
      "paper_id": "https://openalex.org/W3120702085",
      "title": "Rapid spectral variability of a giant flare from a magnetar in NGC 253",
      "authors": "O. J. Roberts, P. Veres, M. G. Baring, M. S. Briggs, C. Kouveliotou, E. Bissaldi, G. Younes, S. I. Chastain, J. J. DeLaunay, D. Huppenkothen, A. Tohuvavohu, P. N. Bhat, E. Göğüş, A. J. van der Horst, J. A. Kennea, D. Kocevski, J. D. Linford, S. Guiriec, R. Hamburg, C. A. Wilson-Hodge, E. Burns",
      "paper_url": "https://doi.org/10.1038/s41586-020-03077-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391809160",
      "paper_id": "https://openalex.org/W4391809160",
      "title": "Rapid spin changes around a magnetar fast radio burst",
      "authors": "Chin-Ping Hu, Takuto Narita, Teruaki Enoto, George Younes, Zorawar Wadiasingh, Matthew G. Baring, Wynn C. G. Ho, Sebastien Guillot, Paul S. Ray, Tolga Güver, Kaustubh Rajwade, Zaven Arzoumanian, Chryssa Kouveliotou, Alice K. Harding, Keith C. Gendreau",
      "paper_url": "https://doi.org/10.1038/s41586-023-07012-5",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408218745",
      "paper_id": "https://openalex.org/W4408218745",
      "title": "Real-time inference for binary neutron star mergers using machine learning",
      "authors": "Maximilian Dax, Stephen R. Green, Jonathan Gair, Nihar Gupte, Michael Pürrer, Vivien Raymond, Jonas Wildberger, Jakob H. Macke, Alessandra Buonanno, Bernhard Schölkopf",
      "paper_url": "https://doi.org/10.1038/s41586-025-08593-z",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412479106",
      "paper_id": "https://openalex.org/W4412479106",
      "title": "Refractory solid condensation detected in an embedded protoplanetary disk",
      "authors": "M. K. McClure, Merel van’t Hoff, Logan Francis, Edwin Bergin, Will R. M. Rocha, J. A. Sturm, Daniel Harsono, Ewine F. van Dishoeck, John H. Black, J. A. Noble, D. Qasim, E. Dartois",
      "paper_url": "https://doi.org/10.1038/s41586-025-09163-z",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4376610497",
      "paper_id": "https://openalex.org/W4376610497",
      "title": "Resolved imaging confirms a radiation belt around an ultracool dwarf",
      "authors": "Melodie M. Kao, Amy J. Mioduszewski, Jackie Villadsen, Evgenya L. Shkolnik",
      "paper_url": "https://doi.org/10.1038/s41586-023-06138-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4280492318",
      "paper_id": "https://openalex.org/W4280492318",
      "title": "Resolving the H i in damped Lyman α systems that power star formation",
      "authors": "Rongmon Bordoloi, John M. O’Meara, Keren Sharon, Jane R. Rigby, Jeff Cooke, Ahmed Shaban, Mateusz Matuszewski, Luca Rizzi, Greg Doppmann, D. Christopher Martin, Anna M. Moore, Patrick Morrissey, James D. Neill",
      "paper_url": "https://doi.org/10.1038/s41586-022-04616-1",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403680368",
      "paper_id": "https://openalex.org/W4403680368",
      "title": "Selection bias obfuscates the discovery of fast radio burst sources",
      "authors": "Mohit Bhardwaj, Jimin Lee, Kevin Ji",
      "paper_url": "https://doi.org/10.1038/s41586-024-08065-w",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4308620279",
      "paper_id": "https://openalex.org/W4308620279",
      "title": "Shock cooling of a red-supergiant supernova at redshift 3 in lensed images",
      "authors": "Wenlei Chen, Patrick L. Kelly, Masamune Oguri, Thomas J. Broadhurst, Jose M. Diego, Najmeh Emami, Alexei V. Filippenko, Tommaso L. Treu, Adi Zitrin",
      "paper_url": "https://doi.org/10.1038/s41586-022-05252-5",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411177895",
      "paper_id": "https://openalex.org/W4411177895",
      "title": "Silicate clouds and a circumplanetary disk in the YSES-1 exoplanet system",
      "authors": "K. K. W. Hoch, M. Rowland, S. Petrus, E. Nasedkin, C. Ingebretsen, J. Kammerer, M. Perrin, V. D’Orazi, W. O. Balmer, T. Barman, M. Bonnefoy, G. Chauvin, C. Chen, R. J. De Rosa, J. Girard, E. Gonzales, M. Kenworthy, Q. M. Konopacky, B. Macintosh, S. E. Moran, C. V. Morley, P. Palma-Bifani, L. Pueyo, B. Ren, E. Rickman, J.-B. Ruffio, C. A. Theissen, K. Ward-Duong, Y. Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09174-w",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4388694380",
      "paper_id": "https://openalex.org/W4388694380",
      "title": "SO2, silicate clouds, but no CH4 detected in a warm Neptune",
      "authors": "Achrène Dyrek, Michiel Min, Leen Decin, Jeroen Bouwman, Nicolas Crouzet, Paul Mollière, Pierre-Olivier Lagage, Thomas Konings, Pascal Tremblin, Manuel Güdel, John Pye, Rens Waters, Thomas Henning, Bart Vandenbussche, Francisco Ardevol Martinez, Ioannis Argyriou, Elsa Ducrot, Linus Heinke, Gwenael van Looveren, Olivier Absil, David Barrado, Pierre Baudoz, Anthony Boccaletti, Christophe Cossou, Alain Coulais, Billy Edwards, René Gastaud, Alistair Glasse, Adrian Glauser, Thomas P. Greene, Sarah Kendrew, Oliver Krause, Fred Lahuis, Michael Mueller, Goran Olofsson, Polychronis Patapis, Daniel Rouan, Pierre Royer, Silvia Scheithauer, Ingo Waldmann, Niall Whiteford, Luis Colina, Ewine F. van Dishoeck, Göran Östlin, Tom P. Ray, Gillian Wright",
      "paper_url": "https://doi.org/10.1038/s41586-023-06849-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4282935598",
      "paper_id": "https://openalex.org/W4282935598",
      "title": "Solar flare accelerates nearly all electrons in a large coronal volume",
      "authors": "Gregory D. Fleishman, Gelu M. Nita, Bin Chen, Sijie Yu, Dale E. Gary",
      "paper_url": "https://doi.org/10.1038/s41586-022-04728-8",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402585736",
      "paper_id": "https://openalex.org/W4402585736",
      "title": "Space radiation measurements during the Artemis I lunar mission",
      "authors": "Stuart P. George, Ramona Gaza, Daniel Matthiä, Diego Laramore, Jussi Lehti, Thomas Campbell-Ricketts, Martin Kroupa, Nicholas Stoffle, Karel Marsalek, Bartos Przybyla, Mena Abdelmelek, Joachim Aeckerlein, Amir A. Bahadori, Janet Barzilla, Matthias Dieckmann, Michael Ecord, Ricky Egeland, Timo Eronen, Dan Fry, Bailey H. Jones, Christine E. Hellweg, Jordan Houri, Robert Hirsh, Mika Hirvonen, Scott Hovland, Hesham Hussein, A. Steve Johnson, Moritz Kasemann, Kerry Lee, Martin Leitgab, Catherine McLeod, Oren Milstein, Lawrence Pinsky, Phillip Quinn, Esa Riihonen, Markus Rohde, Sergiy Rozhdestvenskyy, Jouni Saari, Aaron Schram, Ulrich Straube, Daniel Turecek, Pasi Virtanen, Gideon Waterman, Scott Wheeler, Kathryn Whitman, Michael Wirtz, Madelyn Vandewalle, Cary Zeitlin, Edward Semones, Thomas Berger",
      "paper_url": "https://doi.org/10.1038/s41586-024-07927-7",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4379390616",
      "paper_id": "https://openalex.org/W4379390616",
      "title": "Spatial variations in aromatic hydrocarbon emission in a dust-rich galaxy",
      "authors": "Justin S. Spilker, Kedar A. Phadke, Manuel Aravena, Melanie Archipley, Matthew B. Bayliss, Jack E. Birkin, Matthieu Béthermin, James Burgoyne, Jared Cathey, Scott C. Chapman, Håkon Dahle, Anthony H. Gonzalez, Gayathri Gururajan, Christopher C. Hayward, Yashar D. Hezaveh, Ryley Hill, Taylor A. Hutchison, Keunho J. Kim, Seonwoo Kim, David Law, Ronan Legin, Matthew A. Malkan, Daniel P. Marrone, Eric J. Murphy, Desika Narayanan, Alex Navarre, Grace M. Olivier, Jeffrey A. Rich, Jane R. Rigby, Cassie Reuter, James E. Rhoads, Keren Sharon, J. D. T. Smith, Manuel Solimano, Nikolaus Sulzenauer, Joaquin D. Vieira, David Vizgan, Axel Weiß, Katherine E. Whitaker",
      "paper_url": "https://doi.org/10.1038/s41586-023-05998-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401075163",
      "paper_id": "https://openalex.org/W4401075163",
      "title": "Spectroscopic confirmation of two luminous galaxies at a redshift of 14",
      "authors": "Stefano Carniani, Kevin Hainline, Francesco D’Eugenio, Daniel J. Eisenstein, Peter Jakobsen, Joris Witstok, Benjamin D. Johnson, Jacopo Chevallard, Roberto Maiolino, Jakob M. Helton, Chris Willott, Brant Robertson, Stacey Alberts, Santiago Arribas, William M. Baker, Rachana Bhatawdekar, Kristan Boyett, Andrew J. Bunker, Alex J. Cameron, Phillip A. Cargile, Stéphane Charlot, Mirko Curti, Emma Curtis-Lake, Eiichi Egami, Giovanna Giardino, Kate Isaak, Zhiyuan Ji, Gareth C. Jones, Nimisha Kumari, Michael V. Maseda, Eleonora Parlanti, Pablo G. Pérez-González, Tim Rawle, George Rieke, Marcia Rieke, Bruno Rodríguez Del Pino, Aayush Saxena, Jan Scholtz, Renske Smit, Fengwu Sun, Sandro Tacchella, Hannah Übler, Giacomo Venturi, Christina C. Williams, Christopher N. A. Willmer",
      "paper_url": "https://doi.org/10.1038/s41586-024-07860-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4376609732",
      "paper_id": "https://openalex.org/W4376609732",
      "title": "Spectroscopic identification of water emission from a main-belt comet",
      "authors": "Michael S. P. Kelley, Henry H. Hsieh, Dennis Bodewits, Mohammad Saki, Geronimo L. Villanueva, Stefanie N. Milam, Heidi B. Hammel",
      "paper_url": "https://doi.org/10.1038/s41586-023-06152-y",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4320881641",
      "paper_id": "https://openalex.org/W4320881641",
      "title": "Spherical symmetry in the kilonova AT2017gfo/GW170817",
      "authors": "Albert Sneppen, Darach Watson, Andreas Bauswein, Oliver Just, Rubina Kotak, Ehud Nakar, Dovi Poznanski, Stuart Sim",
      "paper_url": "https://doi.org/10.1038/s41586-022-05616-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4206422716",
      "paper_id": "https://openalex.org/W4206422716",
      "title": "Star formation near the Sun is driven by expansion of the Local Bubble",
      "authors": "Catherine Zucker, Alyssa A. Goodman, João Alves, Shmuel Bialy, Michael Foley, Joshua S. Speagle, Josefa Groβschedl, Douglas P. Finkbeiner, Andreas Burkert, Diana Khimey, Cameren Swiggum",
      "paper_url": "https://doi.org/10.1038/s41586-021-04286-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4394996984",
      "paper_id": "https://openalex.org/W4394996984",
      "title": "Star formation shut down by multiphase gas outflow in a galaxy at a redshift of 2.45",
      "authors": "Sirio Belli, Minjung Park, Rebecca L. Davies, J. Trevor Mendel, Benjamin D. Johnson, Charlie Conroy, Chloë Benton, Letizia Bugiani, Razieh Emami, Joel Leja, Yijia Li, Gabriel Maheson, Elijah P. Mathews, Rohan P. Naidu, Erica J. Nelson, Sandro Tacchella, Bryan A. Terrazas, Rainer Weinberger",
      "paper_url": "https://doi.org/10.1038/s41586-024-07412-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4317242186",
      "paper_id": "https://openalex.org/W4317242186",
      "title": "Stellar initial mass function varies with metallicity and time",
      "authors": "Jiadong Li, Chao Liu, Zhi-Yu Zhang, Hao Tian, Xiaoting Fu, Jiao Li, Zhi-Qiang Yan",
      "paper_url": "https://doi.org/10.1038/s41586-022-05488-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4390940893",
      "paper_id": "https://openalex.org/W4390940893",
      "title": "Stream–disk shocks as the origins of peak light in tidal disruption events",
      "authors": "Elad Steinberg, Nicholas C. Stone",
      "paper_url": "https://doi.org/10.1038/s41586-023-06875-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394892486",
      "paper_id": "https://openalex.org/W4394892486",
      "title": "Stripped-envelope supernova light curves argue for central engine activity",
      "authors": "Ósmar Rodríguez, Ehud Nakar, Dan Maoz",
      "paper_url": "https://doi.org/10.1038/s41586-024-07262-x",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410363022",
      "paper_id": "https://openalex.org/W4410363022",
      "title": "Structured ionized winds shooting out from a quasar at relativistic speeds",
      "authors": "Marc Audard, Hisamitsu Awaki, Ralf Ballhausen, Aya Bamba, Ehud Behar, Rozenn Boissay-Malaquin, Laura Brenneman, Gregory V. Brown, Lia Corrales, Elisa Costantini, Renata Cumbee, María Díaz Trigo, Chris Done, Tadayasu Dotani, Ken Ebisawa, Megan Eckart, Dominique Eckert, Teruaki Enoto, Satoshi Eguchi, Yuichiro Ezoe, Adam Foster, Ryuichi Fujimoto, Yutaka Fujita, Yasushi Fukazawa, Kotaro Fukushima, Akihiro Furuzawa, Luigi Gallo, Javier A. García, Liyi Gu, Matteo Guainazzi, Kouichi Hagino, Kenji Hamaguchi, Isamu Hatsukade, Katsuhiro Hayashi, Takayuki Hayashi, Natalie Hell, Edmund Hodges-Kluck, Ann Hornschemeier, Yuto Ichinohe, Manabu Ishida, Kumi Ishikawa, Yoshitaka Ishisaki, Jelle Kaastra, Timothy Kallman, Erin Kara, Satoru Katsuda, Yoshiaki Kanemaru, Richard Kelley, Caroline Kilbourne, Shunji Kitamoto, Shogo Kobayashi, Takayoshi Kohmura, Aya Kubota, Maurice Leutenegger, Michael Loewenstein, Yoshitomo Maeda, Maxim Markevitch, Hironori Matsumoto, Kyoko Matsushita, Dan McCammon, Brian McNamara, François Mernier, Eric D. Miller, Jon M. Miller, Ikuyuki Mitsuishi, Misaki Mizumoto, Tsunefumi Mizuno, Koji Mori, Koji Mukai, Hiroshi Murakami, Richard Mushotzky, Hiroshi Nakajima, Kazuhiro Nakazawa, Jan-Uwe Ness, Kumiko Nobukawa, Masayoshi Nobukawa, Hirofumi Noda, Hirokazu Odaka, Shoji Ogawa, Anna Ogorzalek, Takashi Okajima, Naomi Ota, Stephane Paltani, Robert Petre, Paul Plucinsky, Frederick Scott Porter, Katja Pottschmidt, Kosuke Sato, Toshiki Sato, Makoto Sawada, Hiromi Seta, Megumi Shidatsu, Aurora Simionescu, Randall Smith, Hiromasa Suzuki, Andrew Szymkowiak, Hiromitsu Takahashi, Mai Takeo, Toru Tamagawa, Keisuke Tamura, Takaaki Tanaka, Atsushi Tanimoto, Makoto Tashiro, Yukikatsu Terada, Yuichi Terashima, Yohko Tsuboi, Masahiro Tsujimoto, Hiroshi Tsunemi, Takeshi G. Tsuru, Hiroyuki Uchida, Nagomi Uchida, Yuusuke Uchida, Hideki Uchiyama, Yoshihiro Ueda, Shinichiro Uno, Jacco Vink, Shin Watanabe, Brian J. Williams, Satoshi Yamada, Shinya Yamada, Hiroya Yamaguchi, Kazutaka Yamaoka, Noriko Yamasaki, Makoto Yamauchi, Shigeo Yamauchi, Tahir Yaqoob, Tomokage Yoneyama, Tessei Yoshida, Mihoko Yukita, Irina Zhuravleva, Valentina Braito, Pierpaolo Condò, Keigo Fukumura, Adam Gonzalez, Alfredo Luminari, Aiko Miyamoto, Ryuki Mizukawa, James Reeves, Riki Sato, Francesco Tombesi, Yerong Xu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08968-2",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4285508237",
      "paper_id": "https://openalex.org/W4285508237",
      "title": "Sub-second periodicity in a fast radio burst",
      "authors": "Bridget C. Andersen, Kevin Bandura, Mohit Bhardwaj, P. J. Boyle, Charanjot Brar, Daniela Breitman, Tomas Cassanelli, Shami Chatterjee, Pragya Chawla, Jean-François Cliche, Davor Cubranic, Alice P. Curtin, Meiling Deng, Matt Dobbs, Fengqiu Adam Dong, Emmanuel Fonseca, B. M. Gaensler, Utkarsh Giri, Deborah C. Good, Alex S. Hill, Alexander Josephy, J. F. Kaczmarek, Zarif Kader, Joseph Kania, Victoria M. Kaspi, Calvin Leung, D. Z. Li, Hsiu-Hsien Lin, Kiyoshi W. Masui, Ryan Mckinven, Juan Mena-Parra, Marcus Merryfield, B. W. Meyers, D. Michilli, Arun Naidu, Laura Newburgh, C. Ng, Anna Ordog, Chitrang Patel, Aaron B. Pearlman, Ue-Li Pen, Emily Petroff, Ziggy Pleunis, Masoud Rafiei-Ravandi, Mubdi Rahman, Scott Ransom, Andre Renard, Pranav Sanghavi, Paul Scholz, J. Richard Shaw, Kaitlyn Shin, Seth R. Siegel, Saurabh Singh, Kendrick Smith, Ingrid Stairs, Chia Min Tan, Shriharsh P. Tendulkar, Keith Vanderlinde, D. V. Wiebe, Dallas Wulf, Andrew Zwaniga",
      "paper_url": "https://doi.org/10.1038/s41586-022-04841-8",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385271227",
      "paper_id": "https://openalex.org/W4385271227",
      "title": "Subsecond periodic radio oscillations in a microquasar",
      "authors": "Pengfu Tian, Ping Zhang, Wei Wang, Pei Wang, Xiaohui Sun, Jifeng Liu, Bing Zhang, Zigao Dai, Feng Yuan, Shuangnan Zhang, Qingzhong Liu, Peng Jiang, Xuefeng Wu, Zheng Zheng, Jiashi Chen, Di Li, Zonghong Zhu, Zhichen Pan, Hengqian Gan, Xiao Chen, Na Sai",
      "paper_url": "https://doi.org/10.1038/s41586-023-06336-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4322757054",
      "paper_id": "https://openalex.org/W4322757054",
      "title": "Successful kinetic impact into an asteroid for planetary defence",
      "authors": "R. Terik Daly, Carolyn M. Ernst, Olivier S. Barnouin, Nancy L. Chabot, Andrew S. Rivkin, Andrew F. Cheng, Elena Y. Adams, Harrison F. Agrusa, Elisabeth D. Abel, Amy L. Alford, Erik I. Asphaug, Justin A. Atchison, Andrew R. Badger, Paul Baki, Ronald-L. Ballouz, Dmitriy L. Bekker, Julie Bellerose, Shyam Bhaskaran, Bonnie J. Buratti, Saverio Cambioni, Michelle H. Chen, Steven R. Chesley, George Chiu, Gareth S. Collins, Matthew W. Cox, Mallory E. DeCoster, Peter S. Ericksen, Raymond C. Espiritu, Alan S. Faber, Tony L. Farnham, Fabio Ferrari, Zachary J. Fletcher, Robert W. Gaskell, Dawn M. Graninger, Musad A. Haque, Patricia A. Harrington-Duff, Sarah Hefter, Isabel Herreros, Masatoshi Hirabayashi, Philip M. Huang, Syau-Yun W. Hsieh, Seth A. Jacobson, Stephen N. Jenkins, Mark A. Jensenius, Jeremy W. John, Martin Jutzi, Tomas Kohout, Timothy O. Krueger, Frank E. Laipert, Norberto R. Lopez, Robert Luther, Alice Lucchetti, Declan M. Mages, Simone Marchi, Anna C. Martin, Maria E. McQuaide, Patrick Michel, Nicholas A. Moskovitz, Ian W. Murphy, Naomi Murdoch, Shantanu P. Naidu, Hari Nair, Michael C. Nolan, Jens Ormö, Maurizio Pajola, Eric E. Palmer, James M. Peachey, Petr Pravec, Sabina D. Raducan, K. T. Ramesh, Joshua R. Ramirez, Edward L. Reynolds, Joshua E. Richman, Colas Q. Robin, Luis M. Rodriguez, Lew M. Roufberg, Brian P. Rush, Carolyn A. Sawyer, Daniel J. Scheeres, Petr Scheirich, Stephen R. Schwartz, Matthew P. Shannon, Brett N. Shapiro, Caitlin E. Shearer, Evan J. Smith, R. Joshua Steele, Jordan K. Steckloff, Angela M. Stickle, Jessica M. Sunshine, Emil A. Superfin, Zahi B. Tarzi, Cristina A. Thomas, Justin R. Thomas, Josep M. Trigo-Rodríguez, B. Teresa Tropf, Andrew T. Vaughan, Dianna Velez, C. Dany Waller, Daniel S. Wilson, Kristin A. Wortman, Yun Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05810-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4390940927",
      "paper_id": "https://openalex.org/W4390940927",
      "title": "Sulfur dioxide in the mid-infrared transmission spectrum of WASP-39b",
      "authors": "Diana Powell, Adina D. Feinstein, Elspeth K. H. Lee, Michael Zhang, Shang-Min Tsai, Jake Taylor, James Kirk, Taylor Bell, Joanna K. Barstow, Peter Gao, Jacob L. Bean, Jasmina Blecic, Katy L. Chubb, Ian J. M. Crossfield, Sean Jordan, Daniel Kitzmann, Sarah E. Moran, Giuseppe Morello, Julianne I. Moses, Luis Welbanks, Jeehyun Yang, Xi Zhang, Eva-Maria Ahrer, Aaron Bello-Arufe, Jonathan Brande, S. L. Casewell, Nicolas Crouzet, Patricio E. Cubillos, Brice-Olivier Demory, Achrène Dyrek, Laura Flagg, Renyu Hu, Julie Inglis, Kathryn D. Jones, Laura Kreidberg, Mercedes López-Morales, Pierre-Olivier Lagage, Erik A. Meier Valdés, Yamila Miguel, Vivien Parmentier, Anjali A. A. Piette, Benjamin V. Rackham, Michael Radica, Seth Redfield, Kevin B. Stevenson, Hannah R. Wakeford, Keshav Aggarwal, Munazza K. Alam, Natalie M. Batalha, Natasha E. Batalha, Björn Benneke, Zach K. Berta-Thompson, Ryan P. Brady, Claudio Caceres, Aarynn L. Carter, Jean-Michel Désert, Joseph Harrington, Nicolas Iro, Michael R. Line, Joshua D. Lothringer, Ryan J. MacDonald, Luigi Mancini, Karan Molaverdikhani, Sagnick Mukherjee, Matthew C. Nixon, Apurva V. Oza, Enric Palle, Zafar Rustamkulov, David K. Sing, Maria E. Steinrueck, Olivia Venot, Peter J. Wheatley, Sergei N. Yurchenko",
      "paper_url": "https://doi.org/10.1038/s41586-024-07040-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4225426824",
      "paper_id": "https://openalex.org/W4225426824",
      "title": "Suppression of black-hole growth by strong outflows at redshifts 5.8–6.6",
      "authors": "M. Bischetti, C. Feruglio, V. D’Odorico, N. Arav, E. Bañados, G. Becker, S. E. I. Bosman, S. Carniani, S. Cristiani, G. Cupani, R. Davies, A. C. Eilers, E. P. Farina, A. Ferrara, R. Maiolino, C. Mazzucchelli, A. Mesinger, R. A. Meyer, M. Onoue, E. Piconcelli, E. Ryan-Weber, J.-T. Schindler, F. Wang, J. Yang, Y. Zhu, F. Fiore",
      "paper_url": "https://doi.org/10.1038/s41586-022-04608-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4376878380",
      "paper_id": "https://openalex.org/W4376878380",
      "title": "Temperature inhomogeneities cause the abundance discrepancy in H ii regions",
      "authors": "J. Eduardo Méndez-Delgado, César Esteban, Jorge García-Rojas, Kathryn Kreckel, Manuel Peimbert",
      "paper_url": "https://doi.org/10.1038/s41586-023-05956-2",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3182533573",
      "paper_id": "https://openalex.org/W3182533573",
      "title": "The 13CO-rich atmosphere of a young accreting super-Jupiter",
      "authors": "Yapeng Zhang, Ignas A. G. Snellen, Alexander J. Bohn, Paul Mollière, Christian Ginski, H. Jens Hoeijmakers, Matthew A. Kenworthy, Eric E. Mamajek, Tiffany Meshkat, Maddalena Reggiani, Frans Snik",
      "paper_url": "https://doi.org/10.1038/s41586-021-03616-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403680943",
      "paper_id": "https://openalex.org/W4403680943",
      "title": "The black hole low-mass X-ray binary V404 Cygni is part of a wide triple",
      "authors": "Kevin B. Burdge, Kareem El-Badry, Erin Kara, Claude Canizares, Deepto Chakrabarty, Anna Frebel, Sarah C. Millholland, Saul Rappaport, Rob Simcoe, Andrew Vanderburg",
      "paper_url": "https://doi.org/10.1038/s41586-024-08120-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407392258",
      "paper_id": "https://openalex.org/W4407392258",
      "title": "The bulk motion of gas in the core of the Centaurus galaxy cluster",
      "authors": "Marc Audard, Hisamitsu Awaki, Ralf Ballhausen, Aya Bamba, Ehud Behar, Rozenn Boissay-Malaquin, Laura Brenneman, Gregory V. Brown, Lia Corrales, Elisa Costantini, Renata Cumbee, Chris Done, Tadayasu Dotani, Ken Ebisawa, Megan E. Eckart, Dominique Eckert, Teruaki Enoto, Satoshi Eguchi, Yuichiro Ezoe, Adam Foster, Ryuichi Fujimoto, Yutaka Fujita, Yasushi Fukazawa, Kotaro Fukushima, Akihiro Furuzawa, Luigi Gallo, Javier A. García, Liyi Gu, Matteo Guainazzi, Kouichi Hagino, Kenji Hamaguchi, Isamu Hatsukade, Katsuhiro Hayashi, Takayuki Hayashi, Natalie Hell, Edmund Hodges-Kluck, Ann Hornschemeier, Yuto Ichinohe, Manabu Ishida, Kumi Ishikawa, Yoshitaka Ishisaki, Jelle Kaastra, Timothy Kallman, Erin Kara, Satoru Katsuda, Yoshiaki Kanemaru, Richard Kelley, Caroline Kilbourne, Shunji Kitamoto, Shogo Kobayashi, Takayoshi Kohmura, Aya Kubota, Maurice Leutenegger, Michael Loewenstein, Yoshitomo Maeda, Maxim Markevitch, Hironori Matsumoto, Kyoko Matsushita, Dan McCammon, Brian McNamara, François Mernier, Eric D. Miller, Jon M. Miller, Ikuyuki Mitsuishi, Misaki Mizumoto, Tsunefumi Mizuno, Koji Mori, Koji Mukai, Hiroshi Murakami, Richard Mushotzky, Hiroshi Nakajima, Kazuhiro Nakazawa, Jan-Uwe Ness, Kumiko Nobukawa, Masayoshi Nobukawa, Hirofumi Noda, Hirokazu Odaka, Shoji Ogawa, Anna Ogorzalek, Takashi Okajima, Naomi Ota, Stephane Paltani, Robert Petre, Paul Plucinsky, Frederick Scott Porter, Katja Pottschmidt, Kosuke Sato, Toshiki Sato, Makoto Sawada, Hiromi Seta, Megumi Shidatsu, Aurora Simionescu, Randall Smith, Hiromasa Suzuki, Andrew Szymkowiak, Hiromitsu Takahashi, Mai Takeo, Toru Tamagawa, Keisuke Tamura, Takaaki Tanaka, Atsushi Tanimoto, Makoto Tashiro, Yukikatsu Terada, Yuichi Terashima, María Díaz Trigo, Yohko Tsuboi, Masahiro Tsujimoto, Hiroshi Tsunemi, Takeshi G. Tsuru, Hiroyuki Uchida, Nagomi Uchida, Yuusuke Uchida, Hideki Uchiyama, Yoshihiro Ueda, Shinichiro Uno, Jacco Vink, Shin Watanabe, Brian J. Williams, Satoshi Yamada, Shinya Yamada, Hiroya Yamaguchi, Kazutaka Yamaoka, Noriko Y. Yamasaki, Makoto Yamauchi, Shigeo Yamauchi, Tahir Yaqoob, Tomokage Yoneyama, Tessei Yoshida, Mihoko Yukita, Irina Zhuravleva, Marie Kondo, Norbert Werner, Tomáš Plšek, Ming Sun, Kokoro Hosogi, Anwesh Majumder",
      "paper_url": "https://doi.org/10.1038/s41586-024-08561-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4393234890",
      "paper_id": "https://openalex.org/W4393234890",
      "title": "The complex circumstellar environment of supernova 2023ixf",
      "authors": "E. A. Zimmerman, I. Irani, P. Chen, A. Gal-Yam, S. Schulze, D. A. Perley, J. Sollerman, A. V. Filippenko, T. Shenar, O. Yaron, S. Shahaf, R. J. Bruch, E. O. Ofek, A. De Cia, T. G. Brink, Y. Yang, S. S. Vasylyev, S. Ben Ami, M. Aubert, A. Badash, J. S. Bloom, P. J. Brown, K. De, G. Dimitriadis, C. Fransson, C. Fremling, K. Hinds, A. Horesh, J. P. Johansson, M. M. Kasliwal, S. R. Kulkarni, D. Kushnir, C. Martin, M. Matuzewski, R. C. McGurk, A. A. Miller, J. Morag, J. D. Neil, P. E. Nugent, R. S. Post, N. Z. Prusinski, Y. Qin, A. Raichoor, R. Riddle, M. Rowe, B. Rusholme, I. Sfaradi, K. M. Sjoberg, M. Soumagnac, R. D. Stein, N. L. Strotjohann, J. H. Terwel, T. Wasserman, J. Wise, A. Wold, L. Yan, K. Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07116-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403451862",
      "paper_id": "https://openalex.org/W4403451862",
      "title": "The cool brown dwarf Gliese 229 B is a close binary",
      "authors": "Jerry W. Xuan, A. Mérand, W. Thompson, Y. Zhang, S. Lacour, D. Blakely, D. Mawet, R. Oppenheimer, J. Kammerer, K. Batygin, A. Sanghi, J. Wang, J.-B. Ruffio, M. C. Liu, H. Knutson, W. Brandner, A. Burgasser, E. Rickman, R. Bowens-Rubin, M. Salama, W. Balmer, S. Blunt, G. Bourdarot, P. Caselli, G. Chauvin, R. Davies, A. Drescher, A. Eckart, F. Eisenhauer, M. Fabricius, H. Feuchtgruber, G. Finger, N. M. Förster Schreiber, P. Garcia, R. Genzel, S. Gillessen, S. Grant, M. Hartl, F. Haußmann, T. Henning, S. Hinkley, S. F. Hönig, M. Horrobin, M. Houllé, M. Janson, P. Kervella, Q. Kral, L. Kreidberg, J.-B. Le Bouquin, D. Lutz, F. Mang, G.-D. Marleau, F. Millour, N. More, M. Nowak, T. Ott, G. Otten, T. Paumard, S. Rabien, C. Rau, D. C. Ribeiro, M. Sadun Bordoni, J. Sauter, J. Shangguan, T. T. Shimizu, C. Sykes, A. Soulain, S. Spezzano, C. Straubmeier, T. Stolker, E. Sturm, M. Subroweit, L. J. Tacconi, E. F. van Dishoeck, A. Vigan, F. Widmann, E. Wieprecht, T. O. Winterhalder, J. Woillez",
      "paper_url": "https://doi.org/10.1038/s41586-024-08064-x",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3200042971",
      "paper_id": "https://openalex.org/W3200042971",
      "title": "The diffuse γ-ray background is dominated by star-forming galaxies",
      "authors": "Matt A. Roth, Mark R. Krumholz, Roland M. Crocker, Silvia Celli",
      "paper_url": "https://doi.org/10.1038/s41586-021-03802-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392242761",
      "paper_id": "https://openalex.org/W4392242761",
      "title": "The Dimorphos ejecta plume properties revealed by LICIACube",
      "authors": "E. Dotto, J. D. P. Deshapriya, I. Gai, P. H. Hasselmann, E. Mazzotta Epifani, G. Poggiali, A. Rossi, G. Zanotti, A. Zinzi, I. Bertini, J. R. Brucato, M. Dall’Ora, V. Della Corte, S. L. Ivanovski, A. Lucchetti, M. Pajola, M. Amoroso, O. Barnouin, A. Campo Bagatin, A. Capannolo, S. Caporali, M. Ceresoli, N. L. Chabot, A. F. Cheng, G. Cremonese, E. G. Fahnestock, T. L. Farnham, F. Ferrari, L. Gomez Casajus, E. Gramigna, M. Hirabayashi, S. Ieva, G. Impresario, M. Jutzi, R. Lasagni Manghi, M. Lavagna, J.-Y. Li, M. Lombardo, D. Modenini, P. Palumbo, D. Perna, S. Pirrotta, S. D. Raducan, D. C. Richardson, A. S. Rivkin, A. M. Stickle, J. M. Sunshine, P. Tortora, F. Tusberti, M. Zannoni",
      "paper_url": "https://doi.org/10.1038/s41586-023-06998-2",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387266811",
      "paper_id": "https://openalex.org/W4387266811",
      "title": "The high optical brightness of the BlueWalker 3 satellite",
      "authors": "Sangeetha Nandakumar, Siegfried Eggl, Jeremy Tregloan-Reed, Christian Adam, Jasmine Anderson-Baldwin, Michele T. Bannister, Adam Battle, Zouhair Benkhaldoun, Tanner Campbell, J. P. Colque, Guillermo Damke, Ilse Plauchu Frayn, Mourad Ghachoui, Pedro F. Guillen, Aziz Ettahar Kaeouach, Harrison R. Krantz, Marco Langbroek, Nicholas Rattenbury, Vishnu Reddy, Ryan Ridden-Harper, Brad Young, Eduardo Unda-Sanzana, Alan M. Watson, Constance E. Walker, John C. Barentine, Piero Benvenuti, Federico Di Vruno, Mike W. Peel, Meredith L. Rawls, Cees Bassa, Catalina Flores-Quintana, Pablo García, Sam Kim, Penélope Longa-Peña, Edgar Ortiz, Ángel Otarola, María Romero-Colmenares, Pedro Sanhueza, Giorgio Siringo, Mario Soto",
      "paper_url": "https://doi.org/10.1038/s41586-023-06672-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403450945",
      "paper_id": "https://openalex.org/W4403450945",
      "title": "The Massalia asteroid family as the origin of ordinary L chondrites",
      "authors": "M. Marsset, P. Vernazza, M. Brož, C. A. Thomas, F. E. DeMeo, B. Burt, R. P. Binzel, V. Reddy, A. McGraw, C. Avdellidou, B. Carry, S. Slivan, D. Polishook",
      "paper_url": "https://doi.org/10.1038/s41586-024-08007-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4376878553",
      "paper_id": "https://openalex.org/W4376878553",
      "title": "The nature of an ultra-faint galaxy in the cosmic dark ages seen with JWST",
      "authors": "Guido Roberts-Borsani, Tommaso Treu, Wenlei Chen, Takahiro Morishita, Eros Vanzella, Adi Zitrin, Pietro Bergamini, Marco Castellano, Adriano Fontana, Karl Glazebrook, Claudio Grillo, Patrick L. Kelly, Emiliano Merlin, Themiya Nanayakkara, Diego Paris, Piero Rosati, Lilan Yang, Ana Acebron, Andrea Bonchi, Kit Boyett, Maruša Bradač, Gabriel Brammer, Tom Broadhurst, Antonello Calabró, Jose M. Diego, Alan Dressler, Lukas J. Furtak, Alexei V. Filippenko, Alaina Henry, Anton M. Koekemoer, Nicha Leethochawalit, Matthew A. Malkan, Charlotte Mason, Amata Mercurio, Benjamin Metha, Laura Pentericci, Justin Pierel, Steven Rieck, Namrata Roy, Paola Santini, Victoria Strait, Robert Strausbaugh, Michele Trenti, Benedetta Vulcani, Lifan Wang, Xin Wang, Rogier A. Windhorst",
      "paper_url": "https://doi.org/10.1038/s41586-023-05994-w",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3185856315",
      "paper_id": "https://openalex.org/W3185856315",
      "title": "The nightside cloud-top circulation of the atmosphere of Venus",
      "authors": "Kiichi Fukuya, Takeshi Imamura, Makoto Taguchi, Tetsuya Fukuhara, Toru Kouyama, Takeshi Horinouchi, Javier Peralta, Masahiko Futaguchi, Takeru Yamada, Takao M. Sato, Atsushi Yamazaki, Shin-ya Murakami, Takehiko Satoh, Masahiro Takagi, Masato Nakamura",
      "paper_url": "https://doi.org/10.1038/s41586-021-03636-7",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391962803",
      "paper_id": "https://openalex.org/W4391962803",
      "title": "The Radcliffe Wave is oscillating",
      "authors": "Ralf Konietzka, Alyssa A. Goodman, Catherine Zucker, Andreas Burkert, João Alves, Michael Foley, Cameren Swiggum, Maria Koller, Núria Miret-Roig",
      "paper_url": "https://doi.org/10.1038/s41586-024-07127-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4398201097",
      "paper_id": "https://openalex.org/W4398201097",
      "title": "The solar dynamo begins near the surface",
      "authors": "Geoffrey M. Vasil, Daniel Lecoanet, Kyle Augustson, Keaton J. Burns, Jeffrey S. Oishi, Benjamin P. Brown, Nicholas Brummell, Keith Julien",
      "paper_url": "https://doi.org/10.1038/s41586-024-07315-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4360999796",
      "paper_id": "https://openalex.org/W4360999796",
      "title": "Thermal emission from the Earth-sized exoplanet TRAPPIST-1 b using JWST",
      "authors": "Thomas P. Greene, Taylor J. Bell, Elsa Ducrot, Achrène Dyrek, Pierre-Olivier Lagage, Jonathan J. Fortney",
      "paper_url": "https://doi.org/10.1038/s41586-023-05951-7",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4213289678",
      "paper_id": "https://openalex.org/W4213289678",
      "title": "Thermal imaging of dust hiding the black hole in NGC 1068",
      "authors": "Violeta Gámez Rosas, Jacob W. Isbell, Walter Jaffe, Romain G. Petrov, James H. Leftley, Karl-Heinz Hofmann, Florentin Millour, Leonard Burtscher, Klaus Meisenheimer, Anthony Meilland, Laurens B. F. M. Waters, Bruno Lopez, Stéphane Lagarde, Gerd Weigelt, Philippe Berio, Fatme Allouche, Sylvie Robbe-Dubois, Pierre Cruzalèbes, Felix Bettonvil, Thomas Henning, Jean-Charles Augereau, Pierre Antonelli, Udo Beckmann, Roy van Boekel, Philippe Bendjoya, William C. Danchi, Carsten Dominik, Julien Drevon, Jack F. Gallimore, Uwe Graser, Matthias Heininger, Vincent Hocdé, Michiel Hogerheijde, Josef Hron, Caterina M. V. Impellizzeri, Lucia Klarmann, Elena Kokoulina, Lucas Labadie, Michael Lehmitz, Alexis Matter, Claudia Paladini, Eric Pantin, Jörg-Uwe Pott, Dieter Schertl, Anthony Soulain, Philippe Stee, Konrad Tristram, Jozsef Varga, Julien Woillez, Sebastian Wolf, Gideon Yoffe, Gerard Zins",
      "paper_url": "https://doi.org/10.1038/s41586-021-04311-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4393234711",
      "paper_id": "https://openalex.org/W4393234711",
      "title": "Thermonuclear explosions on neutron stars reveal the speed of their jets",
      "authors": "Thomas D. Russell, Nathalie Degenaar, Jakob van den Eijnden, Thomas Maccarone, Alexandra J. Tetarenko, Celia Sánchez-Fernández, James C. A. Miller-Jones, Erik Kuulkers, Melania Del Santo",
      "paper_url": "https://doi.org/10.1038/s41586-024-07133-5",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4284884489",
      "paper_id": "https://openalex.org/W4284884489",
      "title": "Turbulent cold flows gave birth to the first quasars",
      "authors": "M. A. Latif, D. J. Whalen, S. Khochfar, N. P. Herrington, T. E. Woods",
      "paper_url": "https://doi.org/10.1038/s41586-022-04813-y",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403243436",
      "paper_id": "https://openalex.org/W4403243436",
      "title": "Two waves of massive stars running away from the young cluster R136",
      "authors": "Mitchel Stoop, Alex de Koter, Lex Kaper, Sarah Brands, Simon Portegies Zwart, Hugues Sana, Fiorenzo Stoppa, Mark Gieles, Laurent Mahy, Tomer Shenar, Difeng Guo, Gijs Nelemans, Steven Rieder",
      "paper_url": "https://doi.org/10.1038/s41586-024-08013-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403450989",
      "paper_id": "https://openalex.org/W4403450989",
      "title": "Ultra-high-energy gamma-ray bubble around microquasar V4641 Sgr",
      "authors": "R. Alfaro, C. Alvarez, J. C. Arteaga-Velázquez, D. Avila Rojas, H. A. Ayala Solares, R. Babu, E. Belmont-Moreno, K. S. Caballero-Mora, T. Capistrán, A. Carramiñana, S. Casanova, U. Cotti, J. Cotzomi, S. Coutiño de León, E. De la Fuente, D. Depaoli, N. Di Lalla, R. Diaz Hernandez, B. L. Dingus, M. A. DuVernois, M. Durocher, J. C. Díaz-Vélez, K. Engel, C. Espinoza, K. L. Fan, K. Fang, N. Fraija, S. Fraija, J. A. García-González, F. Garfias, A. Gonzalez Muñoz, M. M. González, J. A. Goodman, S. Groetsch, J. P. Harding, I. Herzog, J. Hinton, D. Huang, F. Hueyotl-Zahuantitla, P. Hüntemeyer, A. Iriarte, V. Joshi, S. Kaufmann, D. Kieda, C. de León, J. Lee, H. León Vargas, J. T. Linnemann, A. L. Longinotti, G. Luis-Raya, K. Malone, O. Martinez, J. Martínez-Castro, J. A. Matthews, P. Miranda-Romagnoli, J. A. Morales-Soto, E. Moreno, M. Mostafá, A. Nayerhoda, L. Nellen, M. Newbold, M. U. Nisa, R. Noriega-Papaqui, L. Olivera-Nieto, N. Omodei, M. Osorio, Y. Pérez Araujo, E. G. Pérez-Pérez, C. D. Rho, D. Rosa-González, E. Ruiz-Velasco, H. Salazar, D. Salazar-Gallegos, A. Sandoval, M. Schneider, J. Serna-Franco, A. J. Smith, Y. Son, R. W. Springer, O. Tibolla, K. Tollefson, I. Torres, R. Torres-Escobedo, R. Turner, F. Ureña-Mena, E. Varela, L. Villaseñor, X. Wang, I. J. Watson, E. Willox, S. Yun-Cárcamo, H. Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-024-07995-9",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3163011442",
      "paper_id": "https://openalex.org/W3163011442",
      "title": "Ultrahigh-energy photons up to 1.4 petaelectronvolts from 12 γ-ray Galactic sources",
      "authors": "Zhen Cao, F. A. Aharonian, Q. An, Axikegu, L. X. Bai, Y. X. Bai, Y. W. Bao, D. Bastieri, X. J. Bi, Y. J. Bi, H. Cai, J. T. Cai, Zhe Cao, J. Chang, J. F. Chang, X. C. Chang, B. M. Chen, J. Chen, L. Chen, Liang Chen, Long Chen, M. J. Chen, M. L. Chen, Q. H. Chen, S. H. Chen, S. Z. Chen, T. L. Chen, X. L. Chen, Y. Chen, N. Cheng, Y. D. Cheng, S. W. Cui, X. H. Cui, Y. D. Cui, B. Z. Dai, H. L. Dai, Z. G. Dai, Danzengluobu, D. della Volpe, B. D′Ettorre Piazzoli, X. J. Dong, J. H. Fan, Y. Z. Fan, Z. X. Fan, J. Fang, K. Fang, C. F. Feng, L. Feng, S. H. Feng, Y. L. Feng, B. Gao, C. D. Gao, Q. Gao, W. Gao, M. M. Ge, L. S. Geng, G. H. Gong, Q. B. Gou, M. H. Gu, J. G. Guo, X. L. Guo, Y. Q. Guo, Y. Y. Guo, Y. A. Han, H. H. He, H. N. He, J. C. He, S. L. He, X. B. He, Y. He, M. Heller, Y. K. Hor, C. Hou, X. Hou, H. B. Hu, S. Hu, S. C. Hu, X. J. Hu, D. H. Huang, Q. L. Huang, W. H. Huang, X. T. Huang, Z. C. Huang, F. Ji, X. L. Ji, H. Y. Jia, K. Jiang, Z. J. Jiang, C. Jin, D. Kuleshov, K. Levochkin, B. B. Li, Cong Li, Cheng Li, F. Li, H. B. Li, H. C. Li, H. Y. Li, J. Li, K. Li, W. L. Li, X. Li, Xin Li, X. R. Li, Y. Li, Y. Z. Li, Zhe Li, Zhuo Li, E. W. Liang, Y. F. Liang, S. J. Lin, B. Liu, C. Liu, D. Liu, H. Liu, H. D. Liu, J. Liu, J. L. Liu, J. S. Liu, J. Y. Liu, M. Y. Liu, R. Y. Liu, S. M. Liu, W. Liu, Y. N. Liu, Z. X. Liu, W. J. Long, R. Lu, H. K. Lv, B. Q. Ma, L. L. Ma, X. H. Ma, J. R. Mao, A. Masood, W. Mitthumsiri, T. Montaruli, Y. C. Nan, B. Y. Pang, P. Pattarakijwanich, Z. Y. Pei, M. Y. Qi, D. Ruffolo, V. Rulev, A. Sáiz, L. Shao, O. Shchegolev, X. D. Sheng, J. R. Shi, H. C. Song, Yu. V. Stenkin, V. Stepanov, Q. N. Sun, X. N. Sun, Z. B. Sun, P. H. T. Tam, Z. B. Tang, W. W. Tian, B. D. Wang, C. Wang, H. Wang, H. G. Wang, J. C. Wang, J. S. Wang, L. P. Wang, L. Y. Wang, R. N. Wang, W. Wang, W. Wang, X. G. Wang, X. J. Wang, X. Y. Wang, Y. D. Wang, Y. J. Wang, Y. P. Wang, Zheng Wang, Zhen Wang, Z. H. Wang, Z. X. Wang, D. M. Wei, J. J. Wei, Y. J. Wei, T. Wen, C. Y. Wu, H. R. Wu, S. Wu, W. X. Wu, X. F. Wu, S. Q. Xi, J. Xia, J. J. Xia, G. M. Xiang, G. Xiao, H. B. Xiao, G. G. Xin, Y. L. Xin, Y. Xing, D. L. Xu, R. X. Xu, L. Xue, D. H. Yan, C. W. Yang, F. F. Yang, J. Y. Yang, L. L. Yang, M. J. Yang, R. Z. Yang, S. B. Yang, Y. H. Yao, Z. G. Yao, Y. M. Ye, L. Q. Yin, N. Yin, X. H. You, Z. Y. You, Y. H. Yu, Q. Yuan, H. D. Zeng, T. X. Zeng, W. Zeng, Z. K. Zeng, M. Zha, X. X. Zhai, B. B. Zhang, H. M. Zhang, H. Y. Zhang, J. L. Zhang, J. W. Zhang, L. Zhang, Li Zhang, L. X. Zhang, P. F. Zhang, P. P. Zhang, R. Zhang, S. R. Zhang, S. S. Zhang, X. Zhang, X. P. Zhang, Yong Zhang, Yi Zhang, Y. F. Zhang, Y. L. Zhang, B. Zhao, J. Zhao, L. Zhao, L. Z. Zhao, S. P. Zhao, F. Zheng, Y. Zheng, B. Zhou, H. Zhou, J. N. Zhou, P. Zhou, R. Zhou, X. X. Zhou, C. G. Zhu, F. R. Zhu, H. Zhu, K. J. Zhu, X. Zuo",
      "paper_url": "https://doi.org/10.1038/s41586-021-03498-z",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410551274",
      "paper_id": "https://openalex.org/W4410551274",
      "title": "Unexpected clustering pattern in dwarf galaxies challenges formation models",
      "authors": "Ziwen Zhang, Yangyao Chen, Yu Rong, Huiyuan Wang, Houjun Mo, Xiong Luo, Hao Li",
      "paper_url": "https://doi.org/10.1038/s41586-025-08965-5",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4380550418",
      "paper_id": "https://openalex.org/W4380550418",
      "title": "Vanadium oxide and a sharp onset of cold-trapping on a giant exoplanet",
      "authors": "Stefan Pelletier, Björn Benneke, Mohamad Ali-Dib, Bibiana Prinoth, David Kasper, Andreas Seifahrt, Jacob L. Bean, Florian Debras, Baptiste Klein, Luc Bazinet, H. Jens Hoeijmakers, Aurora Y. Kesseli, Olivia Lim, Andres Carmona, Lorenzo Pino, Núria Casasayas-Barris, Thea Hood, Julian Stürmer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06134-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4312193040",
      "paper_id": "https://openalex.org/W4312193040",
      "title": "Vela pulsar wind nebula X-rays are polarized to near the synchrotron limit",
      "authors": "Fei Xie, Alessandro Di Marco, Fabio La Monaca, Kuan Liu, Fabio Muleri, Niccolò Bucciantini, Roger W. Romani, Enrico Costa, John Rankin, Paolo Soffitta, Matteo Bachetti, Niccolò Di Lalla, Sergio Fabiani, Riccardo Ferrazzoli, Shuichi Gunji, Luca Latronico, Michela Negro, Nicola Omodei, Maura Pilia, Alessio Trois, Eri Watanabe, Iván Agudo, Lucio A. Antonelli, Luca Baldini, Wayne H. Baumgartner, Ronaldo Bellazzini, Stefano Bianchi, Stephen D. Bongiorno, Raffaella Bonino, Alessandro Brez, Fiamma Capitanio, Simone Castellano, Elisabetta Cavazzuti, Stefano Ciprini, Alessandra De Rosa, Ettore Del Monte, Laura Di Gesu, Immacolata Donnarumma, Victor Doroshenko, Michal Dovčiak, Steven R. Ehlert, Teruaki Enoto, Yuri Evangelista, Javier A. Garcia, Kiyoshi Hayashida, Jeremy Heyl, Wataru Iwakiri, Svetlana G. Jorstad, Vladimir Karas, Takao Kitaguchi, Jeffery J. Kolodziejczak, Henric Krawczynski, Ioannis Liodakis, Simone Maldera, Alberto Manfreda, Frédéric Marin, Andrea Marinucci, Alan P. Marscher, Herman L. Marshall, Francesco Massaro, Giorgio Matt, Ikuyuki Mitsuishi, Tsunefumi Mizuno, C.-Y. Ng, Stephen L. O’Dell, Chiara Oppedisano, Alessandro Papitto, George G. Pavlov, Abel L. Peirson, Matteo Perri, Melissa Pesce-Rollins, Pierre-Olivier Petrucci, Andrea Possenti, Juri Poutanen, Simonetta Puccetti, Brian D. Ramsey, Ajay Ratheesh, Carmelo Sgró, Patrick Slane, Gloria Spandre, Toru Tamagawa, Fabrizio Tavecchio, Roberto Taverna, Yuzuru Tawara, Allyn F. Tennant, Nicolas E. Thomas, Francesco Tombesi, Sergey S. Tsygankov, Roberto Turolla, Jacco Vink, Martin C. Weisskopf, Kinwah Wu, Silvia Zane",
      "paper_url": "https://doi.org/10.1038/s41586-022-05476-5",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407697717",
      "paper_id": "https://openalex.org/W4407697717",
      "title": "Vertical structure of an exoplanet’s atmospheric jet stream",
      "authors": "Julia V. Seidel, Bibiana Prinoth, Lorenzo Pino, Leonardo A. dos Santos, Hritam Chakraborty, Vivien Parmentier, Elyar Sedaghati, Joost P. Wardenier, Casper Farret Jentink, Maria Rosa Zapatero Osorio, Romain Allart, David Ehrenreich, Monika Lendl, Giulia Roccetti, Yuri Damasceno, Vincent Bourrier, Jorge Lillo-Box, H. Jens Hoeijmakers, Enric Pallé, Nuno Santos, Alejandro Suárez Mascareño, Sergio G. Sousa, Hugo M. Tabernero, Francesco A. Pepe",
      "paper_url": "https://doi.org/10.1038/s41586-025-08664-1",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W4200580400",
      "paper_id": "https://openalex.org/W4200580400",
      "title": "Very-high-frequency oscillations in the main peak of a magnetar giant flare",
      "authors": "A. J. Castro-Tirado, N. Østgaard, E. Göǧüş, C. Sánchez-Gil, J. Pascual-Granado, V. Reglero, A. Mezentsev, M. Gabler, M. Marisaldi, T. Neubert, C. Budtz-Jørgensen, A. Lindanger, D. Sarria, I. Kuvvetli, P. Cerdá-Durán, J. Navarro-González, J. A. Font, B.-B. Zhang, N. Lund, C. A. Oxborrow, S. Brandt, M. D. Caballero-García, I. M. Carrasco-García, A. Castellón, M. A. Castro Tirado, F. Christiansen, C. J. Eyles, E. Fernández-García, G. Genov, S. Guziy, Y.-D. Hu, A. Nicuesa Guelbenzu, S. B. Pandey, Z.-K. Peng, C. Pérez del Pulgar, A. J. Reina Terol, E. Rodríguez, R. Sánchez-Ramírez, T. Sun, K. Ullaland, S. Yang",
      "paper_url": "https://doi.org/10.1038/s41586-021-04101-1",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410361377",
      "paper_id": "https://openalex.org/W4410361377",
      "title": "Water ice in the debris disk around HD 181327",
      "authors": "Chen Xie, Christine H. Chen, Carey M. Lisse, Dean C. Hines, Tracy Beck, Sarah K. Betti, Noemí Pinilla-Alonso, Carl Ingebretsen, Kadin Worthen, András Gáspár, Schuyler G. Wolff, Bryce T. Bolin, Laurent Pueyo, Marshall D. Perrin, John A. Stansberry, Jarron M. Leisenring",
      "paper_url": "https://doi.org/10.1038/s41586-025-08920-4",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4385224048",
      "paper_id": "https://openalex.org/W4385224048",
      "title": "Water in the terrestrial planet-forming zone of the PDS 70 disk",
      "authors": "G. Perotti, V. Christiaens, Th. Henning, B. Tabone, L. B. F. M. Waters, I. Kamp, G. Olofsson, S. L. Grant, D. Gasman, J. Bouwman, M. Samland, R. Franceschi, E. F. van Dishoeck, K. Schwarz, M. Güdel, P.-O. Lagage, T. P. Ray, B. Vandenbussche, A. Abergel, O. Absil, A. M. Arabhavi, I. Argyriou, D. Barrado, A. Boccaletti, A. Caratti o Garatti, V. Geers, A. M. Glauser, K. Justannont, F. Lahuis, M. Mueller, C. Nehmé, E. Pantin, S. Scheithauer, C. Waelkens, R. Guadarrama, H. Jang, J. Kanwar, M. Morales-Calderón, N. Pawellek, D. Rodgers-Lee, J. Schreiber, L. Colina, T. R. Greve, G. Östlin, G. Wright",
      "paper_url": "https://doi.org/10.1038/s41586-023-06317-9",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408865863",
      "paper_id": "https://openalex.org/W4408865863",
      "title": "Witnessing the onset of reionization through Lyman-α emission at redshift 13",
      "authors": "Joris Witstok, Peter Jakobsen, Roberto Maiolino, Jakob M. Helton, Benjamin D. Johnson, Brant E. Robertson, Sandro Tacchella, Alex J. Cameron, Renske Smit, Andrew J. Bunker, Aayush Saxena, Fengwu Sun, Stacey Alberts, Santiago Arribas, William M. Baker, Rachana Bhatawdekar, Kristan Boyett, Phillip A. Cargile, Stefano Carniani, Stéphane Charlot, Jacopo Chevallard, Mirko Curti, Emma Curtis-Lake, Francesco D’Eugenio, Daniel J. Eisenstein, Kevin N. Hainline, Gareth C. Jones, Nimisha Kumari, Michael V. Maseda, Pablo G. Pérez-González, Pierluigi Rinaldi, Jan Scholtz, Hannah Übler, Christina C. Williams, Christopher N. A. Willmer, Chris Willott, Yongda Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08779-5",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4280495797",
      "paper_id": "https://openalex.org/W4280495797",
      "title": "X-ray detection of a nova in the fireball phase",
      "authors": "Ole König, Jörn Wilms, Riccardo Arcodia, Thomas Dauser, Konrad Dennerl, Victor Doroshenko, Frank Haberl, Steven Hämmerich, Christian Kirsch, Ingo Kreykenbohm, Maximilian Lorenz, Adam Malyali, Andrea Merloni, Arne Rau, Thomas Rauch, Gloria Sala, Axel Schwope, Valery Suleimanov, Philipp Weber, Klaus Werner",
      "paper_url": "https://doi.org/10.1038/s41586-022-04635-y",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4381481357",
      "paper_id": "https://openalex.org/W4381481357",
      "title": "X-ray polarization evidence for a 200-year-old flare of Sgr A*",
      "authors": "Frédéric Marin, Eugene Churazov, Ildar Khabibullin, Riccardo Ferrazzoli, Laura Di Gesu, Thibault Barnouin, Alessandro Di Marco, Riccardo Middei, Alexey Vikhlinin, Enrico Costa, Paolo Soffitta, Fabio Muleri, Rashid Sunyaev, William Forman, Ralph Kraft, Stefano Bianchi, Immacolata Donnarumma, Pierre-Olivier Petrucci, Teruaki Enoto, Iván Agudo, Lucio A. Antonelli, Matteo Bachetti, Luca Baldini, Wayne H. Baumgartner, Ronaldo Bellazzini, Stephen D. Bongiorno, Raffaella Bonino, Alessandro Brez, Niccolò Bucciantini, Fiamma Capitanio, Simone Castellano, Elisabetta Cavazzuti, Chien-Ting Chen, Stefano Ciprini, Alessandra De Rosa, Ettore Del Monte, Niccolò Di Lalla, Victor Doroshenko, Michal Dovčiak, Steven R. Ehlert, Yuri Evangelista, Sergio Fabiani, Javier A. Garcia, Shuichi Gunji, Kiyoshi Hayashida, Jeremy Heyl, Adam Ingram, Wataru Iwakiri, Svetlana G. Jorstad, Philip Kaaret, Vladimir Karas, Takao Kitaguchi, Jeffery J. Kolodziejczak, Henric Krawczynski, Fabio La Monaca, Luca Latronico, Ioannis Liodakis, Simone Maldera, Alberto Manfreda, Andrea Marinucci, Alan P. Marscher, Herman L. Marshall, Francesco Massaro, Giorgio Matt, Ikuyuki Mitsuishi, Tsunefumi Mizuno, Michela Negro, C.-Y. Ng, Stephen L. O’Dell, Nicola Omodei, Chiara Oppedisano, Alessandro Papitto, George G. Pavlov, Abel L. Peirson, Matteo Perri, Melissa Pesce-Rollins, Maura Pilia, Andrea Possenti, Juri Poutanen, Simonetta Puccetti, Brian D. Ramsey, John Rankin, Ajay Ratheesh, Oliver J. Roberts, Roger W. Romani, Carmelo Sgrò, Patrick Slane, Gloria Spandre, Doug Swartz, Toru Tamagawa, Fabrizio Tavecchio, Roberto Taverna, Yuzuru Tawara, Allyn F. Tennant, Nicholas E. Thomas, Francesco Tombesi, Alessio Trois, Sergey S. Tsygankov, Roberto Turolla, Jacco Vink, Martin C. Weisskopf, Kinwah Wu, Fei Xie, Silvia Zane",
      "paper_url": "https://doi.org/10.1038/s41586-023-06064-x",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3159182318",
      "paper_id": "https://openalex.org/W3159182318",
      "title": "X-ray quasi-periodic eruptions from two previously quiescent galaxies",
      "authors": "R. Arcodia, A. Merloni, K. Nandra, J. Buchner, M. Salvato, D. Pasham, R. Remillard, J. Comparat, G. Lamer, G. Ponti, A. Malyali, J. Wolf, Z. Arzoumanian, D. Bogensberger, D. A. H. Buckley, K. Gendreau, M. Gromadzki, E. Kara, M. Krumpe, C. Markwardt, M. E. Ramos-Ceja, A. Rau, M. Schramm, A. Schwope",
      "paper_url": "https://doi.org/10.1038/s41586-021-03394-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403450965",
      "paper_id": "https://openalex.org/W4403450965",
      "title": "Young asteroid families as the primary source of meteorites",
      "authors": "M. Brož, P. Vernazza, M. Marsset, F. E. DeMeo, R. P. Binzel, D. Vokrouhlický, D. Nesvorný",
      "paper_url": "https://doi.org/10.1038/s41586-024-08006-7",
      "venue": "nature24"
    }
  ]
}