{
  "cluster_id": 158,
  "papers": [
    {
      "id": "nature25_https://openalex.org/W4407956796",
      "paper_id": "https://openalex.org/W4407956796",
      "title": "A compendium of human gene functions derived from evolutionary modelling",
      "authors": "Marc Feuermann, Huaiyu Mi, Pascale Gaudet, Anushya Muruganujan, Suzanna E. Lewis, Dustin Ebert, Tremayne Mushayahama, Suzanne A. Aleksander, James Balhoff, Seth Carbon, J. Michael Cherry, Harold J. Drabkin, Nomi L. Harris, David P. Hill, Raymond Lee, Colin Logie, Sierra Moxon, Christopher J. Mungall, Paul W. Sternberg, Kimberly Van Auken, Jolene Ramsey, Deborah A. Siegele, Rex L. Chisholm, Petra Fey, Michelle Giglio, Suvarna Nadendla, Giulia Antonazzo, Helen Attrill, Nicholas H. Brown, Phani V. Garapati, Steven Marygold, Saadullah H. Ahmed, Praoparn Asanitthong, Diana Luna Buitrago, Meltem N. Erdol, Matthew C. Gage, Siyao Huang, Mohamed Ali Kadhum, Kan Yan Chloe Li, Miao Long, Aleksandra Michalak, Angeline Pesala, Armalya Pritazahra, Shirin C. C. Saverimuttu, Renzhi Su, Qianhan Xu, Ruth C. Lovering, Judith Blake, Karen Christie, Lori Corbani, Mary E. Dolan, Li Ni, Dmitry Sitnikov, Cynthia Smith, Manuel Lera-Ramirez, Kim Rutherford, Valerie Wood, Peter D’Eustachio, Wendy M. Demos, Jeffrey L. De Pons, Melinda R. Dwinell, G. Thomas Hayman, Mary L. Kaldunski, Anne E. Kwitek, Stanley J. F. Laulederkind, Jennifer R. Smith, Marek A. Tutaj, Mahima Vedi, Shur-Jen Wang, Stacia R. Engel, Kalpana Karra, Stuart R. Miyasato, Robert S. Nash, Marek S. Skrzypek, Shuai Weng, Edith D. Wong, Tilmann Achsel, Maria Andres-Alonso, Claudia Bagni, Àlex Bayés, Thomas Biederer, Nils Brose, John Jia En Chua, Marcelo P. Coba, L. Niels Cornelisse, Jaime de Juan-Sanz, Hana L. Goldschmidt, Eckart D. Gundelfinger, Richard L. Huganir, Cordelia Imig, Reinhard Jahn, Hwajin Jung, Pascal S. Kaeser, Eunjoon Kim, Frank Koopmans, Michael R. Kreutz, Noa Lipstein, Harold D. MacGillavry, Peter S. McPherson, Vincent O’Connor, Rainer Pielot, Timothy A. Ryan, Carlo Sala, Morgan Sheng, Karl-Heinz Smalla, A. B. Smit, Ruud F. Toonen, Jan R. T. van Weering, Matthijs Verhage, Chiara Verpelli, Erika Bakker, Tanya Z. Berardini, Leonore Reiser, Andrea Auchincloss, Kristian Axelsen, Ghislaine Argoud-Puy, Marie-Claude Blatter, Emmanuel Boutet, Lionel Breuza, Alan Bridge, Cristina Casals-Casas, Elisabeth Coudert, Anne Estreicher, Maria Livia Famiglietti, Arnaud Gos, Nadine Gruaz-Gumowski, Chantal Hulo, Nevila Hyka-Nouspikel, Florence Jungo, Philippe Le Mercier, Damien Lieberherr, Patrick Masson, Anne Morgat, Ivo Pedruzzi, Lucille Pourcel, Sylvain Poux, Catherine Rivoire, Shyamala Sundaram, Emily Bowler-Barnett, Hema Bye-A-Jee, Paul Denny, Alexandr Ignatchenko, Rizwan Ishtiaq, Antonia Lock, Yvonne Lussi, Michele Magrane, Maria J. Martin, Sandra Orchard, Pedro Raposo, Elena Speretta, Nidhi Tyagi, Kate Warner, Rossana Zaru, Juancarlos Chan, Stavros Diamantakis, Daniela Raciti, Malcolm Fisher, Christina James-Zorn, Virgilio Ponferrada, Aaron Zorn, Sridhar Ramachandran, Leyla Ruzicka, Monte Westerfield, Paul D. Thomas",
      "paper_url": "https://doi.org/10.1038/s41586-025-08592-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4398143407",
      "paper_id": "https://openalex.org/W4398143407",
      "title": "A deep catalogue of protein-coding variation in 983,578 individuals",
      "authors": "Kathie Y. Sun, Xiaodong Bai, Siying Chen, Suying Bao, Chuanyi Zhang, Manav Kapoor, Joshua Backman, Tyler Joseph, Evan Maxwell, George Mitra, Alexander Gorovits, Adam Mansfield, Boris Boutkov, Sujit Gokhale, Lukas Habegger, Anthony Marcketta, Adam E. Locke, Liron Ganel, Alicia Hawes, Michael D. Kessler, Deepika Sharma, Jeffrey Staples, Jonas Bovijn, Sahar Gelfman, Alessandro Di Gioia, Veera M. Rajagopal, Alexander Lopez, Jennifer Rico Varela, Jesús Alegre-Díaz, Jaime Berumen, Roberto Tapia-Conyer, Pablo Kuri-Morales, Jason Torres, Jonathan Emberson, Rory Collins, Gonçalo Abecasis, Giovanni Coppola, Andrew Deubler, Aris Economides, Adolfo Ferrando, Luca A. Lotta, Alan Shuldiner, Katherine Siminovitch, Christina Beechert, Erin D. Brian, Laura M. Cremona, Hang Du, Caitlin Forsythe, Zhenhua Gu, Kristy Guevara, Michael Lattari, Kia Manoochehri, Prathyusha Challa, Manasi Pradhan, Raymond Reynoso, Ricardo Schiavo, Maria Sotiropoulos Padilla, Chenggu Wang, Sarah E. Wolf, Amelia Averitt, Nilanjana Banerjee, Dadong Li, Sameer Malhotra, Justin Mower, Mudasar Sarwar, Jeffrey C. Staples, Sean Yu, Aaron Zhang, Andrew Bunyea, Krishna Pawan Punuru, Sanjay Sreeram, Gisu Eom, Benjamin Sultan, Rouel Lanche, Vrushali Mahajan, Eliot Austin, Sean O’Keeffe, Razvan Panea, Tommy Polanco, Ayesha Rasool, Lance Zhang, Evan Edelstein, Ju Guan, Olga Krasheninina, Samantha Zarate, Adam J. Mansfield, Evan K. Maxwell, Kathie Sun, Manuel Allen Revez Ferreira, Kathy Burch, Adrian Campos, Lei Chen, Sam Choi, Amy Damask, Sheila Gaynor, Benjamin Geraghty, Arkopravo Ghosh, Salvador Romero Martinez, Christopher Gillies, Lauren Gurski, Joseph Herman, Eric Jorgenson, Michael Kessler, Jack Kosmicki, Nan Lin, Adam Locke, Priyanka Nakka, Karl Landheer, Olivier Delaneau, Maya Ghoussaini, Joelle Mbatchou, Arden Moscati, Aditeya Pandey, Anita Pandit, Charles Paulding, Jonathan Ross, Carlo Sidore, Eli Stahl, Maria Suciu, Peter VandeHaar, Sailaja Vedantam, Scott Vrieze, Jingning Zhang, Rujin Wang, Kuan-Han Wu, Bin Ye, Blair Zhang, Andrey Ziyatdinov, Yuxin Zou, Kyoko Watanabe, Mira Tang, Brian Hobbs, Jon Silver, William Palmer, Rita Guerreiro, Amit Joshi, Antoine Baldassari, Cristen Willer, Sarah Graham, Ernst Mayerhofer, Mary Haas, Niek Verweij, George Hindy, Tanima De, Parsa Akbari, Luanluan Sun, Olukayode Sosina, Arthur Gilly, Peter Dornbos, Juan Rodriguez-Flores, Moeen Riaz, Gannie Tzoneva, Momodou W. Jallow, Anna Alkelai, Ariane Ayer, Veera Rajagopal, Vijay Kumar, Jacqueline Otto, Neelroop Parikshak, Aysegul Guvenek, Jose Bras, Silvia Alvarez, Jessie Brown, Jing He, Hossein Khiabanian, Joana Revez, Kimberly Skead, Valentina Zavala, Lyndon J. Mitnaul, Marcus B. Jones, Esteban Chen, Michelle G. LeBlanc, Jason Mighty, Nirupama Nishtala, Nadia Rana, Jennifer Rico-Varela, Jaimee Hernandez, Alison Fenney, Randi Schwartz, Jody Hankins, Samuel Hart, Ann Perez-Beals, Gina Solari, Johannie Rivera-Picart, Michelle Pagan, Sunilbe Siceron, David Gwynne, Jerome I. Rotter, Robert Weinreb, Jonathan L. Haines, Margaret A. Pericak-Vance, Dwight Stambolian, Nir Barzilai, Yousin Suh, Zhengdong Zhang, Elliot Hong, Braxton Mitchell, Nicholas B. Blackburn, Simon Broadley, Marzena J. Fabis-Pedrini, Vilija G. Jokubaitis, Allan G. Kermode, Trevor J. Kilpatrick, Jeanette Lechner-Scott, Stephen Leslie, Bennet J. McComish, Allan Motyer, Grant P. Parnell, Rodney J. Scott, Bruce V. Taylor, Justin P. Rubio, Danish Saleheen, Ken Kaufman, Leah Kottyan, Lisa Martin, Marc E. Rothenberg, Abdullah Ali, Azra Raza, Jonathan Cohen, Adam Glassman, William E. Kraus, Christopher B. Newgard, Svati H. Shah, Jamie Craig, Alex Hewitt, Naga Chalasani, Tatiana Foroud, Suthat Liangpunsakul, Nancy J. Cox, Eileen Dolan, Omar El-Charif, Lois B. Travis, Heather Wheeler, Eric Gamazon, Lori Sakoda, John Witte, Kostantinos Lazaridis, Adam Buchanan, David J. Carey, Christa L. Martin, Michelle N. Meyer, Kyle Retterer, David Rolston, Nirmala Akula, Emily Besançon, Sevilla D. Detera-Wadleigh, Layla Kassem, Francis J. McMahon, Thomas G. Schulze, Adam Gordon, Maureen Smith, John Varga, Yuki Bradford, Scott Damrauer, Stephanie DerOhannessian, Theodore Drivas, Scott Dudek, Joseph Dunn, Ned Haubein, Renae Judy, Yi-An Ko, Colleen Morse Kripke, Meghan Livingstone, Nawar Naseer, Kyle P. Nerz, Afiya Poindexter, Marjorie Risman, Salma Santos, Giorgio Sirugo, Julia Stephanowski, Teo Tran, Fred Vadivieso, Anurag Verma, Shefali S. Verma, JoEllen Weaver, Colin Wollack, Daniel J. Rader, Marylyn Ritchie, Joan O’Brien, Erwin Bottinger, Judy Cho, S. Louis Bridges, Robert Kimberly, Marlena Fejzo, Richard A. Spritz, James T. Elder, Rajan P. Nair, Philip Stuart, Lam C. Tsoi, Robert Dent, Ruth McPherson, Brendan Keating, Erin E. Kershaw, Georgios Papachristou, David C. Whitcomb, Shervin Assassi, Maureen D. Mayes, Eric D. Austin, Michael Cantor, Timothy Thornton, Hyun Min Kang, John D. Overton, Alan R. Shuldiner, M. Laura Cremona, Mona Nafde, Aris Baras, Gonçalo Abecasis, Jonathan Marchini, Jeffrey G. Reid, William Salerno, Suganthi Balasubramanian",
      "paper_url": "https://doi.org/10.1038/s41586-024-07556-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4376133202",
      "paper_id": "https://openalex.org/W4376133202",
      "title": "A draft human pangenome reference",
      "authors": "Wen-Wei Liao, Mobin Asri, Jana Ebler, Daniel Doerr, Marina Haukness, Glenn Hickey, Shuangjia Lu, Julian K. Lucas, Jean Monlong, Haley J. Abel, Silvia Buonaiuto, Xian H. Chang, Haoyu Cheng, Justin Chu, Vincenza Colonna, Jordan M. Eizenga, Xiaowen Feng, Christian Fischer, Robert S. Fulton, Shilpa Garg, Cristian Groza, Andrea Guarracino, William T. Harvey, Simon Heumos, Kerstin Howe, Miten Jain, Tsung-Yu Lu, Charles Markello, Fergal J. Martin, Matthew W. Mitchell, Katherine M. Munson, Moses Njagi Mwaniki, Adam M. Novak, Hugh E. Olsen, Trevor Pesout, David Porubsky, Pjotr Prins, Jonas A. Sibbesen, Jouni Sirén, Chad Tomlinson, Flavia Villani, Mitchell R. Vollger, Lucinda L. Antonacci-Fulton, Gunjan Baid, Carl A. Baker, Anastasiya Belyaeva, Konstantinos Billis, Andrew Carroll, Pi-Chuan Chang, Sarah Cody, Daniel E. Cook, Robert M. Cook-Deegan, Omar E. Cornejo, Mark Diekhans, Peter Ebert, Susan Fairley, Olivier Fedrigo, Adam L. Felsenfeld, Giulio Formenti, Adam Frankish, Yan Gao, Nanibaa’ A. Garrison, Carlos Garcia Giron, Richard E. Green, Leanne Haggerty, Kendra Hoekzema, Thibaut Hourlier, Hanlee P. Ji, Eimear E. Kenny, Barbara A. Koenig, Alexey Kolesnikov, Jan O. Korbel, Jennifer Kordosky, Sergey Koren, HoJoon Lee, Alexandra P. Lewis, Hugo Magalhães, Santiago Marco-Sola, Pierre Marijon, Ann McCartney, Jennifer McDaniel, Jacquelyn Mountcastle, Maria Nattestad, Sergey Nurk, Nathan D. Olson, Alice B. Popejoy, Daniela Puiu, Mikko Rautiainen, Allison A. Regier, Arang Rhie, Samuel Sacco, Ashley D. Sanders, Valerie A. Schneider, Baergen I. Schultz, Kishwar Shafin, Michael W. Smith, Heidi J. Sofia, Ahmad N. Abou Tayoun, Françoise Thibaud-Nissen, Francesca Floriana Tricomi, Justin Wagner, Brian Walenz, Jonathan M. D. Wood, Aleksey V. Zimin, Guillaume Bourque, Mark J. P. Chaisson, Paul Flicek, Adam M. Phillippy, Justin M. Zook, Evan E. Eichler, David Haussler, Ting Wang, Erich D. Jarvis, Karen H. Miga, Erik Garrison, Tobias Marschall, Ira M. Hall, Heng Li, Benedict Paten",
      "paper_url": "https://doi.org/10.1038/s41586-023-05896-x",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406155921",
      "paper_id": "https://openalex.org/W4406155921",
      "title": "A foundation model of transcription across human cell types",
      "authors": "Xi Fu, Shentong Mo, Alejandro Buendia, Anouchka P. Laurent, Anqi Shao, Maria del Mar Alvarez-Torres, Tianji Yu, Jimin Tan, Jiayu Su, Romella Sagatelian, Adolfo A. Ferrando, Alberto Ciccia, Yanyan Lan, David M. Owens, Teresa Palomero, Eric P. Xing, Raul Rabadan",
      "paper_url": "https://doi.org/10.1038/s41586-024-08391-z",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4384007545",
      "paper_id": "https://openalex.org/W4384007545",
      "title": "A framework for individualized splice-switching oligonucleotide therapy",
      "authors": "Jinkuk Kim, Sijae Woo, Claudio M. de Gusmao, Boxun Zhao, Diana H. Chin, Renata L. DiDonato, Minh A. Nguyen, Tojo Nakayama, Chunguang April Hu, Aubrie Soucy, Ashley Kuniholm, Jennifer Karlin Thornton, Olivia Riccardi, Danielle A. Friedman, Christelle Moufawad El Achkar, Zane Dash, Laura Cornelissen, Carolina Donado, Kamli N. W. Faour, Lynn W. Bush, Victoria Suslovitch, Claudia Lentucci, Peter J. Park, Eunjung Alice Lee, Al Patterson, Anthony A. Philippakis, Brad Margus, Charles B. Berde, Timothy W. Yu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06277-0",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389367121",
      "paper_id": "https://openalex.org/W4389367121",
      "title": "A genomic mutational constraint map using variation in 76,156 human genomes",
      "authors": "Siwei Chen, Laurent C. Francioli, Julia K. Goodrich, Ryan L. Collins, Masahiro Kanai, Qingbo Wang, Jessica Alföldi, Nicholas A. Watts, Christopher Vittal, Laura D. Gauthier, Timothy Poterba, Michael W. Wilson, Yekaterina Tarasova, William Phu, Riley Grant, Mary T. Yohannes, Zan Koenig, Yossi Farjoun, Eric Banks, Stacey Donnelly, Stacey Gabriel, Namrata Gupta, Steven Ferriera, Charlotte Tolonen, Sam Novod, Louis Bergelson, David Roazen, Valentin Ruano-Rubio, Miguel Covarrubias, Christopher Llanwarne, Nikelle Petrillo, Gordon Wade, Thibault Jeandet, Ruchi Munshi, Kathleen Tibbetts, Maria Abreu, Carlos A. Aguilar Salinas, Tariq Ahmad, Christine M. Albert, Diego Ardissino, Irina M. Armean, Elizabeth G. Atkinson, Gil Atzmon, John Barnard, Samantha M. Baxter, Laurent Beaugerie, Emelia J. Benjamin, David Benjamin, Michael Boehnke, Lori L. Bonnycastle, Erwin P. Bottinger, Donald W. Bowden, Matthew J. Bown, Harrison Brand, Steven Brant, Ted Brookings, Sam Bryant, Sarah E. Calvo, Hannia Campos, John C. Chambers, Juliana C. Chan, Katherine R. Chao, Sinéad Chapman, Daniel I. Chasman, Rex Chisholm, Judy Cho, Rajiv Chowdhury, Mina K. Chung, Wendy K. Chung, Kristian Cibulskis, Bruce Cohen, Kristen M. Connolly, Adolfo Correa, Beryl B. Cummings, Dana Dabelea, John Danesh, Dawood Darbar, Phil Darnowsky, Joshua Denny, Ravindranath Duggirala, Josée Dupuis, Patrick T. Ellinor, Roberto Elosua, James Emery, Eleina England, Jeanette Erdmann, Tõnu Esko, Emily Evangelista, Diane Fatkin, Jose Florez, Andre Franke, Jack Fu, Martti Färkkilä, Kiran Garimella, Jeff Gentry, Gad Getz, David C. Glahn, Benjamin Glaser, Stephen J. Glatt, David Goldstein, Clicerio Gonzalez, Leif Groop, Sanna Gudmundsson, Andrea Haessly, Christopher Haiman, Ira Hall, Craig L. Hanis, Matthew Harms, Mikko Hiltunen, Matti M. Holi, Christina M. Hultman, Chaim Jalas, Mikko Kallela, Diane Kaplan, Jaakko Kaprio, Sekar Kathiresan, Eimear E. Kenny, Bong-Jo Kim, Young Jin Kim, Daniel King, George Kirov, Jaspal Kooner, Seppo Koskinen, Harlan M. Krumholz, Subra Kugathasan, Soo Heon Kwak, Markku Laakso, Nicole Lake, Trevyn Langsford, Kristen M. Laricchia, Terho Lehtimäki, Monkol Lek, Emily Lipscomb, Ruth J. F. Loos, Wenhan Lu, Steven A. Lubitz, Teresa Tusie Luna, Ronald C. W. Ma, Gregory M. Marcus, Jaume Marrugat, Kari M. Mattila, Steven McCarroll, Mark I. McCarthy, Jacob L. McCauley, Dermot McGovern, Ruth McPherson, James B. Meigs, Olle Melander, Andres Metspalu, Deborah Meyers, Eric V. Minikel, Braxton D. Mitchell, Vamsi K. Mootha, Aliya Naheed, Saman Nazarian, Peter M. Nilsson, Michael C. O’Donovan, Yukinori Okada, Dost Ongur, Lorena Orozco, Michael J. Owen, Colin Palmer, Nicholette D. Palmer, Aarno Palotie, Kyong Soo Park, Carlos Pato, Ann E. Pulver, Dan Rader, Nazneen Rahman, Alex Reiner, Anne M. Remes, Dan Rhodes, Stephen Rich, John D. Rioux, Samuli Ripatti, Dan M. Roden, Jerome I. Rotter, Nareh Sahakian, Danish Saleheen, Veikko Salomaa, Andrea Saltzman, Nilesh J. Samani, Kaitlin E. Samocha, Alba Sanchis-Juan, Jeremiah Scharf, Molly Schleicher, Heribert Schunkert, Sebastian Schönherr, Eleanor G. Seaby, Svati H. Shah, Megan Shand, Ted Sharpe, Moore B. Shoemaker, Tai Shyong, Edwin K. Silverman, Moriel Singer-Berk, Pamela Sklar, Jonathan T. Smith, J. Gustav Smith, Hilkka Soininen, Harry Sokol, Rachel G. Son, Jose Soto, Tim Spector, Christine Stevens, Nathan O. Stitziel, Patrick F. Sullivan, Jaana Suvisaari, E. Shyong Tai, Kent D. Taylor, Yik Ying Teo, Ming Tsuang, Tiinamaija Tuomi, Dan Turner, Teresa Tusie-Luna, Erkki Vartiainen, Marquis Vawter, Lily Wang, Arcturus Wang, James S. Ware, Hugh Watkins, Rinse K. Weersma, Ben Weisburd, Maija Wessman, Nicola Whiffin, James G. Wilson, Ramnik J. Xavier, Anne O’Donnell-Luria, Matthew Solomonson, Cotton Seed, Alicia R. Martin, Michael E. Talkowski, Heidi L. Rehm, Mark J. Daly, Grace Tiao, Benjamin M. Neale, Daniel G. MacArthur, Konrad J. Karczewski",
      "paper_url": "https://doi.org/10.1038/s41586-023-06045-0",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3158593365",
      "paper_id": "https://openalex.org/W3158593365",
      "title": "A high-quality bonobo genome refines the analysis of hominid evolution",
      "authors": "Yafei Mao, Claudia R. Catacchio, LaDeana W. Hillier, David Porubsky, Ruiyang Li, Arvis Sulovari, Jason D. Fernandes, Francesco Montinaro, David S. Gordon, Jessica M. Storer, Marina Haukness, Ian T. Fiddes, Shwetha Canchi Murali, Philip C. Dishuck, PingHsun Hsieh, William T. Harvey, Peter A. Audano, Ludovica Mercuri, Ilaria Piccolo, Francesca Antonacci, Katherine M. Munson, Alexandra P. Lewis, Carl Baker, Jason G. Underwood, Kendra Hoekzema, Tzu-Hsueh Huang, Melanie Sorensen, Jerilyn A. Walker, Jinna Hoffman, Françoise Thibaud-Nissen, Sofie R. Salama, Andy W. C. Pang, Joyce Lee, Alex R. Hastie, Benedict Paten, Mark A. Batzer, Mark Diekhans, Mario Ventura, Evan E. Eichler",
      "paper_url": "https://doi.org/10.1038/s41586-021-03519-x",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3135803532",
      "paper_id": "https://openalex.org/W3135803532",
      "title": "A high-resolution protein architecture of the budding yeast genome",
      "authors": "Matthew J. Rossi, Prashant K. Kuntala, William K. M. Lai, Naomi Yamada, Nitika Badjatia, Chitvan Mittal, Guray Kuzu, Kylie Bocklund, Nina P. Farrell, Thomas R. Blanda, Joshua D. Mairose, Ann V. Basting, Katelyn S. Mistretta, David J. Rocco, Emily S. Perkinson, Gretta D. Kellogg, Shaun Mahony, B. Franklin Pugh",
      "paper_url": "https://doi.org/10.1038/s41586-021-03314-8",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4224014283",
      "paper_id": "https://openalex.org/W4224014283",
      "title": "A joint NCBI and EMBL-EBI transcript set for clinical genomics and research",
      "authors": "Joannella Morales, Shashikant Pujar, Jane E. Loveland, Alex Astashyn, Ruth Bennett, Andrew Berry, Eric Cox, Claire Davidson, Olga Ermolaeva, Catherine M. Farrell, Reham Fatima, Laurent Gil, Tamara Goldfarb, Jose M. Gonzalez, Diana Haddad, Matthew Hardy, Toby Hunt, John Jackson, Vinita S. Joardar, Michael Kay, Vamsi K. Kodali, Kelly M. McGarvey, Aoife McMahon, Jonathan M. Mudge, Daniel N. Murphy, Michael R. Murphy, Bhanu Rajput, Sanjida H. Rangwala, Lillian D. Riddick, Françoise Thibaud-Nissen, Glen Threadgold, Anjana R. Vatsan, Craig Wallin, David Webb, Paul Flicek, Ewan Birney, Kim D. Pruitt, Adam Frankish, Fiona Cunningham, Terence D. Murphy",
      "paper_url": "https://doi.org/10.1038/s41586-022-04558-8",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4390705182",
      "paper_id": "https://openalex.org/W4390705182",
      "title": "A lethal mitonuclear incompatibility in complex I of natural hybrids",
      "authors": "Benjamin M. Moran, Cheyenne Y. Payne, Daniel L. Powell, Erik N. K. Iverson, Alexandra E. Donny, Shreya M. Banerjee, Quinn K. Langdon, Theresa R. Gunn, Rebecca A. Rodriguez-Soto, Angel Madero, John J. Baczenas, Korbin M. Kleczko, Fang Liu, Rowan Matney, Kratika Singhal, Ryan D. Leib, Osvaldo Hernandez-Perez, Russell Corbett-Detig, Judith Frydman, Casey Gifford, Manfred Schartl, Justin C. Havird, Molly Schumer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06895-8",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412478944",
      "paper_id": "https://openalex.org/W4412478944",
      "title": "A male-essential miRNA is key for avian sex chromosome dosage compensation",
      "authors": "Amir Fallahshahroudi, Sara Yousefi Taemeh, Leticia Rodríguez-Montes, Nils Trost, Dana Frank, Pascal Lafrenz, Jiri Koubek, Guillermo Tellez Jr., Maeve Ballantyne, Alewo Idoko-Akoh, Lorna Taylor, Adrian Sherman, Megan Davey, Cheng Ma, Enrico Sorato, Martin Johnsson, Christina Grozou, Ying Xue, Long Liu, Guenter Kramer, Carl-Johan Rubin, Margarida Cardoso-Moreira, Mike J. McGrew, Henrik Kaessmann",
      "paper_url": "https://doi.org/10.1038/s41586-025-09256-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4280525469",
      "paper_id": "https://openalex.org/W4280525469",
      "title": "A natural mutator allele shapes mutation spectrum variation in mice",
      "authors": "Thomas A. Sasani, David G. Ashbrook, Annabel C. Beichman, Lu Lu, Abraham A. Palmer, Robert W. Williams, Jonathan K. Pritchard, Kelley Harris",
      "paper_url": "https://doi.org/10.1038/s41586-022-04701-5",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4380730560",
      "paper_id": "https://openalex.org/W4380730560",
      "title": "A pangenome reference of 36 Chinese populations",
      "authors": "Yang Gao, Xiaofei Yang, Hao Chen, Xinjiang Tan, Zhaoqing Yang, Lian Deng, Baonan Wang, Shuang Kong, Songyang Li, Yuhang Cui, Chang Lei, Yimin Wang, Yuwen Pan, Sen Ma, Hao Sun, Xiaohan Zhao, Yingbing Shi, Ziyi Yang, Dongdong Wu, Shaoyuan Wu, Xingming Zhao, Binyin Shi, Li Jin, Zhibin Hu, Chuangxue Mao, Shaohua Fan, Qiang Gao, Juncheng Dai, Fengxiao Bu, Guanglin He, Yang Wu, Huijun Yuan, Jinchen Li, Chao Chen, Jian Yang, Chaochun Wei, Xin Jin, Xia Shen, Yan Lu, Jiayou Chu, Kai Ye, Shuhua Xu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06173-7",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4317952814",
      "paper_id": "https://openalex.org/W4317952814",
      "title": "A Prox1 enhancer represses haematopoiesis in the lymphatic vasculature",
      "authors": "Jan Kazenwadel, Parvathy Venugopal, Anna Oszmiana, John Toubia, Luis Arriola-Martinez, Virginia Panara, Sandra G. Piltz, Chris Brown, Wanshu Ma, Andreas W. Schreiber, Katarzyna Koltowska, Samir Taoudi, Paul Q. Thomas, Hamish S. Scott, Natasha L. Harvey",
      "paper_url": "https://doi.org/10.1038/s41586-022-05650-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4304698823",
      "paper_id": "https://openalex.org/W4304698823",
      "title": "A saturated map of common genetic variants associated with human height",
      "authors": "Loïc Yengo, Sailaja Vedantam, Eirini Marouli, Julia Sidorenko, Eric Bartell, Saori Sakaue, Marielisa Graff, Anders U. Eliasen, Yunxuan Jiang, Sridharan Raghavan, Jenkai Miao, Joshua D. Arias, Sarah E. Graham, Ronen E. Mukamel, Cassandra N. Spracklen, Xianyong Yin, Shyh-Huei Chen, Teresa Ferreira, Heather H. Highland, Yingjie Ji, Tugce Karaderi, Kuang Lin, Kreete Lüll, Deborah E. Malden, Carolina Medina-Gomez, Moara Machado, Amy Moore, Sina Rüeger, Xueling Sim, Scott Vrieze, Tarunveer S. Ahluwalia, Masato Akiyama, Matthew A. Allison, Marcus Alvarez, Mette K. Andersen, Alireza Ani, Vivek Appadurai, Liubov Arbeeva, Seema Bhaskar, Lawrence F. Bielak, Sailalitha Bollepalli, Lori L. Bonnycastle, Jette Bork-Jensen, Jonathan P. Bradfield, Yuki Bradford, Peter S. Braund, Jennifer A. Brody, Kristoffer S. Burgdorf, Brian E. Cade, Hui Cai, Qiuyin Cai, Archie Campbell, Marisa Cañadas-Garre, Eulalia Catamo, Jin-Fang Chai, Xiaoran Chai, Li-Ching Chang, Yi-Cheng Chang, Chien-Hsiun Chen, Alessandra Chesi, Seung Hoan Choi, Ren-Hua Chung, Massimiliano Cocca, Maria Pina Concas, Christian Couture, Gabriel Cuellar-Partida, Rebecca Danning, E. Warwick Daw, Frauke Degenhard, Graciela E. Delgado, Alessandro Delitala, Ayse Demirkan, Xuan Deng, Poornima Devineni, Alexander Dietl, Maria Dimitriou, Latchezar Dimitrov, Rajkumar Dorajoo, Arif B. Ekici, Jorgen E. Engmann, Zammy Fairhurst-Hunter, Aliki-Eleni Farmaki, Jessica D. Faul, Juan-Carlos Fernandez-Lopez, Lukas Forer, Margherita Francescatto, Sandra Freitag-Wolf, Christian Fuchsberger, Tessel E. Galesloot, Yan Gao, Zishan Gao, Frank Geller, Olga Giannakopoulou, Franco Giulianini, Anette P. Gjesing, Anuj Goel, Scott D. Gordon, Mathias Gorski, Jakob Grove, Xiuqing Guo, Stefan Gustafsson, Jeffrey Haessler, Thomas F. Hansen, Aki S. Havulinna, Simon J. Haworth, Jing He, Nancy Heard-Costa, Prashantha Hebbar, George Hindy, Yuk-Lam A. Ho, Edith Hofer, Elizabeth Holliday, Katrin Horn, Whitney E. Hornsby, Jouke-Jan Hottenga, Hongyan Huang, Jie Huang, Alicia Huerta-Chagoya, Jennifer E. Huffman, Yi-Jen Hung, Shaofeng Huo, Mi Yeong Hwang, Hiroyuki Iha, Daisuke D. Ikeda, Masato Isono, Anne U. Jackson, Susanne Jäger, Iris E. Jansen, Ingegerd Johansson, Jost B. Jonas, Anna Jonsson, Torben Jørgensen, Ioanna-Panagiota Kalafati, Masahiro Kanai, Stavroula Kanoni, Line L. Kårhus, Anuradhani Kasturiratne, Tomohiro Katsuya, Takahisa Kawaguchi, Rachel L. Kember, Katherine A. Kentistou, Han-Na Kim, Young Jin Kim, Marcus E. Kleber, Maria J. Knol, Azra Kurbasic, Marie Lauzon, Phuong Le, Rodney Lea, Jong-Young Lee, Hampton L. Leonard, Shengchao A. Li, Xiaohui Li, Xiaoyin Li, Jingjing Liang, Honghuang Lin, Shih-Yi Lin, Jun Liu, Xueping Liu, Ken Sin Lo, Jirong Long, Laura Lores-Motta, Jian’an Luan, Valeriya Lyssenko, Leo-Pekka Lyytikäinen, Anubha Mahajan, Vasiliki Mamakou, Massimo Mangino, Ani Manichaikul, Jonathan Marten, Manuel Mattheisen, Laven Mavarani, Aaron F. McDaid, Karina Meidtner, Tori L. Melendez, Josep M. Mercader, Yuri Milaneschi, Jason E. Miller, Iona Y. Millwood, Pashupati P. Mishra, Ruth E. Mitchell, Line T. Møllehave, Anna Morgan, Soeren Mucha, Matthias Munz, Masahiro Nakatochi, Christopher P. Nelson, Maria Nethander, Chu Won Nho, Aneta A. Nielsen, Ilja M. Nolte, Suraj S. Nongmaithem, Raymond Noordam, Ioanna Ntalla, Teresa Nutile, Anita Pandit, Paraskevi Christofidou, Katri Pärna, Marc Pauper, Eva R. B. Petersen, Liselotte V. Petersen, Niina Pitkänen, Ozren Polašek, Alaitz Poveda, Michael H. Preuss, Saiju Pyarajan, Laura M. Raffield, Hiromi Rakugi, Julia Ramirez, Asif Rasheed, Dennis Raven, Nigel W. Rayner, Carlos Riveros, Rebecca Rohde, Daniela Ruggiero, Sanni E. Ruotsalainen, Kathleen A. Ryan, Maria Sabater-Lleal, Richa Saxena, Markus Scholz, Anoop Sendamarai, Botong Shen, Jingchunzi Shi, Jae Hun Shin, Carlo Sidore, Colleen M. Sitlani, Roderick C. Slieker, Roelof A. J. Smit, Albert V. Smith, Jennifer A. Smith, Laura J. Smyth, Lorraine Southam, Valgerdur Steinthorsdottir, Liang Sun, Fumihiko Takeuchi, Divya Sri Priyanka Tallapragada, Kent D. Taylor, Bamidele O. Tayo, Catherine Tcheandjieu, Natalie Terzikhan, Paola Tesolin, Alexander Teumer, Elizabeth Theusch, Deborah J. Thompson, Gudmar Thorleifsson, Paul R. H. J. Timmers, Stella Trompet, Constance Turman, Simona Vaccargiu, Sander W. van der Laan, Peter J.  van der Most, Jan B.  van Klinken, Jessica van Setten, Shefali S. Verma, Niek Verweij, Yogasudha Veturi, Carol A. Wang, Chaolong Wang, Lihua Wang, Zhe Wang, Helen R. Warren, Wen Bin Wei, Ananda R. Wickremasinghe, Matthias Wielscher, Kerri L. Wiggins, Bendik S. Winsvold, Andrew Wong, Yang Wu, Matthias Wuttke, Rui Xia, Tian Xie, Ken Yamamoto, Jingyun Yang, Jie Yao, Hannah Young, Noha A. Yousri, Lei Yu, Lingyao Zeng, Weihua Zhang, Xinyuan Zhang, Jing-Hua Zhao, Wei Zhao, Wei Zhou, Martina E. Zimmermann, Magdalena Zoledziewska, Linda S. Adair, Hieab H. H. Adams, Carlos A. Aguilar-Salinas, Fahd Al-Mulla, Donna K. Arnett, Folkert W. Asselbergs, Bjørn Olav Åsvold, John Attia, Bernhard Banas, Stefania Bandinelli, David A. Bennett, Tobias Bergler, Dwaipayan Bharadwaj, Ginevra Biino, Hans Bisgaard, Eric Boerwinkle, Carsten A. Böger, Klaus Bønnelykke, Dorret I. Boomsma, Anders D. Børglum, Judith B. Borja, Claude Bouchard, Donald W. Bowden, Ivan Brandslund, Ben Brumpton, Julie E. Buring, Mark J. Caulfield, John C. Chambers, Giriraj R. Chandak, Stephen J. Chanock, Nish Chaturvedi, Yii-Der Ida Chen, Zhengming Chen, Ching-Yu Cheng, Ingrid E. Christophersen, Marina Ciullo, John W. Cole, Francis S. Collins, Richard S. Cooper, Miguel Cruz, Francesco Cucca, L. Adrienne Cupples, Michael J. Cutler, Scott M. Damrauer, Thomas M. Dantoft, Gert J.  de Borst, Lisette C. P. G. M.  de Groot, Philip L. De Jager, Dominique P. V.  de Kleijn, H. Janaka de Silva, George V. Dedoussis, Anneke I.  den Hollander, Shufa Du, Douglas F. Easton, Petra J. M. Elders, A. Heather Eliassen, Patrick T. Ellinor, Sölve Elmståhl, Jeanette Erdmann, Michele K. Evans, Diane Fatkin, Bjarke Feenstra, Mary F. Feitosa, Luigi Ferrucci, Ian Ford, Myriam Fornage, Andre Franke, Paul W. Franks, Barry I. Freedman, Paolo Gasparini, Christian Gieger, Giorgia Girotto, Michael E. Goddard, Yvonne M. Golightly, Clicerio Gonzalez-Villalpando, Penny Gordon-Larsen, Harald Grallert, Struan F. A. Grant, Niels Grarup, Lyn Griffiths, Vilmundur Gudnason, Christopher Haiman, Hakon Hakonarson, Torben Hansen, Catharina A. Hartman, Andrew T. Hattersley, Caroline Hayward, Susan R. Heckbert, Chew-Kiat Heng, Christian Hengstenberg, Alex W. Hewitt, Haretsugu Hishigaki, Carel B. Hoyng, Paul L. Huang, Wei Huang, Steven C. Hunt, Kristian Hveem, Elina Hyppönen, William G. Iacono, Sahoko Ichihara, M. Arfan Ikram, Carmen R. Isasi, Rebecca D. Jackson, Marjo-Riitta Jarvelin, Zi-Bing Jin, Karl-Heinz Jöckel, Peter K. Joshi, Pekka Jousilahti, J. Wouter Jukema, Mika Kähönen, Yoichiro Kamatani, Kui Dong Kang, Jaakko Kaprio, Sharon L. R. Kardia, Fredrik Karpe, Norihiro Kato, Frank Kee, Thorsten Kessler, Amit V. Khera, Chiea Chuen Khor, Lambertus A. L. M. Kiemeney, Bong-Jo Kim, Eung Kweon Kim, Hyung-Lae Kim, Paulus Kirchhof, Mika Kivimaki, Woon-Puay Koh, Heikki A. Koistinen, Genovefa D. Kolovou, Jaspal S. Kooner, Charles Kooperberg, Anna Köttgen, Peter Kovacs, Adriaan Kraaijeveld, Peter Kraft, Ronald M. Krauss, Meena Kumari, Zoltan Kutalik, Markku Laakso, Leslie A. Lange, Claudia Langenberg, Lenore J. Launer, Loic Le Marchand, Hyejin Lee, Nanette R. Lee, Terho Lehtimäki, Huaixing Li, Liming Li, Wolfgang Lieb, Xu Lin, Lars Lind, Allan Linneberg, Ching-Ti Liu, Jianjun Liu, Markus Loeffler, Barry London, Steven A. Lubitz, Stephen J. Lye, David A. Mackey, Reedik Mägi, Patrik K. E. Magnusson, Gregory M. Marcus, Pedro Marques Vidal, Nicholas G. Martin, Winfried März, Fumihiko Matsuda, Robert W. McGarrah, Matt McGue, Amy Jayne McKnight, Sarah E. Medland, Dan Mellström, Andres Metspalu, Braxton D. Mitchell, Paul Mitchell, Dennis O. Mook-Kanamori, Andrew D. Morris, Lorelei A. Mucci, Patricia B. Munroe, Mike A. Nalls, Saman Nazarian, Amanda E. Nelson, Matt J. Neville, Christopher Newton-Cheh, Christopher S. Nielsen, Markus M. Nöthen, Claes Ohlsson, Albertine J. Oldehinkel, Lorena Orozco, Katja Pahkala, Päivi Pajukanta, Colin N. A. Palmer, Esteban J. Parra, Cristian Pattaro, Oluf Pedersen, Craig E. Pennell, Brenda W. J. H. Penninx, Louis Perusse, Annette Peters, Patricia A. Peyser, David J. Porteous, Danielle Posthuma, Chris Power, Peter P. Pramstaller, Michael A. Province, Qibin Qi, Jia Qu, Daniel J. Rader, Olli T. Raitakari, Sarju Ralhan, Loukianos S. Rallidis, Dabeeru C. Rao, Susan Redline, Dermot F. Reilly, Alexander P. Reiner, Sang Youl Rhee, Paul M. Ridker, Michiel Rienstra, Samuli Ripatti, Marylyn D. Ritchie, Dan M. Roden, Frits R. Rosendaal, Jerome I. Rotter, Igor Rudan, Femke Rutters, Charumathi Sabanayagam, Danish Saleheen, Veikko Salomaa, Nilesh J. Samani, Dharambir K. Sanghera, Naveed Sattar, Börge Schmidt, Helena Schmidt, Reinhold Schmidt, Matthias B. Schulze, Heribert Schunkert, Laura J. Scott, Rodney J. Scott, Peter Sever, Eric J. Shiroma, M. Benjamin Shoemaker, Xiao-Ou Shu, Eleanor M. Simonsick, Mario Sims, Jai Rup Singh, Andrew B. Singleton, Moritz F. Sinner, J. Gustav Smith, Harold Snieder, Tim D. Spector, Meir J. Stampfer, Klaus J. Stark, David P. Strachan, Leen M. ‘t Hart, Yasuharu Tabara, Hua Tang, Jean-Claude Tardif, Thangavel A. Thanaraj, Nicholas J. Timpson, Anke Tönjes, Angelo Tremblay, Tiinamaija Tuomi, Jaakko Tuomilehto, Maria-Teresa Tusié-Luna, Andre G. Uitterlinden, Rob M.  van Dam, Pim van der Harst, Nathalie Van der Velde, Cornelia M.  van Duijn, Natasja M. van Schoor, Veronique Vitart, Uwe Völker, Peter Vollenweider, Henry Völzke, Niels H. Wacher-Rodarte, Mark Walker, Ya Xing Wang, Nicholas J. Wareham, Richard M. Watanabe, Hugh Watkins, David R. Weir, Thomas M. Werge, Elisabeth Widen, Lynne R. Wilkens, Gonneke Willemsen, Walter C. Willett, James F. Wilson, Tien-Yin Wong, Jeong-Taek Woo, Alan F. Wright, Jer-Yuarn Wu, Huichun Xu, Chittaranjan S. Yajnik, Mitsuhiro Yokota, Jian-Min Yuan, Eleftheria Zeggini, Babette S. Zemel, Wei Zheng, Xiaofeng Zhu, Joseph M. Zmuda, Alan B. Zonderman, John-Anker Zwart, Gabriel Cuellar Partida, Yan Sun, Damien Croteau-Chonka, Judith M. Vonk, Stephen Chanock, Loic Le Marchand, Daniel I. Chasman, Yoon Shin Cho, Iris M. Heid, Mark I. McCarthy, Maggie C. Y. Ng, Christopher J. O’Donnell, Fernando Rivadeneira, Unnur Thorsteinsdottir, Yan V. Sun, E. Shyong Tai, Michael Boehnke, Panos Deloukas, Anne E. Justice, Cecilia M. Lindgren, Ruth J. F. Loos, Karen L. Mohlke, Kari E. North, Kari Stefansson, Robin G. Walters, Thomas W. Winkler, Kristin L. Young, Po-Ru Loh, Jian Yang, Tõnu Esko, Themistocles L. Assimes, Adam Auton, Goncalo R. Abecasis, Cristen J. Willer, Adam E. Locke, Sonja I. Berndt, Guillaume Lettre, Timothy M. Frayling, Yukinori Okada, Andrew R. Wood, Peter M. Visscher, Joel N. Hirschhorn",
      "paper_url": "https://doi.org/10.1038/s41586-022-05275-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4284883196",
      "paper_id": "https://openalex.org/W4284883196",
      "title": "A time-resolved, multi-symbol molecular recorder via sequential genome editing",
      "authors": "Junhong Choi, Wei Chen, Anna Minkina, Florence M. Chardon, Chase C. Suiter, Samuel G. Regalado, Silvia Domcke, Nobuhiko Hamazaki, Choli Lee, Beth Martin, Riza M. Daza, Jay Shendure",
      "paper_url": "https://doi.org/10.1038/s41586-022-04922-8",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4390940878",
      "paper_id": "https://openalex.org/W4390940878",
      "title": "Affinity-optimizing enhancer variants disrupt development",
      "authors": "Fabian Lim, Joe J. Solvason, Genevieve E. Ryan, Sophia H. Le, Granton A. Jindal, Paige Steffen, Simran K. Jandu, Emma K. Farley",
      "paper_url": "https://doi.org/10.1038/s41586-023-06922-8",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4361199852",
      "paper_id": "https://openalex.org/W4361199852",
      "title": "An atlas of genetic scores to predict multi-omic traits",
      "authors": "Yu Xu, Scott C. Ritchie, Yujian Liang, Paul R. H. J. Timmers, Maik Pietzner, Loïc Lannelongue, Samuel A. Lambert, Usman A. Tahir, Sebastian May-Wilson, Carles Foguet, Åsa Johansson, Praveen Surendran, Artika P. Nath, Elodie Persyn, James E. Peters, Clare Oliver-Williams, Shuliang Deng, Bram Prins, Jian’an Luan, Lorenzo Bomba, Nicole Soranzo, Emanuele Di Angelantonio, Nicola Pirastu, E. Shyong Tai, Rob M.  van Dam, Helen Parkinson, Emma E. Davenport, Dirk S. Paul, Christopher Yau, Robert E. Gerszten, Anders Mälarstig, John Danesh, Xueling Sim, Claudia Langenberg, James F. Wilson, Adam S. Butterworth, Michael Inouye",
      "paper_url": "https://doi.org/10.1038/s41586-023-05844-9",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386091025",
      "paper_id": "https://openalex.org/W4386091025",
      "title": "Assembly of 43 human Y chromosomes reveals extensive complexity and variation",
      "authors": "Pille Hallast, Peter Ebert, Mark Loftus, Feyza Yilmaz, Peter A. Audano, Glennis A. Logsdon, Marc Jan Bonder, Weichen Zhou, Wolfram Höps, Kwondo Kim, Chong Li, Savannah J. Hoyt, Philip C. Dishuck, David Porubsky, Fotios Tsetsos, Jee Young Kwon, Qihui Zhu, Katherine M. Munson, Patrick Hasenfeld, William T. Harvey, Alexandra P. Lewis, Jennifer Kordosky, Kendra Hoekzema, Rachel J. O’Neill, Jan O. Korbel, Chris Tyler-Smith, Evan E. Eichler, Xinghua Shi, Christine R. Beck, Tobias Marschall, Miriam K. Konkel, Charles Lee",
      "paper_url": "https://doi.org/10.1038/s41586-023-06425-6",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3177586536",
      "paper_id": "https://openalex.org/W3177586536",
      "title": "BANP opens chromatin and activates CpG-island-regulated genes",
      "authors": "Ralph S. Grand, Lukas Burger, Cathrin Gräwe, Alicia K. Michael, Luke Isbel, Daniel Hess, Leslie Hoerner, Vytautas Iesmantavicius, Sevi Durdu, Marco Pregnolato, Arnaud R. Krebs, Sébastien A. Smallwood, Nicolas Thomä, Michiel Vermeulen, Dirk Schübeler",
      "paper_url": "https://doi.org/10.1038/s41586-021-03689-8",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3165885441",
      "paper_id": "https://openalex.org/W3165885441",
      "title": "Base editing of haematopoietic stem cells rescues sickle cell disease in mice",
      "authors": "Gregory A. Newby, Jonathan S. Yen, Kaitly J. Woodard, Thiyagaraj Mayuranathan, Cicera R. Lazzarotto, Yichao Li, Heather Sheppard-Tillman, Shaina N. Porter, Yu Yao, Kalin Mayberry, Kelcee A. Everette, Yoonjeong Jang, Christopher J. Podracky, Elizabeth Thaman, Christophe Lechauve, Akshay Sharma, Jordana M. Henderson, Michelle F. Richter, Kevin T. Zhao, Shannon M. Miller, Tina Wang, Luke W. Koblan, Anton P. McCaffrey, John F. Tisdale, Theodosia A. Kalfa, Shondra M. Pruett-Miller, Shengdar Q. Tsai, Mitchell J. Weiss, David R. Liu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03609-w",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389671974",
      "paper_id": "https://openalex.org/W4389671974",
      "title": "Base-editing mutagenesis maps alleles to tune human T cell functions",
      "authors": "Ralf Schmidt, Carl C. Ward, Rama Dajani, Zev Armour-Garb, Mineto Ota, Vincent Allain, Rosmely Hernandez, Madeline Layeghi, Galen Xing, Laine Goudy, Dmytro Dorovskyi, Charlotte Wang, Yan Yi Chen, Chun Jimmie Ye, Brian R. Shy, Luke A. Gilbert, Justin Eyquem, Jonathan K. Pritchard, Stacie E. Dodgson, Alexander Marson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06835-6",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411413700",
      "paper_id": "https://openalex.org/W4411413700",
      "title": "Bimodal centromeres in pentaploid dogroses shed light on their unique meiosis",
      "authors": "V. Herklotz, M. Zhang, T. Nascimento, R. Kalfusová, J. Lunerová, J. Fuchs, D. Harpke, B. Huettel, U. Pfordt, V. Wissemann, A. Kovařík, A. Marques, C. M. Ritz",
      "paper_url": "https://doi.org/10.1038/s41586-025-09171-z",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3213694110",
      "paper_id": "https://openalex.org/W3213694110",
      "title": "Cell-type specialization is encoded by specific chromatin topologies",
      "authors": "Warren Winick-Ng, Alexander Kukalev, Izabela Harabula, Luna Zea-Redondo, Dominik Szabó, Mandy Meijer, Leonid Serebreni, Yingnan Zhang, Simona Bianco, Andrea M. Chiariello, Ibai Irastorza-Azcarate, Christoph J. Thieme, Thomas M. Sparks, Sílvia Carvalho, Luca Fiorillo, Francesco Musella, Ehsan Irani, Elena Torlai Triglia, Aleksandra A. Kolodziejczyk, Andreas Abentung, Galina Apostolova, Eleanor J. Paul, Vedran Franke, Rieke Kempfer, Altuna Akalin, Sarah A. Teichmann, Georg Dechant, Mark A. Ungless, Mario Nicodemi, Lonnie Welch, Gonçalo Castelo-Branco, Ana Pombo",
      "paper_url": "https://doi.org/10.1038/s41586-021-04081-2",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389613138",
      "paper_id": "https://openalex.org/W4389613138",
      "title": "Cell-type-directed design of synthetic enhancers",
      "authors": "Ibrahim I. Taskiran, Katina I. Spanier, Hannah Dickmänken, Niklas Kempynck, Alexandra Pančíková, Eren Can Ekşi, Gert Hulselmans, Joy N. Ismail, Koen Theunis, Roel Vandepoel, Valerie Christiaens, David Mauduit, Stein Aerts",
      "paper_url": "https://doi.org/10.1038/s41586-023-06936-2",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4405965134",
      "paper_id": "https://openalex.org/W4405965134",
      "title": "Centrophilic retrotransposon integration via CENH3 chromatin in Arabidopsis",
      "authors": "Sayuri Tsukahara, Alexandros Bousios, Estela Perez-Roman, Sota Yamaguchi, Basile Leduque, Aimi Nakano, Matthew Naish, Akihisa Osakabe, Atsushi Toyoda, Hidetaka Ito, Alejandro Edera, Sayaka Tominaga, Juliarni, Kae Kato, Shoko Oda, Soichi Inagaki, Zdravko Lorković, Kiyotaka Nagaki, Frédéric Berger, Akira Kawabe, Leandro Quadrana, Ian Henderson, Tetsuji Kakutani",
      "paper_url": "https://doi.org/10.1038/s41586-024-08319-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4224046406",
      "paper_id": "https://openalex.org/W4224046406",
      "title": "Chemical reprogramming of human somatic cells to pluripotent stem cells",
      "authors": "Jingyang Guan, Guan Wang, Jinlin Wang, Zhengyuan Zhang, Yao Fu, Lin Cheng, Gaofan Meng, Yulin Lyu, Jialiang Zhu, Yanqin Li, Yanglu Wang, Shijia Liuyang, Bei Liu, Zirun Yang, Huanjing He, Xinxing Zhong, Qijing Chen, Xu Zhang, Shicheng Sun, Weifeng Lai, Yan Shi, Lulu Liu, Lipeng Wang, Cheng Li, Shichun Lu, Hongkui Deng",
      "paper_url": "https://doi.org/10.1038/s41586-022-04593-5",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3194054041",
      "paper_id": "https://openalex.org/W3194054041",
      "title": "Clonal dynamics in early human embryogenesis inferred from somatic mutation",
      "authors": "Seongyeol Park, Nanda Maya Mali, Ryul Kim, Jeong-Woo Choi, Junehawk Lee, Joonoh Lim, Jung Min Park, Jung Woo Park, Donghyun Kim, Taewoo Kim, Kijong Yi, June Hyug Choi, Seong Gyu Kwon, Joo Hee Hong, Jeonghwan Youk, Yohan An, Su Yeon Kim, Soo A Oh, Youngoh Kwon, Dongwan Hong, Moonkyu Kim, Dong Sun Kim, Ji Young Park, Ji Won Oh, Young Seok Ju",
      "paper_url": "https://doi.org/10.1038/s41586-021-03786-8",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4281254649",
      "paper_id": "https://openalex.org/W4281254649",
      "title": "Compatibility rules of human enhancer and promoter sequences",
      "authors": "Drew T. Bergman, Thouis R. Jones, Vincent Liu, Judhajeet Ray, Evelyn Jagoda, Layla Siraj, Helen Y. Kang, Joseph Nasser, Michael Kane, Antonio Rios, Tung H. Nguyen, Sharon R. Grossman, Charles P. Fulco, Eric S. Lander, Jesse M. Engreitz",
      "paper_url": "https://doi.org/10.1038/s41586-022-04877-w",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4384023941",
      "paper_id": "https://openalex.org/W4384023941",
      "title": "Complementary Alu sequences mediate enhancer–promoter selectivity",
      "authors": "Liang Liang, Changchang Cao, Lei Ji, Zhaokui Cai, Di Wang, Rong Ye, Juan Chen, Xiaohua Yu, Jie Zhou, Zhibo Bai, Ruoyan Wang, Xianguang Yang, Ping Zhu, Yuanchao Xue",
      "paper_url": "https://doi.org/10.1038/s41586-023-06323-x",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406693583",
      "paper_id": "https://openalex.org/W4406693583",
      "title": "Complete human recombination maps",
      "authors": "Gunnar Palsson, Marteinn T. Hardarson, Hakon Jonsson, Valgerdur Steinthorsdottir, Olafur A. Stefansson, Hannes P. Eggertsson, Sigurjon A. Gudjonsson, Pall I. Olason, Arnaldur Gylfason, Gisli Masson, Unnur Thorsteinsdottir, Patrick Sulem, Agnar Helgason, Daniel F. Gudbjartsson, Bjarni V. Halldorsson, Kari Stefansson",
      "paper_url": "https://doi.org/10.1038/s41586-024-08450-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409283540",
      "paper_id": "https://openalex.org/W4409283540",
      "title": "Complete sequencing of ape genomes",
      "authors": "DongAhn Yoo, Arang Rhie, Prajna Hebbar, Francesca Antonacci, Glennis A. Logsdon, Steven J. Solar, Dmitry Antipov, Brandon D. Pickett, Yana Safonova, Francesco Montinaro, Yanting Luo, Joanna Malukiewicz, Jessica M. Storer, Jiadong Lin, Abigail N. Sequeira, Riley J. Mangan, Glenn Hickey, Graciela Monfort Anez, Parithi Balachandran, Anton Bankevich, Christine R. Beck, Arjun Biddanda, Matthew Borchers, Gerard G. Bouffard, Emry Brannan, Shelise Y. Brooks, Lucia Carbone, Laura Carrel, Agnes P. Chan, Juyun Crawford, Mark Diekhans, Eric Engelbrecht, Cedric Feschotte, Giulio Formenti, Gage H. Garcia, Luciana de Gennaro, David Gilbert, Richard E. Green, Andrea Guarracino, Ishaan Gupta, Diana Haddad, Junmin Han, Robert S. Harris, Gabrielle A. Hartley, William T. Harvey, Michael Hiller, Kendra Hoekzema, Marlys L. Houck, Hyeonsoo Jeong, Kaivan Kamali, Manolis Kellis, Bryce Kille, Chul Lee, Youngho Lee, William Lees, Alexandra P. Lewis, Qiuhui Li, Mark Loftus, Yong Hwee Eddie Loh, Hailey Loucks, Jian Ma, Yafei Mao, Juan F. I. Martinez, Patrick Masterson, Rajiv C. McCoy, Barbara McGrath, Sean McKinney, Britta S. Meyer, Karen H. Miga, Saswat K. Mohanty, Katherine M. Munson, Karol Pal, Matt Pennell, Pavel A. Pevzner, David Porubsky, Tamara Potapova, Francisca R. Ringeling, Joana L. Rocha, Oliver A. Ryder, Samuel Sacco, Swati Saha, Takayo Sasaki, Michael C. Schatz, Nicholas J. Schork, Cole Shanks, Linnéa Smeds, Dongmin R. Son, Cynthia Steiner, Alexander P. Sweeten, Michael G. Tassia, Françoise Thibaud-Nissen, Edmundo Torres-González, Mihir Trivedi, Wenjie Wei, Julie Wertz, Muyu Yang, Panpan Zhang, Shilong Zhang, Yang Zhang, Zhenmiao Zhang, Sarah A. Zhao, Yixin Zhu, Erich D. Jarvis, Jennifer L. Gerton, Iker Rivas-González, Benedict Paten, Zachary A. Szpiech, Christian D. Huber, Tobias L. Lenz, Miriam K. Konkel, Soojin V. Yi, Stefan Canzar, Corey T. Watson, Peter H. Sudmant, Erin Molloy, Erik Garrison, Craig B. Lowe, Mario Ventura, Rachel J. O’Neill, Sergey Koren, Kateryna D. Makova, Adam M. Phillippy, Evan E. Eichler",
      "paper_url": "https://doi.org/10.1038/s41586-025-08816-3",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412600907",
      "paper_id": "https://openalex.org/W4412600907",
      "title": "Complex genetic variation in nearly complete human genomes",
      "authors": "Glennis A. Logsdon, Peter Ebert, Peter A. Audano, Mark Loftus, David Porubsky, Jana Ebler, Feyza Yilmaz, Pille Hallast, Timofey Prodanov, DongAhn Yoo, Carolyn A. Paisie, William T. Harvey, Xuefang Zhao, Gianni V. Martino, Mir Henglin, Katherine M. Munson, Keon Rabbani, Chen-Shan Chin, Bida Gu, Hufsah Ashraf, Stephan Scholz, Olanrewaju Austine-Orimoloye, Parithi Balachandran, Marc Jan Bonder, Haoyu Cheng, Zechen Chong, Jonathan Crabtree, Mark Gerstein, Lisbeth A. Guethlein, Patrick Hasenfeld, Glenn Hickey, Kendra Hoekzema, Sarah E. Hunt, Matthew Jensen, Yunzhe Jiang, Sergey Koren, Youngjun Kwon, Chong Li, Heng Li, Jiaqi Li, Paul J. Norman, Keisuke K. Oshima, Benedict Paten, Adam M. Phillippy, Nicholas R. Pollock, Tobias Rausch, Mikko Rautiainen, Yuwei Song, Arda Söylev, Arvis Sulovari, Likhitha Surapaneni, Vasiliki Tsapalou, Weichen Zhou, Ying Zhou, Qihui Zhu, Michael C. Zody, Ryan E. Mills, Scott E. Devine, Xinghua Shi, Michael E. Talkowski, Mark J. P. Chaisson, Alexander T. Dilthey, Miriam K. Konkel, Jan O. Korbel, Charles Lee, Christine R. Beck, Evan E. Eichler, Tobias Marschall",
      "paper_url": "https://doi.org/10.1038/s41586-025-09140-6",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4388126694",
      "paper_id": "https://openalex.org/W4388126694",
      "title": "Condensin dysfunction is a reproductive isolating barrier in mice",
      "authors": "Warif El Yakoubi, Takashi Akera",
      "paper_url": "https://doi.org/10.1038/s41586-023-06700-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4382394376",
      "paper_id": "https://openalex.org/W4382394376",
      "title": "Continuous synthesis of E. coli genome sections and Mb-scale human DNA assembly",
      "authors": "Jérôme F. Zürcher, Askar A. Kleefeldt, Louise F. H. Funke, Jakob Birnbaum, Julius Fredens, Simona Grazioli, Kim C. Liu, Martin Spinck, Gianluca Petris, Pierre Murat, Fabian B. H. Rehm, Julian E. Sale, Jason W. Chin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06268-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401574230",
      "paper_id": "https://openalex.org/W4401574230",
      "title": "Continuously fluctuating selection reveals fine granularity of adaptation",
      "authors": "M. C. Bitter, S. Berardi, H. Oken, A. Huynh, Egor Lappo, P. Schmidt, D. A. Petrov",
      "paper_url": "https://doi.org/10.1038/s41586-024-07834-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391617379",
      "paper_id": "https://openalex.org/W4391617379",
      "title": "Convergence of coronary artery disease genes onto endothelial cell programs",
      "authors": "Gavin R. Schnitzler, Helen Kang, Shi Fang, Ramcharan S. Angom, Vivian S. Lee-Kim, X. Rosa Ma, Ronghao Zhou, Tony Zeng, Katherine Guo, Martin S. Taylor, Shamsudheen K. Vellarikkal, Aurelie E. Barry, Oscar Sias-Garcia, Alex Bloemendal, Glen Munson, Philine Guckelberger, Tung H. Nguyen, Drew T. Bergman, Stephen Hinshaw, Nathan Cheng, Brian Cleary, Krishna Aragam, Eric S. Lander, Hilary K. Finucane, Debabrata Mukhopadhyay, Rajat M. Gupta, Jesse M. Engreitz",
      "paper_url": "https://doi.org/10.1038/s41586-024-07022-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4383223786",
      "paper_id": "https://openalex.org/W4383223786",
      "title": "Cooperation between bHLH transcription factors and histones for DNA access",
      "authors": "Alicia K. Michael, Lisa Stoos, Priya Crosby, Nikolas Eggers, Xinyu Y. Nie, Kristina Makasheva, Martina Minnich, Kelly L. Healy, Joscha Weiss, Georg Kempf, Simone Cavadini, Lukas Kater, Jan Seebacher, Luca Vecchia, Deyasini Chakraborty, Luke Isbel, Ralph S. Grand, Florian Andersch, Jennifer L. Fribourgh, Dirk Schübeler, Johannes Zuber, Andrew C. Liu, Peter B. Becker, Beat Fierz, Carrie L. Partch, Jerome S. Menet, Nicolas H. Thomä",
      "paper_url": "https://doi.org/10.1038/s41586-023-06282-3",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409666358",
      "paper_id": "https://openalex.org/W4409666358",
      "title": "Custom CRISPR—Cas9 PAM variants via scalable engineering and machine learning",
      "authors": "Rachel A. Silverstein, Nahye Kim, Ann-Sophie Kroell, Russell T. Walton, Justin Delano, Rossano M. Butcher, Martin Pacesa, Blaire K. Smith, Kathleen A. Christie, Leillani L. Ha, Ronald J. Meis, Aaron B. Clark, Aviv D. Spinner, Cicera R. Lazzarotto, Yichao Li, Azusa Matsubara, Elizabeth O. Urbina, Gary A. Dahl, Bruno E. Correia, Debora S. Marks, Shengdar Q. Tsai, Luca Pinello, Suk See De Ravin, Qin Liu, Benjamin P. Kleinstiver",
      "paper_url": "https://doi.org/10.1038/s41586-025-09021-y",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4376878560",
      "paper_id": "https://openalex.org/W4376878560",
      "title": "Cycles of satellite and transposon evolution in Arabidopsis centromeres",
      "authors": "Piotr Wlodzimierz, Fernando A. Rabanal, Robin Burns, Matthew Naish, Elias Primetis, Alison Scott, Terezie Mandáková, Nicola Gorringe, Andrew J. Tock, Daniel Holland, Katrin Fritschi, Anette Habring, Christa Lanz, Christie Patel, Theresa Schlegel, Maximilian Collenberg, Miriam Mielke, Magnus Nordborg, Fabrice Roux, Gautam Shirsekar, Carlos Alonso-Blanco, Martin A. Lysak, Polina Y. Novikova, Alexandros Bousios, Detlef Weigel, Ian R. Henderson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06062-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392504741",
      "paper_id": "https://openalex.org/W4392504741",
      "title": "Decoding chromatin states by proteomic profiling of nucleosome readers",
      "authors": "Saulius Lukauskas, Andrey Tvardovskiy, Nhuong V. Nguyen, Mara Stadler, Peter Faull, Tina Ravnsborg, Bihter Özdemir Aygenli, Scarlett Dornauer, Helen Flynn, Rik G. H. Lindeboom, Teresa K. Barth, Kevin Brockers, Stefanie M. Hauck, Michiel Vermeulen, Ambrosius P. Snijders, Christian L. Müller, Peter A. DiMaggio, Ole N. Jensen, Robert Schneider, Till Bartke",
      "paper_url": "https://doi.org/10.1038/s41586-024-07141-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3168571452",
      "paper_id": "https://openalex.org/W3168571452",
      "title": "Defining genome architecture at base-pair resolution",
      "authors": "Peng Hua, Mohsin Badat, Lars L. P. Hanssen, Lance D. Hentges, Nicholas Crump, Damien J. Downes, Danuta M. Jeziorska, A. Marieke Oudelaar, Ron Schwessinger, Stephen Taylor, Thomas A. Milne, Jim R. Hughes, Doug R. Higgs, James O. J. Davies",
      "paper_url": "https://doi.org/10.1038/s41586-021-03639-4",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4412737113",
      "paper_id": "https://openalex.org/W4412737113",
      "title": "Design of highly functional genome editors by modelling CRISPR–Cas sequences",
      "authors": "Jeffrey A. Ruffolo, Stephen Nayfach, Joseph Gallagher, Aadyot Bhatnagar, Joel Beazer, Riffat Hussain, Jordan Russ, Jennifer Yip, Emily Hill, Martin Pacesa, Alexander J. Meeske, Peter Cameron, Ali Madani",
      "paper_url": "https://doi.org/10.1038/s41586-025-09298-z",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4281893299",
      "paper_id": "https://openalex.org/W4281893299",
      "title": "Differential cofactor dependencies define distinct types of human enhancers",
      "authors": "Christoph Neumayr, Vanja Haberle, Leonid Serebreni, Katharina Karner, Oliver Hendy, Ann Boija, Jonathan E. Henninger, Charles H. Li, Karel Stejskal, Gen Lin, Katharina Bergauer, Michaela Pagani, Martina Rath, Karl Mechtler, Cosmas D. Arnold, Alexander Stark",
      "paper_url": "https://doi.org/10.1038/s41586-022-04779-x",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3209435229",
      "paper_id": "https://openalex.org/W3209435229",
      "title": "Disease variant prediction with deep generative models of evolutionary data",
      "authors": "Jonathan Frazer, Pascal Notin, Mafalda Dias, Aidan Gomez, Joseph K. Min, Kelly Brock, Yarin Gal, Debora S. Marks",
      "paper_url": "https://doi.org/10.1038/s41586-021-04043-8",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410363004",
      "paper_id": "https://openalex.org/W4410363004",
      "title": "Divergent DNA methylation dynamics in marsupial and eutherian embryos",
      "authors": "Bryony J. Leeke, Wazeer Varsally, Sugako Ogushi, Jasmin Zohren, Sergio Menchero, Aurélien Courtois, Daniel M. Snell, Aurélie Teissandier, Obah Ojarikre, Shantha K. Mahadevaiah, Fanny Decarpentrie, Rebecca J. Oakey, John L. VandeBerg, James M. A. Turner",
      "paper_url": "https://doi.org/10.1038/s41586-025-08992-2",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409312366",
      "paper_id": "https://openalex.org/W4409312366",
      "title": "DNA-guided transcription factor interactions extend human gene regulatory code",
      "authors": "Zhiyuan Xie, Ilya Sokolov, Maria Osmala, Xue Yue, Grace Bower, J. Patrick Pett, Yinan Chen, Kai Wang, Ayse Derya Cavga, Alexander Popov, Sarah A. Teichmann, Ekaterina Morgunova, Evgeny Z. Kvon, Yimeng Yin, Jussi Taipale",
      "paper_url": "https://doi.org/10.1038/s41586-025-08844-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4392242853",
      "paper_id": "https://openalex.org/W4392242853",
      "title": "Durable and efficient gene silencing in vivo by hit-and-run epigenome editing",
      "authors": "Martino Alfredo Cappelluti, Valeria Mollica Poeta, Sara Valsoni, Piergiuseppe Quarato, Simone Merlin, Ivan Merelli, Angelo Lombardo",
      "paper_url": "https://doi.org/10.1038/s41586-024-07087-8",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4210865385",
      "paper_id": "https://openalex.org/W4210865385",
      "title": "Early prediction of preeclampsia in pregnancy with cell-free RNA",
      "authors": "Mira N. Moufarrej, Sevahn K. Vorperian, Ronald J. Wong, Ana A. Campos, Cecele C. Quaintance, Rene V. Sit, Michelle Tan, Angela M. Detweiler, Honey Mekonen, Norma F. Neff, Courtney Baruch-Gravett, James A. Litch, Maurice L. Druzin, Virginia D. Winn, Gary M. Shaw, David K. Stevenson, Stephen R. Quake",
      "paper_url": "https://doi.org/10.1038/s41586-022-04410-z",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4413115583",
      "paper_id": "https://openalex.org/W4413115583",
      "title": "Elementary 3D organization of active and silenced E. coli genome",
      "authors": "Alexey A. Gavrilov, Ilya Shamovsky, Irina Zhegalova, Sergey Proshkin, Yosef Shamovsky, Grigory Evko, Vitaly Epshtein, Aviram Rasouly, Anna Blavatnik, Sudipta Lahiri, Eli Rothenberg, Sergey V. Razin, Evgeny Nudler",
      "paper_url": "https://doi.org/10.1038/s41586-025-09396-y",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4401947169",
      "paper_id": "https://openalex.org/W4401947169",
      "title": "Embryonic genome instability upon DNA replication timing program emergence",
      "authors": "Saori Takahashi, Hirohisa Kyogoku, Takuya Hayakawa, Hisashi Miura, Asami Oji, Yoshiko Kondo, Shin-ichiro Takebayashi, Tomoya S. Kitajima, Ichiro Hiratani",
      "paper_url": "https://doi.org/10.1038/s41586-024-07841-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389991913",
      "paper_id": "https://openalex.org/W4389991913",
      "title": "Emergence of replication timing during early mammalian development",
      "authors": "Tsunetoshi Nakatani, Tamas Schauer, Luis Altamirano-Pacheco, Kyle N. Klein, Andreas Ettinger, Mrinmoy Pal, David M. Gilbert, Maria-Elena Torres-Padilla",
      "paper_url": "https://doi.org/10.1038/s41586-023-06872-1",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3164418710",
      "paper_id": "https://openalex.org/W3164418710",
      "title": "Enhancer release and retargeting activates disease-susceptibility genes",
      "authors": "Soohwan Oh, Jiaofang Shao, Joydeep Mitra, Feng Xiong, Matteo D’Antonio, Ruoyu Wang, Ivan Garcia-Bassets, Qi Ma, Xiaoyu Zhu, Joo-Hyung Lee, Sreejith J. Nair, Feng Yang, Kenneth Ohgi, Kelly A. Frazer, Zhengdong D. Zhang, Wenbo Li, Michael G. Rosenfeld",
      "paper_url": "https://doi.org/10.1038/s41586-021-03577-1",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4399368420",
      "paper_id": "https://openalex.org/W4399368420",
      "title": "Epigenetic inheritance of diet-induced and sperm-borne mitochondrial RNAs",
      "authors": "A. Tomar, M. Gomez-Velazquez, R. Gerlini, G. Comas-Armangué, L. Makharadze, T. Kolbe, A. Boersma, M. Dahlhoff, J. P. Burgstaller, M. Lassi, J. Darr, J. Toppari, H. Virtanen, A. Kühnapfel, M. Scholz, K. Landgraf, W. Kiess, M. Vogel, V. Gailus-Durner, H. Fuchs, S. Marschall, M. Hrabě de Angelis, N. Kotaja, A. Körner, R. Teperino",
      "paper_url": "https://doi.org/10.1038/s41586-024-07472-3",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4413115985",
      "paper_id": "https://openalex.org/W4413115985",
      "title": "Establishment of chromatin architecture interplays with embryo hypertranscription",
      "authors": "Guang Yu, Kai Xu, Weikun Xia, Ke Zhang, Qianhua Xu, Lijia Li, Zili Lin, Ling Liu, Bofeng Liu, Zhenhai Du, Xia Chen, Qiang Fan, Fangnong Lai, Wenying Wang, Lijuan Wang, Feng Kong, Chao Wang, Haiqiang Dai, Huili Wang, Wei Xie",
      "paper_url": "https://doi.org/10.1038/s41586-025-09400-5",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4322739504",
      "paper_id": "https://openalex.org/W4322739504",
      "title": "Evolution of the germline mutation rate across vertebrates",
      "authors": "Lucie A. Bergeron, Søren Besenbacher, Jiao Zheng, Panyi Li, Mads Frost Bertelsen, Benoit Quintard, Joseph I. Hoffman, Zhipeng Li, Judy St. Leger, Changwei Shao, Josefin Stiller, M. Thomas P. Gilbert, Mikkel H. Schierup, Guojie Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05752-y",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3157122502",
      "paper_id": "https://openalex.org/W3157122502",
      "title": "Evolutionary and biomedical insights from a marmoset diploid genome assembly",
      "authors": "Chentao Yang, Yang Zhou, Stephanie Marcus, Giulio Formenti, Lucie A. Bergeron, Zhenzhen Song, Xupeng Bi, Juraj Bergman, Marjolaine Marie C. Rousselle, Chengran Zhou, Long Zhou, Yuan Deng, Miaoquan Fang, Duo Xie, Yuanzhen Zhu, Shangjin Tan, Jacquelyn Mountcastle, Bettina Haase, Jennifer Balacco, Jonathan Wood, William Chow, Arang Rhie, Martin Pippel, Margaret M. Fabiszak, Sergey Koren, Olivier Fedrigo, Winrich A. Freiwald, Kerstin Howe, Huanming Yang, Adam M. Phillippy, Mikkel Heide Schierup, Erich D. Jarvis, Guojie Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03535-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404566689",
      "paper_id": "https://openalex.org/W4404566689",
      "title": "Examining the role of common variants in rare neurodevelopmental conditions",
      "authors": "Qin Qin Huang, Emilie M. Wigdor, Daniel S. Malawsky, Patrick Campbell, Kaitlin E. Samocha, V. Kartik Chundru, Petr Danecek, Sarah Lindsay, Thomas Marchant, Mahmoud Koko, Sana Amanat, Davide Bonfanti, Eamonn Sheridan, Elizabeth J. Radford, Jeffrey C. Barrett, Caroline F. Wright, Helen V. Firth, Varun Warrier, Alexander Strudwick Young, Matthew E. Hurles, Hilary C. Martin",
      "paper_url": "https://doi.org/10.1038/s41586-024-08217-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3207912190",
      "paper_id": "https://openalex.org/W3207912190",
      "title": "Exome sequencing and analysis of 454,787 UK Biobank participants",
      "authors": "Joshua D. Backman, Alexander H. Li, Anthony Marcketta, Dylan Sun, Joelle Mbatchou, Michael D. Kessler, Christian Benner, Daren Liu, Adam E. Locke, Suganthi Balasubramanian, Ashish Yadav, Nilanjana Banerjee, Christopher E. Gillies, Amy Damask, Simon Liu, Xiaodong Bai, Alicia Hawes, Evan Maxwell, Lauren Gurski, Kyoko Watanabe, Jack A. Kosmicki, Veera Rajagopal, Jason Mighty, Marcus Jones, Lyndon Mitnaul, Eli Stahl, Giovanni Coppola, Eric Jorgenson, Lukas Habegger, William J. Salerno, Alan R. Shuldiner, Luca A. Lotta, John D. Overton, Michael N. Cantor, Jeffrey G. Reid, George Yancopoulos, Hyun M. Kang, Jonathan Marchini, Aris Baras, Gonçalo R. Abecasis, Manuel A. R. Ferreira",
      "paper_url": "https://doi.org/10.1038/s41586-021-04103-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3195445434",
      "paper_id": "https://openalex.org/W3195445434",
      "title": "Extensive phylogenies of human development inferred from somatic mutations",
      "authors": "Tim H. H. Coorens, Luiza Moore, Philip S. Robinson, Rashesh Sanghvi, Joseph Christopher, James Hewinson, Moritz J. Przybilla, Andrew R. J. Lawson, Michael Spencer Chapman, Alex Cagan, Thomas R. W. Oliver, Matthew D. C. Neville, Yvette Hooks, Ayesha Noorani, Thomas J. Mitchell, Rebecca C. Fitzgerald, Peter J. Campbell, Iñigo Martincorena, Raheleh Rahbari, Michael R. Stratton",
      "paper_url": "https://doi.org/10.1038/s41586-021-03790-y",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4317390883",
      "paper_id": "https://openalex.org/W4317390883",
      "title": "FinnGen provides genetic insights from a well-phenotyped isolated population",
      "authors": "Mitja I. Kurki, Juha Karjalainen, Priit Palta, Timo P. Sipilä, Kati Kristiansson, Kati M. Donner, Mary P. Reeve, Hannele Laivuori, Mervi Aavikko, Mari A. Kaunisto, Anu Loukola, Elisa Lahtela, Hannele Mattsson, Päivi Laiho, Pietro Della Briotta Parolo, Arto A. Lehisto, Masahiro Kanai, Nina Mars, Joel Rämö, Tuomo Kiiskinen, Henrike O. Heyne, Kumar Veerapen, Sina Rüeger, Susanna Lemmelä, Wei Zhou, Sanni Ruotsalainen, Kalle Pärn, Tero Hiekkalinna, Sami Koskelainen, Teemu Paajanen, Vincent Llorens, Javier Gracia-Tabuenca, Harri Siirtola, Kadri Reis, Abdelrahman G. Elnahas, Benjamin Sun, Christopher N. Foley, Katriina Aalto-Setälä, Kaur Alasoo, Mikko Arvas, Kirsi Auro, Shameek Biswas, Argyro Bizaki-Vallaskangas, Olli Carpen, Chia-Yen Chen, Oluwaseun A. Dada, Zhihao Ding, Margaret G. Ehm, Kari Eklund, Martti Färkkilä, Hilary Finucane, Andrea Ganna, Awaisa Ghazal, Robert R. Graham, Eric M. Green, Antti Hakanen, Marco Hautalahti, Åsa K. Hedman, Mikko Hiltunen, Reetta Hinttala, Iiris Hovatta, Xinli Hu, Adriana Huertas-Vazquez, Laura Huilaja, Julie Hunkapiller, Howard Jacob, Jan-Nygaard Jensen, Heikki Joensuu, Sally John, Valtteri Julkunen, Marc Jung, Juhani Junttila, Kai Kaarniranta, Mika Kähönen, Risto Kajanne, Lila Kallio, Reetta Kälviäinen, Jaakko Kaprio, Nurlan Kerimov, Johannes Kettunen, Elina Kilpeläinen, Terhi Kilpi, Katherine Klinger, Veli-Matti Kosma, Teijo Kuopio, Venla Kurra, Triin Laisk, Jari Laukkanen, Nathan Lawless, Aoxing Liu, Simonne Longerich, Reedik Mägi, Johanna Mäkelä, Antti Mäkitie, Anders Malarstig, Arto Mannermaa, Joseph Maranville, Athena Matakidou, Tuomo Meretoja, Sahar V. Mozaffari, Mari E. K. Niemi, Marianna Niemi, Teemu Niiranen, Christopher J. O´Donnell, Ma´en Obeidat, George Okafo, Hanna M. Ollila, Antti Palomäki, Tuula Palotie, Jukka Partanen, Dirk S. Paul, Margit Pelkonen, Rion K. Pendergrass, Slavé Petrovski, Anne Pitkäranta, Adam Platt, David Pulford, Eero Punkka, Pirkko Pussinen, Neha Raghavan, Fedik Rahimov, Deepak Rajpal, Nicole A. Renaud, Bridget Riley-Gillis, Rodosthenis Rodosthenous, Elmo Saarentaus, Aino Salminen, Eveliina Salminen, Veikko Salomaa, Johanna Schleutker, Raisa Serpi, Huei-yi Shen, Richard Siegel, Kaisa Silander, Sanna Siltanen, Sirpa Soini, Hilkka Soininen, Jae Hoon Sul, Ioanna Tachmazidou, Kaisa Tasanen, Pentti Tienari, Sanna Toppila-Salmi, Taru Tukiainen, Tiinamaija Tuomi, Joni A. Turunen, Jacob C. Ulirsch, Felix Vaura, Petri Virolainen, Jeffrey Waring, Dawn Waterworth, Robert Yang, Mari Nelis, Anu Reigo, Andres Metspalu, Lili Milani, Tõnu Esko, Caroline Fox, Aki S. Havulinna, Markus Perola, Samuli Ripatti, Anu Jalanko, Tarja Laitinen, Tomi P. Mäkelä, Robert Plenge, Mark McCarthy, Heiko Runz, Mark J. Daly, Aarno Palotie",
      "paper_url": "https://doi.org/10.1038/s41586-022-05473-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389670636",
      "paper_id": "https://openalex.org/W4389670636",
      "title": "GDF15 linked to maternal risk of nausea and vomiting during pregnancy",
      "authors": "M. Fejzo, N. Rocha, I. Cimino, S. M. Lockhart, C. J. Petry, R. G. Kay, K. Burling, P. Barker, A. L. George, N. Yasara, A. Premawardhena, S. Gong, E. Cook, D. Rimmington, K. Rainbow, D. J. Withers, V. Cortessis, P. M. Mullin, K. W. MacGibbon, E. Jin, A. Kam, A. Campbell, O. Polasek, G. Tzoneva, F. M. Gribble, G. S. H. Yeo, B. Y. H. Lam, V. Saudek, I. A. Hughes, K. K. Ong, J. R. B. Perry, A. Sutton Cole, M. Baumgarten, P. Welsh, N. Sattar, G. C. S. Smith, D. S. Charnock-Jones, A. P. Coll, C. L. Meek, S. Mettananda, C. Hayward, N. Mancuso, S. O’Rahilly",
      "paper_url": "https://doi.org/10.1038/s41586-023-06921-9",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4327681897",
      "paper_id": "https://openalex.org/W4327681897",
      "title": "Generation of functional oocytes from male mice in vitro",
      "authors": "Kenta Murakami, Nobuhiko Hamazaki, Norio Hamada, Go Nagamatsu, Ikuhiro Okamoto, Hiroshi Ohta, Yoshiaki Nosaka, Yukiko Ishikura, Tomoya S. Kitajima, Yuichiro Semba, Yuya Kunisaki, Fumio Arai, Koichi Akashi, Mitinori Saitou, Kiyoko Kato, Katsuhiko Hayashi",
      "paper_url": "https://doi.org/10.1038/s41586-023-05834-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4280559897",
      "paper_id": "https://openalex.org/W4280559897",
      "title": "Genetic and chemotherapeutic influences on germline hypermutation",
      "authors": "Joanna Kaplanis, Benjamin Ide, Rashesh Sanghvi, Matthew Neville, Petr Danecek, Tim Coorens, Elena Prigmore, Patrick Short, Giuseppe Gallone, Jeremy McRae, Loukas Moutsianas, Chris Odhams, Jenny Carmichael, Angela Barnicoat, Helen Firth, Patrick O’Brien, Raheleh Rahbari, Matthew Hurles",
      "paper_url": "https://doi.org/10.1038/s41586-022-04712-2",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407392520",
      "paper_id": "https://openalex.org/W4407392520",
      "title": "Genetic architecture in Greenland is shaped by demography, structure and selection",
      "authors": "Frederik Filip Stæger, Mette K. Andersen, Zilong Li, Jasmin Pernille Hjerresen, Shixu He, Cindy G. Santander, Rasmus Tanderup Jensen, Karsten Fleischer Rex, Anne Cathrine Baun Thuesen, Kristian Hanghøj, Inge Høst Seiding, Emil Jørsboe, Sara Elizabeth Stinson, Malthe Sebro Rasmussen, Renzo F. Balboa, Christina Viskum Lytken Larsen, Peter Bjerregaard, Mikkel Schubert, Jonas Meisner, Allan Linneberg, Niels Grarup, Eleftheria Zeggini, Rasmus Nielsen, Marit E. Jørgensen, Torben Hansen, Ida Moltke, Anders Albrechtsen",
      "paper_url": "https://doi.org/10.1038/s41586-024-08516-4",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4220920955",
      "paper_id": "https://openalex.org/W4220920955",
      "title": "Genetic associations of protein-coding variants in human disease",
      "authors": "Benjamin B. Sun, Mitja I. Kurki, Christopher N. Foley, Asma Mechakra, Chia-Yen Chen, Eric Marshall, Jemma B. Wilk, Benjamin B. Sun, Chia-Yen Ghen, Eric Marshall, Jemma B. Wilk, Heiko Runz, Mohamed Chahine, Philippe Chevalier, Georges Christé, Mitja I. Kurki, Aarno Palotie, Mark J. Daly, Aarno Palotie, Mark J. Daly, Heiko Runz",
      "paper_url": "https://doi.org/10.1038/s41586-022-04394-w",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4313453265",
      "paper_id": "https://openalex.org/W4313453265",
      "title": "Genetic diversity fuels gene discovery for tobacco and alcohol use",
      "authors": "Gretchen R. B. Saunders, Xingyan Wang, Fang Chen, Seon-Kyeong Jang, Mengzhen Liu, Chen Wang, Shuang Gao, Yu Jiang, Chachrit Khunsriraksakul, Jacqueline M. Otto, Clifton Addison, Masato Akiyama, Christine M. Albert, Fazil Aliev, Alvaro Alonso, Donna K. Arnett, Allison E. Ashley-Koch, Aneel A. Ashrani, Kathleen C. Barnes, R. Graham Barr, Traci M. Bartz, Diane M. Becker, Lawrence F. Bielak, Emelia J. Benjamin, Joshua C. Bis, Gyda Bjornsdottir, John Blangero, Eugene R. Bleecker, Jason D. Boardman, Eric Boerwinkle, Dorret I. Boomsma, Meher Preethi Boorgula, Donald W. Bowden, Jennifer A. Brody, Brian E. Cade, Daniel I. Chasman, Sameer Chavan, Yii-Der Ida Chen, Zhengming Chen, Iona Cheng, Michael H. Cho, Hélène Choquet, John W. Cole, Marilyn C. Cornelis, Francesco Cucca, Joanne E. Curran, Mariza de Andrade, Danielle M. Dick, Anna R. Docherty, Ravindranath Duggirala, Charles B. Eaton, Marissa A. Ehringer, Tõnu Esko, Jessica D. Faul, Lilian Fernandes Silva, Edoardo Fiorillo, Myriam Fornage, Barry I. Freedman, Maiken E. Gabrielsen, Melanie E. Garrett, Sina A. Gharib, Christian Gieger, Nathan Gillespie, David C. Glahn, Scott D. Gordon, Charles C. Gu, Dongfeng Gu, Daniel F. Gudbjartsson, Xiuqing Guo, Jeffrey Haessler, Michael E. Hall, Toomas Haller, Kathleen Mullan Harris, Jiang He, Pamela Herd, John K. Hewitt, Ian Hickie, Bertha Hidalgo, John E. Hokanson, Christian Hopfer, JoukeJan Hottenga, Lifang Hou, Hongyan Huang, Yi-Jen Hung, David J. Hunter, Kristian Hveem, Shih-Jen Hwang, Chii-Min Hwu, William Iacono, Marguerite R. Irvin, Yon Ho Jee, Eric O. Johnson, Yoonjung Y. Joo, Eric Jorgenson, Anne E. Justice, Yoichiro Kamatani, Robert C. Kaplan, Jaakko Kaprio, Sharon L. R. Kardia, Matthew C. Keller, Tanika N. Kelly, Charles Kooperberg, Tellervo Korhonen, Peter Kraft, Kenneth Krauter, Johanna Kuusisto, Markku Laakso, Jessica Lasky-Su, Wen-Jane Lee, James J. Lee, Daniel Levy, Liming Li, Kevin Li, Yuqing Li, Kuang Lin, Penelope A. Lind, Chunyu Liu, Donald M. Lloyd-Jones, Sharon M. Lutz, Jiantao Ma, Reedik Mägi, Ani Manichaikul, Nicholas G. Martin, Ravi Mathur, Nana Matoba, Patrick F. McArdle, Matt McGue, Matthew B. McQueen, Sarah E. Medland, Andres Metspalu, Deborah A. Meyers, Iona Y. Millwood, Braxton D. Mitchell, Karen L. Mohlke, Matthew Moll, May E. Montasser, Alanna C. Morrison, Antonella Mulas, Jonas B. Nielsen, Kari E. North, Elizabeth C. Oelsner, Yukinori Okada, Valeria Orrù, Nicholette D. Palmer, Teemu Palviainen, Anita Pandit, S. Lani Park, Ulrike Peters, Annette Peters, Patricia A. Peyser, Tinca J. C. Polderman, Nicholas Rafaels, Susan Redline, Robert M. Reed, Alex P. Reiner, John P. Rice, Stephen S. Rich, Nicole E. Richmond, Carol Roan, Jerome I. Rotter, Michael N. Rueschman, Valgerdur Runarsdottir, Nancy L. Saccone, David A. Schwartz, Aladdin H. Shadyab, Jingchunzi Shi, Suyash S. Shringarpure, Kamil Sicinski, Anne Heidi Skogholt, Jennifer A. Smith, Nicholas L. Smith, Nona Sotoodehnia, Michael C. Stallings, Hreinn Stefansson, Kari Stefansson, Jerry A. Stitzel, Xiao Sun, Moin Syed, Ruth Tal-Singer, Amy E. Taylor, Kent D. Taylor, Marilyn J. Telen, Khanh K. Thai, Hemant Tiwari, Constance Turman, Thorarinn Tyrfingsson, Tamara L. Wall, Robin G. Walters, David R. Weir, Scott T. Weiss, Wendy B. White, John B. Whitfield, Kerri L. Wiggins, Gonneke Willemsen, Cristen J. Willer, Bendik S. Winsvold, Huichun Xu, Lisa R. Yanek, Jie Yin, Kristin L. Young, Kendra A. Young, Bing Yu, Wei Zhao, Wei Zhou, Sebastian Zöllner, Luisa Zuccolo, Chiara Batini, Andrew W. Bergen, Laura J. Bierut, Sean P. David, Sarah A. Gagliano Taliun, Dana B. Hancock, Bibo Jiang, Marcus R. Munafò, Thorgeir E. Thorgeirsson, Dajiang J. Liu, Scott Vrieze",
      "paper_url": "https://doi.org/10.1038/s41586-022-05477-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399577009",
      "paper_id": "https://openalex.org/W4399577009",
      "title": "Genetic drivers and cellular selection of female mosaic X chromosome loss",
      "authors": "Aoxing Liu, Giulio Genovese, Yajie Zhao, Matti Pirinen, Seyedeh M. Zekavat, Katherine A. Kentistou, Zhiyu Yang, Kai Yu, Caitlyn Vlasschaert, Xiaoxi Liu, Derek W. Brown, Georgi Hudjashov, Bryan R. Gorman, Joe Dennis, Weiyin Zhou, Yukihide Momozawa, Saiju Pyarajan, Valdislav Tuzov, Fanny-Dhelia Pajuste, Mervi Aavikko, Timo P. Sipilä, Awaisa Ghazal, Wen-Yi Huang, Neal D. Freedman, Lei Song, Eugene J. Gardner, Andres Metspalu, Tõnu Esko, Mari Nelis, Lili Milani, Thomas U. Ahearn, Irene L. Andrulis, Hoda Anton-Culver, Antonis C. Antoniou, Amy Berrington de Gonzalez, Natalia V. Bogdanova, Stig E. Bojesen, Manjeet K. Bolla, Hermann Brenner, Jenny Chang-Claude, Georgia Chenevix-Trench, Sarah V. Colonna, Fergus J. Couch, Angela Cox, Kamila Czene, Mary B. Daly, Peter Devilee, Thilo Dörk, Alison M. Dunning, Miriam Dwek, Douglas F. Easton, Diana M. Eccles, Peter A. Fasching, Olivia Fletcher, Manuela Gago-Dominguez, Montserrat García-Closas, Mark S. Goldberg, Anna González-Neira, Pascal Guénel, Christopher A. Haiman, Per Hall, Ute Hamann, Antoinette Hollestelle, Reiner Hoppe, John L. Hopper, Anna Jakubowska, Helena Jernström, Esther M. John, Rudolf Kaaks, Elza K. Khusnutdinova, Cari M. Kitahara, Peter Kraft, Vessela N. Kristensen, Diether Lambrechts, Annika Lindblom, Arto Mannermaa, Usha Menon, Kyriaki Michailidou, Rachel A. Murphy, Heli Nevanlinna, Nadia Obi, Kenneth Offit, Paolo Peterlongo, Paul D. P. Pharoah, Dijana Plaseska-Karanfilska, Gad Rennert, Atocha Romero, Emmanouil Saloustros, Marjanka K. Schmidt, Rita K. Schmutzler, Jennifer Stone, Rulla M. Tamimi, Lauren R. Teras, Mary Beth Terry, Melissa A. Troester, Celine M. Vachon, Qin Wang, Clarice R. Weinberg, Robert Winqvist, Alicja Wolk, Vijay G. Sankaran, Aarno Palotie, Hanna M. Ollila, Taru Tukiainen, Stephen J. Chanock, Reedik Mägi, Pradeep Natarajan, Mark J. Daly, Alexander Bick, Steven A. McCarroll, Chikashi Terao, Po-Ru Loh, Andrea Ganna, John R. B. Perry, Mitchell J. Machiela",
      "paper_url": "https://doi.org/10.1038/s41586-024-07533-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391925503",
      "paper_id": "https://openalex.org/W4391925503",
      "title": "Genetic drivers of heterogeneity in type 2 diabetes pathophysiology",
      "authors": "Ken Suzuki, Konstantinos Hatzikotoulas, Lorraine Southam, Henry J. Taylor, Xianyong Yin, Kim M. Lorenz, Ravi Mandla, Alicia Huerta-Chagoya, Giorgio E. M. Melloni, Stavroula Kanoni, Nigel W. Rayner, Ozvan Bocher, Ana Luiza Arruda, Kyuto Sonehara, Shinichi Namba, Simon S. K. Lee, Michael H. Preuss, Lauren E. Petty, Philip Schroeder, Brett Vanderwerff, Mart Kals, Fiona Bragg, Kuang Lin, Xiuqing Guo, Weihua Zhang, Jie Yao, Young Jin Kim, Mariaelisa Graff, Fumihiko Takeuchi, Jana Nano, Amel Lamri, Masahiro Nakatochi, Sanghoon Moon, Robert A. Scott, James P. Cook, Jung-Jin Lee, Ian Pan, Daniel Taliun, Esteban J. Parra, Jin-Fang Chai, Lawrence F. Bielak, Yasuharu Tabara, Yang Hai, Gudmar Thorleifsson, Niels Grarup, Tamar Sofer, Matthias Wuttke, Chloé Sarnowski, Christian Gieger, Darryl Nousome, Stella Trompet, Soo-Heon Kwak, Jirong Long, Meng Sun, Lin Tong, Wei-Min Chen, Suraj S. Nongmaithem, Raymond Noordam, Victor J. Y. Lim, Claudia H. T. Tam, Yoonjung Yoonie Joo, Chien-Hsiun Chen, Laura M. Raffield, Bram Peter Prins, Aude Nicolas, Lisa R. Yanek, Guanjie Chen, Jennifer A. Brody, Edmond Kabagambe, Ping An, Anny H. Xiang, Hyeok Sun Choi, Brian E. Cade, Jingyi Tan, K. Alaine Broadaway, Alice Williamson, Zoha Kamali, Jinrui Cui, Manonanthini Thangam, Linda S. Adair, Adebowale Adeyemo, Carlos A. Aguilar-Salinas, Tarunveer S. Ahluwalia, Sonia S. Anand, Alain Bertoni, Jette Bork-Jensen, Ivan Brandslund, Thomas A. Buchanan, Charles F. Burant, Adam S. Butterworth, Mickaël Canouil, Juliana C. N. Chan, Li-Ching Chang, Miao-Li Chee, Ji Chen, Shyh-Huei Chen, Yuan-Tsong Chen, Zhengming Chen, Lee-Ming Chuang, Mary Cushman, John Danesh, Swapan K. Das, H. Janaka de Silva, George Dedoussis, Latchezar Dimitrov, Ayo P. Doumatey, Shufa Du, Qing Duan, Kai-Uwe Eckardt, Leslie S. Emery, Daniel S. Evans, Michele K. Evans, Krista Fischer, James S. Floyd, Ian Ford, Oscar H. Franco, Timothy M. Frayling, Barry I. Freedman, Pauline Genter, Hertzel C. Gerstein, Vilmantas Giedraitis, Clicerio González-Villalpando, Maria Elena González-Villalpando, Penny Gordon-Larsen, Myron Gross, Lindsay A. Guare, Sophie Hackinger, Liisa Hakaste, Sohee Han, Andrew T. Hattersley, Christian Herder, Momoko Horikoshi, Annie-Green Howard, Willa Hsueh, Mengna Huang, Wei Huang, Yi-Jen Hung, Mi Yeong Hwang, Chii-Min Hwu, Sahoko Ichihara, Mohammad Arfan Ikram, Martin Ingelsson, Md. Tariqul Islam, Masato Isono, Hye-Mi Jang, Farzana Jasmine, Guozhi Jiang, Jost B. Jonas, Torben Jørgensen, Frederick K. Kamanu, Fouad R. Kandeel, Anuradhani Kasturiratne, Tomohiro Katsuya, Varinderpal Kaur, Takahisa Kawaguchi, Jacob M. Keaton, Abel N. Kho, Chiea-Chuen Khor, Muhammad G. Kibriya, Duk-Hwan Kim, Florian Kronenberg, Johanna Kuusisto, Kristi Läll, Leslie A. Lange, Kyung Min Lee, Myung-Shik Lee, Nanette R. Lee, Aaron Leong, Liming Li, Yun Li, Ruifang Li-Gao, Symen Ligthart, Cecilia M. Lindgren, Allan Linneberg, Ching-Ti Liu, Jianjun Liu, Adam E. Locke, Tin Louie, Jian’an Luan, Andrea O. Luk, Xi Luo, Jun Lv, Julie A. Lynch, Valeriya Lyssenko, Shiro Maeda, Vasiliki Mamakou, Sohail Rafik Mansuri, Koichi Matsuda, Thomas Meitinger, Olle Melander, Andres Metspalu, Huan Mo, Andrew D. Morris, Filipe A. Moura, Jerry L. Nadler, Michael A. Nalls, Uma Nayak, Ioanna Ntalla, Yukinori Okada, Lorena Orozco, Sanjay R. Patel, Snehal Patil, Pei Pei, Mark A. Pereira, Annette Peters, Fraser J. Pirie, Hannah G. Polikowsky, Bianca Porneala, Gauri Prasad, Laura J. Rasmussen-Torvik, Alexander P. Reiner, Michael Roden, Rebecca Rohde, Katheryn Roll, Charumathi Sabanayagam, Kevin Sandow, Alagu Sankareswaran, Naveed Sattar, Sebastian Schönherr, Mohammad Shahriar, Botong Shen, Jinxiu Shi, Dong Mun Shin, Nobuhiro Shojima, Jennifer A. Smith, Wing Yee So, Alena Stančáková, Valgerdur Steinthorsdottir, Adrienne M. Stilp, Konstantin Strauch, Kent D. Taylor, Barbara Thorand, Unnur Thorsteinsdottir, Brian Tomlinson, Tam C. Tran, Fuu-Jen Tsai, Jaakko Tuomilehto, Teresa Tusie-Luna, Miriam S. Udler, Adan Valladares-Salgado, Rob M. van Dam, Jan B. van Klinken, Rohit Varma, Niels Wacher-Rodarte, Eleanor Wheeler, Ananda R. Wickremasinghe, Ko Willems van Dijk, Daniel R. Witte, Chittaranjan S. Yajnik, Ken Yamamoto, Kenichi Yamamoto, Kyungheon Yoon, Canqing Yu, Jian-Min Yuan, Salim Yusuf, Matthew Zawistowski, Liang Zhang, Wei Zheng, Stavroula Kanona, David A. van Heel, Leslie J. Raffel, Michiya Igase, Eli Ipp, Susan Redline, Yoon Shin Cho, Lars Lind, Michael A. Province, Myriam Fornage, Craig L. Hanis, Erik Ingelsson, Alan B. Zonderman, Bruce M. Psaty, Ya-Xing Wang, Charles N. Rotimi, Diane M. Becker, Fumihiko Matsuda, Yongmei Liu, Mitsuhiro Yokota, Sharon L. R. Kardia, Patricia A. Peyser, James S. Pankow, James C. Engert, Amélie Bonnefond, Philippe Froguel, James G. Wilson, Wayne H. H. Sheu, Jer-Yuarn Wu, M. Geoffrey Hayes, Ronald C. W. Ma, Tien-Yin Wong, Dennis O. Mook-Kanamori, Tiinamaija Tuomi, Giriraj R. Chandak, Francis S. Collins, Dwaipayan Bharadwaj, Guillaume Paré, Michèle M. Sale, Habibul Ahsan, Ayesha A. Motala, Xiao-Ou Shu, Kyong-Soo Park, J. Wouter Jukema, Miguel Cruz, Yii-Der Ida Chen, Stephen S. Rich, Roberta McKean-Cowdin, Harald Grallert, Ching-Yu Cheng, Mohsen Ghanbari, E-Shyong Tai, Josee Dupuis, Norihiro Kato, Markku Laakso, Anna Köttgen, Woon-Puay Koh, Donald W. Bowden, Colin N. A. Palmer, Jaspal S. Kooner, Charles Kooperberg, Simin Liu, Kari E. North, Danish Saleheen, Torben Hansen, Oluf Pedersen, Nicholas J. Wareham, Juyoung Lee, Bong-Jo Kim, Iona Y. Millwood, Robin G. Walters, Kari Stefansson, Emma Ahlqvist, Mark O. Goodarzi, Karen L. Mohlke, Claudia Langenberg, Christopher A. Haiman, Ruth J. F. Loos, Jose C. Florez, Daniel J. Rader, Marylyn D. Ritchie, Sebastian Zöllner, Reedik Mägi, Nicholas A. Marston, Christian T. Ruff, David A. van Heel, Sarah Finer, Joshua C. Denny, Toshimasa Yamauchi, Takashi Kadowaki, John C. Chambers, Maggie C. Y. Ng, Xueling Sim, Jennifer E. Below, Philip S. Tsao, Kyong-Mi Chang, Mark I. McCarthy, James B. Meigs, Anubha Mahajan, Cassandra N. Spracklen, Josep M. Mercader, Michael Boehnke, Jerome I. Rotter, Marijana Vujkovic, Benjamin F. Voight, Andrew P. Morris, Eleftheria Zeggini",
      "paper_url": "https://doi.org/10.1038/s41586-024-07019-6",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3185710912",
      "paper_id": "https://openalex.org/W3185710912",
      "title": "Genetic insights into biological mechanisms governing human ovarian ageing",
      "authors": "Katherine S. Ruth, Felix R. Day, Jazib Hussain, Ana Martínez-Marchal, Catherine E. Aiken, Ajuna Azad, Deborah J. Thompson, Lucie Knoblochova, Hironori Abe, Jane L. Tarry-Adkins, Javier Martin Gonzalez, Pierre Fontanillas, Annique Claringbould, Olivier B. Bakker, Patrick Sulem, Robin G. Walters, Chikashi Terao, Sandra Turon, Momoko Horikoshi, Kuang Lin, N. Charlotte Onland-Moret, Aditya Sankar, Emil Peter Thrane Hertz, Pascal N. Timshel, Vallari Shukla, Rehannah Borup, Kristina W. Olsen, Paula Aguilera, Mònica Ferrer-Roda, Yan Huang, Stasa Stankovic, Paul R. H. J. Timmers, Thomas U. Ahearn, Behrooz Z. Alizadeh, Elnaz Naderi, Irene L. Andrulis, Alice M. Arnold, Kristan J. Aronson, Annelie Augustinsson, Stefania Bandinelli, Caterina M. Barbieri, Robin N. Beaumont, Heiko Becher, Matthias W. Beckmann, Stefania Benonisdottir, Sven Bergmann, Murielle Bochud, Eric Boerwinkle, Stig E. Bojesen, Manjeet K. Bolla, Dorret I. Boomsma, Nicholas Bowker, Jennifer A. Brody, Linda Broer, Julie E. Buring, Archie Campbell, Harry Campbell, Jose E. Castelao, Eulalia Catamo, Stephen J. Chanock, Georgia Chenevix-Trench, Marina Ciullo, Tanguy Corre, Fergus J. Couch, Angela Cox, Laura Crisponi, Simon S. Cross, Francesco Cucca, Kamila Czene, George Davey Smith, Eco J. C. N. de Geus, Renée de Mutsert, Immaculata De Vivo, Ellen W. Demerath, Joe Dennis, Alison M. Dunning, Miriam Dwek, Mikael Eriksson, Tõnu Esko, Peter A. Fasching, Jessica D. Faul, Luigi Ferrucci, Nora Franceschini, Timothy M. Frayling, Manuela Gago-Dominguez, Massimo Mezzavilla, Montserrat García-Closas, Christian Gieger, Graham G. Giles, Harald Grallert, Daniel F. Gudbjartsson, Vilmundur Gudnason, Pascal Guénel, Christopher A. Haiman, Niclas Håkansson, Per Hall, Caroline Hayward, Chunyan He, Wei He, Gerardo Heiss, Miya K. Høffding, John L. Hopper, Jouke J. Hottenga, Frank Hu, David Hunter, Mohammad A. Ikram, Rebecca D. Jackson, Micaella D. R. Joaquim, Esther M. John, Peter K. Joshi, David Karasik, Sharon L. R. Kardia, Christiana Kartsonaki, Robert Karlsson, Cari M. Kitahara, Ivana Kolcic, Charles Kooperberg, Peter Kraft, Allison W. Kurian, Zoltan Kutalik, Martina La Bianca, Genevieve LaChance, Claudia Langenberg, Lenore J. Launer, Joop S. E. Laven, Deborah A. Lawlor, Loic Le Marchand, Jingmei Li, Annika Lindblom, Sara Lindstrom, Tricia Lindstrom, Martha Linet, YongMei Liu, Simin Liu, Jian’an Luan, Reedik Mägi, Patrik K. E. Magnusson, Massimo Mangino, Arto Mannermaa, Brumat Marco, Jonathan Marten, Nicholas G. Martin, Hamdi Mbarek, Barbara McKnight, Sarah E. Medland, Christa Meisinger, Thomas Meitinger, Cristina Menni, Andres Metspalu, Lili Milani, Roger L. Milne, Grant W. Montgomery, Dennis O. Mook-Kanamori, Antonella Mulas, Anna M. Mulligan, Alison Murray, Mike A. Nalls, Anne Newman, Raymond Noordam, Teresa Nutile, Dale R. Nyholt, Andrew F. Olshan, Håkan Olsson, Jodie N. Painter, Alpa V. Patel, Nancy L. Pedersen, Natalia Perjakova, Annette Peters, Ulrike Peters, Paul D. P. Pharoah, Ozren Polasek, Eleonora Porcu, Bruce M. Psaty, Iffat Rahman, Gad Rennert, Hedy S. Rennert, Paul M. Ridker, Susan M. Ring, Antonietta Robino, Lynda M. Rose, Frits R. Rosendaal, Jacques Rossouw, Igor Rudan, Rico Rueedi, Daniela Ruggiero, Cinzia F. Sala, Emmanouil Saloustros, Dale P. Sandler, Serena Sanna, Elinor J. Sawyer, Chloé Sarnowski, David Schlessinger, Marjanka K. Schmidt, Minouk J. Schoemaker, Katharina E. Schraut, Christopher Scott, Saleh Shekari, Amruta Shrikhande, Albert V. Smith, Blair H. Smith, Jennifer A. Smith, Rossella Sorice, Melissa C. Southey, Tim D. Spector, John J. Spinelli, Meir Stampfer, Doris Stöckl, Joyce B. J. van Meurs, Konstantin Strauch, Unnur Styrkarsdottir, Anthony J. Swerdlow, Toshiko Tanaka, Lauren R. Teras, Alexander Teumer, Unnur Þorsteinsdottir, Nicholas J. Timpson, Daniela Toniolo, Michela Traglia, Melissa A. Troester, Thérèse Truong, Jessica Tyrrell, André G. Uitterlinden, Sheila Ulivi, Celine M. Vachon, Veronique Vitart, Uwe Völker, Peter Vollenweider, Henry Völzke, Qin Wang, Nicholas J. Wareham, Clarice R. Weinberg, David R. Weir, Amber N. Wilcox, Ko Willems van Dijk, Gonneke Willemsen, James F. Wilson, Bruce H. R. Wolffenbuttel, Alicja Wolk, Andrew R. Wood, Wei Zhao, Marek Zygmunt, Zhengming Chen, Liming Li, Lude Franke, Stephen Burgess, Patrick Deelen, Tune H. Pers, Marie Louise Grøndahl, Claus Yding Andersen, Anna Pujol, Andres J. Lopez-Contreras, Jeremy A. Daniel, Kari Stefansson, Jenny Chang-Claude, Yvonne T. van der Schouw, Kathryn L. Lunetta, Daniel I. Chasman, Douglas F. Easton, Jenny A. Visser, Susan E. Ozanne, Satoshi H. Namekawa, Petr Solc, Joanne M. Murabito, Ken K. Ong, Eva R. Hoffmann, Anna Murray, Ignasi Roig, John R. B. Perry",
      "paper_url": "https://doi.org/10.1038/s41586-021-03779-7",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402435631",
      "paper_id": "https://openalex.org/W4402435631",
      "title": "Genetic links between ovarian ageing, cancer risk and de novo mutation rates",
      "authors": "Stasa Stankovic, Saleh Shekari, Qin Qin Huang, Eugene J. Gardner, Erna V. Ivarsdottir, Nick D. L. Owens, Nasim Mavaddat, Ajuna Azad, Gareth Hawkes, Katherine A. Kentistou, Robin N. Beaumont, Felix R. Day, Yajie Zhao, Hakon Jonsson, Thorunn Rafnar, Vinicius Tragante, Gardar Sveinbjornsson, Asmundur Oddsson, Unnur Styrkarsdottir, Julius Gudmundsson, Simon N. Stacey, Daniel F. Gudbjartsson, Kitale Kennedy, Andrew R. Wood, Michael N. Weedon, Ken K. Ong, Caroline F. Wright, Eva R. Hoffmann, Patrick Sulem, Matthew E. Hurles, Katherine S. Ruth, Hilary C. Martin, Kari Stefansson, John R. B. Perry, Anna Murray",
      "paper_url": "https://doi.org/10.1038/s41586-024-07931-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389304734",
      "paper_id": "https://openalex.org/W4389304734",
      "title": "Genetic risk converges on regulatory networks mediating early type 2 diabetes",
      "authors": "John T. Walker, Diane C. Saunders, Vivek Rai, Hung-Hsin Chen, Peter Orchard, Chunhua Dai, Yasminye D. Pettway, Alexander L. Hopkirk, Conrad V. Reihsmann, Yicheng Tao, Simin Fan, Shristi Shrestha, Arushi Varshney, Lauren E. Petty, Jordan J. Wright, Christa Ventresca, Samir Agarwala, Radhika Aramandla, Greg Poffenberger, Regina Jenkins, Shaojun Mei, Nathaniel J. Hart, Sharon Phillips, Hakmook Kang, Dale L. Greiner, Leonard D. Shultz, Rita Bottino, Jie Liu, Jennifer E. Below, Stephen C. J. Parker, Alvin C. Powers, Marcela Brissova",
      "paper_url": "https://doi.org/10.1038/s41586-023-06693-2",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410363000",
      "paper_id": "https://openalex.org/W4410363000",
      "title": "Genome diversity and signatures of natural selection in mainland Southeast Asia",
      "authors": "Yaoxi He, Xiaoming Zhang, Min-Sheng Peng, Yu-Chun Li, Kai Liu, Yu Zhang, Leyan Mao, Yongbo Guo, Yujie Ma, Bin Zhou, Wangshan Zheng, Tian Yue, Yuwen Liao, Shen-Ao Liang, Lu Chen, Weijie Zhang, Xiaoning Chen, Bixia Tang, Xiaofei Yang, Kai Ye, Shenghan Gao, Yurun Lu, Yong Wang, Shijie Wan, Rushan Hao, Xuankai Wang, Yafei Mao, Shanshan Dai, Zongliang Gao, Li-Qin Yang, Jianxin Guo, Jiangguo Li, Chao Liu, Jianhua Wang, Tuot Sovannary, Long Bunnath, Jatupol Kampuansai, Angkhana Inta, Metawee Srikummool, Wibhu Kutanan, Huy Quang Ho, Khoa Dang Pham, Sommay Singthong, Somphad Sochampa, U. Win Kyaing, Wittaya Pongamornkul, Chutima Morlaeku, Kittisak Rattanakrajangsri, Qing-Peng Kong, Ya-Ping Zhang, Bing Su",
      "paper_url": "https://doi.org/10.1038/s41586-025-08998-w",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407956747",
      "paper_id": "https://openalex.org/W4407956747",
      "title": "Genome-coverage single-cell histone modifications for embryo lineage tracing",
      "authors": "Min Liu, Yanzhu Yue, Xubin Chen, Kexin Xian, Chao Dong, Ming Shi, Haiqing Xiong, Kang Tian, Yuzhe Li, Qiangfeng Cliff Zhang, Aibin He",
      "paper_url": "https://doi.org/10.1038/s41586-025-08656-1",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4392500048",
      "paper_id": "https://openalex.org/W4392500048",
      "title": "Genome-wide characterization of circulating metabolic biomarkers",
      "authors": "Minna K. Karjalainen, Savita Karthikeyan, Clare Oliver-Williams, Eeva Sliz, Elias Allara, Wing Tung Fung, Praveen Surendran, Weihua Zhang, Pekka Jousilahti, Kati Kristiansson, Veikko Salomaa, Matt Goodwin, David A. Hughes, Michael Boehnke, Lilian Fernandes Silva, Xianyong Yin, Anubha Mahajan, Matt J. Neville, Natalie R. van Zuydam, Renée de Mutsert, Ruifang Li-Gao, Dennis O. Mook-Kanamori, Ayse Demirkan, Jun Liu, Raymond Noordam, Stella Trompet, Zhengming Chen, Christiana Kartsonaki, Liming Li, Kuang Lin, Fiona A. Hagenbeek, Jouke Jan Hottenga, René Pool, M. Arfan Ikram, Joyce van Meurs, Toomas Haller, Yuri Milaneschi, Mika Kähönen, Pashupati P. Mishra, Peter K. Joshi, Erin Macdonald-Dunlop, Massimo Mangino, Jonas Zierer, Ilhan E. Acar, Carel B. Hoyng, Yara T. E. Lechanteur, Lude Franke, Alexander Kurilshikov, Alexandra Zhernakova, Marian Beekman, Erik B. van den Akker, Ivana Kolcic, Ozren Polasek, Igor Rudan, Christian Gieger, Melanie Waldenberger, Folkert W. Asselbergs, Caroline Hayward, Jingyuan Fu, Anneke I. den Hollander, Cristina Menni, Tim D. Spector, James F. Wilson, Terho Lehtimäki, Olli T. Raitakari, Brenda W. J. H. Penninx, Tonu Esko, Robin G. Walters, J. Wouter Jukema, Naveed Sattar, Mohsen Ghanbari, Ko Willems van Dijk, Fredrik Karpe, Mark I. McCarthy, Markku Laakso, Marjo-Riitta Järvelin, Nicholas J. Timpson, Markus Perola, Jaspal S. Kooner, John C. Chambers, Cornelia van Duijn, P. Eline Slagboom, Dorret I. Boomsma, John Danesh, Mika Ala-Korpela, Adam S. Butterworth, Johannes Kettunen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07148-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3151678771",
      "paper_id": "https://openalex.org/W3151678771",
      "title": "Genome-wide enhancer maps link risk variants to disease genes",
      "authors": "Joseph Nasser, Drew T. Bergman, Charles P. Fulco, Philine Guckelberger, Benjamin R. Doughty, Tejal A. Patwardhan, Thouis R. Jones, Tung H. Nguyen, Jacob C. Ulirsch, Fritz Lekschas, Kristy Mualim, Heini M. Natri, Elle M. Weeks, Glen Munson, Michael Kane, Helen Y. Kang, Ang Cui, John P. Ray, Thomas M. Eisenhaure, Ryan L. Collins, Kushal Dey, Hanspeter Pfister, Alkes L. Price, Charles B. Epstein, Anshul Kundaje, Ramnik J. Xavier, Mark J. Daly, Hailiang Huang, Hilary K. Finucane, Nir Hacohen, Eric S. Lander, Jesse M. Engreitz",
      "paper_url": "https://doi.org/10.1038/s41586-021-03446-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391925485",
      "paper_id": "https://openalex.org/W4391925485",
      "title": "Genomic data in the All of Us Research Program",
      "authors": "Alexander G. Bick, Ginger A. Metcalf, Kelsey R. Mayo, Lee Lichtenstein, Shimon Rura, Robert J. Carroll, Anjene Musick, Jodell E. Linder, I. King Jordan, Shashwat Deepali Nagar, Shivam Sharma, Robert Meller, Melissa Basford, Eric Boerwinkle, Mine S. Cicek, Kimberly F. Doheny, Evan E. Eichler, Stacey Gabriel, Richard A. Gibbs, David Glazer, Paul A. Harris, Gail P. Jarvik, Anthony Philippakis, Heidi L. Rehm, Dan M. Roden, Stephen N. Thibodeau, Scott Topper, Ashley L. Blegen, Samantha J. Wirkus, Victoria A. Wagner, Jeffrey G. Meyer, Mine S. Cicek, Donna M. Muzny, Eric Venner, Michelle Z. Mawhinney, Sean M. L. Griffith, Elvin Hsu, Hua Ling, Marcia K. Adams, Kimberly Walker, Jianhong Hu, Harsha Doddapaneni, Christie L. Kovar, Mullai Murugan, Shannon Dugan, Ziad Khan, Eric Boerwinkle, Niall J. Lennon, Christina Austin-Tse, Eric Banks, Michael Gatzen, Namrata Gupta, Emma Henricks, Katie Larsson, Sheli McDonough, Steven M. Harrison, Christopher Kachulis, Matthew S. Lebo, Cynthia L. Neben, Marcie Steeves, Alicia Y. Zhou, Joshua D. Smith, Christian D. Frazar, Colleen P. Davis, Karynne E. Patterson, Marsha M. Wheeler, Sean McGee, Christina M. Lockwood, Brian H. Shirts, Colin C. Pritchard, Mitzi L. Murray, Valeria Vasta, Dru Leistritz, Matthew A. Richardson, Jillian G. Buchan, Aparna Radhakrishnan, Niklas Krumm, Brenna W. Ehmen, Sophie Schwartz, M. Morgan T. Aster, Kristian Cibulskis, Andrea Haessly, Rebecca Asch, Aurora Cremer, Kylee Degatano, Akum Shergill, Laura D. Gauthier, Samuel K. Lee, Aaron Hatcher, George B. Grant, Genevieve R. Brandt, Miguel Covarrubias, Eric Banks, Ashley Able, Ashley E. Green, Robert J. Carroll, Jennifer Zhang, Henry R. Condon, Yuanyuan Wang, Moira K. Dillon, C. H. Albach, Wail Baalawi, Seung Hoan Choi, Xin Wang, Elisabeth A. Rosenthal, Andrea H. Ramirez, Sokny Lim, Siddhartha Nambiar, Bradley Ozenberger, Anastasia L. Wise, Chris Lunt, Geoffrey S. Ginsburg, Joshua C. Denny",
      "paper_url": "https://doi.org/10.1038/s41586-023-06957-x",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406715937",
      "paper_id": "https://openalex.org/W4406715937",
      "title": "Genomics yields biological and phenotypic insights into bipolar disorder",
      "authors": "Kevin S. O’Connell, Maria Koromina, Tracey van der Veen, Toni Boltz, Friederike S. David, Jessica Mei Kay Yang, Keng-Han Lin, Xin Wang, Jonathan R. I. Coleman, Brittany L. Mitchell, Caroline C. McGrouther, Aaditya V. Rangan, Penelope A. Lind, Elise Koch, Arvid Harder, Nadine Parker, Jaroslav Bendl, Kristina Adorjan, Esben Agerbo, Diego Albani, Silvia Alemany, Ney Alliey-Rodriguez, Thomas D. Als, Till F. M. Andlauer, Anastasia Antoniou, Helga Ask, Nicholas Bass, Michael Bauer, Eva C. Beins, Tim B. Bigdeli, Carsten Bøcker Pedersen, Marco P. Boks, Sigrid Børte, Rosa Bosch, Murielle Brum, Ben M. Brumpton, Nathalie Brunkhorst-Kanaan, Monika Budde, Jonas Bybjerg-Grauholm, William Byerley, Judit Cabana-Domínguez, Murray J. Cairns, Bernardo Carpiniello, Miquel Casas, Pablo Cervantes, Chris Chatzinakos, Hsi-Chung Chen, Tereza Clarence, Toni-Kim Clarke, Isabelle Claus, Brandon Coombes, Elizabeth C. Corfield, Cristiana Cruceanu, Alfredo Cuellar-Barboza, Piotr M. Czerski, Konstantinos Dafnas, Anders M. Dale, Nina Dalkner, Franziska Degenhardt, J. Raymond DePaulo, Srdjan Djurovic, Ole Kristian Drange, Valentina Escott-Price, Ayman H. Fanous, Frederike T. Fellendorf, I. Nicol Ferrier, Liz Forty, Josef Frank, Oleksandr Frei, Nelson B. Freimer, John F. Fullard, Julie Garnham, Ian R. Gizer, Scott D. Gordon, Katherine Gordon-Smith, Tiffany A. Greenwood, Jakob Grove, José Guzman-Parra, Tae Hyon Ha, Tim Hahn, Magnus Haraldsson, Martin Hautzinger, Alexandra Havdahl, Urs Heilbronner, Dennis Hellgren, Stefan Herms, Ian B. Hickie, Per Hoffmann, Peter A. Holmans, Ming-Chyi Huang, Masashi Ikeda, Stéphane Jamain, Jessica S. Johnson, Lina Jonsson, Janos L. Kalman, Yoichiro Kamatani, James L. Kennedy, Euitae Kim, Jaeyoung Kim, Sarah Kittel-Schneider, James A. Knowles, Manolis Kogevinas, Thorsten M. Kranz, Kristi Krebs, Steven A. Kushner, Catharina Lavebratt, Jacob Lawrence, Markus Leber, Heon-Jeong Lee, Calwing Liao, Susanne Lucae, Martin Lundberg, Donald J. MacIntyre, Wolfgang Maier, Adam X. Maihofer, Dolores Malaspina, Mirko Manchia, Eirini Maratou, Lina Martinsson, Manuel Mattheisen, Nathaniel W. McGregor, Melvin G. McInnis, James D. McKay, Helena Medeiros, Andreas Meyer-Lindenberg, Vincent Millischer, Derek W. Morris, Paraskevi Moutsatsou, Thomas W. Mühleisen, Claire O’Donovan, Catherine M. Olsen, Georgia Panagiotaropoulou, Sergi Papiol, Antonio F. Pardiñas, Hye Youn Park, Amy Perry, Andrea Pfennig, Claudia Pisanu, James B. Potash, Digby Quested, Mark H. Rapaport, Eline J. Regeer, John P. Rice, Margarita Rivera, Eva C. Schulte, Fanny Senner, Alexey Shadrin, Paul D. Shilling, Engilbert Sigurdsson, Lisa Sindermann, Lea Sirignano, Dan Siskind, Claire Slaney, Laura G. Sloofman, Olav B. Smeland, Daniel J. Smith, Janet L. Sobell, Maria Soler Artigas, Dan J. Stein, Frederike Stein, Mei-Hsin Su, Heejong Sung, Beata Świątkowska, Chikashi Terao, Markos Tesfaye, Martin Tesli, Thorgeir E. Thorgeirsson, Jackson G. Thorp, Claudio Toma, Leonardo Tondo, Paul A. Tooney, Shih-Jen Tsai, Evangelia Eirini Tsermpini, Marquis P. Vawter, Helmut Vedder, Annabel Vreeker, James T. R. Walters, Bendik S. Winsvold, Stephanie H. Witt, Hong-Hee Won, Robert Ye, Allan H. Young, Peter P. Zandi, Lea Zillich, Byung-Chul Lee, Ji-Woong Kim, Young Kee Lee, Joon Ho Kang, Myeong Jae Cheon, Dong Jun Kim, Mihaela Aslan, Philip D. Harvey, Grant D. Huang, Rolf Adolfsson, Martin Alda, Lars Alfredsson, Lena Backlund, Bernhard T. Baune, Frank Bellivier, Susanne Bengesser, Wade H. Berrettini, Joanna M. Biernacka, Michael Boehnke, Anders D. Børglum, Gerome Breen, Vaughan J. Carr, Stanley Catts, Sven Cichon, Aiden Corvin, Nicholas Craddock, Udo Dannlowski, Dimitris Dikeos, Bruno Etain, Panagiotis Ferentinos, Mark Frye, Janice M. Fullerton, Micha Gawlik, Elliot S. Gershon, Fernando S. Goes, Melissa J. Green, Maria Grigoroiu-Serbanescu, Joanna Hauser, Frans A. Henskens, Jens Hjerling-Leffler, David M. Hougaard, Kristian Hveem, Nakao Iwata, Ian Jones, Lisa A. Jones, René S. Kahn, John R. Kelsoe, Tilo Kircher, George Kirov, Po-Hsiu Kuo, Mikael Landén, Marion Leboyer, Qingqin S. Li, Jolanta Lissowska, Christine Lochner, Carmel Loughland, Jurjen J. Luykx, Nicholas G. Martin, Carol A. Mathews, Fermin Mayoral, Susan L. McElroy, Andrew M. McIntosh, Francis J. McMahon, Sarah E. Medland, Ingrid Melle, Lili Milani, Philip B. Mitchell, Gunnar Morken, Ole Mors, Preben Bo Mortensen, Bertram Müller-Myhsok, Richard M. Myers, Woojae Myung, Benjamin M. Neale, Caroline M. Nievergelt, Merete Nordentoft, Markus M. Nöthen, John I. Nurnberger, Michael C. O’Donovan, Ketil J. Oedegaard, Tomas Olsson, Michael J. Owen, Sara A. Paciga, Christos Pantelis, Carlos N. Pato, Michele T. Pato, George P. Patrinos, Joanna M. Pawlak, Josep Antoni Ramos-Quiroga, Andreas Reif, Eva Z. Reininghaus, Marta Ribasés, Marcella Rietschel, Stephan Ripke, Guy A. Rouleau, Panos Roussos, Takeo Saito, Ulrich Schall, Martin Schalling, Peter R. Schofield, Thomas G. Schulze, Laura J. Scott, Rodney J. Scott, Alessandro Serretti, Jordan W. Smoller, Alessio Squassina, Eli A. Stahl, Hreinn Stefansson, Kari Stefansson, Eystein Stordal, Fabian Streit, Patrick F. Sullivan, Gustavo Turecki, Arne E. Vaaler, Eduard Vieta, John B. Vincent, Irwin D. Waldman, Cynthia S. Weickert, Thomas W. Weickert, Thomas Werge, David C. Whiteman, John-Anker Zwart, Howard J. Edenberg, Andrew McQuillin, Andreas J. Forstner, Niamh Mullins, Arianna Di Florio, Roel A. Ophoff, Ole A. Andreassen, Tracey van der Veen, Dan Siskind",
      "paper_url": "https://doi.org/10.1038/s41586-024-08468-9",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4387540891",
      "paper_id": "https://openalex.org/W4387540891",
      "title": "Genotyping, sequencing and analysis of 140,000 adults from Mexico City",
      "authors": "Andrey Ziyatdinov, Jason Torres, Jesús Alegre-Díaz, Joshua Backman, Joelle Mbatchou, Michael Turner, Sheila M. Gaynor, Tyler Joseph, Yuxin Zou, Daren Liu, Rachel Wade, Jeffrey Staples, Razvan Panea, Alex Popov, Xiaodong Bai, Suganthi Balasubramanian, Lukas Habegger, Rouel Lanche, Alex Lopez, Evan Maxwell, Marcus Jones, Humberto García-Ortiz, Raul Ramirez-Reyes, Rogelio Santacruz-Benítez, Abhishek Nag, Katherine R. Smith, Amy Damask, Nan Lin, Charles Paulding, Mark Reppell, Sebastian Zöllner, Eric Jorgenson, William Salerno, Slavé Petrovski, John Overton, Jeffrey Reid, Timothy A. Thornton, Gonçalo Abecasis, Jaime Berumen, Lorena Orozco-Orozco, Rory Collins, Gonçalo Abecasis, Adolfo Ferrando, Michael Cantor, Giovanni Coppola, Andrew Deubler, Aris Economides, Katia Karalis, Luca A. Lotta, Lyndon J. Mitnaul, John D. Overton, Jeffrey G. Reid, Alan Shuldiner, Katherine Siminovitch, Christina Beechert, Erin D. Brian, Laura M. Cremona, Hang Du, Caitlin Forsythe, Zhenhua Gu, Kristy Guevara, Michael Lattari, Alexander Lopez, Kia Manoochehri, Manasi Pradhan, Raymond Reynoso, Ricardo Schiavo, Maria Sotiropoulos Padilla, Chenggu Wang, Sarah E. Wolf, Amelia Averitt, Nilanjana Banerjee, Dadong Li, Sameer Malhotra, Justin Mower, Mudasar Sarwar, Deepika Sharma, Jeffrey C. Staples, Jay Sundaram, Sean Yu, Aaron Zhang, Mona Nafde, George Mitra, Sujit Gokhale, Andrew Bunyea, Janice Clauer, Krishna Pawan Punuru, Sanjay Sreeram, Gisu Eom, Benjamin Sultan, Vrushali Mahajan, Eliot Austin, Koteswararao Makkena, Sean O’Keeffe, Tommy Polanco, Ayesha Rasool, William J. Salerno, Lance Zhang, Boris Boutkov, Evan Edelstein, Alexander Gorovits, Ju Guan, Alicia Hawes, Olga Krasheninina, Adam J. Mansfield, Evan K. Maxwell, Suying Bao, Kathie Sun, Chuanyi Zhang, Manuel Allen Revez Ferreira, Kathy Burch, Adrian Campos, Lei Chen, Sam Choi, Liron Ganel, Sheila Gaynor, Benjamin Geraghty, Akropravo Ghosh, Salvador Romero Martinez, Christopher Gillies, Lauren Gurski, Joseph Herman, Michael Kessler, Jack Kosmicki, Adam Locke, Priyanka Nakka, Anthony Marcketta, Arden Moscati, Aditeya Pandey, Anita Pandit, Jonathan Ross, Carlo Sidore, Eli Stahl, Maria Suciu, Peter VandeHaar, Sailaja Vedantam, Scott Vrieze, Rujin Wang, Kuan-Han Wu, Bin Ye, Blair Zhang, Olivier Delaneau, Maya Ghoussaini, Jingning Zhang, Brian Hobbs, Jon Silver, William Palmer, Rita Guerreiro, Jan Freudenberg, Amit Joshi, Antoine Baldassari, Cristen Willer, Sarah Graham, Jonas Bille Nielsen, Mary Hass, Niek Verweij, George Hindy, Jonas Bovijn, Tanima De, Parsa Akbari, Luanluan Sun, Olukayode Sosina, Arthur Gilly, Peter Dornbos, Juan Rodriguez-Flores, Moeen Riaz, Manav Kapoor, Gannie Tzoneva, Momodou W. Jallow, Anna Alkelai, Ariane Ayer, Veera Rajagopal, Sahar Gelfman, Vijay Kumar, Jacqueline Otto, Neel Parikshak, Aysegul Guvenek, Jose Bras, Silvia Alvarez, Jessie Brown, Jin He, Hossein Khiabanian, Marcus B. Jones, Esteban Chen, Jaimee Hernandez, Michelle G. LeBlanc, Jason Mighty, Nirupama Nishtala, Nadia Rana, Jennifer Rico-Varela, Jonathan R. Emberson, Richard Peto, Abraham Garduño-Martinez, Abril Garcia-Lopez, Adrian Abarca-Cardoso, Adriana Caballero-Mondragon, Adriana Gutierrez-Parra, Adriana Leticia Diaz-Avila, Alan Emiliano Bautista-Hernandez, Alberto Méndez-Villalba, Aldo Shaid Ramos-Hernandez, Alejandra Alejo-Salazar, Alejandra Angelica Perez-Moncada, Alejandra Martinez, Alejandra Peralta-Gallardo, Alejandro Flores-Magana, Alfa Izamar Benitez-Garcia, Alicia González-Castillo, Alicia Villegas-Esparza, Alma Delia Morales-Bravo, Alma Fernanda Mora-Negrete, Alma Hernandez-Galicia, Alma Rosa Arenas-García, Alma Rosa Valentin-Martinez, Amalia Paredes-Rojas, Ambar Nayeli Flores-Sanchez, Amelia Ortiz-Jaen, America Juarez-Salazar, América Victoria Cervantes-Torres, Amparo Luviano-Martínez, Ana del Carmen Alejandro-Perez, Ana Dominguez-Alvarado, Ana Isabel Fuentes-Alvarado, Ana Karen Arreola-Olvera, Ana Laura Bautista-Sanchez, Ana Lilia Enríquez-Álvarez, Ana Lilia Reynoso-Valverde, Ana María Isidro-Cid, Ana Montserrat Lechuga-Mendoza, Andrea Esquivel-Mejía, Andrea Galvino-Antonio, Andrea Gomez-Luna, Andres Martinez-Martinez, Anel Aragón-Domínguez, Angelica Gamboa-Romero, Angelica Guerrero, Angelica Ruiz-Hernandez, Antonia González-María, Araceli Martínez-Santana, Araceli Rojas-Vásquez, Arcelia Rojas-Santamaría, Armida Sánchez-Corral, Athzin Berenice Rosas-Avila, Beatriz Cruz-Acevedo, Beatriz Gonzalez-Ibañes, Beatriz Rojas, Beatriz Velázquez-Mancilla, Belen Escalona-Franco, Bernardo Ochoa-Morales, Braulio Rivera-Cortés, Brenda Castañeda-Gazpar, Brenda J. Calderon-Garcia, Brenda Jimena Jimenez-Gutierrez, Brian Orlando Sanchez-Martin, Carlos Alberto Toxqui-Rico, Carlos Antonio Clemente-Montano, Carlos Daniel Jimenez-Gutierrez, Casandra Alvarez-Meneses, Catalina Gasca-Velázquez, Cecilia Luna-Barroso, César Marín-Pérez, Cinthia Calderon-Camacho, Cinthia Hernandez-Perez, Cinthia Xóchitl Hernández-Peralta, Clarinet Castillo-Rioja, Claudia Bustamante-Durán, Claudia Elizabeth Espinosa-Quintana, Claudia Lilia Galicia-Flores, Claudia Lizbeth Villagomez-Piña, Cynthya Berenice Sierra-Martinez, Daniel Fernández-Corona, Daniel Ordaz-Jiménez, Daniela Oreli Hernandez-Castillo, Daniela Ramirez-Aranda, Dante Zazhil Lopez-Guzman, Diana del Monte-Homobono, Diana Isabel Gonzalez-Enciso, Diana Laura Bolanos-Hernandez, Edith Elizabeth Valdez-Solano, Edith Gonzalez-Torres, Edson Alfonso Mercado-Hernández, Eduardo Alvarado-Valle, Elisa Morales-Martinez, Elizabet Gonzalez, Elsa Yadira Díaz-Martínez, Elvia Isabel Vázquez-Torres, Elvira Ramos-Mendoza, Emiliano del Rio-Gonzalez, Erika Alpizar-Flores, Erika García-García, Erika Pérez-Romero, Esmeralda Sanchez-Martinez, Estefania Perez-Perez, Estela Beatriz López-García, Estela Elisabeth Moran-De Los Santos, Esther Jerónimo-Hernández, Eva María Estefes-Hernández, Evelin Sanchez-Alvarez, Felipe de Jesus Ramirez-Tinajero, Felipe Rivera-Cortés, Francisca Ana Yetzy Lopez-Tellez, Francisco Barajas-Soto, Francisco Javier Garcia-Gonzalez, Francisco Javier Ruvalcaba-López, Gabriel Enrique Jimenez-Vasquez, Gabriela López-Villaseca, Gabriela Paredes-Cruz, Gabriela Rivera-Arredondo, Gardenia Nieto-Valenciano, Genaro Balderas-Martinez, Genoveva Limon, Gerardo Álvarez-Mancilla, Gerardo Fernando Gómez-Dorantes, Gladis Villegas-Ramirez, Gloria Cruz-Angeles, Gloria Hernández-Buendía, Grecia Jimenez-Perez, Guadalupe América Juárez-Salazar, Guadalupe Garduño-Loyola, Hector Hugo Villaseñor-Flores, Hector M. Velasco, Hector Valentin Villanueva-Cervantes, Hectorchavez Mendiola, Hilda Nelly Rodríguez-Neria, Hipatia Lobato-Garcia, Hortencia Torres-Morales, Idith Fabiola Hernández-Peralta, Ingrid Alejandra Ochoa-Ramos, Irais Morales-Casillas, Irene Abuhatab, Irma Garduño-Medina, Irma Palacios-Rivas, Irving Hernandez-Machuca, Irving Israel Ramirez-Ramirez, Isabel Dominguez-Ursula, Isamar Prado-Morales, Israel Adrian Barrios-Custodia, Ivan Abrajan-García, Ivonne Jazmín Aguilar-Flores, Jaime Alfonso Rodriguez-Castro, Jaime Lee Alvarado-Lopez, Jaqueline Guadarrama-Fernández, Jaqueline Lopez-Lopez, Jaredhia Nathaly Pablo-Bautista, Jedini Paola Martinez-Ramirez, Jennifer Mendoza-Mendoza, Jessica Elena Vázquez-Bustamamnte, Joaquín Edmundo Ramírez-Gonzalez, Jorge Hernández-Arellano, Jorge L. Ocana-Monroy, Jorge Ricardo Medina-Torres, Jose Alberto Zavala-Barrera, Jose Cristian Alexis Lemus-Enciso, José Juan Barajas-Gónzalez, José Juan Castañeda-Dorantes, Jose Luis Ocana-Monroy, Josefina Alvarado-Calderón, Josefina Sanchez-Escudero, Joselyn Adali Garcia-Pantoja, Juan Adan Hernandez-Salinas, Juan Carlos Cruz-Hernandez, Juan Carlos Medina-Hernández, Juan Carlos Rodríguez-Ramírez, Juan Gabriel Pérez-Álvarez, Juan Pablo Hernandez-Canales, Juan Rubén Marines-Álvarez, Juana Patricia Romero-Becerril, Julio César Gómez-Dorantes, Julio Ortiz-Sanchez, Karina Adriana Ramos-Perez, Karina Ayala-Escamilla, Karina Sánchez-Ramírez, Karla Patricia Zárate-Barrios, Laura Arroyo-Garfias, Laura Cordoba-Barrios, Laura Limon-Espinoza, Laura Magallón-Nava, Lesley Geraldine Rodriguez-Camacho, Leslie Andrea Avendano-Baltierra, Leslie Nancy Rubio-Rojas, Leticia Cruz-Castañeda, Leticia Martínez-Morales, Lezly Fernanda Arias-Lezama, Lilia Reséndiz-Galván, Liliana Rodríguez-Ayala, Liliana Solano-Vazquez, Lina Velazco-Valdez, Lizbeth Armendáriz-Zahuantitla, Lizbeth Castro, Lucía Torres-Vázquez, Luis Antonio Loa-Orellana, Luis Arturo Vazquez-Padilla, Luis Brandon Toriz-Nava, Luis Ivan Salcedo-Sandoval, Luis Manuel Valdez-Rivera, Luz Xochiquetzalit Morales-Torres, Maciel Areli Camacho-Estrella, Macrina Tapia-Gómez, Magali Abigail Caballero-Sanchez, Magaly Lizbeth Martínez-López, Magdalena Sánchez-Salinas, Marco Antonio Gonzalez-Carranza, Marco Antonio Montes-Mérida, Marco Antonio Salazar-Giron, Margarita Mirta Torres-Rodríguez, María Alejandra Meléndez-Hernández, María Alejandra Ramos-Mendoza, Maria Alexandra Dominguez-Romero, María Antonia-González, María Aurora Pérez-Vargas, María Beatriz Rojas-Aguilar, María Cristina Ruiz-Flores, Maria de los A ngeles Chavez-Corona, María del Carmen Montiel-Pérez, María del Carmen Novelo-Aguilar, María Elena Espinoza-Pérez, María Elena González-Ruiz, María Estela Maya-Colin, Maria Fernanda Kennedy-Vazquez, Maria Hernandez-Soler, María Isabel Medina-Torales, María Olvera-González, Maria Priscila Hernandez-Melendez, María Teresa Villa-Botello, Mariana Andrea Labastida-Luna, Mariana Bolanos-Orduna, Maribel Rodríguez-Ledezma, Marisol Gomez-Collado, Marisol López-Arredondo, Marissa Villa-Ayala, Martha Alvarez-Marin, Martha Decimo-Canales, Martha Flores-Hernández, Martin Flores-Ortiz, Martin Linas-Sanchez, Mauricio Marin-Sanchez, Mayeli Salado-Bazán, Mayra Chagolla-Reyes, Mayranni Marquez-Jimenez, Miguel Angel Martinez-Medina, Miguel Salgado-Martinez, Misael Olivos-Rivera, Moisés Sánchez-Cejudo, Mónica Ernestina Gónzalez-Ramos, Monica Gomez-Abad, Mónica Irineo-Ugarte, Mónica Martínez, Mónica Martínez-Márquez, Nancy Abigail Castillo-Ramos, Nancy Patricia Hernández-Galicia, Natalia Guadalupe Elizarraras-Torres, Natalia Tinoco-Hernandez, Neri Reyna-Salgado, Noé Velázquez-Mandujano, Noemí Zurita-Morán, Norma Alicia Esteban-Cruz, Norma Angelica Orbe-Sierra, Norma Patricia Solís-Calvillo, Oliverio Rivera-Cortez, Omar Santiago-Perez, Oswaldo Hernandez-Camacho, Oswaldo Israel Gómez-Dorantes, Patricia Andrés-Gutiérrez, Patricia Cuarenta-Medina, Patricia Rez, Patricio Marquez-Espino, Paula Morales-Godinez, Paulina Monserrat Montano-Rojas, Ramses Alejandro Bravo-Juarez, Reyna Aurora Garza-Zepeda, Reyna Margarita Contreras-Hernández, Ricardo Manuel Ruiz-Zepeda, Ricardo Marquez-Nunez, Roberto Fabian Pelaez-Granados, Roberto Solera-Calvo, Rocío Hernández-López, Rosalinda García-Anaya, Rosario Dafne Lujan-Velazquez, Rosario Pérez Rul-Rivero, Rosaura Vazquez-Reyes, Rubén Espinoza-Peña, Ruperto García-Pérez, Salomón González-Garrido, Samantha Nayeli-De la Rosa Rodríguez, Sandra Lizbet Colon-Serrano, Sanjuana García-Hernández, Santiago Olvera-Arriaga, Santos Pérez-Gallardo, Sara Heras-Santiago, Sara Yazmin Flores-Jimenez, Sarahi Montiel-Sanchez, Sérgio César Bruno-Baltazar, Sheila Cruz-Martinez, Sibyl Nadir Luna-Ramírez, Silvia Ávila-Jaen, Silvia Cervantes-Saldívar, Socrates Cardenas-Valencia, Sonia Angélica Saldívar-Sánchez, Tania Michelle Sanchez-Damiz, Tomás Dorantes-Rosas, Vera Lopez-Sanchez, Verónica Colín-Hernández, Veronica Perez-Elizalde, Veronica Sanchez-Ortega, Verónica Santos-Sánchez, Veronica Velasco-Nava, Vianey Hernandez-Piña, Violeta Flores-Ramírez, Viridiana Ruiz-Gonzalez, Xiadani Paulina Mejia-Villegas, Xóchitl Cano-Goméz, Yacquelín Mondragón-Martínez, Yamili Evaristo-Montes, Yaquelinne Carcia-Muñoz, Yaxum Mendoza-Rocafuerte, Yazmin Parra-Ortega, Yeni Guadalupe Guadarrama-Fernández, Yojahira Martinez-Morales, Zaira Rebeca Martinez-Vite, Zoraida Lucio-Olmedo, Fernando Rivas-Reyes, Raúl Ramírez-Reyes, Adrián Garcilazo-Ávila, Carlos Gonzáles-Carballo, Diego Aguilar-Ramírez, Doreen Zhu, Eirini Trichia, Erwin Chiquete, Fiona Bragg, Gary Whitlock, Louisa Gnatiuc Friedrichs, Natalie Staplin, Omar Yaxmehen Bello-Chavolla, Richard Haynes, Robert Clarke, Sarah Lewington, William Herrington, Alejandra Vergara, Elizabeth Barrera-Sánchez, Georgina Del Vecchyo-Tenorio, Margarita González-Ruiz, Paulina Baca-Peynado, Tianshu Liu, Yunhe Wang, Adriana Lucrecia Wong y. Wong, Clementina Magos, Fredrik Romer, Herendira Zambrano Martínez, James Wheeler, Kathleen Emmens, Linda Youngman, Martin Radley, Martha Solano Sanchez, Matthew Lacey, Michael R. Hill, Nigel Plunkett, Paul Taylor, Richard Shellard, Sarah Clark, Tim Williams, Gustavo Olaiz Fernandez, Lisa Holland, Malaquias López Cervantes, Aris Baras, Michael R. Hill, Jonathan R. Emberson, Jonathan Marchini, Pablo Kuri-Morales, Roberto Tapia-Conyer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06595-3",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406155861",
      "paper_id": "https://openalex.org/W4406155861",
      "title": "Heritable polygenic editing: the next frontier in genomic medicine?",
      "authors": "Peter M. Visscher, Christopher Gyngell, Loic Yengo, Julian Savulescu",
      "paper_url": "https://doi.org/10.1038/s41586-024-08300-4",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4384120044",
      "paper_id": "https://openalex.org/W4384120044",
      "title": "High-throughput Oligopaint screen identifies druggable 3D genome regulators",
      "authors": "Daniel S. Park, Son C. Nguyen, Randi Isenhart, Parisha P. Shah, Wonho Kim, R. Jordan Barnett, Aditi Chandra, Jennifer M. Luppino, Jailynn Harke, May Wai, Patrick J. Walsh, Richard J. Abdill, Rachel Yang, Yemin Lan, Sora Yoon, Rebecca Yunker, Masato T. Kanemaki, Golnaz Vahedi, Jennifer E. Phillips-Cremins, Rajan Jain, Eric F. Joyce",
      "paper_url": "https://doi.org/10.1038/s41586-023-06340-w",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4378071676",
      "paper_id": "https://openalex.org/W4378071676",
      "title": "Histone modifications regulate pioneer transcription factor cooperativity",
      "authors": "Kalyan K. Sinha, Silvija Bilokapic, Yongming Du, Deepshikha Malik, Mario Halic",
      "paper_url": "https://doi.org/10.1038/s41586-023-06112-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403922165",
      "paper_id": "https://openalex.org/W4403922165",
      "title": "How the extra X chromosome impairs the development of male fetal germ cells",
      "authors": "Yongjie Lu, Meng Qin, Qilong He, Lingyue Hua, Xintong Qi, Ming Yang, Qianying Guo, Xixi Liu, Zhe Zhang, Fanqing Xu, Ling Ding, Yixuan Wu, Cong Zhang, Fan Zhai, Qiang Liu, Jiaxin Li, Pengbo Yuan, Xiaoming Shi, Xueju Wang, Cheng Zhao, Ying Lian, Rong Li, Yuan Wei, Liying Yan, Peng Yuan, Jie Qiao",
      "paper_url": "https://doi.org/10.1038/s41586-024-08104-6",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3153066328",
      "paper_id": "https://openalex.org/W3153066328",
      "title": "HP1 drives de novo 3D genome reorganization in early Drosophila embryos",
      "authors": "Fides Zenk, Yinxiu Zhan, Pavel Kos, Eva Löser, Nazerke Atinbayeva, Melanie Schächtle, Guido Tiana, Luca Giorgetti, Nicola Iovino",
      "paper_url": "https://doi.org/10.1038/s41586-021-03460-z",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4409729484",
      "paper_id": "https://openalex.org/W4409729484",
      "title": "Human de novo mutation rates from a four-generation pedigree reference",
      "authors": "David Porubsky, Harriet Dashnow, Thomas A. Sasani, Glennis A. Logsdon, Pille Hallast, Michelle D. Noyes, Zev N. Kronenberg, Tom Mokveld, Nidhi Koundinya, Cillian Nolan, Cody J. Steely, Andrea Guarracino, Egor Dolzhenko, William T. Harvey, William J. Rowell, Kirill Grigorev, Thomas J. Nicholas, Michael E. Goldberg, Keisuke K. Oshima, Jiadong Lin, Peter Ebert, W. Scott Watkins, Tiffany Y. Leung, Vincent C. T. Hanlon, Sean McGee, Brent S. Pedersen, Hannah C. Happ, Hyeonsoo Jeong, Katherine M. Munson, Kendra Hoekzema, Daniel D. Chan, Yanni Wang, Jordan Knuth, Gage H. Garcia, Cairbre Fanslow, Christine Lambert, Charles Lee, Joshua D. Smith, Shawn Levy, Christopher E. Mason, Erik Garrison, Peter M. Lansdorp, Deborah W. Neklason, Lynn B. Jorde, Aaron R. Quinlan, Michael A. Eberle, Evan E. Eichler",
      "paper_url": "https://doi.org/10.1038/s41586-025-08922-2",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4394892476",
      "paper_id": "https://openalex.org/W4394892476",
      "title": "Hybrid speciation driven by multilocus introgression of ecological traits",
      "authors": "Neil Rosser, Fernando Seixas, Lucie M. Queste, Bruna Cama, Ronald Mori-Pezo, Dmytro Kryvokhyzha, Michaela Nelson, Rachel Waite-Hudson, Matt Goringe, Mauro Costa, Marianne Elias, Clarisse Mendes Eleres de Figueiredo, André Victor Lucci Freitas, Mathieu Joron, Krzysztof Kozak, Gerardo Lamas, Ananda R. P. Martins, W. Owen McMillan, Jonathan Ready, Nicol Rueda-Muñoz, Camilo Salazar, Patricio Salazar, Stefan Schulz, Leila T. Shirai, Karina L. Silva-Brandão, James Mallet, Kanchon K. Dasmahapatra",
      "paper_url": "https://doi.org/10.1038/s41586-024-07263-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389132733",
      "paper_id": "https://openalex.org/W4389132733",
      "title": "Identification of constrained sequence elements across 239 primate genomes",
      "authors": "Lukas F. K. Kuderna, Jacob C. Ulirsch, Sabrina Rashid, Mohamed Ameen, Laksshman Sundaram, Glenn Hickey, Anthony J. Cox, Hong Gao, Arvind Kumar, Francois Aguet, Matthew J. Christmas, Hiram Clawson, Maximilian Haeussler, Mareike C. Janiak, Martin Kuhlwilm, Joseph D. Orkin, Thomas Bataillon, Shivakumara Manu, Alejandro Valenzuela, Juraj Bergman, Marjolaine Rouselle, Felipe Ennes Silva, Lidia Agueda, Julie Blanc, Marta Gut, Dorien de Vries, Ian Goodhead, R. Alan Harris, Muthuswamy Raveendran, Axel Jensen, Idriss S. Chuma, Julie E. Horvath, Christina Hvilsom, David Juan, Peter Frandsen, Joshua G. Schraiber, Fabiano R. de Melo, Fabrício Bertuol, Hazel Byrne, Iracilda Sampaio, Izeni Farias, João Valsecchi, Malu Messias, Maria N. F. da Silva, Mihir Trivedi, Rogerio Rossi, Tomas Hrbek, Nicole Andriaholinirina, Clément J. Rabarivola, Alphonse Zaramody, Clifford J. Jolly, Jane Phillips-Conroy, Gregory Wilkerson, Christian Abee, Joe H. Simmons, Eduardo Fernandez-Duque, Sree Kanthaswamy, Fekadu Shiferaw, Dongdong Wu, Long Zhou, Yong Shao, Guojie Zhang, Julius D. Keyyu, Sascha Knauf, Minh D. Le, Esther Lizano, Stefan Merker, Arcadi Navarro, Tilo Nadler, Chiea Chuen Khor, Jessica Lee, Patrick Tan, Weng Khong Lim, Andrew C. Kitchener, Dietmar Zinner, Ivo Gut, Amanda D. Melin, Katerina Guschanski, Mikkel Heide Schierup, Robin M. D. Beck, Ioannis Karakikes, Kevin C. Wang, Govindhaswamy Umapathy, Christian Roos, Jean P. Boubli, Adam Siepel, Anshul Kundaje, Benedict Paten, Kerstin Lindblad-Toh, Jeffrey Rogers, Tomas Marques Bonet, Kyle Kai-How Farh",
      "paper_url": "https://doi.org/10.1038/s41586-023-06798-8",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400729278",
      "paper_id": "https://openalex.org/W4400729278",
      "title": "Identification of plant transcriptional activation domains",
      "authors": "Nicholas Morffy, Lisa Van den Broeck, Caelan Miller, Ryan J. Emenecker, John A. Bryant Jr., Tyler M. Lee, Katelyn Sageman-Furnas, Edward G. Wilkinson, Sunita Pathak, Sanjana R. Kotha, Angelica Lam, Saloni Mahatma, Vikram Pande, Aman Waoo, R. Clay Wright, Alex S. Holehouse, Max V. Staller, Rosangela Sozzani, Lucia C. Strader",
      "paper_url": "https://doi.org/10.1038/s41586-024-07707-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400491667",
      "paper_id": "https://openalex.org/W4400491667",
      "title": "In situ targeted base editing of bacteria in the mouse gut",
      "authors": "Andreas K. Brödel, Loïc H. Charpenay, Matthieu Galtier, Fabien J. Fuche, Rémi Terrasse, Chloé Poquet, Jan Havránek, Simone Pignotti, Antonina Krawczyk, Marion Arraou, Gautier Prevot, Dalila Spadoni, Matthew T. N. Yarnall, Edith M. Hessel, Jesus Fernandez-Rodriguez, Xavier Duportet, David Bikard",
      "paper_url": "https://doi.org/10.1038/s41586-024-07681-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4398145535",
      "paper_id": "https://openalex.org/W4398145535",
      "title": "In vitro reconstitution of epigenetic reprogramming in the human germ line",
      "authors": "Yusuke Murase, Ryuta Yokogawa, Yukihiro Yabuta, Masahiro Nagano, Yoshitaka Katou, Manami Mizuyama, Ayaka Kitamura, Pimpitcha Puangsricharoen, Chika Yamashiro, Bo Hu, Ken Mizuta, Taro Tsujimura, Takuya Yamamoto, Kosuke Ogata, Yasushi Ishihama, Mitinori Saitou",
      "paper_url": "https://doi.org/10.1038/s41586-024-07526-6",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3119813698",
      "paper_id": "https://openalex.org/W3119813698",
      "title": "In vivo base editing rescues Hutchinson–Gilford progeria syndrome in mice",
      "authors": "Luke W. Koblan, Michael R. Erdos, Christopher Wilson, Wayne A. Cabral, Jonathan M. Levy, Zheng-Mei Xiong, Urraca L. Tavarez, Lindsay M. Davison, Yantenew G. Gete, Xiaojing Mao, Gregory A. Newby, Sean P. Doherty, Narisu Narisu, Quanhu Sheng, Chad Krilow, Charles Y. Lin, Leslie B. Gordon, Kan Cao, Francis S. Collins, Jonathan D. Brown, David R. Liu",
      "paper_url": "https://doi.org/10.1038/s41586-020-03086-7",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3161425918",
      "paper_id": "https://openalex.org/W3161425918",
      "title": "In vivo CRISPR base editing of PCSK9 durably lowers cholesterol in primates",
      "authors": "Kiran Musunuru, Alexandra C. Chadwick, Taiji Mizoguchi, Sara P. Garcia, Jamie E. DeNizio, Caroline W. Reiss, Kui Wang, Sowmya Iyer, Chaitali Dutta, Victoria Clendaniel, Michael Amaonye, Aaron Beach, Kathleen Berth, Souvik Biswas, Maurine C. Braun, Huei-Mei Chen, Thomas V. Colace, John D. Ganey, Soumyashree A. Gangopadhyay, Ryan Garrity, Lisa N. Kasiewicz, Jennifer Lavoie, James A. Madsen, Yuri Matsumoto, Anne Marie Mazzola, Yusuf S. Nasrullah, Joseph Nneji, Huilan Ren, Athul Sanjeev, Madeleine Shay, Mary R. Stahley, Steven H. Y. Fan, Ying K. Tam, Nicole M. Gaudelli, Giuseppe Ciaramella, Leslie E. Stolz, Padma Malyala, Christopher J. Cheng, Kallanthottathil G. Rajeev, Ellen Rohde, Andrew M. Bellinger, Sekar Kathiresan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03534-y",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411413721",
      "paper_id": "https://openalex.org/W4411413721",
      "title": "In vivo mapping of mutagenesis sensitivity of human enhancers",
      "authors": "Michael Kosicki, Boyang Zhang, Vivian Hecht, Anusri Pampari, Laura E. Cook, Neil Slaven, Jennifer A. Akiyama, Ingrid Plajzer-Frick, Catherine S. Novak, Momoe Kato, Stella Tran, Riana D. Hunter, Kianna von Maydell, Sarah Barton, Erik Beckman, Yiwen Zhu, Diane E. Dickel, Anshul Kundaje, Axel Visel, Len A. Pennacchio",
      "paper_url": "https://doi.org/10.1038/s41586-025-09182-w",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4376133061",
      "paper_id": "https://openalex.org/W4376133061",
      "title": "Increased mutation and gene conversion within human segmental duplications",
      "authors": "Mitchell R. Vollger, Philip C. Dishuck, William T. Harvey, William S. DeWitt, Xavi Guitart, Michael E. Goldberg, Allison N. Rozanski, Julian Lucas, Mobin Asri, Haley J. Abel, Lucinda L. Antonacci-Fulton, Gunjan Baid, Carl A. Baker, Anastasiya Belyaeva, Konstantinos Billis, Guillaume Bourque, Silvia Buonaiuto, Andrew Carroll, Mark J. P. Chaisson, Pi-Chuan Chang, Xian H. Chang, Haoyu Cheng, Justin Chu, Sarah Cody, Vincenza Colonna, Daniel E. Cook, Robert M. Cook-Deegan, Omar E. Cornejo, Mark Diekhans, Daniel Doerr, Peter Ebert, Jana Ebler, Jordan M. Eizenga, Susan Fairley, Olivier Fedrigo, Adam L. Felsenfeld, Xiaowen Feng, Christian Fischer, Paul Flicek, Giulio Formenti, Adam Frankish, Robert S. Fulton, Yan Gao, Shilpa Garg, Erik Garrison, Nanibaa’ A. Garrison, Carlos Garcia Giron, Richard E. Green, Cristian Groza, Andrea Guarracino, Leanne Haggerty, Ira M. Hall, Marina Haukness, David Haussler, Simon Heumos, Glenn Hickey, Thibaut Hourlier, Kerstin Howe, Miten Jain, Erich D. Jarvis, Hanlee P. Ji, Eimear E. Kenny, Barbara A. Koenig, Alexey Kolesnikov, Jan O. Korbel, Jennifer Kordosky, Sergey Koren, HoJoon Lee, Heng Li, Wen-Wei Liao, Shuangjia Lu, Tsung-Yu Lu, Julian K. Lucas, Hugo Magalhães, Santiago Marco-Sola, Pierre Marijon, Charles Markello, Tobias Marschall, Fergal J. Martin, Ann McCartney, Jennifer McDaniel, Karen H. Miga, Matthew W. Mitchell, Jean Monlong, Jacquelyn Mountcastle, Moses Njagi Mwaniki, Maria Nattestad, Adam M. Novak, Sergey Nurk, Hugh E. Olsen, Nathan D. Olson, Benedict Paten, Trevor Pesout, Adam M. Phillippy, Alice B. Popejoy, Pjotr Prins, Daniela Puiu, Mikko Rautiainen, Allison A. Regier, Arang Rhie, Samuel Sacco, Ashley D. Sanders, Valerie A. Schneider, Baergen I. Schultz, Kishwar Shafin, Jonas A. Sibbesen, Jouni Sirén, Michael W. Smith, Heidi J. Sofia, Ahmad N. Abou Tayoun, Françoise Thibaud-Nissen, Chad Tomlinson, Francesca Floriana Tricomi, Flavia Villani, Mitchell R. Vollger, Justin Wagner, Brian Walenz, Ting Wang, Jonathan M. D. Wood, Aleksey V. Zimin, Justin M. Zook, Katherine M. Munson, Alexandra P. Lewis, Kendra Hoekzema, Glennis A. Logsdon, David Porubsky, Benedict Paten, Kelley Harris, PingHsun Hsieh, Evan E. Eichler",
      "paper_url": "https://doi.org/10.1038/s41586-023-05895-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4283261470",
      "paper_id": "https://openalex.org/W4283261470",
      "title": "Induction of mouse totipotent stem cells by a defined chemical cocktail",
      "authors": "Yanyan Hu, Yuanyuan Yang, Pengcheng Tan, Yuxia Zhang, Mengxia Han, Jiawei Yu, Xin Zhang, Zeran Jia, Dan Wang, Ke Yao, Huanhuan Pang, Zeping Hu, Yinqing Li, Tianhua Ma, Kang Liu, Sheng Ding",
      "paper_url": "https://doi.org/10.1038/s41586-022-04967-9",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3133632560",
      "paper_id": "https://openalex.org/W3133632560",
      "title": "Inherent mosaicism and extensive mutation of human placentas",
      "authors": "Tim H. H. Coorens, Thomas R. W. Oliver, Rashesh Sanghvi, Ulla Sovio, Emma Cook, Roser Vento-Tormo, Muzlifah Haniffa, Matthew D. Young, Raheleh Rahbari, Neil Sebire, Peter J. Campbell, D. Stephen Charnock-Jones, Gordon C. S. Smith, Sam Behjati",
      "paper_url": "https://doi.org/10.1038/s41586-021-03345-1",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4312095729",
      "paper_id": "https://openalex.org/W4312095729",
      "title": "Inheritance of paternal DNA damage by histone-mediated repair restriction",
      "authors": "Siyao Wang, David H. Meyer, Björn Schumacher",
      "paper_url": "https://doi.org/10.1038/s41586-022-05544-w",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407956951",
      "paper_id": "https://openalex.org/W4407956951",
      "title": "Integrated analysis of the complete sequence of a macaque genome",
      "authors": "Shilong Zhang, Ning Xu, Lianting Fu, Xiangyu Yang, Kaiyue Ma, Yamei Li, Zikun Yang, Zhengtong Li, Yu Feng, Xinrui Jiang, Junmin Han, Ruixing Hu, Lu Zhang, Da Lian, Luciana de Gennaro, Annalisa Paparella, Fedor Ryabov, Dan Meng, Yaoxi He, Dongya Wu, Chentao Yang, Yuxiang Mao, Xinyan Bian, Yong Lu, Francesca Antonacci, Mario Ventura, Valery A. Shepelev, Karen H. Miga, Ivan A. Alexandrov, Glennis A. Logsdon, Adam M. Phillippy, Bing Su, Guojie Zhang, Evan E. Eichler, Qing Lu, Yongyong Shi, Qiang Sun, Yafei Mao",
      "paper_url": "https://doi.org/10.1038/s41586-025-08596-w",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3125488134",
      "paper_id": "https://openalex.org/W3125488134",
      "title": "Integrated spatial genomics reveals global architecture of single nuclei",
      "authors": "Yodai Takei, Jina Yun, Shiwei Zheng, Noah Ollikainen, Nico Pierson, Jonathan White, Sheel Shah, Julian Thomassie, Shengbao Suo, Chee-Huat Linus Eng, Mitchell Guttman, Guo-Cheng Yuan, Long Cai",
      "paper_url": "https://doi.org/10.1038/s41586-020-03126-2",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4399567354",
      "paper_id": "https://openalex.org/W4399567354",
      "title": "Interactions between immune cell types facilitate the evolution of immune traits",
      "authors": "Tania Dubovik, Martin Lukačišin, Elina Starosvetsky, Benjamin LeRoy, Rachelly Normand, Yasmin Admon, Ayelet Alpert, Yishai Ofran, Max G’Sell, Shai S. Shen-Orr",
      "paper_url": "https://doi.org/10.1038/s41586-024-07661-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3163935900",
      "paper_id": "https://openalex.org/W3163935900",
      "title": "Interpreting type 1 diabetes risk with genetics and single-cell epigenomics",
      "authors": "Joshua Chiou, Ryan J. Geusz, Mei-Lin Okino, Jee Yun Han, Michael Miller, Rebecca Melton, Elisha Beebe, Paola Benaglio, Serina Huang, Katha Korgaonkar, Sandra Heller, Alexander Kleger, Sebastian Preissl, David U. Gorkin, Maike Sander, Kyle J. Gaulton",
      "paper_url": "https://doi.org/10.1038/s41586-021-03552-w",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4281836858",
      "paper_id": "https://openalex.org/W4281836858",
      "title": "Island-specific evolution of a sex-primed autosome in a sexual planarian",
      "authors": "Longhua Guo, Joshua S. Bloom, Daniel Dols-Serrate, James Boocock, Eyal Ben-David, Olga T. Schubert, Kaiya Kozuma, Katarina Ho, Emily Warda, Clarice Chui, Yubao Wei, Daniel Leighton, Tzitziki Lemus Vergara, Marta Riutort, Alejandro Sánchez Alvarado, Leonid Kruglyak",
      "paper_url": "https://doi.org/10.1038/s41586-022-04757-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4362607738",
      "paper_id": "https://openalex.org/W4362607738",
      "title": "Large-scale mapping and mutagenesis of human transcriptional effector domains",
      "authors": "Nicole DelRosso, Josh Tycko, Peter Suzuki, Cecelia Andrews, Aradhana, Adi Mukund, Ivan Liongson, Connor Ludwig, Kaitlyn Spees, Polly Fordyce, Michael C. Bassik, Lacramioara Bintu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05906-y",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387344358",
      "paper_id": "https://openalex.org/W4387344358",
      "title": "Large-scale plasma proteomics comparisons through genetics and disease associations",
      "authors": "Grimur Hjorleifsson Eldjarn, Egil Ferkingstad, Sigrun H. Lund, Hannes Helgason, Olafur Th. Magnusson, Kristbjorg Gunnarsdottir, Thorunn A. Olafsdottir, Bjarni V. Halldorsson, Pall I. Olason, Florian Zink, Sigurjon A. Gudjonsson, Gardar Sveinbjornsson, Magnus I. Magnusson, Agnar Helgason, Asmundur Oddsson, Gisli H. Halldorsson, Magnus K. Magnusson, Saedis Saevarsdottir, Thjodbjorg Eiriksdottir, Gisli Masson, Hreinn Stefansson, Ingileif Jonsdottir, Hilma Holm, Thorunn Rafnar, Pall Melsted, Jona Saemundsdottir, Gudmundur L. Norddahl, Gudmar Thorleifsson, Magnus O. Ulfarsson, Daniel F. Gudbjartsson, Unnur Thorsteinsdottir, Patrick Sulem, Kari Stefansson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06563-x",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409485805",
      "paper_id": "https://openalex.org/W4409485805",
      "title": "Low overlap of transcription factor DNA binding and regulatory targets",
      "authors": "Lakshmi Mahendrawada, Linda Warfield, Rafal Donczew, Steven Hahn",
      "paper_url": "https://doi.org/10.1038/s41586-025-08916-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403680549",
      "paper_id": "https://openalex.org/W4403680549",
      "title": "Machine-guided design of cell-type-targeting cis-regulatory elements",
      "authors": "Sager J. Gosai, Rodrigo I. Castro, Natalia Fuentes, John C. Butts, Kousuke Mouri, Michael Alasoadura, Susan Kales, Thanh Thanh L. Nguyen, Ramil R. Noche, Arya S. Rao, Mary T. Joy, Pardis C. Sabeti, Steven K. Reilly, Ryan Tewhey",
      "paper_url": "https://doi.org/10.1038/s41586-024-08070-z",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4223520055",
      "paper_id": "https://openalex.org/W4223520055",
      "title": "Mapping genomic loci implicates genes and synaptic biology in schizophrenia",
      "authors": "Vassily Trubetskoy, Antonio F. Pardiñas, Ting Qi, Georgia Panagiotaropoulou, Swapnil Awasthi, Tim B. Bigdeli, Julien Bryois, Chia-Yen Chen, Charlotte A. Dennison, Lynsey S. Hall, Max Lam, Kyoko Watanabe, Oleksandr Frei, Tian Ge, Janet C. Harwood, Frank Koopmans, Sigurdur Magnusson, Alexander L. Richards, Julia Sidorenko, Yang Wu, Jian Zeng, Jakob Grove, Minsoo Kim, Zhiqiang Li, Georgios Voloudakis, Wen Zhang, Mark Adams, Ingrid Agartz, Elizabeth G. Atkinson, Esben Agerbo, Mariam Al Eissa, Margot Albus, Madeline Alexander, Behrooz Z. Alizadeh, Köksal Alptekin, Thomas D. Als, Farooq Amin, Volker Arolt, Manuel Arrojo, Lavinia Athanasiu, Maria Helena Azevedo, Silviu A. Bacanu, Nicholas J. Bass, Martin Begemann, Richard A. Belliveau, Judit Bene, Beben Benyamin, Sarah E. Bergen, Giuseppe Blasi, Julio Bobes, Stefano Bonassi, Alice Braun, Rodrigo Affonseca Bressan, Evelyn J. Bromet, Richard Bruggeman, Peter F. Buckley, Randy L. Buckner, Jonas Bybjerg-Grauholm, Wiepke Cahn, Murray J. Cairns, Monica E. Calkins, Vaughan J. Carr, David Castle, Stanley V. Catts, Kimberley D. Chambert, Raymond C. K. Chan, Boris Chaumette, Wei Cheng, Eric F. C. Cheung, Siow Ann Chong, David Cohen, Angèle Consoli, Quirino Cordeiro, Javier Costas, Charles Curtis, Michael Davidson, Kenneth L. Davis, Lieuwe de Haan, Franziska Degenhardt, Lynn E. DeLisi, Ditte Demontis, Faith Dickerson, Dimitris Dikeos, Timothy Dinan, Srdjan Djurovic, Jubao Duan, Giuseppe Ducci, Frank Dudbridge, Johan G. Eriksson, Lourdes Fañanás, Stephen V. Faraone, Alessia Fiorentino, Andreas Forstner, Josef Frank, Nelson B. Freimer, Menachem Fromer, Alessandra Frustaci, Ary Gadelha, Giulio Genovese, Elliot S. Gershon, Marianna Giannitelli, Ina Giegling, Paola Giusti-Rodríguez, Stephanie Godard, Jacqueline I. Goldstein, Javier González Peñas, Ana González-Pinto, Srihari Gopal, Jacob Gratten, Michael F. Green, Tiffany A. Greenwood, Olivier Guillin, Sinan Gülöksüz, Raquel E. Gur, Ruben C. Gur, Blanca Gutiérrez, Eric Hahn, Hakon Hakonarson, Vahram Haroutunian, Annette M. Hartmann, Carol Harvey, Caroline Hayward, Frans A. Henskens, Stefan Herms, Per Hoffmann, Daniel P. Howrigan, Masashi Ikeda, Conrad Iyegbe, Inge Joa, Antonio Julià, Anna K. Kähler, Tony Kam-Thong, Yoichiro Kamatani, Sena Karachanak-Yankova, Oussama Kebir, Matthew C. Keller, Brian J. Kelly, Andrey Khrunin, Sung-Wan Kim, Janis Klovins, Nikolay Kondratiev, Bettina Konte, Julia Kraft, Michiaki Kubo, Vaidutis Kučinskas, Zita Ausrele Kučinskiene, Agung Kusumawardhani, Hana Kuzelova-Ptackova, Stefano Landi, Laura C. Lazzeroni, Phil H. Lee, Sophie E. Legge, Douglas S. Lehrer, Rebecca Lencer, Bernard Lerer, Miaoxin Li, Jeffrey Lieberman, Gregory A. Light, Svetlana Limborska, Chih-Min Liu, Jouko Lönnqvist, Carmel M. Loughland, Jan Lubinski, Jurjen J. Luykx, Amy Lynham, Milan Macek Jr, Andrew Mackinnon, Patrik K. E. Magnusson, Brion S. Maher, Wolfgang Maier, Dolores Malaspina, Jacques Mallet, Stephen R. Marder, Sara Marsal, Alicia R. Martin, Lourdes Martorell, Manuel Mattheisen, Robert W. McCarley, Colm McDonald, John J. McGrath, Helena Medeiros, Sandra Meier, Bela Melegh, Ingrid Melle, Raquelle I. Mesholam-Gately, Andres Metspalu, Patricia T. Michie, Lili Milani, Vihra Milanova, Marina Mitjans, Espen Molden, Esther Molina, María Dolores Molto, Valeria Mondelli, Carmen Moreno, Christopher P. Morley, Gerard Muntané, Kieran C. Murphy, Inez Myin-Germeys, Igor Nenadić, Gerald Nestadt, Liene Nikitina-Zake, Cristiano Noto, Keith H. Nuechterlein, Niamh Louise O’Brien, F. Anthony O’Neill, Sang-Yun Oh, Ann Olincy, Vanessa Kiyomi Ota, Christos Pantelis, George N. Papadimitriou, Mara Parellada, Tiina Paunio, Renata Pellegrino, Sathish Periyasamy, Diana O. Perkins, Bruno Pfuhlmann, Olli Pietiläinen, Jonathan Pimm, David Porteous, John Powell, Diego Quattrone, Digby Quested, Allen D. Radant, Antonio Rampino, Mark H. Rapaport, Anna Rautanen, Abraham Reichenberg, Cheryl Roe, Joshua L. Roffman, Julian Roth, Matthias Rothermundt, Bart P. F. Rutten, Safaa Saker-Delye, Veikko Salomaa, Julio Sanjuan, Marcos Leite Santoro, Adam Savitz, Ulrich Schall, Rodney J. Scott, Larry J. Seidman, Sally Isabel Sharp, Jianxin Shi, Larry J. Siever, Engilbert Sigurdsson, Kang Sim, Nora Skarabis, Petr Slominsky, Hon-Cheong So, Janet L. Sobell, Erik Söderman, Helen J. Stain, Nils Eiel Steen, Agnes A. Steixner-Kumar, Elisabeth Stögmann, William S. Stone, Richard E. Straub, Fabian Streit, Eric Strengman, T. Scott Stroup, Mythily Subramaniam, Catherine A. Sugar, Jaana Suvisaari, Dragan M. Svrakic, Neal R. Swerdlow, Jin P. Szatkiewicz, Thi Minh Tam Ta, Atsushi Takahashi, Chikashi Terao, Florence Thibaut, Draga Toncheva, Paul A. Tooney, Silvia Torretta, Sarah Tosato, Gian Battista Tura, Bruce I. Turetsky, Alp Üçok, Arne Vaaler, Therese van Amelsvoort, Ruud van Winkel, Juha Veijola, John Waddington, Henrik Walter, Anna Waterreus, Bradley T. Webb, Mark Weiser, Nigel M. Williams, Stephanie H. Witt, Brandon K. Wormley, Jing Qin Wu, Zhida Xu, Robert Yolken, Clement C. Zai, Wei Zhou, Feng Zhu, Fritz Zimprich, Eşref Cem Atbaşoğlu, Muhammad Ayub, Christian Benner, Alessandro Bertolino, Donald W. Black, Nicholas J. Bray, Gerome Breen, Nancy G. Buccola, William F. Byerley, Wei J. Chen, C. Robert Cloninger, Benedicto Crespo-Facorro, Gary Donohoe, Robert Freedman, Cherrie Galletly, Michael J. Gandal, Massimo Gennarelli, David M. Hougaard, Hai-Gwo Hwu, Assen V. Jablensky, Steven A. McCarroll, Jennifer L. Moran, Ole Mors, Preben B. Mortensen, Bertram Müller-Myhsok, Amanda L. Neil, Merete Nordentoft, Michele T. Pato, Tracey L. Petryshen, Matti Pirinen, Ann E. Pulver, Thomas G. Schulze, Jeremy M. Silverman, Jordan W. Smoller, Eli A. Stahl, Debby W. Tsuang, Elisabet Vilella, Shi-Heng Wang, Shuhua Xu, Nan Dai, Qin Wenwen, D. B. Wildenauer, Feranindhya Agiananda, Nurmiati Amir, Ronald Antoni, Tiana Arsianti, Asmarahadi Asmarahadi, H. Diatri, Prianto Djatmiko, Irmansyah Irmansyah, Siti Khalimah, Irmia Kusumadewi, Profitasari Kusumaningrum, Petrin R. Lukman, Martina W. Nasrun, N. S. Safyuni, Prasetyawan Prasetyawan, G. Semen, Kristiana Siste, Heriani Tobing, Natalia Widiasih, Tjhin Wiguna, D. Wulandari, None Evalina, A. J. Hananto, Joni H. Ismoyo, T. M. Marini, Supiyani Henuhili, Muhammad Reza, Suzy Yusnadewi, Alexej Abyzov, Schahram Akbarian, Allison Ashley-Koch, Harm van Bakel, Michael Breen, Miguel Brown, Julien Bryois, Becky Carlyle, Alex Charney, Gerard Coetzee, Gregory Crawford, Stella Dracheva, Prashant Emani, Peggy Farnham, Menachem Fromer, Timur Galeev, Mike Gandal, Mark Gerstein, Gina Giase, Kiran Girdhar, Fernando Goes, Kay Grennan, Mengting Gu, Brittney Guerra, Gamze Gursoy, Gabriel Hoffman, Thomas Hyde, Andrew Jaffe, Shan Jiang, Yan Jiang, Amira Kefi, Yunjung Kim, Robert Kitchen, James A. Knowles, Fides Lay, Donghoon Lee, Mingfeng Li, Chunyu Liu, Shuang Liu, Eugenio Mattei, Fabio Navarro, Xinghua Pan, Mette A. Peters, Dalila Pinto, Sirisha Pochareddy, Damon Polioudakis, Michael Purcaro, Shaun Purcell, Henry Pratt, Tim Reddy, Suhn Rhie, Panagiotis Roussos, Joel Rozowsky, Stephan Sanders, Nenad Sestan, Anurag Sethi, Xu Shi, Annie Shieh, Vivek Swarup, Anna Szekely, Daifeng Wang, Jonathan Warrell, Sherman Weissman, Zhiping Weng, Kevin White, Jennifer Wiseman, Heather Witt, Hyejung Won, Shannon Wood, Feinan Wu, Xuming Xu, Lijing Yao, Peter Zandi, Maria J. Arranz, Steven Bakker, Stephan Bender, Elvira Bramon, David A. Collier, Benedicto Crepo-Facorro, Jeremy Hall, Conrad Iyegbe, René Kahn, Stephen Lawrie, Cathryn Lewis, Kuang Lin, Don H. Linszen, Ignacio Mata, Andrew McIntosh, Robin M. Murray, Roel A. Ophoff, Jim van Os, John Powell, Dan Rujescu, Muriel Walshe, Matthias Weisbrod, Tilmann Achsel, Maria Andres-Alonso, Claudia Bagni, Àlex Bayés, Thomas Biederer, Nils Brose, Tyler C. Brown, John Jia En Chua, Marcelo P. Coba, L. Niels Cornelisse, Arthur P. H. de Jong, Jaime de Juan-Sanz, Daniela C. Dieterich, Guoping Feng, Hana L. Goldschmidt, Eckart D. Gundelfinger, Casper Hoogenraad, Richard L. Huganir, Steven E. Hyman, Cordelia Imig, Reinhard Jahn, Hwajin Jung, Pascal S. Kaeser, Eunjoon Kim, Frank Koopmans, Michael R. Kreutz, Noa Lipstein, Harold D. MacGillavry, Robert Malenka, Peter S. McPherson, Vincent O’Connor, Rainer Pielot, Timothy A. Ryan, Dnyanada Sahasrabudhe, Carlo Sala, Morgan Sheng, Karl-Heinz Smalla, August B. Smit, Thomas C. Südhof, Paul D. Thomas, Ruud F. Toonen, Jan R. T. van Weering, Matthijs Verhage, Chiara Verpelli, Rolf Adolfsson, Celso Arango, Bernhard T. Baune, Sintia Iole Belangero, Anders D. Børglum, David Braff, Elvira Bramon, Joseph D. Buxbaum, Dominique Campion, Jorge A. Cervilla, Sven Cichon, David A. Collier, Aiden Corvin, David Curtis, Marta Di Forti, Enrico Domenici, Hannelore Ehrenreich, Valentina Escott-Price, Tõnu Esko, Ayman H. Fanous, Anna Gareeva, Micha Gawlik, Pablo V. Gejman, Michael Gill, Stephen J. Glatt, Vera Golimbet, Kyung Sue Hong, Christina M. Hultman, Steven E. Hyman, Nakao Iwata, Erik G. Jönsson, René S. Kahn, James L. Kennedy, Elza Khusnutdinova, George Kirov, James A. Knowles, Marie-Odile Krebs, Claudine Laurent-Levinson, Jimmy Lee, Todd Lencz, Douglas F. Levinson, Qingqin S. Li, Jianjun Liu, Anil K. Malhotra, Dheeraj Malhotra, Andrew McIntosh, Andrew McQuillin, Paulo R. Menezes, Vera A. Morgan, Derek W. Morris, Bryan J. Mowry, Robin M. Murray, Vishwajit Nimgaonkar, Markus M. Nöthen, Roel A. Ophoff, Sara A. Paciga, Aarno Palotie, Carlos N. Pato, Shengying Qin, Marcella Rietschel, Brien P. Riley, Margarita Rivera, Dan Rujescu, Meram C. Saka, Alan R. Sanders, Sibylle G. Schwab, Alessandro Serretti, Pak C. Sham, Yongyong Shi, David St Clair, Hreinn Stefánsson, Kari Stefansson, Ming T. Tsuang, Jim van Os, Marquis P. Vawter, Daniel R. Weinberger, Thomas Werge, Dieter B. Wildenauer, Xin Yu, Weihua Yue, Peter A. Holmans, Andrew J. Pocklington, Panos Roussos, Evangelos Vassos, Matthijs Verhage, Peter M. Visscher, Jian Yang, Danielle Posthuma, Ole A. Andreassen, Kenneth S. Kendler, Michael J. Owen, Naomi R. Wray, Mark J. Daly, Hailiang Huang, Benjamin M. Neale, Patrick F. Sullivan, Stephan Ripke, James T. R. Walters, Michael C. O’Donovan, Lieuwe de Haan, Therese van Amelsvoort, Ruud van Winkel, Anna Gareeva, Pak C. Sham, Yongyong Shi, David St Clair, Jim van Os",
      "paper_url": "https://doi.org/10.1038/s41586-022-04434-5",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406385639",
      "paper_id": "https://openalex.org/W4406385639",
      "title": "Massively parallel characterization of transcriptional regulatory elements",
      "authors": "Vikram Agarwal, Fumitaka Inoue, Max Schubach, Dmitry Penzar, Beth K. Martin, Pyaree Mohan Dash, Pia Keukeleire, Zicong Zhang, Ajuni Sohota, Jingjing Zhao, Ilias Georgakopoulos-Soares, William S. Noble, Galip Gürkan Yardımcı, Ivan V. Kulakovskiy, Martin Kircher, Jay Shendure, Nadav Ahituv",
      "paper_url": "https://doi.org/10.1038/s41586-024-08430-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4280507422",
      "paper_id": "https://openalex.org/W4280507422",
      "title": "Maternal inheritance of glucose intolerance via oocyte TET3 insufficiency",
      "authors": "Bin Chen, Ya-Rui Du, Hong Zhu, Mei-Ling Sun, Chao Wang, Yi Cheng, Haiyan Pang, Guolian Ding, Juan Gao, Yajing Tan, Xiaomei Tong, Pingping Lv, Feng Zhou, Qitao Zhan, Zhi-Mei Xu, Li Wang, Donghao Luo, Yinghui Ye, Li Jin, Songying Zhang, Yimin Zhu, Xiaona Lin, Yanting Wu, Luyang Jin, Yin Zhou, Caochong Yan, Jianzhong Sheng, Peter R. Flatt, Guo-Liang Xu, Hefeng Huang",
      "paper_url": "https://doi.org/10.1038/s41586-022-04756-4",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411024429",
      "paper_id": "https://openalex.org/W4411024429",
      "title": "Maternal iron deficiency causes male-to-female sex reversal in mouse embryos",
      "authors": "Naoki Okashita, Ryo Maeda, Shunsuke Kuroki, Kyona Sasaki, Yoko Uno, Peter Koopman, Makoto Tachibana",
      "paper_url": "https://doi.org/10.1038/s41586-025-09063-2",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4387541375",
      "paper_id": "https://openalex.org/W4387541375",
      "title": "Mexican Biobank advances population and medical genomics of diverse ancestries",
      "authors": "Mashaal Sohail, María J. Palma-Martínez, Amanda Y. Chong, Consuelo D. Quinto-Cortés, Carmina Barberena-Jonas, Santiago G. Medina-Muñoz, Aaron Ragsdale, Guadalupe Delgado-Sánchez, Luis Pablo Cruz-Hervert, Leticia Ferreyra-Reyes, Elizabeth Ferreira-Guerrero, Norma Mongua-Rodríguez, Sergio Canizales-Quintero, Andrés Jimenez-Kaufmann, Hortensia Moreno-Macías, Carlos A. Aguilar-Salinas, Kathryn Auckland, Adrián Cortés, Víctor Acuña-Alonzo, Christopher R. Gignoux, Genevieve L. Wojcik, Alexander G. Ioannidis, Selene L. Fernández-Valverde, Adrian V. S. Hill, María Teresa Tusié-Luna, Alexander J. Mentzer, John Novembre, Lourdes García-García, Andrés Moreno-Estrada",
      "paper_url": "https://doi.org/10.1038/s41586-023-06560-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4280623644",
      "paper_id": "https://openalex.org/W4280623644",
      "title": "Mitochondrial base editor induces substantial nuclear off-target mutations",
      "authors": "Zhixin Lei, Haowei Meng, Lulu Liu, Huanan Zhao, Xichen Rao, Yongchang Yan, Hao Wu, Min Liu, Aibin He, Chengqi Yi",
      "paper_url": "https://doi.org/10.1038/s41586-022-04836-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399534647",
      "paper_id": "https://openalex.org/W4399534647",
      "title": "Molecular and physiological changes in the SpaceX Inspiration4 civilian crew",
      "authors": "Christopher W. Jones, Eliah G. Overbey, Jerome Lacombe, Adrian J. Ecker, Cem Meydan, Krista Ryon, Braden Tierney, Namita Damle, Matthew MacKay, Evan E. Afshin, Jonathan Foox, Jiwoon Park, Theodore M. Nelson, Mir Suhail Mohamad, Syed Gufran Ahmad Byhaqui, Burhan Aslam, Ummer Akbar Tali, Liaqun Nisa, Priya V. Menon, Chintan O. Patel, Sharib A. Khan, Doug J. Ebert, Aaron Everson, Michael C. Schubert, Nabila N. Ali, Mallika S. Sarma, JangKeun Kim, Nadia Houerbi, Kirill Grigorev, J. Sebastian Garcia Medina, Alexander J. Summers, Jian Gu, John A. Altin, Ali Fattahi, Mohammad I. Hirzallah, Jimmy H. Wu, Alexander C. Stahn, Afshin Beheshti, Remi Klotz, Veronica Ortiz, Min Yu, Laura Patras, Irina Matei, David Lyden, Ari Melnick, Neil Banerjee, Sean Mullane, Ashley S. Kleinman, Michael Loesche, Anil S. Menon, Dorit B. Donoviel, Emmanuel Urquieta, Jaime Mateus, Ashot E. Sargsyan, Mark Shelhamer, Frederic Zenhausern, Eric M. Bershad, Mathias Basner, Christopher E. Mason",
      "paper_url": "https://doi.org/10.1038/s41586-024-07648-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4317390715",
      "paper_id": "https://openalex.org/W4317390715",
      "title": "Mono- and biallelic variant effects on disease at biobank scale",
      "authors": "H. O. Heyne, J. Karjalainen, K. J. Karczewski, S. M. Lemmelä, W. Zhou, A. S. Havulinna, M. Kurki, H. L. Rehm, A. Palotie, M. J. Daly",
      "paper_url": "https://doi.org/10.1038/s41586-022-05420-7",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4388126750",
      "paper_id": "https://openalex.org/W4388126750",
      "title": "Mouse genome rewriting and tailoring of three important disease loci",
      "authors": "Weimin Zhang, Ilona Golynker, Ran Brosh, Alvaro Fajardo, Yinan Zhu, Aleksandra M. Wudzinska, Raquel Ordoñez, André M. Ribeiro-dos-Santos, Lucia Carrau, Payal Damani-Yokota, Stephen T. Yeung, Camille Khairallah, Antonio Vela Gartner, Noor Chalhoub, Emily Huang, Hannah J. Ashe, Kamal M. Khanna, Matthew T. Maurano, Sang Yong Kim, Benjamin R. tenOever, Jef D. Boeke",
      "paper_url": "https://doi.org/10.1038/s41586-023-06675-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389132749",
      "paper_id": "https://openalex.org/W4389132749",
      "title": "MSL2 ensures biallelic gene expression in mammals",
      "authors": "Yidan Sun, Meike Wiese, Raed Hmadi, Remzi Karayol, Janine Seyfferth, Juan Alfonso Martinez Greene, Niyazi Umut Erdogdu, Ward Deboutte, Laura Arrigoni, Herbert Holz, Gina Renschler, Naama Hirsch, Arion Foertsch, Maria Felicia Basilicata, Thomas Stehle, Maria Shvedunova, Chiara Bella, Cecilia Pessoa Rodrigues, Bjoern Schwalb, Patrick Cramer, Thomas Manke, Asifa Akhtar",
      "paper_url": "https://doi.org/10.1038/s41586-023-06781-3",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406693602",
      "paper_id": "https://openalex.org/W4406693602",
      "title": "Multiscale footprints reveal the organization of cis-regulatory elements",
      "authors": "Yan Hu, Max A. Horlbeck, Ruochi Zhang, Sai Ma, Rojesh Shrestha, Vinay K. Kartha, Fabiana M. Duarte, Conrad Hock, Rachel E. Savage, Ajay Labade, Heidi Kletzien, Alia Meliki, Andrew Castillo, Neva C. Durand, Eugenio Mattei, Lauren J. Anderson, Tristan Tay, Andrew S. Earl, Noam Shoresh, Charles B. Epstein, Amy J. Wagers, Jason D. Buenrostro",
      "paper_url": "https://doi.org/10.1038/s41586-024-08443-4",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4207021716",
      "paper_id": "https://openalex.org/W4207021716",
      "title": "Mutation bias reflects natural selection in Arabidopsis thaliana",
      "authors": "J. Grey Monroe, Thanvi Srikant, Pablo Carbonell-Bejerano, Claude Becker, Mariele Lensink, Moises Exposito-Alonso, Marie Klein, Julia Hildebrandt, Manuela Neumann, Daniel Kliebenstein, Mao-Lun Weng, Eric Imbert, Jon Ågren, Matthew T. Rutter, Charles B. Fenster, Detlef Weigel",
      "paper_url": "https://doi.org/10.1038/s41586-021-04269-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4398201077",
      "paper_id": "https://openalex.org/W4398201077",
      "title": "Natural proteome diversity links aneuploidy tolerance to protein turnover",
      "authors": "Julia Muenzner, Pauline Trébulle, Federica Agostini, Henrik Zauber, Christoph B. Messner, Martin Steger, Christiane Kilian, Kate Lau, Natalie Barthel, Andrea Lehmann, Kathrin Textoris-Taube, Elodie Caudal, Anna-Sophia Egger, Fatma Amari, Matteo De Chiara, Vadim Demichev, Toni I. Gossmann, Michael Mülleder, Gianni Liti, Joseph Schacherer, Matthias Selbach, Judith Berman, Markus Ralser",
      "paper_url": "https://doi.org/10.1038/s41586-024-07442-9",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3128829971",
      "paper_id": "https://openalex.org/W3128829971",
      "title": "Non-coding deletions identify Maenli lncRNA as a limb-specific En1 regulator",
      "authors": "Lila Allou, Sara Balzano, Andreas Magg, Mathieu Quinodoz, Beryl Royer-Bertrand, Robert Schöpflin, Wing-Lee Chan, Carlos E. Speck-Martins, Daniel Rocha Carvalho, Luciano Farage, Charles Marques Lourenço, Regina Albuquerque, Srilakshmi Rajagopal, Sheela Nampoothiri, Belinda Campos-Xavier, Carole Chiesa, Florence Niel-Bütschi, Lars Wittler, Bernd Timmermann, Malte Spielmann, Michael I. Robson, Alessa Ringel, Verena Heinrich, Giulia Cova, Guillaume Andrey, Cesar A. Prada-Medina, Rosanna Pescini-Gobert, Sheila Unger, Luisa Bonafé, Phillip Grote, Carlo Rivolta, Stefan Mundlos, Andrea Superti-Furga",
      "paper_url": "https://doi.org/10.1038/s41586-021-03208-9",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4225259708",
      "paper_id": "https://openalex.org/W4225259708",
      "title": "Nonlinear control of transcription through enhancer–promoter interactions",
      "authors": "Jessica Zuin, Gregory Roth, Yinxiu Zhan, Julie Cramard, Josef Redolfi, Ewa Piskadlo, Pia Mach, Mariya Kryzhanovska, Gergely Tihanyi, Hubertus Kohler, Mathias Eder, Christ Leemans, Bas van Steensel, Peter Meister, Sebastien Smallwood, Luca Giorgetti",
      "paper_url": "https://doi.org/10.1038/s41586-022-04570-y",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385877943",
      "paper_id": "https://openalex.org/W4385877943",
      "title": "Nuclear genetic control of mtDNA copy number and heteroplasmy in humans",
      "authors": "Rahul Gupta, Masahiro Kanai, Timothy J. Durham, Kristin Tsuo, Jason G. McCoy, Anna V. Kotrys, Wei Zhou, Patrick F. Chinnery, Konrad J. Karczewski, Sarah E. Calvo, Benjamin M. Neale, Vamsi K. Mootha",
      "paper_url": "https://doi.org/10.1038/s41586-023-06426-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4405514987",
      "paper_id": "https://openalex.org/W4405514987",
      "title": "Nucleosome fibre topology guides transcription factor binding to enhancers",
      "authors": "Michael R. O’Dwyer, Meir Azagury, Katharine Furlong, Amani Alsheikh, Elisa Hall-Ponsele, Hugo Pinto, Dmitry V. Fyodorov, Mohammad Jaber, Eleni Papachristoforou, Hana Benchetrit, James Ashmore, Kirill Makedonski, Moran Rahamim, Marta Hanzevacki, Hazar Yassen, Samuel Skoda, Adi Levy, Steven M. Pollard, Arthur I. Skoultchi, Yosef Buganim, Abdenour Soufi",
      "paper_url": "https://doi.org/10.1038/s41586-024-08333-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4384522226",
      "paper_id": "https://openalex.org/W4384522226",
      "title": "OBOX regulates mouse zygotic genome activation and early development",
      "authors": "Shuyan Ji, Fengling Chen, Paula Stein, Jiacheng Wang, Ziming Zhou, Lijuan Wang, Qing Zhao, Zili Lin, Bofeng Liu, Kai Xu, Fangnong Lai, Zhuqing Xiong, Xiaoyu Hu, Tianxiang Kong, Feng Kong, Bo Huang, Qiujun Wang, Qianhua Xu, Qiang Fan, Ling Liu, Carmen J. Williams, Richard M. Schultz, Wei Xie",
      "paper_url": "https://doi.org/10.1038/s41586-023-06428-3",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4413020583",
      "paper_id": "https://openalex.org/W4413020583",
      "title": "Parent-of-origin effects on complex traits in up to 236,781 individuals",
      "authors": "Robin J. Hofmeister, Théo Cavinato, Roya Karimi, Adriaan van der Graaf, Fanny-Dhelia Pajuste, Jaanika Kronberg, Nele Taba, Andres Metspalu, Tõnu Esko, Mari Nelis, Georgi Hudjashov, Reedik Mägi, Marc Vaudel, Simone Rubinacci, Stefan Johansson, Lili Milani, Olivier Delaneau, Zoltán Kutalik",
      "paper_url": "https://doi.org/10.1038/s41586-025-09357-5",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4405268646",
      "paper_id": "https://openalex.org/W4405268646",
      "title": "Placenta-tropic VEGF mRNA lipid nanoparticles ameliorate murine pre-eclampsia",
      "authors": "Kelsey L. Swingle, Alex G. Hamilton, Hannah C. Safford, Hannah C. Geisler, Ajay S. Thatte, Rohan Palanki, Amanda M. Murray, Emily L. Han, Alvin J. Mukalel, Xuexiang Han, Ryann A. Joseph, Aditi A. Ghalsasi, Mohamad-Gabriel Alameh, Drew Weissman, Michael J. Mitchell",
      "paper_url": "https://doi.org/10.1038/s41586-024-08291-2",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387344289",
      "paper_id": "https://openalex.org/W4387344289",
      "title": "Plasma proteomic associations with genetics and health in the UK Biobank",
      "authors": "Benjamin B. Sun, Joshua Chiou, Matthew Traylor, Christian Benner, Yi-Hsiang Hsu, Tom G. Richardson, Praveen Surendran, Anubha Mahajan, Chloe Robins, Steven G. Vasquez-Grinnell, Liping Hou, Erika M. Kvikstad, Oliver S. Burren, Jonathan Davitte, Kyle L. Ferber, Christopher E. Gillies, Åsa K. Hedman, Sile Hu, Tinchi Lin, Rajesh Mikkilineni, Rion K. Pendergrass, Corran Pickering, Bram Prins, Denis Baird, Chia-Yen Chen, Lucas D. Ward, Aimee M. Deaton, Samantha Welsh, Carissa M. Willis, Nick Lehner, Matthias Arnold, Maria A. Wörheide, Karsten Suhre, Gabi Kastenmüller, Anurag Sethi, Madeleine Cule, Anil Raj, Hyun Ming Kang, Lucy Burkitt-Gray, Eugene Melamud, Mary Helen Black, Eric B. Fauman, Joanna M. M. Howson, Hyun Min Kang, Mark I. McCarthy, Paul Nioi, Slavé Petrovski, Robert A. Scott, Erin N. Smith, Sándor Szalma, Dawn M. Waterworth, Lyndon J. Mitnaul, Joseph D. Szustakowski, Bradford W. Gibson, Melissa R. Miller, Christopher D. Whelan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06592-6",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3120532189",
      "paper_id": "https://openalex.org/W3120532189",
      "title": "Platypus and echidna genomes reveal mammalian biology and evolution",
      "authors": "Yang Zhou, Linda Shearwin-Whyatt, Jing Li, Zhenzhen Song, Takashi Hayakawa, David Stevens, Jane C. Fenelon, Emma Peel, Yuanyuan Cheng, Filip Pajpach, Natasha Bradley, Hikoyu Suzuki, Masato Nikaido, Joana Damas, Tasman Daish, Tahlia Perry, Zexian Zhu, Yuncong Geng, Arang Rhie, Ying Sims, Jonathan Wood, Bettina Haase, Jacquelyn Mountcastle, Olivier Fedrigo, Qiye Li, Huanming Yang, Jian Wang, Stephen D. Johnston, Adam M. Phillippy, Kerstin Howe, Erich D. Jarvis, Oliver A. Ryder, Henrik Kaessmann, Peter Donnelly, Jonas Korlach, Harris A. Lewin, Jennifer Graves, Katherine Belov, Marilyn B. Renfree, Frank Grutzner, Qi Zhou, Guojie Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-020-03039-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4319591096",
      "paper_id": "https://openalex.org/W4319591096",
      "title": "Polygenic architecture of rare coding variation across 394,783 exomes",
      "authors": "Daniel J. Weiner, Ajay Nadig, Karthik A. Jagadeesh, Kushal K. Dey, Benjamin M. Neale, Elise B. Robinson, Konrad J. Karczewski, Luke J. O’Connor",
      "paper_url": "https://doi.org/10.1038/s41586-022-05684-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4376959645",
      "paper_id": "https://openalex.org/W4376959645",
      "title": "Polygenic scoring accuracy varies across the genetic ancestry continuum",
      "authors": "Yi Ding, Kangcheng Hou, Ziqi Xu, Aditya Pimplaskar, Ella Petter, Kristin Boulier, Florian Privé, Bjarni J. Vilhjálmsson, Loes M. Olde Loohuis, Bogdan Pasaniuc",
      "paper_url": "https://doi.org/10.1038/s41586-023-06079-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400729643",
      "paper_id": "https://openalex.org/W4400729643",
      "title": "Position-dependent function of human sequence-specific transcription factors",
      "authors": "Sascha H. Duttke, Carlos Guzman, Max Chang, Nathaniel P. Delos Santos, Bayley R. McDonald, Jialei Xie, Aaron F. Carlin, Sven Heinz, Christopher Benner",
      "paper_url": "https://doi.org/10.1038/s41586-024-07662-z",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406715738",
      "paper_id": "https://openalex.org/W4406715738",
      "title": "Precise modelling of mitochondrial diseases using optimized mitoBEs",
      "authors": "Xiaoxue Zhang, Xue Zhang, Jiwu Ren, Jiayi Li, Xiaoxu Wei, Ying Yu, Zongyi Yi, Wensheng Wei",
      "paper_url": "https://doi.org/10.1038/s41586-024-08469-8",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412600845",
      "paper_id": "https://openalex.org/W4412600845",
      "title": "Precisely defining disease variant effects in CRISPR-edited single cells",
      "authors": "Yuriy Baglaenko, Zepeng Mu, Michelle Curtis, Hafsa M. Mire, Vidyashree Jayanthi, Majd Al Suqri, Cassidy Liu, Ryan Agnew, Aparna Nathan, Annelise Yoo Mah-Som, David R. Liu, Gregory A. Newby, Soumya Raychaudhuri",
      "paper_url": "https://doi.org/10.1038/s41586-025-09313-3",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403450829",
      "paper_id": "https://openalex.org/W4403450829",
      "title": "Quantifying constraint in the human mitochondrial genome",
      "authors": "Nicole J. Lake, Kaiyue Ma, Wei Liu, Stephanie L. Battle, Kristen M. Laricchia, Grace Tiao, Daniela Puiu, Kenneth K. Ng, Justin Cohen, Alison G. Compton, Shannon Cowie, John Christodoulou, David R. Thorburn, Hongyu Zhao, Dan E. Arking, Shamil R. Sunyaev, Monkol Lek",
      "paper_url": "https://doi.org/10.1038/s41586-024-08048-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388692070",
      "paper_id": "https://openalex.org/W4388692070",
      "title": "Quasi-experimental evaluation of a nationwide diabetes prevention programme",
      "authors": "Julia M. Lemp, Christian Bommer, Min Xie, Felix Michalik, Anant Jani, Justine I. Davies, Till Bärnighausen, Sebastian Vollmer, Pascal Geldsetzer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06756-4",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411958289",
      "paper_id": "https://openalex.org/W4411958289",
      "title": "Range extender mediates long-distance enhancer activity",
      "authors": "Grace Bower, Ethan W. Hollingsworth, Sandra H. Jacinto, Joshua A. Alcantara, Benjamin Clock, Kaitlyn Cao, Mandy Liu, Adam Dziulko, Ana Alcaina-Caro, Qianlan Xu, Dorota Skowronska-Krawczyk, Javier Lopez-Rios, Diane E. Dickel, Anaïs F. Bardet, Len A. Pennacchio, Axel Visel, Evgeny Z. Kvon",
      "paper_url": "https://doi.org/10.1038/s41586-025-09221-6",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4223433728",
      "paper_id": "https://openalex.org/W4223433728",
      "title": "Rare coding variants in ten genes confer substantial risk for schizophrenia",
      "authors": "Tarjinder Singh, Timothy Poterba, David Curtis, Huda Akil, Mariam Al Eissa, Jack D. Barchas, Nicholas Bass, Tim B. Bigdeli, Gerome Breen, Evelyn J. Bromet, Peter F. Buckley, William E. Bunney, Jonas Bybjerg-Grauholm, William F. Byerley, Sinéad B. Chapman, Wei J. Chen, Claire Churchhouse, Nicholas Craddock, Caroline M. Cusick, Lynn DeLisi, Sheila Dodge, Michael A. Escamilla, Saana Eskelinen, Ayman H. Fanous, Stephen V. Faraone, Alessia Fiorentino, Laurent Francioli, Stacey B. Gabriel, Diane Gage, Sarah A. Gagliano Taliun, Andrea Ganna, Giulio Genovese, David C. Glahn, Jakob Grove, Mei-Hua Hall, Eija Hämäläinen, Henrike O. Heyne, Matti Holi, David M. Hougaard, Daniel P. Howrigan, Hailiang Huang, Hai-Gwo Hwu, René S. Kahn, Hyun Min Kang, Konrad J. Karczewski, George Kirov, James A. Knowles, Francis S. Lee, Douglas S. Lehrer, Francesco Lescai, Dolores Malaspina, Stephen R. Marder, Steven A. McCarroll, Andrew M. McIntosh, Helena Medeiros, Lili Milani, Christopher P. Morley, Derek W. Morris, Preben Bo Mortensen, Richard M. Myers, Merete Nordentoft, Niamh L. O’Brien, Ana Maria Olivares, Dost Ongur, Willem H. Ouwehand, Duncan S. Palmer, Tiina Paunio, Digby Quested, Mark H. Rapaport, Elliott Rees, Brandi Rollins, F. Kyle Satterstrom, Alan Schatzberg, Edward Scolnick, Laura J. Scott, Sally I. Sharp, Pamela Sklar, Jordan W. Smoller, Janet L. Sobell, Matthew Solomonson, Eli A. Stahl, Christine R. Stevens, Jaana Suvisaari, Grace Tiao, Stanley J. Watson, Nicholas A. Watts, Douglas H. Blackwood, Anders D. Børglum, Bruce M. Cohen, Aiden P. Corvin, Tõnu Esko, Nelson B. Freimer, Stephen J. Glatt, Christina M. Hultman, Andrew McQuillin, Aarno Palotie, Carlos N. Pato, Michele T. Pato, Ann E. Pulver, David St. Clair, Ming T. Tsuang, Marquis P. Vawter, James T. Walters, Thomas M. Werge, Roel A. Ophoff, Patrick F. Sullivan, Michael J. Owen, Michael Boehnke, Michael C. O’Donovan, Benjamin M. Neale, Mark J. Daly",
      "paper_url": "https://doi.org/10.1038/s41586-022-04556-w",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407957525",
      "paper_id": "https://openalex.org/W4407957525",
      "title": "Rare disease gene association discovery in the 100,000 Genomes Project",
      "authors": "Valentina Cipriani, Letizia Vestito, Emma F. Magavern, Julius O. B. Jacobsen, Gavin Arno, Elijah R. Behr, Katherine A. Benson, Marta Bertoli, Detlef Bockenhauer, Michael R. Bowl, Kate Burley, Li F. Chan, Patrick Chinnery, Peter J. Conlon, Marcos A. Costa, Alice E. Davidson, Sally J. Dawson, Elhussein A. E. Elhassan, Sarah E. Flanagan, Marta Futema, Daniel P. Gale, Sonia García-Ruiz, Cecilia Gonzalez Corcia, Helen R. Griffin, Sophie Hambleton, Amy R. Hicks, Henry Houlden, Richard S. Houlston, Sarah A. Howles, Robert Kleta, Iris Lekkerkerker, Siying Lin, Petra Liskova, Hannah H. Mitchison, Heba Morsy, Andrew D. Mumford, William G. Newman, Ruxandra Neatu, Edel A. O’Toole, Albert C. M. Ong, Alistair T. Pagnamenta, Shamima Rahman, Neil Rajan, Peter N. Robinson, Mina Ryten, Omid Sadeghi-Alavijeh, John A. Sayer, Claire L. Shovlin, Jenny C. Taylor, Omri Teltsh, Ian Tomlinson, Arianna Tucci, Clare Turnbull, Albertien M. van Eerde, James S. Ware, Laura M. Watts, Andrew R. Webster, Sarah K. Westbury, Sean L. Zheng, Mark Caulfield, Damian Smedley",
      "paper_url": "https://doi.org/10.1038/s41586-025-08623-w",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4387354365",
      "paper_id": "https://openalex.org/W4387354365",
      "title": "Rare variant associations with plasma protein levels in the UK Biobank",
      "authors": "Ryan S. Dhindsa, Oliver S. Burren, Benjamin B. Sun, Bram P. Prins, Dorota Matelska, Eleanor Wheeler, Jonathan Mitchell, Erin Oerton, Ventzislava A. Hristova, Katherine R. Smith, Keren Carss, Sebastian Wasilewski, Andrew R. Harper, Dirk S. Paul, Margarete A. Fabre, Heiko Runz, Coralie Viollet, Benjamin Challis, Adam Platt, Rasmus Ågren, Lauren Anderson-Dring, Santosh Atanur, David Baker, Carl Barrett, Maria Belvisi, Mohammad Bohlooly-Y, Lisa Buvall, Niedzica Camacho, Lisa Cazares, Sophia Cameron-Christie, Morris Chen, Suzanne Cohen, Regina F. Danielson, Shikta Das, Andrew Davis, Sri Vishnu Vardhan Deevi, Wei Ding, Brian Dougherty, Zammy Fairhurst-Hunter, Manik Garg, Benjamin Georgi, Carmen Guerrero Rangel, Carolina Haefliger, Mårten Hammar, Richard N. Hanna, Pernille B. L. Hansen, Jennifer Harrow, Ian Henry, Sonja Hess, Ben Hollis, Fengyuan Hu, Xiao Jiang, Kousik Kundu, Zhongwu Lai, Mark Lal, Glenda Lassi, Yupu Liang, Margarida Lopes, Kieren Lythgow, Stewart MacArthur, Meeta Maisuria-Armer, Ruth March, Carla Martins, Karine Megy, Rob Menzies, Erik Michaëlsson, Fiona Middleton, Bill Mowrey, Daniel Muthas, Abhishek Nag, Sean O’Dell, Yoichiro Ohne, Henric Olsson, Amanda O’Neill, Kristoffer Ostridge, Benjamin Pullman, William Rae, Arwa Raies, Anna Reznichenko, Xavier Romero Ros, Maria Ryaboshapkina, Hitesh Sanganee, Ben Sidders, Mike Snowden, Stasa Stankovic, Helen Stevens, Ioanna Tachmazidou, Haeyam Taiy, Lifeng Tian, Christina Underwood, Anna Walentinsson, Qing-Dong Wang, Ahmet Zehir, Zoe Zou, Dimitrios Vitsios, Euan A. Ashley, Christopher D. Whelan, Menelas N. Pangalos, Quanli Wang, Slavé Petrovski",
      "paper_url": "https://doi.org/10.1038/s41586-023-06547-x",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3191451220",
      "paper_id": "https://openalex.org/W3191451220",
      "title": "Rare variant contribution to human disease in 281,104 UK Biobank exomes",
      "authors": "Quanli Wang, Ryan S. Dhindsa, Keren Carss, Andrew R. Harper, Abhishek Nag, Ioanna Tachmazidou, Dimitrios Vitsios, Sri V. V. Deevi, Alex Mackay, Daniel Muthas, Michael Hühn, Susan Monkley, Henric Olsson, Bastian R. Angermann, Ronen Artzi, Carl Barrett, Maria Belvisi, Mohammad Bohlooly-Y, Oliver Burren, Lisa Buvall, Benjamin Challis, Sophia Cameron-Christie, Suzanne Cohen, Andrew Davis, Regina F. Danielson, Brian Dougherty, Benjamin Georgi, Zara Ghazoui, Pernille B. L. Hansen, Fengyuan Hu, Magda Jeznach, Xiao Jiang, Chanchal Kumar, Zhongwu Lai, Glenda Lassi, Samuel H. Lewis, Bolan Linghu, Kieren Lythgow, Peter Maccallum, Carla Martins, Athena Matakidou, Erik Michaëlsson, Sven Moosmang, Sean O’Dell, Yoichiro Ohne, Joel Okae, Amanda O’Neill, Dirk S. Paul, Anna Reznichenko, Michael A Snowden, Anna Walentinsson, Jorge Zeron, Menelas N. Pangalos, Sebastian Wasilewski, Katherine R. Smith, Ruth March, Adam Platt, Carolina Haefliger, Slavé Petrovski",
      "paper_url": "https://doi.org/10.1038/s41586-021-03855-y",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4376132855",
      "paper_id": "https://openalex.org/W4376132855",
      "title": "Recombination between heterologous human acrocentric chromosomes",
      "authors": "Andrea Guarracino, Silvia Buonaiuto, Leonardo Gomes  de Lima, Tamara Potapova, Arang Rhie, Sergey Koren, Boris Rubinstein, Christian Fischer, Haley J. Abel, Lucinda L. Antonacci-Fulton, Mobin Asri, Gunjan Baid, Carl A. Baker, Anastasiya Belyaeva, Konstantinos Billis, Guillaume Bourque, Andrew Carroll, Mark J. P. Chaisson, Pi-Chuan Chang, Xian H. Chang, Haoyu Cheng, Justin Chu, Sarah Cody, Daniel E. Cook, Robert M. Cook-Deegan, Omar E. Cornejo, Mark Diekhans, Daniel Doerr, Peter Ebert, Jana Ebler, Evan E. Eichler, Jordan M. Eizenga, Susan Fairley, Olivier Fedrigo, Adam L. Felsenfeld, Xiaowen Feng, Paul Flicek, Giulio Formenti, Adam Frankish, Robert S. Fulton, Yan Gao, Shilpa Garg, Nanibaa’ A. Garrison, Carlos Garcia Giron, Richard E. Green, Cristian Groza, Leanne Haggerty, Ira Hall, William T. Harvey, Marina Haukness, David Haussler, Simon Heumos, Glenn Hickey, Kendra Hoekzema, Thibaut Hourlier, Kerstin Howe, Miten Jain, Erich D. Jarvis, Hanlee P. Ji, Eimear E. Kenny, Barbara A. Koenig, Alexey Kolesnikov, Jan O. Korbel, Jennifer Kordosky, HoJoon Lee, Alexandra P. Lewis, Heng Li, Wen-Wei Liao, Shuangjia Lu, Tsung-Yu Lu, Julian K. Lucas, Hugo Magalhães, Santiago Marco-Sola, Pierre Marijon, Charles Markello, Tobias Marschall, Fergal J. Martin, Ann McCartney, Jennifer McDaniel, Karen H. Miga, Matthew W. Mitchell, Jean Monlong, Jacquelyn Mountcastle, Katherine M. Munson, Moses Njagi Mwaniki, Maria Nattestad, Adam M. Novak, Sergey Nurk, Hugh E. Olsen, Nathan D. Olson, Benedict Paten, Trevor Pesout, Alice B. Popejoy, David Porubsky, Pjotr Prins, Daniela Puiu, Mikko Rautiainen, Allison A. Regier, Samuel Sacco, Ashley D. Sanders, Valerie A. Schneider, Baergen I. Schultz, Kishwar Shafin, Jonas A. Sibbesen, Jouni Sirén, Michael W. Smith, Heidi J. Sofia, Ahmad N. Abou Tayoun, Françoise Thibaud-Nissen, Chad Tomlinson, Francesca Floriana Tricomi, Flavia Villani, Mitchell R. Vollger, Justin Wagner, Brian Walenz, Ting Wang, Jonathan M. D. Wood, Aleksey V. Zimin, Justin M. Zook, Jennifer L. Gerton, Adam M. Phillippy, Vincenza Colonna, Erik Garrison",
      "paper_url": "https://doi.org/10.1038/s41586-023-05976-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4288052133",
      "paper_id": "https://openalex.org/W4288052133",
      "title": "Recording gene expression order in DNA by CRISPR addition of retron barcodes",
      "authors": "Santi Bhattarai-Kline, Sierra K. Lear, Chloe B. Fishman, Santiago C. Lopez, Elana R. Lockshin, Max G. Schubert, Jeff Nivala, George M. Church, Seth L. Shipman",
      "paper_url": "https://doi.org/10.1038/s41586-022-04994-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4220970257",
      "paper_id": "https://openalex.org/W4220970257",
      "title": "Reduced reproductive success is associated with selective constraint on human genes",
      "authors": "Eugene J. Gardner, Matthew D. C. Neville, Kaitlin E. Samocha, Kieron Barclay, Martin Kolk, Mari E. K. Niemi, George Kirov, Hilary C. Martin, Matthew E. Hurles",
      "paper_url": "https://doi.org/10.1038/s41586-022-04549-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4394892101",
      "paper_id": "https://openalex.org/W4394892101",
      "title": "Refining the impact of genetic evidence on clinical success",
      "authors": "Eric Vallabh Minikel, Jeffery L. Painter, Coco Chengliang Dong, Matthew R. Nelson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07316-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3127556601",
      "paper_id": "https://openalex.org/W3127556601",
      "title": "Regulatory genomic circuitry of human disease loci by integrative epigenomics",
      "authors": "Carles A. Boix, Benjamin T. James, Yongjin P. Park, Wouter Meuleman, Manolis Kellis",
      "paper_url": "https://doi.org/10.1038/s41586-020-03145-z",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4205590923",
      "paper_id": "https://openalex.org/W4205590923",
      "title": "RNA profiles reveal signatures of future health and disease in pregnancy",
      "authors": "Morten Rasmussen, Mitsu Reddy, Rory Nolan, Joan Camunas-Soler, Arkady Khodursky, Nikolai M. Scheller, David E. Cantonwine, Line Engelbrechtsen, Jia Dai Mi, Arup Dutta, Tiffany Brundage, Farooq Siddiqui, Mainou Thao, Elaine P. S. Gee, Johnny La, Courtney Baruch-Gravett, Mark K. Santillan, Saikat Deb, Shaali M. Ame, Said M. Ali, Melanie Adkins, Mark A. DePristo, Manfred Lee, Eugeni Namsaraev, Dorte Jensen Gybel-Brask, Lillian Skibsted, James A. Litch, Donna A. Santillan, Sunil Sazawal, Rachel M. Tribe, James M. Roberts, Maneesh Jain, Estrid Høgdall, Claudia Holzman, Stephen R. Quake, Michal A. Elovitz, Thomas F. McElrath",
      "paper_url": "https://doi.org/10.1038/s41586-021-04249-w",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389991923",
      "paper_id": "https://openalex.org/W4389991923",
      "title": "RNA-mediated symmetry breaking enables singular olfactory receptor choice",
      "authors": "Ariel D. Pourmorady, Elizaveta V. Bashkirova, Andrea M. Chiariello, Houda Belagzhal, Albana Kodra, Rachel Duffié, Jerome Kahiapo, Kevin Monahan, Joan Pulupa, Ira Schieren, Alexa Osterhoudt, Job Dekker, Mario Nicodemi, Stavros Lomvardas",
      "paper_url": "https://doi.org/10.1038/s41586-023-06845-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4221116780",
      "paper_id": "https://openalex.org/W4221116780",
      "title": "Rolling back human pluripotent stem cells to an eight-cell embryo-like stage",
      "authors": "Md. Abdul Mazid, Carl Ward, Zhiwei Luo, Chuanyu Liu, Yunpan Li, Yiwei Lai, Liang Wu, Jinxiu Li, Wenqi Jia, Yu Jiang, Hao Liu, Lixin Fu, Yueli Yang, David P. Ibañez, Junjian Lai, Xiaoyu Wei, Juan An, Pengcheng Guo, Yue Yuan, Qiuting Deng, Yang Wang, Ying Liu, Fei Gao, Junwen Wang, Shahriar Zaman, Baoming Qin, Guangming Wu, Patrick H. Maxwell, Xun Xu, Longqi Liu, Wenjuan Li, Miguel A. Esteban",
      "paper_url": "https://doi.org/10.1038/s41586-022-04625-0",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406155848",
      "paper_id": "https://openalex.org/W4406155848",
      "title": "Satellite DNA shapes dictate pericentromere packaging in female meiosis",
      "authors": "Damian Dudka, Jennine M. Dawicki-McKenna, Xueqi Sun, Keagan Beeravolu, Takashi Akera, Michael A. Lampson, Ben E. Black",
      "paper_url": "https://doi.org/10.1038/s41586-024-08374-0",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406168253",
      "paper_id": "https://openalex.org/W4406168253",
      "title": "Saturation genome editing-based clinical classification of BRCA2 variants",
      "authors": "Sounak Sahu, Melissa Galloux, Eileen Southon, Dylan Caylor, Teresa Sullivan, Matteo Arnaudi, Maria Zanti, Josephine Geh, Raj Chari, Kyriaki Michailidou, Elena Papaleo, Shyam K. Sharan",
      "paper_url": "https://doi.org/10.1038/s41586-024-08349-1",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4392504744",
      "paper_id": "https://openalex.org/W4392504744",
      "title": "Selfish conflict underlies RNA-mediated parent-of-origin effects",
      "authors": "Pinelopi Pliota, Hana Marvanova, Alevtina Koreshova, Yotam Kaufman, Polina Tikanova, Daniel Krogull, Andreas Hagmüller, Sonya A. Widen, Dominik Handler, Joseph Gokcezade, Peter Duchek, Julius Brennecke, Eyal Ben-David, Alejandro Burga",
      "paper_url": "https://doi.org/10.1038/s41586-024-07155-z",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4306809799",
      "paper_id": "https://openalex.org/W4306809799",
      "title": "Semi-automated assembly of high-quality diploid human reference genomes",
      "authors": "Erich D. Jarvis, Giulio Formenti, Arang Rhie, Andrea Guarracino, Chentao Yang, Jonathan Wood, Alan Tracey, Francoise Thibaud-Nissen, Mitchell R. Vollger, David Porubsky, Haoyu Cheng, Mobin Asri, Glennis A. Logsdon, Paolo Carnevali, Mark J. P. Chaisson, Chen-Shan Chin, Sarah Cody, Joanna Collins, Peter Ebert, Merly Escalona, Olivier Fedrigo, Robert S. Fulton, Lucinda L. Fulton, Shilpa Garg, Jennifer L. Gerton, Jay Ghurye, Anastasiya Granat, Richard E. Green, William Harvey, Patrick Hasenfeld, Alex Hastie, Marina Haukness, Erich B. Jaeger, Miten Jain, Melanie Kirsche, Mikhail Kolmogorov, Jan O. Korbel, Sergey Koren, Jonas Korlach, Joyce Lee, Daofeng Li, Tina Lindsay, Julian Lucas, Feng Luo, Tobias Marschall, Matthew W. Mitchell, Jennifer McDaniel, Fan Nie, Hugh E. Olsen, Nathan D. Olson, Trevor Pesout, Tamara Potapova, Daniela Puiu, Allison Regier, Jue Ruan, Steven L. Salzberg, Ashley D. Sanders, Michael C. Schatz, Anthony Schmitt, Valerie A. Schneider, Siddarth Selvaraj, Kishwar Shafin, Alaina Shumate, Nathan O. Stitziel, Catherine Stober, James Torrance, Justin Wagner, Jianxin Wang, Aaron Wenger, Chuanle Xiao, Aleksey V. Zimin, Guojie Zhang, Ting Wang, Heng Li, Erik Garrison, David Haussler, Ira Hall, Justin M. Zook, Evan E. Eichler, Adam M. Phillippy, Benedict Paten, Kerstin Howe, Karen H. Miga",
      "paper_url": "https://doi.org/10.1038/s41586-022-05325-5",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410570068",
      "paper_id": "https://openalex.org/W4410570068",
      "title": "Sequence diversity lost in early pregnancy",
      "authors": "Gudny A. Arnadottir, Hakon Jonsson, Tanja Schlaikjær Hartwig, Jennifer R. Gruhn, Peter Loof Møller, Arnaldur Gylfason, David Westergaard, Andrew Chi-Ho Chan, Asmundur Oddsson, Lilja Stefansdottir, Louise le Roux, Valgerdur Steinthorsdottir, Kristjan H. Swerford Moore, Sigurgeir Olafsson, Pall I. Olason, Hannes P. Eggertsson, Gísli H. Halldórsson, G. Bragi Walters, Hreinn Stefansson, Sigurjon A. Gudjonsson, Gunnar Palsson, Brynjar O. Jensson, Run Fridriksdottir, Jesper Friis Petersen, Henriette Svarre Nielsen, Tanja Schlaikjær Hartwig, Sofie Bliddal, David Westergaard, Karina Banasik, Maria Christine Krog, Astrid Marie Kolte, Nina la Cour Freiesleben, Sisse Rye Ostrowski, Erik Sørensen, Mille Løhr, Markus J. Herregård, Eva Hoffmann, Jenny Gruhn, Andy Chi Ho Chan, Unnur Þorsteinsdóttir, Kári Stefánsson, Hákon Jónsson, Ólafur Þ. Magnússon, Valgerdur Steinthorsdottir, Louise Ambye, Lone Schmidt, Pia Rørbæk Kamstrup, Mette Nyegaard, Ellen Christine Leth Løkkegaard, Helle Ejdrup Bredkjær, Helene Westring Hvidman, Agnar Helgason, Gudmundur L. Norddahl, Palle Duun Rohde, Jona Saemundsdottir, Olafur Th. Magnusson, Bjarni V. Halldorsson, Sofie Bliddal, Karina Banasik, Daniel F. Gudbjartsson, Mette Nyegaard, Patrick Sulem, Unnur Thorsteinsdottir, Eva R. Hoffmann, Henriette Svarre Nielsen, Kari Stefansson",
      "paper_url": "https://doi.org/10.1038/s41586-025-09031-w",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3126160703",
      "paper_id": "https://openalex.org/W3126160703",
      "title": "Sequencing of 53,831 diverse genomes from the NHLBI TOPMed Program",
      "authors": "Daniel Taliun, Daniel N. Harris, Michael D. Kessler, Jedidiah Carlson, Zachary A. Szpiech, Raul Torres, Sarah A. Gagliano Taliun, André Corvelo, Stephanie M. Gogarten, Hyun Min Kang, Achilleas N. Pitsillides, Jonathon LeFaive, Seung-been Lee, Xiaowen Tian, Brian L. Browning, Sayantan Das, Anne-Katrin Emde, Wayne E. Clarke, Douglas P. Loesch, Amol C. Shetty, Thomas W. Blackwell, Albert V. Smith, Quenna Wong, Xiaoming Liu, Matthew P. Conomos, Dean M. Bobo, François Aguet, Christine Albert, Alvaro Alonso, Kristin G. Ardlie, Dan E. Arking, Stella Aslibekyan, Paul L. Auer, John Barnard, R. Graham Barr, Lucas Barwick, Lewis C. Becker, Rebecca L. Beer, Emelia J. Benjamin, Lawrence F. Bielak, John Blangero, Michael Boehnke, Donald W. Bowden, Jennifer A. Brody, Esteban G. Burchard, Brian E. Cade, James F. Casella, Brandon Chalazan, Daniel I. Chasman, Yii-Der Ida Chen, Michael H. Cho, Seung Hoan Choi, Mina K. Chung, Clary B. Clish, Adolfo Correa, Joanne E. Curran, Brian Custer, Dawood Darbar, Michelle Daya, Mariza de Andrade, Dawn L. DeMeo, Susan K. Dutcher, Patrick T. Ellinor, Leslie S. Emery, Celeste Eng, Diane Fatkin, Tasha Fingerlin, Lukas Forer, Myriam Fornage, Nora Franceschini, Christian Fuchsberger, Stephanie M. Fullerton, Soren Germer, Mark T. Gladwin, Daniel J. Gottlieb, Xiuqing Guo, Michael E. Hall, Jiang He, Nancy L. Heard-Costa, Susan R. Heckbert, Marguerite R. Irvin, Jill M. Johnsen, Andrew D. Johnson, Robert Kaplan, Sharon L. R. Kardia, Tanika Kelly, Shannon Kelly, Eimear E. Kenny, Douglas P. Kiel, Robert Klemmer, Barbara A. Konkle, Charles Kooperberg, Anna Köttgen, Leslie A. Lange, Jessica Lasky-Su, Daniel Levy, Xihong Lin, Keng-Han Lin, Chunyu Liu, Ruth J. F. Loos, Lori Garman, Robert Gerszten, Steven A. Lubitz, Kathryn L. Lunetta, Angel C. Y. Mak, Ani Manichaikul, Alisa K. Manning, Rasika A. Mathias, David D. McManus, Stephen T. McGarvey, James B. Meigs, Deborah A. Meyers, Julie L. Mikulla, Mollie A. Minear, Braxton D. Mitchell, Sanghamitra Mohanty, May E. Montasser, Courtney Montgomery, Alanna C. Morrison, Joanne M. Murabito, Andrea Natale, Pradeep Natarajan, Sarah C. Nelson, Kari E. North, Jeffrey R. O’Connell, Nicholette D. Palmer, Nathan Pankratz, Gina M. Peloso, Patricia A. Peyser, Jacob Pleiness, Wendy S. Post, Bruce M. Psaty, D. C. Rao, Susan Redline, Alexander P. Reiner, Dan Roden, Jerome I. Rotter, Ingo Ruczinski, Chloé Sarnowski, Sebastian Schoenherr, David A. Schwartz, Jeong-Sun Seo, Sudha Seshadri, Vivien A. Sheehan, Wayne H. Sheu, M. Benjamin Shoemaker, Nicholas L. Smith, Jennifer A. Smith, Nona Sotoodehnia, Adrienne M. Stilp, Weihong Tang, Kent D. Taylor, Marilyn Telen, Timothy A. Thornton, Russell P. Tracy, David J. Van Den Berg, Ramachandran S. Vasan, Karine A. Viaud-Martinez, Scott Vrieze, Daniel E. Weeks, Bruce S. Weir, Scott T. Weiss, Lu-Chen Weng, Cristen J. Willer, Yingze Zhang, Xutong Zhao, Donna K. Arnett, Allison E. Ashley-Koch, Kathleen C. Barnes, Eric Boerwinkle, Stacey Gabriel, Richard Gibbs, Kenneth M. Rice, Stephen S. Rich, Edwin K. Silverman, Pankaj Qasba, Weiniu Gan, Namiko Abe, Laura Almasy, Seth Ament, Peter Anderson, Pramod Anugu, Deborah Applebaum-Bowden, Tim Assimes, Dimitrios Avramopoulos, Emily Barron-Casella, Terri Beaty, Gerald Beck, Diane Becker, Amber Beitelshees, Takis Benos, Marcos Bezerra, Joshua Bis, Russell Bowler, Ulrich Broeckel, Jai Broome, Karen Bunting, Carlos Bustamante, Erin Buth, Jonathan Cardwell, Vincent Carey, Cara Carty, Richard Casaburi, Peter Castaldi, Mark Chaffin, Christy Chang, Yi-Cheng Chang, Sameer Chavan, Bo-Juen Chen, Wei-Min Chen, Lee-Ming Chuang, Ren-Hua Chung, Suzy Comhair, Elaine Cornell, Carolyn Crandall, James Crapo, Jeffrey Curtis, Coleen Damcott, Sean David, Colleen Davis, Lisa de las Fuentes, Michael DeBaun, Ranjan Deka, Scott Devine, Qing Duan, Ravi Duggirala, Jon Peter Durda, Charles Eaton, Lynette Ekunwe, Adel El Boueiz, Serpil Erzurum, Charles Farber, Matthew Flickinger, Myriam Fornage, Chris Frazar, Mao Fu, Lucinda Fulton, Shanshan Gao, Yan Gao, Margery Gass, Bruce Gelb, Xiaoqi Priscilla Geng, Mark Geraci, Auyon Ghosh, Chris Gignoux, David Glahn, Da-Wei Gong, Harald Goring, Sharon Graw, Daniel Grine, C. Charles Gu, Yue Guan, Namrata Gupta, Jeff Haessler, Nicola L. Hawley, Ben Heavner, David Herrington, Craig Hersh, Bertha Hidalgo, James Hixson, Brian Hobbs, John Hokanson, Elliott Hong, Karin Hoth, Chao Agnes Hsiung, Yi-Jen Hung, Haley Huston, Chii Min Hwu, Rebecca Jackson, Deepti Jain, Min A. Jhun, Craig Johnson, Rich Johnston, Kimberly Jones, Sekar Kathiresan, Alyna Khan, Wonji Kim, Greg Kinney, Holly Kramer, Christoph Lange, Ethan Lange, Leslie Lange, Cecelia Laurie, Meryl LeBoff, Jiwon Lee, Seunggeun Shawn Lee, Wen-Jane Lee, David Levine, Joshua Lewis, Xiaohui Li, Yun Li, Henry Lin, Honghuang Lin, Keng Han Lin, Simin Liu, Yongmei Liu, Yu Liu, James Luo, Michael Mahaney, Barry Make, JoAnn Manson, Lauren Margolin, Lisa Martin, Susan Mathai, Susanne May, Patrick McArdle, Merry-Lynn McDonald, Sean McFarland, Daniel McGoldrick, Caitlin McHugh, Hao Mei, Luisa Mestroni, Nancy Min, Ryan L. Minster, Matt Moll, Arden Moscati, Solomon Musani, Stanford Mwasongwe, Josyf C. Mychaleckyj, Girish Nadkarni, Rakhi Naik, Take Naseri, Sergei Nekhai, Bonnie Neltner, Heather Ochs-Balcom, David Paik, James Pankow, Afshin Parsa, Juan Manuel Peralta, Marco Perez, James Perry, Ulrike Peters, Lawrence S. Phillips, Toni Pollin, Julia Powers Becker, Meher Preethi Boorgula, Michael Preuss, Dandi Qiao, Zhaohui Qin, Nicholas Rafaels, Laura Raffield, Laura Rasmussen-Torvik, Aakrosh Ratan, Robert Reed, Elizabeth Regan, Muagututi‘a Sefuiva Reupena, Carolina Roselli, Pamela Russell, Sarah Ruuska, Kathleen Ryan, Ester Cerdeira Sabino, Danish Saleheen, Shabnam Salimi, Steven Salzberg, Kevin Sandow, Vijay G. Sankaran, Christopher Scheller, Ellen Schmidt, Karen Schwander, Frank Sciurba, Christine Seidman, Jonathan Seidman, Stephanie L. Sherman, Aniket Shetty, Wayne Hui-Heng Sheu, Brian Silver, Josh Smith, Tanja Smith, Sylvia Smoller, Beverly Snively, Michael Snyder, Tamar Sofer, Garrett Storm, Elizabeth Streeten, Yun Ju Sung, Jody Sylvia, Adam Szpiro, Carole Sztalryd, Hua Tang, Margaret Taub, Matthew Taylor, Simeon Taylor, Machiko Threlkeld, Lesley Tinker, David Tirschwell, Sarah Tishkoff, Hemant Tiwari, Catherine Tong, Michael Tsai, Dhananjay Vaidya, Peter VandeHaar, Tarik Walker, Robert Wallace, Avram Walts, Fei Fei Wang, Heming Wang, Karol Watson, Jennifer Wessel, Kayleen Williams, L. Keoki Williams, Carla Wilson, Joseph Wu, Huichun Xu, Lisa Yanek, Ivana Yang, Rongze Yang, Norann Zaghloul, Maryam Zekavat, Snow Xueyan Zhao, Wei Zhao, Degui Zhi, Xiang Zhou, Xiaofeng Zhu, George J. Papanicolaou, Deborah A. Nickerson, Sharon R. Browning, Michael C. Zody, Sebastian Zöllner, James G. Wilson, L. Adrienne Cupples, Cathy C. Laurie, Cashell E. Jaquish, Ryan D. Hernandez, Timothy D. O’Connor, Gonçalo R. Abecasis",
      "paper_url": "https://doi.org/10.1038/s41586-021-03205-y",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W4200096216",
      "paper_id": "https://openalex.org/W4200096216",
      "title": "Sex-specific chromatin remodelling safeguards transcription in germ cells",
      "authors": "Tien-Chi Huang, Yi-Fang Wang, Eric Vazquez-Ferrer, Ina Theofel, Cristina E. Requena, Courtney W. Hanna, Gavin Kelsey, Petra Hajkova",
      "paper_url": "https://doi.org/10.1038/s41586-021-04208-5",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3175018851",
      "paper_id": "https://openalex.org/W3175018851",
      "title": "Shape of promoter antisense RNAs regulates ligand-induced transcription activation",
      "authors": "Fan Yang, Bogdan Tanasa, Rudi Micheletti, Kenneth A. Ohgi, Aneel K. Aggarwal, Michael G. Rosenfeld",
      "paper_url": "https://doi.org/10.1038/s41586-021-03589-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4395071221",
      "paper_id": "https://openalex.org/W4395071221",
      "title": "Single-cell analysis reveals context-dependent, cell-level selection of mtDNA",
      "authors": "Anna V. Kotrys, Timothy J. Durham, Xiaoyan A. Guo, Venkata R. Vantaku, Sareh Parangi, Vamsi K. Mootha",
      "paper_url": "https://doi.org/10.1038/s41586-024-07332-0",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4280594254",
      "paper_id": "https://openalex.org/W4280594254",
      "title": "Single-cell eQTL models reveal dynamic T cell state dependence of disease loci",
      "authors": "Aparna Nathan, Samira Asgari, Kazuyoshi Ishigaki, Cristian Valencia, Tiffany Amariuta, Yang Luo, Jessica I. Beynor, Yuriy Baglaenko, Sara Suliman, Alkes L. Price, Leonid Lecca, Megan B. Murray, D. Branch Moody, Soumya Raychaudhuri",
      "paper_url": "https://doi.org/10.1038/s41586-022-04713-1",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4393219035",
      "paper_id": "https://openalex.org/W4393219035",
      "title": "Single-cell multiplex chromatin and RNA interactions in ageing human brain",
      "authors": "Xingzhao Wen, Zhifei Luo, Wenxin Zhao, Riccardo Calandrelli, Tri C. Nguyen, Xueyi Wan, John Lalith Charles Richard, Sheng Zhong",
      "paper_url": "https://doi.org/10.1038/s41586-024-07239-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399366620",
      "paper_id": "https://openalex.org/W4399366620",
      "title": "Single-cell nascent RNA sequencing unveils coordinated global transcription",
      "authors": "Dig B. Mahat, Nathaniel D. Tippens, Jorge D. Martin-Rufino, Sean K. Waterton, Jiayu Fu, Sarah E. Blatt, Phillip A. Sharp",
      "paper_url": "https://doi.org/10.1038/s41586-024-07517-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4284885575",
      "paper_id": "https://openalex.org/W4284885575",
      "title": "Single-cell roadmap of human gonadal development",
      "authors": "Luz Garcia-Alonso, Valentina Lorenzi, Cecilia Icoresi Mazzeo, João Pedro Alves-Lopes, Kenny Roberts, Carmen Sancho-Serra, Justin Engelbert, Magda Marečková, Wolfram H. Gruhn, Rachel A. Botting, Tong Li, Berta Crespo, Stijn van Dongen, Vladimir Yu Kiselev, Elena Prigmore, Mary Herbert, Ashley Moffett, Alain Chédotal, Omer Ali Bayraktar, Azim Surani, Muzlifah Haniffa, Roser Vento-Tormo",
      "paper_url": "https://doi.org/10.1038/s41586-022-04918-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404566620",
      "paper_id": "https://openalex.org/W4404566620",
      "title": "Single-molecule states link transcription factor binding to gene expression",
      "authors": "Benjamin R. Doughty, Michaela M. Hinks, Julia M. Schaepe, Georgi K. Marinov, Abby R. Thurm, Carolina Rios-Martinez, Benjamin E. Parks, Yingxuan Tan, Emil Marklund, Danilo Dubocanin, Lacramioara Bintu, William J. Greenleaf",
      "paper_url": "https://doi.org/10.1038/s41586-024-08219-w",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406167408",
      "paper_id": "https://openalex.org/W4406167408",
      "title": "Site-saturation mutagenesis of 500 human protein domains",
      "authors": "Antoni Beltran, Xiang’er Jiang, Yue Shen, Ben Lehner",
      "paper_url": "https://doi.org/10.1038/s41586-024-08370-4",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410362958",
      "paper_id": "https://openalex.org/W4410362958",
      "title": "Solid phase transitions as a solution to the genome folding paradox",
      "authors": "Joan Pulupa, Natalie G. McArthur, Olga Stathi, Miao Wang, Marianna Zazhytska, Isabella D. Pirozzolo, Ahana Nayar, Lawrence Shapiro, Stavros Lomvardas",
      "paper_url": "https://doi.org/10.1038/s41586-025-09043-6",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400729285",
      "paper_id": "https://openalex.org/W4400729285",
      "title": "Sources of gene expression variation in a globally diverse human cohort",
      "authors": "Dylan J. Taylor, Surya B. Chhetri, Michael G. Tassia, Arjun Biddanda, Stephanie M. Yan, Genevieve L. Wojcik, Alexis Battle, Rajiv C. McCoy",
      "paper_url": "https://doi.org/10.1038/s41586-024-07708-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409283657",
      "paper_id": "https://openalex.org/W4409283657",
      "title": "Spatial multi-omics reveals cell-type-specific nuclear compartments",
      "authors": "Yodai Takei, Yujing Yang, Jonathan White, Isabel N. Goronzy, Jina Yun, Meera Prasad, Lincoln J. Ombelets, Simone Schindler, Prashant Bhat, Mitchell Guttman, Long Cai",
      "paper_url": "https://doi.org/10.1038/s41586-025-08838-x",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4298138773",
      "paper_id": "https://openalex.org/W4298138773",
      "title": "Stroke genetics informs drug discovery and risk prediction across ancestries",
      "authors": "Aniket Mishra, Rainer Malik, Tsuyoshi Hachiya, Tuuli Jürgenson, Shinichi Namba, Daniel C. Posner, Frederick K. Kamanu, Masaru Koido, Quentin Le Grand, Mingyang Shi, Yunye He, Marios K. Georgakis, Ilana Caro, Kristi Krebs, Yi-Ching Liaw, Felix C. Vaura, Kuang Lin, Bendik Slagsvold Winsvold, Vinodh Srinivasasainagendra, Livia Parodi, Hee-Joon Bae, Ganesh Chauhan, Michael R. Chong, Liisa Tomppo, Rufus Akinyemi, Gennady V. Roshchupkin, Naomi Habib, Yon Ho Jee, Jesper Qvist Thomassen, Vida Abedi, Jara Cárcel-Márquez, Marianne Nygaard, Hampton L. Leonard, Chaojie Yang, Ekaterina Yonova-Doing, Maria J. Knol, Adam J. Lewis, Renae L. Judy, Tetsuro Ago, Philippe Amouyel, Nicole D. Armstrong, Mark K. Bakker, Traci M. Bartz, David A. Bennett, Joshua C. Bis, Constance Bordes, Sigrid Børte, Anael Cain, Paul M. Ridker, Kelly Cho, Zhengming Chen, Carlos Cruchaga, John W. Cole, Phil L. de Jager, Rafael de Cid, Matthias Endres, Leslie E. Ferreira, Mirjam I. Geerlings, Natalie C. Gasca, Vilmundur Gudnason, Jun Hata, Jing He, Alicia K. Heath, Yuk-Lam Ho, Aki S. Havulinna, Jemma C. Hopewell, Hyacinth I. Hyacinth, Michael Inouye, Mina A. Jacob, Christina E. Jeon, Christina Jern, Masahiro Kamouchi, Keith L. Keene, Takanari Kitazono, Steven J. Kittner, Takahiro Konuma, Amit Kumar, Paul Lacaze, Lenore J. Launer, Keon-Joo Lee, Kaido Lepik, Jiang Li, Liming Li, Ani Manichaikul, Hugh S. Markus, Nicholas A. Marston, Thomas Meitinger, Braxton D. Mitchell, Felipe A. Montellano, Takayuki Morisaki, Thomas H. Mosley, Mike A. Nalls, Børge G. Nordestgaard, Martin J. O’Donnell, Yukinori Okada, N. Charlotte Onland-Moret, Bruce Ovbiagele, Annette Peters, Bruce M. Psaty, Stephen S. Rich, Jonathan Rosand, Marc S. Sabatine, Ralph L. Sacco, Danish Saleheen, Else Charlotte Sandset, Veikko Salomaa, Muralidharan Sargurupremraj, Makoto Sasaki, Claudia L. Satizabal, Carsten O. Schmidt, Atsushi Shimizu, Nicholas L. Smith, Kelly L. Sloane, Yoichi Sutoh, Yan V. Sun, Kozo Tanno, Steffen Tiedt, Turgut Tatlisumak, Nuria P. Torres-Aguila, Hemant K. Tiwari, David-Alexandre Trégouët, Stella Trompet, Anil Man Tuladhar, Anne Tybjærg-Hansen, Marion van Vugt, Riina Vibo, Shefali S. Verma, Kerri L. Wiggins, Patrik Wennberg, Daniel Woo, Peter W. F. Wilson, Huichun Xu, Qiong Yang, Kyungheon Yoon, Joshua C. Bis, Jin-Moo Lee, Yu-Ching Cheng, James F. Meschia, Wei Min Chen, Michèle M. Sale, Alan B. Zonderman, Michele K. Evans, James G. Wilson, Adolfo Correa, Matthew Traylor, Cathryn M. Lewis, Cara L. Carty, Alexander Reiner, Jeffrey Haessler, Carl D. Langefeld, Rebecca F. Gottesman, Kristine Yaffe, Yong Mei Liu, Charles Kooperberg, Leslie A. Lange, Karen L. Furie, Donna K. Arnett, Oscar R. Benavente, Raji P. Grewal, Leema Reddy Peddareddygari, Charles Kooperberg, Kristian Hveem, Sara Lindstrom, Lu Wang, Erin N. Smith, William Gordon, Astrid van Hylckama Vlieg, Mariza de Andrade, Jennifer A. Brody, Jack W. Pattee, Jeffrey Haessler, Ben M. Brumpton, Pierre Suchon, Ming-Huei Chen, Kelly A. Frazer, Constance Turman, Marine Germain, James MacDonald, Sigrid K. Braekkan, Sebastian M. Armasu, Nathan Pankratz, Rebecca D. Jackson, Jonas B. Nielsen, Franco Giulianini, Marja K. Puurunen, Manal Ibrahim, Susan R. Heckbert, Theo K. Bammler, Bryan M. McCauley, Kent D. Taylor, James S. Pankow, Alexander P. Reiner, Maiken E. Gabrielsen, Jean-François Deleuze, Chris J. O’Donnell, Jihye Kim, Barbara McKnight, Peter Kraft, John-Bjarne Hansen, Frits R. Rosendaal, John A. Heit, Weihong Tang, Pierre-Emmanuel Morange, Andrew D. Johnson, Christopher Kabrhel, Ewoud J. van Dijk, Peter J. Koudstaal, Gert-Jan Luijckx, Paul J. Nederkoorn, Robert J. van Oostenbrugge, Marieke C. Visser, Marieke J. H. Wermer, L. Jaap Kappelle, Tõnu Esko, Andres Metspalu, Reedik Mägi, Mari Nelis, Marguerite R. Irvin, Frank-Erik de Leeuw, Christopher R. Levi, Jane Maguire, Jordi Jiménez-Conde, Pankaj Sharma, Cathie L. M. Sudlow, Kristiina Rannikmäe, Reinhold Schmidt, Agnieszka Slowik, Joanna Pera, Vincent N. S. Thijs, Arne G. Lindgren, Andreea Ilinca, Olle Melander, Gunnar Engström, Kathryn M. Rexrode, Peter M. Rothwell, Tara M. Stanne, Julie A. Johnson, John Danesh, Adam S. Butterworth, Laura Heitsch, Giorgio B. Boncoraglio, Michiaki Kubo, Alessandro Pezzini, Arndt Rolfs, Anne-Katrin Giese, David Weir, Rebecca D. Jackson, Owen A. Ross, Robin Lemmons, Martin Soderholm, Mary Cushman, Katarina Jood, Caitrin W. McDonough, Steven Bell, Birgit Linkohr, Tsong-Hai Lee, Jukka Putaala, Christopher D. Anderson, Oscar L. Lopez, Xueqiu Jian, Ulf Schminke, Natalia Cullell, Pilar Delgado, Laura Ibañez, Jerzy Krupinski, Vasileios Lioutas, Koichi Matsuda, Joan Montaner, Elena Muiño, Jaume Roquer, Chloe Sarnowski, Naveed Sattar, Gerli Sibolt, Alexander Teumer, Loes Rutten-Jacobs, Masahiro Kanai, Anne-Katrin Giese, Solveig Gretarsdottir, Natalia S. Rost, Salim Yusuf, Peter Almgren, Hakan Ay, Steve Bevan, Robert D. Brown Jr, Caty Carrera, Julie E. Buring, Wei-Min Chen, Ioana Cotlarciuc, Paul I. W. de Bakker, Anita L. DeStefano, Marcel den Hoed, Qing Duan, Stefan T. Engelter, Guido J. Falcone, Rebecca F. Gottesman, Stefan Gustafsson, Ahamad Hassan, Elizabeth G. Holliday, George Howard, Fang-Chi Hsu, Erik Ingelsson, Tamara B. Harris, Brett M. Kissela, Dawn O. Kleindorfer, Claudia Langenberg, Robin Lemmens, Didier Leys, Wei-Yu Lin, Erik Lorentzen, Patrik K. Magnusson, Patrick F. McArdle, Sara L. Pulit, Kenneth Rice, Saori Sakaue, Bishwa R. Sapkota, Christian Tanislav, Gudmar Thorleifsson, Unnur Thorsteinsdottir, Christophe Tzourio, Cornelia M. van Duijn, Matthew Walters, Nicholas J. Wareham, Najaf Amin, Hugo J. Aparicio, John Attia, Alexa S. Beiser, Claudine Berr, Mariana Bustamante, Valeria Caso, Seung Hoan Choi, Ayesha Chowhan, Jean-François Dartigues, Hossein Delavaran, Marcus Dörr, Ian Ford, Wander S. Gurpreet, Anders Hamsten, Atsushi Hozawa, Martin Ingelsson, Motoki Iwasaki, Sara Kaffashian, Lalit Kalra, Olafur Kjartansson, Manja Kloss, Daniel L. Labovitz, Cathy C. Laurie, Linxin Li, Lars Lind, Cecilia M. Lindgren, Hirata Makoto, Naoko Minegishi, Andrew P. Morris, Martina Müller-Nurasyid, Bo Norrving, Soichi Ogishima, Eugenio A. Parati, Nancy L. Pedersen, Markus Perola, Pekka Jousilahti, Silvana Pileggi, Raquel Rabionet, Iolanda Riba-Llena, Marta Ribasés, Jose R. Romero, Anthony G. Rudd, Antti-Pekka Sarin, Ralhan Sarju, Mamoru Satoh, Norie Sawada, Ásgeir Sigurdsson, Albert Smith, O. Colin Stine, David J. Stott, Konstantin Strauch, Takako Takai, Hideo Tanaka, Emmanuel Touze, Shoichiro Tsugane, Andre G. Uitterlinden, Einar M. Valdimarsson, Sven J. van der Lee, Kenji Wakai, Stephen R. Williams, Charles D. A. Wolfe, Quenna Wong, Taiki Yamaji, Dharambir K. Sanghera, Kari Stefansson, Kent D. Taylor, Nicolas Martinez-Majander, Kenji Sobue, Carolina Soriano-Tárraga, Henry Völzke, Onoja Akpa, Fred S. Sarfo, Albert Akpalu, Reginald Obiako, Kolawole Wahab, Godwin Osaigbovo, Lukman Owolabi, Morenikeji Komolafe, Carolyn Jenkins, Oyedunni Arulogun, Godwin Ogbole, Abiodun M. Adeoye, Joshua Akinyemi, Atinuke Agunloye, Adekunle G. Fakunle, Ezinne Uvere, Abimbola Olalere, Olayinka J. Adebajo, Junshi Chen, Robert Clarke, Rory Collins, Yu Guo, Chen Wang, Jun Lv, Richard Peto, Yiping Chen, Zammy Fairhurst-Hunter, Michael Hill, Alfred Pozarickij, Dan Schmidt, Becky Stevens, Iain Turnbull, Canqing Yu, Quentin Le Grand, Leslie E. Ferreira, Akiko Nagai, Yoishinori Murakami, Mirjam I. Geerlings, Natalie C. Gasca, Vilmundur Gudnason, Marion van Vugt, Rebecca F. Gottesman, Eric J. Shiroma, Sigurdur Sigurdsson, Mohsen Ghanbari, Eric Boerwinkle, Alexa S. Beiser, Bernard Fongang, Ruiqi Wang, Mohammad K. Ikram, Uwe Völker, Phil L. de Jager, Rafael de Cid, Børge G. Nordestgaard, Muralidharan Sargurupremraj, Shefali S. Verma, Karlijn F. de Laat, Anouk G. W. van Norden, Paul L. de Kort, Sarah E. Vermeer, Paul J. A. M. Brouwers, Rob A. R. Gons, Paul J. Nederkoorn, Tom den Heijer, Gert W. van Dijk, Frank G. W. van Rooij, Anne H. Aamodt, Anne H. Skogholt, Ben M. Brumpton, Cristen J. Willer, Ingrid Heuch, Knut Hagen, Lars G. Fritsche, Linda M. Pedersen, Maiken E. Gabrielsen, Hanne Ellekjær, Wei Zhou, Amy E. Martinsen, Espen S. Kristoffersen, Jonas B. Nielsen, Kristian Hveem, Laurent F. Thomas, Christoph Kleinschnitz, Stefan Frantz, Kathrin Ungethüm, Cristina Gallego-Fabrega, Miquel Lledós, Laia Llucià-Carol, Tomas Sobrino, Francisco Campos, José Castillo, Marimar Freijó, Juan Francisco Arenillas, Victor Obach, José Álvarez-Sabín, Carlos A. Molina, Marc Ribó, Lucia Muñoz-Narbona, Elena Lopez-Cancio, Mònica Millán, Rosa Diaz-Navarro, Cristòfol Vives-Bauza, Gemma Serrano-Heras, Tomás Segura, Pilar Delgado, Rajat Dhar, Raquel Delgado-Mederos, Luis Prats-Sánchez, Pol Camps-Renom, Natalia Blay, Lauro Sumoy, Joan Martí-Fàbregas, Peter Schnohr, Gorm B. Jensen, Marianne Benn, Shoaib Afzal, Pia R. Kamstrup, Jessica van Setten, Sander W. van der Laan, Jet M. J. Vonk, Bong-Jo Kim, Sami Curtze, Marjaana Tiainen, Janne Kinnunen, Vilas Menon, Yun Ju Sung, Chengran Yang, Florence Saillour-Glenisson, Simon Gravel, N. Charlotte Onland-Moret, Alicia K. Heath, Iona Y. Millwood, Christian Gieger, Toshiharu Ninomiya, Hans J. Grabe, J. Wouter Jukema, Ina L. Rissanen, Daniel Strbian, Young Jin Kim, Pei-Hsin Chen, Ernst Mayerhofer, Joanna M. M. Howson, Marguerite R. Irvin, Hieab Adams, Sylvia Wassertheil-Smoller, Kaare Christensen, Mohammad A. Ikram, Tatjana Rundek, Bradford B. Worrall, G. Mark Lathrop, Moeen Riaz, Eleanor M. Simonsick, Janika Kõrv, Paulo H. C. França, Ramin Zand, Kameshwar Prasad, Ruth Frikke-Schmidt, Frank-Erik de Leeuw, Thomas Liman, Karl Georg Haeusler, Ynte M. Ruigrok, Peter Ulrich Heuschmann, W. T. Longstreth, Keum Ji Jung, Lisa Bastarache, Guillaume Paré, Scott M. Damrauer, Daniel I. Chasman, Jerome I. Rotter, Christopher D. Anderson, John-Anker Zwart, Teemu J. Niiranen, Myriam Fornage, Yung-Po Liaw, Sudha Seshadri, Israel Fernández-Cadenas, Robin G. Walters, Christian T. Ruff, Mayowa O. Owolabi, Jennifer E. Huffman, Lili Milani, Yoichiro Kamatani, Martin Dichgans, Stephanie Debette",
      "paper_url": "https://doi.org/10.1038/s41586-022-05165-3",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4311677630",
      "paper_id": "https://openalex.org/W4311677630",
      "title": "Structural variants drive context-dependent oncogene activation in cancer",
      "authors": "Zhichao Xu, Dong-Sung Lee, Sahaana Chandran, Victoria T. Le, Rosalind Bump, Jean Yasis, Sofia Dallarda, Samantha Marcotte, Benjamin Clock, Nicholas Haghani, Chae Yun Cho, Kadir C. Akdemir, Selene Tyndale, P. Andrew Futreal, Graham McVicker, Geoffrey M. Wahl, Jesse R. Dixon",
      "paper_url": "https://doi.org/10.1038/s41586-022-05504-4",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412600755",
      "paper_id": "https://openalex.org/W4412600755",
      "title": "Structural variation in 1,019 diverse humans based on long-read sequencing",
      "authors": "Siegfried Schloissnig, Samarendra Pani, Jana Ebler, Carsten Hain, Vasiliki Tsapalou, Arda Söylev, Patrick Hüther, Hufsah Ashraf, Timofey Prodanov, Mila Asparuhova, Hugo Magalhães, Wolfram Höps, Jesus Emiliano Sotelo-Fonseca, Tomas Fitzgerald, Walter Santana-Garcia, Ricardo Moreira-Pinhal, Sarah Hunt, Francy J. Pérez-Llanos, Tassilo Erik Wollenweber, Sugirthan Sivalingam, Dagmar Wieczorek, Mario Cáceres, Christian Gilissen, Ewan Birney, Zhihao Ding, Jan Nygaard Jensen, Nikhil Podduturi, Jan Stutzki, Bernardo Rodriguez-Martin, Tobias Rausch, Tobias Marschall, Jan O. Korbel",
      "paper_url": "https://doi.org/10.1038/s41586-025-09290-7",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400729415",
      "paper_id": "https://openalex.org/W4400729415",
      "title": "Symbolic recording of signalling and cis-regulatory element activity to DNA",
      "authors": "Wei Chen, Junhong Choi, Xiaoyi Li, Jenny F. Nathans, Beth Martin, Wei Yang, Nobuhiko Hamazaki, Chengxiang Qiu, Jean-Benoît Lalanne, Samuel Regalado, Haedong Kim, Vikram Agarwal, Eva Nichols, Anh Leith, Choli Lee, Jay Shendure",
      "paper_url": "https://doi.org/10.1038/s41586-024-07706-4",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4281755657",
      "paper_id": "https://openalex.org/W4281755657",
      "title": "Synonymous mutations in representative yeast genes are mostly strongly non-neutral",
      "authors": "Xukang Shen, Siliang Song, Chuan Li, Jianzhi Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-022-04823-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392504625",
      "paper_id": "https://openalex.org/W4392504625",
      "title": "Synthetic reversed sequences reveal default genomic states",
      "authors": "Brendan R. Camellato, Ran Brosh, Hannah J. Ashe, Matthew T. Maurano, Jef D. Boeke",
      "paper_url": "https://doi.org/10.1038/s41586-024-07128-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3121486818",
      "paper_id": "https://openalex.org/W3121486818",
      "title": "Systematic analysis of binding of transcription factors to noncoding variants",
      "authors": "Jian Yan, Yunjiang Qiu, André M. Ribeiro dos Santos, Yimeng Yin, Yang E. Li, Nick Vinckier, Naoki Nariai, Paola Benaglio, Anugraha Raman, Xiaoyu Li, Shicai Fan, Joshua Chiou, Fulin Chen, Kelly A. Frazer, Kyle J. Gaulton, Maike Sander, Jussi Taipale, Bing Ren",
      "paper_url": "https://doi.org/10.1038/s41586-021-03211-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389613185",
      "paper_id": "https://openalex.org/W4389613185",
      "title": "Targeted design of synthetic enhancers for selected tissues in the Drosophila embryo",
      "authors": "Bernardo P. de Almeida, Christoph Schaub, Michaela Pagani, Stefano Secchia, Eileen E. M. Furlong, Alexander Stark",
      "paper_url": "https://doi.org/10.1038/s41586-023-06905-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391383726",
      "paper_id": "https://openalex.org/W4391383726",
      "title": "The Born in Guangzhou Cohort Study enables generational genetic discoveries",
      "authors": "Shujia Huang, Siyang Liu, Mingxi Huang, Jian-Rong He, Chengrui Wang, Tianyi Wang, Xiaotian Feng, Yashu Kuang, Jinhua Lu, Yuqin Gu, Xiaoyan Xia, Shanshan Lin, Songying Shen, Xiaodan Liu, Minshan Lu, Mingyang Yuan, Wanqing Xiao, Fengjuan Zhou, Dongmei Wei, Niannian Chen, Xueling Wei, Lifang Zhang, Junyi Xie, Si Tu, Huihui Liu, Fanfan Chan, Jingyan He, Pinjia Liu, Yixin Guo, Yusi Li, Liting Deng, Wenyu Liu, Dantong Shao, Yuting Yang, Yunyang Li, Wenhao Zhou, Qiaomei Fu, Huimin Xia, Xiu Qiu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06988-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399121795",
      "paper_id": "https://openalex.org/W4399121795",
      "title": "The complete sequence and comparative analysis of ape sex chromosomes",
      "authors": "Kateryna D. Makova, Brandon D. Pickett, Robert S. Harris, Gabrielle A. Hartley, Monika Cechova, Karol Pal, Sergey Nurk, DongAhn Yoo, Qiuhui Li, Prajna Hebbar, Barbara C. McGrath, Francesca Antonacci, Margaux Aubel, Arjun Biddanda, Matthew Borchers, Erich Bornberg-Bauer, Gerard G. Bouffard, Shelise Y. Brooks, Lucia Carbone, Laura Carrel, Andrew Carroll, Pi-Chuan Chang, Chen-Shan Chin, Daniel E. Cook, Sarah J. C. Craig, Luciana de Gennaro, Mark Diekhans, Amalia Dutra, Gage H. Garcia, Patrick G. S. Grady, Richard E. Green, Diana Haddad, Pille Hallast, William T. Harvey, Glenn Hickey, David A. Hillis, Savannah J. Hoyt, Hyeonsoo Jeong, Kaivan Kamali, Sergei L. Kosakovsky Pond, Troy M. LaPolice, Charles Lee, Alexandra P. Lewis, Yong-Hwee E. Loh, Patrick Masterson, Kelly M. McGarvey, Rajiv C. McCoy, Paul Medvedev, Karen H. Miga, Katherine M. Munson, Evgenia Pak, Benedict Paten, Brendan J. Pinto, Tamara Potapova, Arang Rhie, Joana L. Rocha, Fedor Ryabov, Oliver A. Ryder, Samuel Sacco, Kishwar Shafin, Valery A. Shepelev, Viviane Slon, Steven J. Solar, Jessica M. Storer, Peter H. Sudmant, Sweetalana, Alex Sweeten, Michael G. Tassia, Françoise Thibaud-Nissen, Mario Ventura, Melissa A. Wilson, Alice C. Young, Huiqing Zeng, Xinru Zhang, Zachary A. Szpiech, Christian D. Huber, Jennifer L. Gerton, Soojin V. Yi, Michael C. Schatz, Ivan A. Alexandrov, Sergey Koren, Rachel J. O’Neill, Evan E. Eichler, Adam M. Phillippy",
      "paper_url": "https://doi.org/10.1038/s41586-024-07473-2",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386113054",
      "paper_id": "https://openalex.org/W4386113054",
      "title": "The complete sequence of a human Y chromosome",
      "authors": "Arang Rhie, Sergey Nurk, Monika Cechova, Savannah J. Hoyt, Dylan J. Taylor, Nicolas Altemose, Paul W. Hook, Sergey Koren, Mikko Rautiainen, Ivan A. Alexandrov, Jamie Allen, Mobin Asri, Andrey V. Bzikadze, Nae-Chyun Chen, Chen-Shan Chin, Mark Diekhans, Paul Flicek, Giulio Formenti, Arkarachai Fungtammasan, Carlos Garcia Giron, Erik Garrison, Ariel Gershman, Jennifer L. Gerton, Patrick G. S. Grady, Andrea Guarracino, Leanne Haggerty, Reza Halabian, Nancy F. Hansen, Robert Harris, Gabrielle A. Hartley, William T. Harvey, Marina Haukness, Jakob Heinz, Thibaut Hourlier, Robert M. Hubley, Sarah E. Hunt, Stephen Hwang, Miten Jain, Rupesh K. Kesharwani, Alexandra P. Lewis, Heng Li, Glennis A. Logsdon, Julian K. Lucas, Wojciech Makalowski, Christopher Markovic, Fergal J. Martin, Ann M. Mc Cartney, Rajiv C. McCoy, Jennifer McDaniel, Brandy M. McNulty, Paul Medvedev, Alla Mikheenko, Katherine M. Munson, Terence D. Murphy, Hugh E. Olsen, Nathan D. Olson, Luis F. Paulin, David Porubsky, Tamara Potapova, Fedor Ryabov, Steven L. Salzberg, Michael E. G. Sauria, Fritz J. Sedlazeck, Kishwar Shafin, Valery A. Shepelev, Alaina Shumate, Jessica M. Storer, Likhitha Surapaneni, Angela M. Taravella Oill, Françoise Thibaud-Nissen, Winston Timp, Marta Tomaszkiewicz, Mitchell R. Vollger, Brian P. Walenz, Allison C. Watwood, Matthias H. Weissensteiner, Aaron M. Wenger, Melissa A. Wilson, Samantha Zarate, Yiming Zhu, Justin M. Zook, Evan E. Eichler, Rachel J. O’Neill, Michael C. Schatz, Karen H. Miga, Kateryna D. Makova, Adam M. Phillippy",
      "paper_url": "https://doi.org/10.1038/s41586-023-06457-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392746968",
      "paper_id": "https://openalex.org/W4392746968",
      "title": "The evolution of menopause in toothed whales",
      "authors": "Samuel Ellis, Daniel W. Franks, Mia Lybkær Kronborg Nielsen, Michael N. Weiss, Darren P. Croft",
      "paper_url": "https://doi.org/10.1038/s41586-024-07159-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4221128536",
      "paper_id": "https://openalex.org/W4221128536",
      "title": "The evolution, evolvability and engineering of gene regulatory DNA",
      "authors": "Eeshit Dhaval Vaishnav, Carl G. de Boer, Jennifer Molinet, Moran Yassour, Lin Fan, Xian Adiconis, Dawn A. Thompson, Joshua Z. Levin, Francisco A. Cubillos, Aviv Regev",
      "paper_url": "https://doi.org/10.1038/s41586-022-04506-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389670889",
      "paper_id": "https://openalex.org/W4389670889",
      "title": "The landscape of genomic structural variation in Indigenous Australians",
      "authors": "Andre L. M. Reis, Melissa Rapadas, Jillian M. Hammond, Hasindu Gamaarachchi, Igor Stevanovski, Meutia Ayuputeri Kumaheri, Sanjog R. Chintalaphani, Duminda S. B. Dissanayake, Owen M. Siggs, Alex W. Hewitt, Bastien Llamas, Alex Brown, Gareth Baynam, Graham J. Mann, Brendan J. McMorran, Simon Easteal, Azure Hermes, Misty R. Jenkins, Glen Pearson, Yvette Roe, Janine Mohamed, Ben Murray, Lyndon Ormond-Parker, Erica Kneipp, Keith Nugent, Graham Mann, Hardip R. Patel, Ira W. Deveson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06842-7",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406693591",
      "paper_id": "https://openalex.org/W4406693591",
      "title": "The maternal X chromosome affects cognition and brain ageing in female mice",
      "authors": "Samira Abdulai-Saiku, Shweta Gupta, Dan Wang, Francesca Marino, Arturo J. Moreno, Yu Huang, Deepak Srivastava, Barbara Panning, Dena B. Dubal",
      "paper_url": "https://doi.org/10.1038/s41586-024-08457-y",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4312093588",
      "paper_id": "https://openalex.org/W4312093588",
      "title": "The molecular evolution of spermatogenesis across mammals",
      "authors": "Florent Murat, Noe Mbengue, Sofia Boeg Winge, Timo Trefzer, Evgeny Leushkin, Mari Sepp, Margarida Cardoso-Moreira, Julia Schmidt, Celine Schneider, Katharina Mößinger, Thoomke Brüning, Francesco Lamanna, Meritxell Riera Belles, Christian Conrad, Ivanela Kondova, Ronald Bontrop, Rüdiger Behr, Philipp Khaitovich, Svante Pääbo, Tomas Marques-Bonet, Frank Grützner, Kristian Almstrup, Mikkel Heide Schierup, Henrik Kaessmann",
      "paper_url": "https://doi.org/10.1038/s41586-022-05547-7",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3205644245",
      "paper_id": "https://openalex.org/W3205644245",
      "title": "The power of genetic diversity in genome-wide association studies of lipids",
      "authors": "Sarah E. Graham, Shoa L. Clarke, Kuan-Han H. Wu, Stavroula Kanoni, Greg J. M. Zajac, Shweta Ramdas, Ida Surakka, Ioanna Ntalla, Sailaja Vedantam, Thomas W. Winkler, Adam E. Locke, Eirini Marouli, Mi Yeong Hwang, Sohee Han, Akira Narita, Ananyo Choudhury, Amy R. Bentley, Kenneth Ekoru, Anurag Verma, Bhavi Trivedi, Hilary C. Martin, Karen A. Hunt, Qin Hui, Derek Klarin, Xiang Zhu, Gudmar Thorleifsson, Anna Helgadottir, Daniel F. Gudbjartsson, Hilma Holm, Isleifur Olafsson, Masato Akiyama, Saori Sakaue, Chikashi Terao, Masahiro Kanai, Wei Zhou, Ben M. Brumpton, Humaira Rasheed, Sanni E. Ruotsalainen, Aki S. Havulinna, Yogasudha Veturi, QiPing Feng, Elisabeth A. Rosenthal, Todd Lingren, Jennifer Allen Pacheco, Sarah A. Pendergrass, Jeffrey Haessler, Franco Giulianini, Yuki Bradford, Jason E. Miller, Archie Campbell, Kuang Lin, Iona Y. Millwood, George Hindy, Asif Rasheed, Jessica D. Faul, Wei Zhao, David R. Weir, Constance Turman, Hongyan Huang, Mariaelisa Graff, Anubha Mahajan, Michael R. Brown, Weihua Zhang, Ketian Yu, Ellen M. Schmidt, Anita Pandit, Stefan Gustafsson, Xianyong Yin, Jian’an Luan, Jing-Hua Zhao, Fumihiko Matsuda, Hye-Mi Jang, Kyungheon Yoon, Carolina Medina-Gomez, Achilleas Pitsillides, Jouke Jan Hottenga, Gonneke Willemsen, Andrew R. Wood, Yingji Ji, Zishan Gao, Simon Haworth, Ruth E. Mitchell, Jin Fang Chai, Mette Aadahl, Jie Yao, Ani Manichaikul, Helen R. Warren, Julia Ramirez, Jette Bork-Jensen, Line L. Kårhus, Anuj Goel, Maria Sabater-Lleal, Raymond Noordam, Carlo Sidore, Edoardo Fiorillo, Aaron F. McDaid, Pedro Marques-Vidal, Matthias Wielscher, Stella Trompet, Naveed Sattar, Line T. Møllehave, Betina H. Thuesen, Matthias Munz, Lingyao Zeng, Jianfeng Huang, Bin Yang, Alaitz Poveda, Azra Kurbasic, Claudia Lamina, Lukas Forer, Markus Scholz, Tessel E. Galesloot, Jonathan P. Bradfield, E. Warwick Daw, Joseph M. Zmuda, Jonathan S. Mitchell, Christian Fuchsberger, Henry Christensen, Jennifer A. Brody, Mary F. Feitosa, Mary K. Wojczynski, Michael Preuss, Massimo Mangino, Paraskevi Christofidou, Niek Verweij, Jan W. Benjamins, Jorgen Engmann, Rachel L. Kember, Roderick C. Slieker, Ken Sin Lo, Nuno R. Zilhao, Phuong Le, Marcus E. Kleber, Graciela E. Delgado, Shaofeng Huo, Daisuke D. Ikeda, Hiroyuki Iha, Jian Yang, Jun Liu, Hampton L. Leonard, Jonathan Marten, Börge Schmidt, Marina Arendt, Laura J. Smyth, Marisa Cañadas-Garre, Chaolong Wang, Masahiro Nakatochi, Andrew Wong, Nina Hutri-Kähönen, Xueling Sim, Rui Xia, Alicia Huerta-Chagoya, Juan Carlos Fernandez-Lopez, Valeriya Lyssenko, Meraj Ahmed, Anne U. Jackson, Noha A. Yousri, Marguerite R. Irvin, Christopher Oldmeadow, Han-Na Kim, Seungho Ryu, Paul R. H. J. Timmers, Liubov Arbeeva, Rajkumar Dorajoo, Leslie A. Lange, Xiaoran Chai, Gauri Prasad, Laura Lorés-Motta, Marc Pauper, Jirong Long, Xiaohui Li, Elizabeth Theusch, Fumihiko Takeuchi, Cassandra N. Spracklen, Anu Loukola, Sailalitha Bollepalli, Sophie C. Warner, Ya Xing Wang, Wen B. Wei, Teresa Nutile, Daniela Ruggiero, Yun Ju Sung, Yi-Jen Hung, Shufeng Chen, Fangchao Liu, Jingyun Yang, Katherine A. Kentistou, Mathias Gorski, Marco Brumat, Karina Meidtner, Lawrence F. Bielak, Jennifer A. Smith, Prashantha Hebbar, Aliki-Eleni Farmaki, Edith Hofer, Maoxuan Lin, Chao Xue, Jifeng Zhang, Maria Pina Concas, Simona Vaccargiu, Peter J. van der Most, Niina Pitkänen, Brian E. Cade, Jiwon Lee, Sander W. van der Laan, Kumaraswamy Naidu Chitrala, Stefan Weiss, Martina E. Zimmermann, Jong Young Lee, Hyeok Sun Choi, Maria Nethander, Sandra Freitag-Wolf, Lorraine Southam, Nigel W. Rayner, Carol A. Wang, Shih-Yi Lin, Jun-Sing Wang, Christian Couture, Leo-Pekka Lyytikäinen, Kjell Nikus, Gabriel Cuellar-Partida, Henrik Vestergaard, Bertha Hildalgo, Olga Giannakopoulou, Qiuyin Cai, Morgan O. Obura, Jessica van Setten, Xiaoyin Li, Karen Schwander, Natalie Terzikhan, Jae Hun Shin, Rebecca D. Jackson, Alexander P. Reiner, Lisa Warsinger Martin, Zhengming Chen, Liming Li, Heather M. Highland, Kristin L. Young, Takahisa Kawaguchi, Joachim Thiery, Joshua C. Bis, Girish N. Nadkarni, Lenore J. Launer, Huaixing Li, Mike A. Nalls, Olli T. Raitakari, Sahoko Ichihara, Sarah H. Wild, Christopher P. Nelson, Harry Campbell, Susanne Jäger, Toru Nabika, Fahd Al-Mulla, Harri Niinikoski, Peter S. Braund, Ivana Kolcic, Peter Kovacs, Tota Giardoglou, Tomohiro Katsuya, Konain Fatima Bhatti, Dominique de Kleijn, Gert J. de Borst, Eung Kweon Kim, Hieab H. H. Adams, M. Arfan Ikram, Xiaofeng Zhu, Folkert W. Asselbergs, Adriaan O. Kraaijeveld, Joline W. J. Beulens, Xiao-Ou Shu, Loukianos S. Rallidis, Oluf Pedersen, Torben Hansen, Paul Mitchell, Alex W. Hewitt, Mika Kähönen, Louis Pérusse, Claude Bouchard, Anke Tönjes, Yii-Der Ida Chen, Craig E. Pennell, Trevor A. Mori, Wolfgang Lieb, Andre Franke, Claes Ohlsson, Dan Mellström, Yoon Shin Cho, Hyejin Lee, Jian-Min Yuan, Woon-Puay Koh, Sang Youl Rhee, Jeong-Taek Woo, Iris M. Heid, Klaus J. Stark, Henry Völzke, Georg Homuth, Michele K. Evans, Alan B. Zonderman, Ozren Polasek, Gerard Pasterkamp, Imo E. Hoefer, Susan Redline, Katja Pahkala, Albertine J. Oldehinkel, Harold Snieder, Ginevra Biino, Reinhold Schmidt, Helena Schmidt, Y. Eugene Chen, Stefania Bandinelli, George Dedoussis, Thangavel Alphonse Thanaraj, Sharon L. R. Kardia, Norihiro Kato, Matthias B. Schulze, Giorgia Girotto, Bettina Jung, Carsten A. Böger, Peter K. Joshi, David A. Bennett, Philip L. De Jager, Xiangfeng Lu, Vasiliki Mamakou, Morris Brown, Mark J. Caulfield, Patricia B. Munroe, Xiuqing Guo, Marina Ciullo, Jost B. Jonas, Nilesh J. Samani, Jaakko Kaprio, Päivi Pajukanta, Linda S. Adair, Sonny Augustin Bechayda, H. Janaka de Silva, Ananda R. Wickremasinghe, Ronald M. Krauss, Jer-Yuarn Wu, Wei Zheng, Anneke I. den Hollander, Dwaipayan Bharadwaj, Adolfo Correa, James G. Wilson, Lars Lind, Chew-Kiat Heng, Amanda E. Nelson, Yvonne M. Golightly, James F. Wilson, Brenda Penninx, Hyung-Lae Kim, John Attia, Rodney J. Scott, D. C. Rao, Donna K. Arnett, Steven C. Hunt, Mark Walker, Heikki A. Koistinen, Giriraj R. Chandak, Chittaranjan S. Yajnik, Josep M. Mercader, Teresa Tusié-Luna, Carlos A. Aguilar-Salinas, Clicerio Gonzalez Villalpando, Lorena Orozco, Myriam Fornage, E. Shyong Tai, Rob M. van Dam, Terho Lehtimäki, Nish Chaturvedi, Mitsuhiro Yokota, Jianjun Liu, Dermot F. Reilly, Amy Jayne McKnight, Frank Kee, Karl-Heinz Jöckel, Mark I. McCarthy, Colin N. A. Palmer, Veronique Vitart, Caroline Hayward, Eleanor Simonsick, Cornelia M. van Duijn, Fan Lu, Jia Qu, Haretsugu Hishigaki, Xu Lin, Winfried März, Esteban J. Parra, Miguel Cruz, Vilmundur Gudnason, Jean-Claude Tardif, Guillaume Lettre, Leen M. ’t Hart, Petra J. M. Elders, Scott M. Damrauer, Meena Kumari, Mika Kivimaki, Pim van der Harst, Tim D. Spector, Ruth J. F. Loos, Michael A. Province, Bruce M. Psaty, Ivan Brandslund, Peter P. Pramstaller, Kaare Christensen, Samuli Ripatti, Elisabeth Widén, Hakon Hakonarson, Struan F. A. Grant, Lambertus A. L. M. Kiemeney, Jacqueline de Graaf, Markus Loeffler, Florian Kronenberg, Dongfeng Gu, Jeanette Erdmann, Heribert Schunkert, Paul W. Franks, Allan Linneberg, J. Wouter Jukema, Amit V. Khera, Minna Männikkö, Marjo-Riitta Jarvelin, Zoltan Kutalik, Francesco Cucca, Dennis O. Mook-Kanamori, Ko Willems van Dijk, Hugh Watkins, David P. Strachan, Niels Grarup, Peter Sever, Neil Poulter, Jerome I. Rotter, Thomas M. Dantoft, Fredrik Karpe, Matt J. Neville, Nicholas J. Timpson, Ching-Yu Cheng, Tien-Yin Wong, Chiea Chuen Khor, Charumathi Sabanayagam, Annette Peters, Christian Gieger, Andrew T. Hattersley, Nancy L. Pedersen, Patrik K. E. Magnusson, Dorret I. Boomsma, Eco J. C. de Geus, L. Adrienne Cupples, Joyce B. J. van Meurs, Mohsen Ghanbari, Penny Gordon-Larsen, Wei Huang, Young Jin Kim, Yasuharu Tabara, Nicholas J. Wareham, Claudia Langenberg, Eleftheria Zeggini, Johanna Kuusisto, Markku Laakso, Erik Ingelsson, Goncalo Abecasis, John C. Chambers, Jaspal S. Kooner, Paul S. de Vries, Alanna C. Morrison, Kari E. North, Martha Daviglus, Peter Kraft, Nicholas G. Martin, John B. Whitfield, Shahid Abbas, Danish Saleheen, Robin G. Walters, Michael V. Holmes, Corri Black, Blair H. Smith, Anne E. Justice, Aris Baras, Julie E. Buring, Paul M. Ridker, Daniel I. Chasman, Charles Kooperberg, Wei-Qi Wei, Gail P. Jarvik, Bahram Namjou, M. Geoffrey Hayes, Marylyn D. Ritchie, Pekka Jousilahti, Veikko Salomaa, Kristian Hveem, Bjørn Olav Åsvold, Michiaki Kubo, Yoichiro Kamatani, Yukinori Okada, Yoshinori Murakami, Unnur Thorsteinsdottir, Kari Stefansson, Yuk-Lam Ho, Julie A. Lynch, Daniel J. Rader, Philip S. Tsao, Kyong-Mi Chang, Kelly Cho, Christopher J. O’Donnell, John M. Gaziano, Peter Wilson, Charles N. Rotimi, Scott Hazelhurst, Michèle Ramsay, Richard C. Trembath, David A. van Heel, Gen Tamiya, Masayuki Yamamoto, Bong-Jo Kim, Karen L. Mohlke, Timothy M. Frayling, Joel N. Hirschhorn, Sekar Kathiresan, Michael Boehnke, Pradeep Natarajan, Gina M. Peloso, Christopher D. Brown, Andrew P. Morris, Themistocles L. Assimes, Panos Deloukas, Yan V. Sun, Cristen J. Willer",
      "paper_url": "https://doi.org/10.1038/s41586-021-04064-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4286005461",
      "paper_id": "https://openalex.org/W4286005461",
      "title": "The sequences of 150,119 genomes in the UK Biobank",
      "authors": "Bjarni V. Halldorsson, Hannes P. Eggertsson, Kristjan H. S. Moore, Hannes Hauswedell, Ogmundur Eiriksson, Magnus O. Ulfarsson, Gunnar Palsson, Marteinn T. Hardarson, Asmundur Oddsson, Brynjar O. Jensson, Snaedis Kristmundsdottir, Brynja D. Sigurpalsdottir, Olafur A. Stefansson, Doruk Beyter, Guillaume Holley, Vinicius Tragante, Arnaldur Gylfason, Pall I. Olason, Florian Zink, Margret Asgeirsdottir, Sverrir T. Sverrisson, Brynjar Sigurdsson, Sigurjon A. Gudjonsson, Gunnar T. Sigurdsson, Gisli H. Halldorsson, Gardar Sveinbjornsson, Kristjan Norland, Unnur Styrkarsdottir, Droplaug N. Magnusdottir, Steinunn Snorradottir, Kari Kristinsson, Emilia Sobech, Helgi Jonsson, Arni J. Geirsson, Isleifur Olafsson, Palmi Jonsson, Ole Birger Pedersen, Christian Erikstrup, Søren Brunak, Sisse Rye Ostrowski, Steffen Andersen, Karina Banasik, Kristoffer Burgdorf, Maria Didriksen, Khoa Manh Dinh, Christian Erikstrup, Daniel Gudbjartsson, Thomas Folkmann Hansen, Henrik Hjalgrim, Gregor Jemec, Poul Jennum, Pär Ingemar Johansson, Margit Anita Hørup Larsen, Susan Mikkelsen, Kasper Rene Nielsen, Mette Nyegaard, Sisse Rye Ostrowski, Susanne Sækmose, Erik Sørensen, Unnur Thorsteinsdottir, Mie Topholm Brun, Henrik Ullum, Thomas Werge, Gudmar Thorleifsson, Frosti Jonsson, Pall Melsted, Ingileif Jonsdottir, Thorunn Rafnar, Hilma Holm, Hreinn Stefansson, Jona Saemundsdottir, Daniel F. Gudbjartsson, Olafur T. Magnusson, Gisli Masson, Unnur Thorsteinsdottir, Agnar Helgason, Hakon Jonsson, Patrick Sulem, Kari Stefansson",
      "paper_url": "https://doi.org/10.1038/s41586-022-04965-x",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387141339",
      "paper_id": "https://openalex.org/W4387141339",
      "title": "The sex-specific factor SOA controls dosage compensation in Anopheles mosquitoes",
      "authors": "Agata Izabela Kalita, Eric Marois, Magdalena Kozielska, Franz J. Weissing, Etienne Jaouen, Martin M. Möckel, Frank Rühle, Falk Butter, M. Felicia Basilicata, Claudia Isabelle Keller Valsecchi",
      "paper_url": "https://doi.org/10.1038/s41586-023-06641-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399534328",
      "paper_id": "https://openalex.org/W4399534328",
      "title": "The Space Omics and Medical Atlas (SOMA) and international astronaut biobank",
      "authors": "Eliah G. Overbey, JangKeun Kim, Braden T. Tierney, Jiwoon Park, Nadia Houerbi, Alexander G. Lucaci, Sebastian Garcia Medina, Namita Damle, Deena Najjar, Kirill Grigorev, Evan E. Afshin, Krista A. Ryon, Karolina Sienkiewicz, Laura Patras, Remi Klotz, Veronica Ortiz, Matthew MacKay, Annalise Schweickart, Christopher R. Chin, Maria A. Sierra, Matias F. Valenzuela, Ezequiel Dantas, Theodore M. Nelson, Egle Cekanaviciute, Gabriel Deards, Jonathan Foox, S. Anand Narayanan, Caleb M. Schmidt, Michael A. Schmidt, Julian C. Schmidt, Sean Mullane, Seth Stravers Tigchelaar, Steven Levitte, Craig Westover, Chandrima Bhattacharya, Serena Lucotti, Jeremy Wain Hirschberg, Jacqueline Proszynski, Marissa Burke, Ashley S. Kleinman, Daniel J. Butler, Conor Loy, Omary Mzava, Joan Lenz, Doru Paul, Christopher Mozsary, Lauren M. Sanders, Lynn E. Taylor, Chintan O. Patel, Sharib A. Khan, Mir Suhail Mohamad, Syed Gufran Ahmad Byhaqui, Burhan Aslam, Aaron S. Gajadhar, Lucy Williamson, Purvi Tandel, Qiu Yang, Jessica Chu, Ryan W. Benz, Asim Siddiqui, Daniel Hornburg, Kelly Blease, Juan Moreno, Andrew Boddicker, Junhua Zhao, Bryan Lajoie, Ryan T. Scott, Rachel R. Gilbert, San-huei Lai Polo, Andrew Altomare, Semyon Kruglyak, Shawn Levy, Ishara Ariyapala, Joanne Beer, Bingqing Zhang, Briana M. Hudson, Aric Rininger, Sarah E. Church, Afshin Beheshti, George M. Church, Scott M. Smith, Brian E. Crucian, Sara R. Zwart, Irina Matei, David C. Lyden, Francine Garrett-Bakelman, Jan Krumsiek, Qiuying Chen, Dawson Miller, Joe Shuga, Stephen Williams, Corey Nemec, Guy Trudel, Martin Pelchat, Odette Laneuville, Iwijn De Vlaminck, Steven Gross, Kelly L. Bolton, Susan M. Bailey, Richard Granstein, David Furman, Ari M. Melnick, Sylvain V. Costes, Bader Shirah, Min Yu, Anil S. Menon, Jaime Mateus, Cem Meydan, Christopher E. Mason",
      "paper_url": "https://doi.org/10.1038/s41586-024-07639-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3148425969",
      "paper_id": "https://openalex.org/W3148425969",
      "title": "The structure, function and evolution of a complete human chromosome 8",
      "authors": "Glennis A. Logsdon, Mitchell R. Vollger, PingHsun Hsieh, Yafei Mao, Mikhail A. Liskovykh, Sergey Koren, Sergey Nurk, Ludovica Mercuri, Philip C. Dishuck, Arang Rhie, Leonardo G. de Lima, Tatiana Dvorkina, David Porubsky, William T. Harvey, Alla Mikheenko, Andrey V. Bzikadze, Milinn Kremitzki, Tina A. Graves-Lindsay, Chirag Jain, Kendra Hoekzema, Shwetha C. Murali, Katherine M. Munson, Carl Baker, Melanie Sorensen, Alexandra M. Lewis, Urvashi Surti, Jennifer L. Gerton, Vladimir Larionov, Mario Ventura, Karen H. Miga, Adam M. Phillippy, Evan E. Eichler",
      "paper_url": "https://doi.org/10.1038/s41586-021-03420-7",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4393870245",
      "paper_id": "https://openalex.org/W4393870245",
      "title": "The variation and evolution of complete human centromeres",
      "authors": "Glennis A. Logsdon, Allison N. Rozanski, Fedor Ryabov, Tamara Potapova, Valery A. Shepelev, Claudia R. Catacchio, David Porubsky, Yafei Mao, DongAhn Yoo, Mikko Rautiainen, Sergey Koren, Sergey Nurk, Julian K. Lucas, Kendra Hoekzema, Katherine M. Munson, Jennifer L. Gerton, Adam M. Phillippy, Mario Ventura, Ivan A. Alexandrov, Evan E. Eichler",
      "paper_url": "https://doi.org/10.1038/s41586-024-07278-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3159728495",
      "paper_id": "https://openalex.org/W3159728495",
      "title": "Towards complete and error-free genome assemblies of all vertebrate species",
      "authors": "Arang Rhie, Shane A. McCarthy, Olivier Fedrigo, Joana Damas, Giulio Formenti, Sergey Koren, Marcela Uliano-Silva, William Chow, Arkarachai Fungtammasan, Juwan Kim, Chul Lee, Byung June Ko, Mark Chaisson, Gregory L. Gedman, Lindsey J. Cantin, Francoise Thibaud-Nissen, Leanne Haggerty, Iliana Bista, Michelle Smith, Bettina Haase, Jacquelyn Mountcastle, Sylke Winkler, Sadye Paez, Jason Howard, Sonja C. Vernes, Tanya M. Lama, Frank Grutzner, Wesley C. Warren, Christopher N. Balakrishnan, Dave Burt, Julia M. George, Matthew T. Biegler, David Iorns, Andrew Digby, Daryl Eason, Bruce Robertson, Taylor Edwards, Mark Wilkinson, George Turner, Axel Meyer, Andreas F. Kautt, Paolo Franchini, H. William Detrich III, Hannes Svardal, Maximilian Wagner, Gavin J. P. Naylor, Martin Pippel, Milan Malinsky, Mark Mooney, Maria Simbirsky, Brett T. Hannigan, Trevor Pesout, Marlys Houck, Ann Misuraca, Sarah B. Kingan, Richard Hall, Zev Kronenberg, Ivan Sović, Christopher Dunn, Zemin Ning, Alex Hastie, Joyce Lee, Siddarth Selvaraj, Richard E. Green, Nicholas H. Putnam, Ivo Gut, Jay Ghurye, Erik Garrison, Ying Sims, Joanna Collins, Sarah Pelan, James Torrance, Alan Tracey, Jonathan Wood, Robel E. Dagnew, Dengfeng Guan, Sarah E. London, David F. Clayton, Claudio V. Mello, Samantha R. Friedrich, Peter V. Lovell, Ekaterina Osipova, Farooq O. Al-Ajli, Simona Secomandi, Heebal Kim, Constantina Theofanopoulou, Michael Hiller, Yang Zhou, Robert S. Harris, Kateryna D. Makova, Paul Medvedev, Jinna Hoffman, Patrick Masterson, Karen Clark, Fergal Martin, Kevin Howe, Paul Flicek, Brian P. Walenz, Woori Kwak, Hiram Clawson, Mark Diekhans, Luis Nassar, Benedict Paten, Robert H. S. Kraus, Andrew J. Crawford, M. Thomas P. Gilbert, Guojie Zhang, Byrappa Venkatesh, Robert W. Murphy, Klaus-Peter Koepfli, Beth Shapiro, Warren E. Johnson, Federica Di Palma, Tomas Marques-Bonet, Emma C. Teeling, Tandy Warnow, Jennifer Marshall Graves, Oliver A. Ryder, David Haussler, Stephen J. O’Brien, Jonas Korlach, Harris A. Lewin, Kerstin Howe, Eugene W. Myers, Richard Durbin, Adam M. Phillippy, Erich D. Jarvis",
      "paper_url": "https://doi.org/10.1038/s41586-021-03451-0",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4229004838",
      "paper_id": "https://openalex.org/W4229004838",
      "title": "Transcriptional coupling of distant regulatory genes in living embryos",
      "authors": "Michal Levo, João Raimundo, Xin Yang Bing, Zachary Sisco, Philippe J. Batut, Sergey Ryabichko, Thomas Gregor, Michael S. Levine",
      "paper_url": "https://doi.org/10.1038/s41586-022-04680-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386886502",
      "paper_id": "https://openalex.org/W4386886502",
      "title": "Transcriptional linkage analysis with in vivo AAV-Perturb-seq",
      "authors": "Antonio J. Santinha, Esther Klingler, Maria Kuhn, Rick Farouni, Sandra Lagler, Georgios Kalamakis, Ulrike Lischetti, Denis Jabaudon, Randall J. Platt",
      "paper_url": "https://doi.org/10.1038/s41586-023-06570-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391160429",
      "paper_id": "https://openalex.org/W4391160429",
      "title": "Transcription–replication interactions reveal bacterial genome regulation",
      "authors": "Andrew W. Pountain, Peien Jiang, Tianyou Yao, Ehsan Homaee, Yichao Guan, Kevin J. C. McDonald, Magdalena Podkowik, Bo Shopsin, Victor J. Torres, Ido Golding, Itai Yanai",
      "paper_url": "https://doi.org/10.1038/s41586-023-06974-w",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4289638000",
      "paper_id": "https://openalex.org/W4289638000",
      "title": "Transcriptome variation in human tissues revealed by long-read sequencing",
      "authors": "Dafni A. Glinos, Garrett Garborcauskas, Paul Hoffman, Nava Ehsan, Lihua Jiang, Alper Gokden, Xiaoguang Dai, François Aguet, Kathleen L. Brown, Kiran Garimella, Tera Bowers, Maura Costello, Kristin Ardlie, Ruiqi Jian, Nathan R. Tucker, Patrick T. Ellinor, Eoghan D. Harrington, Hua Tang, Michael Snyder, Sissel Juul, Pejman Mohammadi, Daniel G. MacArthur, Tuuli Lappalainen, Beryl B. Cummings",
      "paper_url": "https://doi.org/10.1038/s41586-022-05035-y",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385879204",
      "paper_id": "https://openalex.org/W4385879204",
      "title": "Transient naive reprogramming corrects hiPS cells functionally and epigenetically",
      "authors": "Sam Buckberry, Xiaodong Liu, Daniel Poppe, Jia Ping Tan, Guizhi Sun, Joseph Chen, Trung Viet Nguyen, Alex de Mendoza, Jahnvi Pflueger, Thomas Frazer, Dulce B. Vargas-Landín, Jacob M. Paynter, Nathan Smits, Ning Liu, John F. Ouyang, Fernando J. Rossello, Hun S. Chy, Owen J. L. Rackham, Andrew L. Laslett, James Breen, Geoffrey J. Faulkner, Christian M. Nefzger, Jose M. Polo, Ryan Lister",
      "paper_url": "https://doi.org/10.1038/s41586-023-06424-7",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409283610",
      "paper_id": "https://openalex.org/W4409283610",
      "title": "Translational genomics of osteoarthritis in 1,962,069 individuals",
      "authors": "Konstantinos Hatzikotoulas, Lorraine Southam, Lilja Stefansdottir, Cindy G. Boer, Merry-Lynn McDonald, J. Patrick Pett, Young-Chan Park, Margo Tuerlings, Rick Mulders, Andrei Barysenka, Ana Luiza Arruda, Vinicius Tragante, Alison Rocco, Norbert Bittner, Shibo Chen, Susanne Horn, Vinodh Srinivasasainagendra, Ken To, Georgia Katsoula, Peter Kreitmaier, Amabel M. M. Tenghe, Arthur Gilly, Liubov Arbeeva, Lane G. Chen, Agathe M. de Pins, Daniel Dochtermann, Cecilie Henkel, Jonas Höijer, Shuji Ito, Penelope A. Lind, Bitota Lukusa-Sawalena, Aye Ko Ko Minn, Marina Mola-Caminal, Akira Narita, Chelsea Nguyen, Ene Reimann, Micah D. Silberstein, Anne-Heidi Skogholt, Hemant K. Tiwari, Michelle S. Yau, Ming Yue, Wei Zhao, Jin J. Zhou, George Alexiadis, Karina Banasik, Søren Brunak, Archie Campbell, Jackson T. S. Cheung, Joseph Dowsett, Tariq Faquih, Jessica D. Faul, Lijiang Fei, Anne Marie Fenstad, Takamitsu Funayama, Maiken E. Gabrielsen, Chinatsu Gocho, Kirill Gromov, Thomas Hansen, Georgi Hudjashov, Thorvaldur Ingvarsson, Jessica S. Johnson, Helgi Jonsson, Saori Kakehi, Juha Karjalainen, Elisa Kasbohm, Susanna Lemmelä, Kuang Lin, Xiaoxi Liu, Marieke Loef, Massimo Mangino, Daniel McCartney, Iona Y. Millwood, Joshua Richman, Mary B. Roberts, Kathleen A. Ryan, Dino Samartzis, Manu Shivakumar, Søren T. Skou, Sachiyo Sugimoto, Ken Suzuki, Hiroshi Takuwa, Maris Teder-Laving, Laurent Thomas, Kohei Tomizuka, Constance Turman, Stefan Weiss, Tian T. Wu, Eleni Zengini, Yanfei Zhang, George Babis, David A. van Heel, Bendik Winsvold, Maiken Gabrielsen, Manuel Allen Revez Ferreira, George Babis, Aris Baras, Tyler Barker, David J. Carey, Kathryn S. E. Cheah, Zhengming Chen, Jason Pui-Yin Cheung, Mark Daly, Renée de Mutsert, Charles B. Eaton, Christian Erikstrup, Ove Nord Furnes, Yvonne M. Golightly, Daniel F. Gudbjartsson, Nils P. Hailer, Caroline Hayward, Marc C. Hochberg, Georg Homuth, Laura M. Huckins, Kristian Hveem, Shiro Ikegawa, Muneaki Ishijima, Minoru Isomura, Marcus Jones, Jae H. Kang, Sharon L. R. Kardia, Margreet Kloppenburg, Peter Kraft, Nobuyuki Kumahashi, Suguru Kuwata, Ming Ta Michael Lee, Phil H. Lee, Robin Lerner, Liming Li, Steve A. Lietman, Luca Lotta, Michelle K. Lupton, Reedik Mägi, Nicholas G. Martin, Timothy E. McAlindon, Sarah E. Medland, Karl Michaëlsson, Braxton D. Mitchell, Dennis O. Mook-Kanamori, Andrew P. Morris, Toru Nabika, Fuji Nagami, Amanda E. Nelson, Sisse Rye Ostrowski, Aarno Palotie, Ole Birger Pedersen, Frits R. Rosendaal, Mika Sakurai-Yageta, Carsten Oliver Schmidt, Pak Chung Sham, Jasvinder A. Singh, Diane T. Smelser, Jennifer A. Smith, You-qiang Song, Erik Sørensen, Gen Tamiya, Yoshifumi Tamura, Chikashi Terao, Gudmar Thorleifsson, Anders Troelsen, Aspasia Tsezou, Yuji Uchio, A. G. Uitterlinden, Henrik Ullum, Ana M. Valdes, David A. van Heel, Robin G. Walters, David R. Weir, J. Mark Wilkinson, Bendik S. Winsvold, Masayuki Yamamoto, John-Anker Zwart, Kari Stefansson, Ingrid Meulenbelt, Sarah A. Teichmann, Joyce B. J. van Meurs, Unnur Styrkarsdottir, Eleftheria Zeggini",
      "paper_url": "https://doi.org/10.1038/s41586-025-08771-z",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4413020599",
      "paper_id": "https://openalex.org/W4413020599",
      "title": "Whole-genome sequencing of 490,640 UK Biobank participants",
      "authors": "Keren Carss, Bjarni V. Halldorsson, Liping Hou, Jimmy Liu, Eleanor Wheeler, Yancy Lo, Kousik Kundu, Zhuoyi Huang, Ben Lacey, Ryan S. Dhindsa, Diana Rajan, Jelena Randjelovic, Neil Marriott, Carol E. Scott, Ahmet Sinan Yavuz, Ian Johnston, Trevor Howe, Mary Helen Black, Kari Stefansson, Robert Scott, Slavé Petrovski, Shuwei Li, Adrian Cortes, Fengyuan Hu, Quanli Wang, Oliver S. Burren, Sri V. V. Deevi, Carolina Haefliger, Kieren Lythgow, Peter H. Maccallum, Karyn Mégy, Jonathan Mitchell, Sean O’Dell, Amanda O’Neill, Katherine R. Smith, Haeyam Taiy, Menelas Pangalos, Ruth March, Sebastian Wasilewski, Hannes P. Eggertsson, Kristjan H. S. Moore, Hannes Hauswedell, Ogmundur Eiriksson, Aron Skaftason, Nokkvi Gislason, Svanhvit Sigurjonsdottir, Magnus O. Ulfarsson, Gunnar Palsson, Marteinn T. Hardarson, Asmundur Oddsson, Brynjar O. Jensson, Snaedis Kristmundsdottir, Brynja D. Sigurpalsdottir, Olafur A. Stefansson, Doruk Beyter, Guillaume Holley, Vinicius Tragante, Arnaldur Gylfason, Pall I. Olason, Florian Zink, Margret Asgeirsdottir, Sverrir T. Sverrisson, Brynjar Sigurdsson, Sigurjon A. Gudjonsson, Gunnar T. Sigurdsson, Gisli H. Halldorsson, Gardar Sveinbjornsson, Unnur Styrkarsdottir, Droplaug N. Magnusdottir, Steinunn Snorradottir, Kari Kristinsson, Emilia Sobech, Gudmar Thorleifsson, Frosti Jonsson, Pall Melsted, Ingileif Jonsdottir, Thorunn Rafnar, Hilma Holm, Hreinn Stefansson, Jona Saemundsdottir, Daniel F. Gudbjartsson, Olafur T. Magnusson, Gisli Masson, Unnur Thorsteinsdottir, Agnar Helgason, Hakon Jonsson, Patrick Sulem, Jatin Sandhuria, Tom G. Richardson, Laurence Howe, Chloe Robins, Dongjing Liu, Patrick Albers, Mariana Pereira, Daniel Seaton, Yury Aulchenko, John Whittaker, Manolis Dermitzakis, Toby Johnson, Jonathan Davitte, Erik Ingelsson, Julio Molineros, Yanfei Zhang, Alexander H. Li, Evan H. Baugh, Elisabeth Mlynarski, Abolfazl Doostparast Torshizi, Gamal Abdel-Azim, Brian Mautz, Karen Y. He, Jingyue Xi, Shirley Nieves-Rodriguez, Asif Khan, Songjun Xu, Xingjun Liu, Brice Sarver, Dongnhu Truong, Mohamed-Ramzi Temanni, Christopher D. Whelan, Letizia Goretti, Najat Khan, Belen Fraile, Tommaso Mansi, Guna Rajagopal, Shaheen Akhtar, Siobhan Austin-Guest, Robert Barber, Daniel Barrett, Tristram Bellerby, Adrian Clarke, Richard Clark, Maria Coppola, Linda Cornwell, Abby Crackett, Joseph Dawson, Callum Day, Alexander Dove, Jillian Durham, Robert Fairweather, Marcella Ferrero, Michael Fenton, Howerd Fordham, Audrey Fraser, Paul Heath, Emily Heron, Gary Hornett, Lena Hughes-Hallett, David K. Jackson, Alexander Jakubowski Smith, Adam Laverack, Katharine Law, Steven R. Leonard, Kevin Lewis, Jennifer Liddle, Alice Lindsell, Sally Linsdell, Jamie Lovell, James Mack, Henry Mallalieu, Irfaan Mamun, Ana Monteiro, Leanne Morrow, Barbora Pardubska, Alexandru Popov, Lisa Sloper, Jan Squares, Ian Still, Oprah Taylor, Sam Taylor, Jaime M. Tovar Corona, Elliott Trigg, Valerie Vancollie, Paul Voak, Danni Weldon, Alan Wells, Eloise Wells, Mia Williams, Sean Wright, Nevena Miletic, Lea Lenhardt Ackovic, Marijeta Slavkovic-Ilic, Mladen Lazarevic, Louise Aigrain, Nicholas Redshaw, Michael Quail, Lesley Shirley, Scott Thurston, Peter Ellis, Laura Grout, Natalie Smerdon, Emma Gray, Richard Rance, Cordelia Langford, Rory Collins, Mark Effingham, Naomi Allen, Jonathan Sellors, Simon Sheard, Mahesh Pancholi, Caroline Clark, Lucy Burkitt-Gray, Samantha Welsh, Daniel Fry, Rachel Watson, Lauren Carson, Alan Young, Rami Mehio, Ole Schulz-Trieglaff",
      "paper_url": "https://doi.org/10.1038/s41586-025-09272-9",
      "venue": "nature25"
    }
  ]
}