{
  "cluster_id": 186,
  "papers": [
    {
      "id": "science22_https://openalex.org/W4305040584",
      "paper_id": "https://openalex.org/W4305040584",
      "title": "A bacterial phospholipid phosphatase inhibits host pyroptosis by hijacking ubiquitin",
      "authors": "Qiyao Chai, Shanshan Yu, Yanzhao Zhong, Zhe Lu, Changgen Qiu, Yang Yu, Xinwen Zhang, Yong Zhang, Zehui Lei, Lihua Qiang, Bing-Xi Li, Yu Pang, Xiao-Bo Qiu, Jing Wang, Cui Hua Liu",
      "paper_url": "https://doi.org/10.1126/science.abq0132",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4412623278",
      "paper_id": "https://openalex.org/W4412623278",
      "title": "A human homolog of SIR2 antiphage proteins mediates immunity via the Toll-like receptor pathway",
      "authors": "Delphine Bonhomme, Hugo Vaysset, Eirene Marie Q. Ednacot, Vasco Rodrigues, Yazan Salloum, Jean Cury, Anny Wang, Axel Benchetrit, Pierre Affaticati, Veronica Hernandez Trejo, Paul Vittot, Charlie Bories, Alexis Cornec, Jean-Pierre Levraud, Pedro P. Hernández, Philippe Benaroch, Benjamin R. Morehouse, Aude Bernheim, Enzo Z. Poirier",
      "paper_url": "https://doi.org/10.1126/science.adr8536",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4399619574",
      "paper_id": "https://openalex.org/W4399619574",
      "title": "A phage tail–like bacteriocin suppresses competitors in metapopulations of pathogenic bacteria",
      "authors": "Talia Backman, Sergio M. Latorre, Efthymia Symeonidi, Artur Muszyński, Ella Bleak, Lauren Eads, Paulina I. Martinez-Koury, Sarita Som, Aubrey Hawks, Andrew D. Gloss, David M. Belnap, Allison M. Manuel, Adam M. Deutschbauer, Joy Bergelson, Parastoo Azadi, Hernán A. Burbano, Talia L. Karasov",
      "paper_url": "https://doi.org/10.1126/science.ado0713",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3158584516",
      "paper_id": "https://openalex.org/W3158584516",
      "title": "A third purine biosynthetic pathway encoded by aminoadenine-based viral DNA genomes",
      "authors": "Dona Sleiman, Pierre Simon Garcia, Marion Lagune, Jerome Loc’h, Ahmed Haouz, Najwa Taib, Pascal Röthlisberger, Simonetta Gribaldo, Philippe Marlière, Pierre Alexandre Kaminski",
      "paper_url": "https://doi.org/10.1126/science.abe6494",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4403718846",
      "paper_id": "https://openalex.org/W4403718846",
      "title": "A ubiquitous mobile genetic element changes the antagonistic weaponry of a human gut symbiont",
      "authors": "Madeline L. Sheahan, Katia Flores, Michael J. Coyne, Leonor García-Bayona, Maria Chatzidaki-Livanis, Andrea Q. Holst, Rita C. Smith, Anitha Sundararajan, Blanca Barquera, Laurie E. Comstock",
      "paper_url": "https://doi.org/10.1126/science.adj9504",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3214371786",
      "paper_id": "https://openalex.org/W3214371786",
      "title": "A viral RNA hijacks host machinery using dynamic conformational changes of a tRNA-like structure",
      "authors": "Steve L. Bonilla, Madeline E. Sherlock, Andrea MacFadden, Jeffrey S. Kieft",
      "paper_url": "https://doi.org/10.1126/science.abe8526",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3157715625",
      "paper_id": "https://openalex.org/W3157715625",
      "title": "A widespread pathway for substitution of adenine by diaminopurine in phage genomes",
      "authors": "Yan Zhou, Xuexia Xu, Yifeng Wei, Yu Cheng, Yu Guo, Ivan Khudyakov, Fuli Liu, Ping He, Zhangyue Song, Zhi Li, Yan Gao, Ee Lui Ang, Huimin Zhao, Yan Zhang, Suwen Zhao",
      "paper_url": "https://doi.org/10.1126/science.abe4882",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4315928743",
      "paper_id": "https://openalex.org/W4315928743",
      "title": "Ablation of CaMKIIδ oxidation by CRISPR-Cas9 base editing as a therapy for cardiac disease",
      "authors": "Simon Lebek, Francesco Chemello, Xurde M. Caravia, Wei Tan, Hui Li, Kenian Chen, Lin Xu, Ning Liu, Rhonda Bassel-Duby, Eric N. Olson",
      "paper_url": "https://doi.org/10.1126/science.ade1105",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4400314196",
      "paper_id": "https://openalex.org/W4400314196",
      "title": "An intron endonuclease facilitates interference competition between coinfecting viruses",
      "authors": "Erica A. Birkholz, Chase J. Morgan, Thomas G. Laughlin, Rebecca K. Lau, Amy Prichard, Sahana Rangarajan, Gabrielle N. Meza, Jina Lee, Emily Armbruster, Sergey Suslov, Kit Pogliano, Justin R. Meyer, Elizabeth Villa, Kevin D. Corbett, Joe Pogliano",
      "paper_url": "https://doi.org/10.1126/science.adl1356",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3177628340",
      "paper_id": "https://openalex.org/W3177628340",
      "title": "An isoform of Dicer protects mammalian stem cells against multiple RNA viruses",
      "authors": "Enzo Z. Poirier, Michael D. Buck, Probir Chakravarty, Joana Carvalho, Bruno Frederico, Ana Cardoso, Lyn Healy, Rachel Ulferts, Rupert Beale, Caetano Reis e Sousa",
      "paper_url": "https://doi.org/10.1126/science.abg2264",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4413045825",
      "paper_id": "https://openalex.org/W4413045825",
      "title": "An orthogonal T7 replisome for continuous hypermutation and accelerated evolution in <i>E. coli</i>",
      "authors": "Christian S. Diercks, Philipp Sondermann, Cynthia Rong, Thomas G. Gillis, Yahui Ban, Celine Wang, David A. Dik, Peter G. Schultz",
      "paper_url": "https://doi.org/10.1126/science.adp9583",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4206796985",
      "paper_id": "https://openalex.org/W4206796985",
      "title": "An RNA exosome subunit mediates cell-to-cell trafficking of a homeobox mRNA via plasmodesmata",
      "authors": "Munenori Kitagawa, Peipei Wu, Rachappa Balkunde, Patrick Cunniff, David Jackson",
      "paper_url": "https://doi.org/10.1126/science.abm0840",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411299310",
      "paper_id": "https://openalex.org/W4411299310",
      "title": "Antagonism as a foraging strategy in microbial communities",
      "authors": "Astrid K. M. Stubbusch, François J. Peaudecerf, Kang Soo Lee, Lucas Paoli, Julia Schwartzman, Roman Stocker, Marek Basler, Olga T. Schubert, Martin Ackermann, Cara Magnabosco, Glen G. D’Souza",
      "paper_url": "https://doi.org/10.1126/science.adr8286",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4400525789",
      "paper_id": "https://openalex.org/W4400525789",
      "title": "Antagonistic conflict between transposon-encoded introns and guide RNAs",
      "authors": "Rimantė Žedaveinytė, Chance Meers, Hoang C. Le, Edan E. Mortman, Stephen Tang, George D. Lampe, Sanjana R. Pesari, Diego R. Gelsinger, Tanner Wiegand, Samuel H. Sternberg",
      "paper_url": "https://doi.org/10.1126/science.adm8189",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4405306536",
      "paper_id": "https://openalex.org/W4405306536",
      "title": "Antiviral signaling of a type III CRISPR-associated deaminase",
      "authors": "Yutao Li, Zhaoxing Li, Purui Yan, Chenyang Hua, Jianping Kong, Wanqian Wu, Yurong Cui, Yan Duan, Shunxiang Li, Guanglei Li, Shunli Ji, Yijun Chen, Yucheng Zhao, Peng Yang, Chunyi Hu, Meiling Lu, Meirong Chen, Yibei Xiao",
      "paper_url": "https://doi.org/10.1126/science.adr0393",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4220838810",
      "paper_id": "https://openalex.org/W4220838810",
      "title": "Bacterial gasdermins reveal an ancient mechanism of cell death",
      "authors": "Alex G. Johnson, Tanita Wein, Megan L. Mayer, Brianna Duncan-Lowey, Erez Yirmiya, Yaara Oppenheimer-Shaanan, Gil Amitai, Rotem Sorek, Philip J. Kranzusch",
      "paper_url": "https://doi.org/10.1126/science.abj8432",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4409990698",
      "paper_id": "https://openalex.org/W4409990698",
      "title": "Bacterial reverse transcriptase synthesizes long poly-A–rich cDNA for antiphage defense",
      "authors": "Xin-Yi Song, Yushan Xia, Jun-Tao Zhang, Yu-Jun Liu, Hua Qi, Xin-Yang Wei, Hailiang Hu, Yu Xia, Xue Liu, Ying-Fei Ma, Ning Jia",
      "paper_url": "https://doi.org/10.1126/science.ads4639",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4407764705",
      "paper_id": "https://openalex.org/W4407764705",
      "title": "Base-modified nucleotides mediate immune signaling in bacteria",
      "authors": "Zhifeng Zeng, Zeyu Hu, Ruiliang Zhao, Jikai Rao, Mario Rodríguez Mestre, Yanqiu Liu, Shunhang Liu, Hao Feng, Yu Chen, Huan He, Nuo Chen, Jinshui Zheng, Donghai Peng, Min Luo, Qunxin She, Rafael Pinilla-Redondo, Wenyuan Han",
      "paper_url": "https://doi.org/10.1126/science.ads6055",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4409317391",
      "paper_id": "https://openalex.org/W4409317391",
      "title": "Cat1 forms filament networks to degrade NAD <sup>+</sup> during the type III CRISPR-Cas antiviral response",
      "authors": "Christian F. Baca, Puja Majumder, James H. Hickling, Dinshaw J. Patel, Luciano A. Marraffini",
      "paper_url": "https://doi.org/10.1126/science.adv9045",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4405603335",
      "paper_id": "https://openalex.org/W4405603335",
      "title": "Cellular RNA interacts with MAVS to promote antiviral signaling",
      "authors": "Nandan S. Gokhale, Russell K. Sam, Kim Somfleth, Matthew G. Thompson, Daphnée M. Marciniak, Julian R. Smith, Emmanuelle Genoyer, Julie Eggenberger, Lan H. Chu, Moonhee Park, Steve Dvorkin, Andrew Oberst, Stacy M. Horner, Shao-En Ong, Michael Gale, Ram Savan",
      "paper_url": "https://doi.org/10.1126/science.adl0429",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4395446452",
      "paper_id": "https://openalex.org/W4395446452",
      "title": "Cleavage-independent activation of ancient eukaryotic gasdermins and structural mechanisms",
      "authors": "Yueyue Li, Yanjie Hou, Qi Sun, Huan Zeng, Fanyi Meng, Xiang Tian, Qun He, Feng Shao, Jingjin Ding",
      "paper_url": "https://doi.org/10.1126/science.adm9190",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4293242914",
      "paper_id": "https://openalex.org/W4293242914",
      "title": "Craspase is a CRISPR RNA-guided, RNA-activated protease",
      "authors": "Chunyi Hu, Sam P. B. van Beljouw, Ki Hyun Nam, Gabriel Schuler, Fran Ding, Yanru Cui, Alicia Rodríguez-Molina, Anna C. Haagsma, Menno Valk, Martin Pabst, Stan J. J. Brouns, Ailong Ke",
      "paper_url": "https://doi.org/10.1126/science.add5064",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4367173663",
      "paper_id": "https://openalex.org/W4367173663",
      "title": "Csx28 is a membrane pore that enhances CRISPR-Cas13b–dependent antiphage defense",
      "authors": "Arica R. VanderWal, Jung-Un Park, Bogdan Polevoda, Julia K. Nicosia, Adrian M. Molina Vargas, Elizabeth H. Kellogg, Mitchell R. O’Connell",
      "paper_url": "https://doi.org/10.1126/science.abm1184",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4401415626",
      "paper_id": "https://openalex.org/W4401415626",
      "title": "De novo gene synthesis by an antiviral reverse transcriptase",
      "authors": "Stephen Tang, Valentin Conte, Dennis J. Zhang, Rimantė Žedaveinytė, George D. Lampe, Tanner Wiegand, Lauren C. Tang, Megan Wang, Matt W. G. Walker, Jerrin Thomas George, Luke E. Berchowitz, Marko Jovanovic, Samuel H. Sternberg",
      "paper_url": "https://doi.org/10.1126/science.adq0876",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4414499149",
      "paper_id": "https://openalex.org/W4414499149",
      "title": "Deazaguanylation is a nucleobase-protein conjugation required for type IV CBASS immunity",
      "authors": "Douglas R. Wassarman, Patrick Pfaff, Joao A. Paulo, Steven P. Gygi, Kevan M. Shokat, Philip J. Kranzusch",
      "paper_url": "https://doi.org/10.1126/science.adx6053",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4411231720",
      "paper_id": "https://openalex.org/W4411231720",
      "title": "Disassembly activates Retron-Septu for antiphage defense",
      "authors": "Chen Wang, Anthony D. Rish, Emily G. Armbruster, Jiale Xie, Anna B. Loveland, Zhangfei Shen, Bradley Gu, Andrei A. Korostelev, Joe Pogliano, Tian-Min Fu",
      "paper_url": "https://doi.org/10.1126/science.adv3344",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4405306512",
      "paper_id": "https://openalex.org/W4405306512",
      "title": "Diverse phage communities are maintained stably on a clonal bacterial host",
      "authors": "Nora C. Pyenson, Asher Leeks, Odera Nweke, Joshua E. Goldford, Jonas Schluter, Paul E. Turner, Kevin R. Foster, Alvaro Sanchez",
      "paper_url": "https://doi.org/10.1126/science.adk1183",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4391215118",
      "paper_id": "https://openalex.org/W4391215118",
      "title": "Establishing a synthetic orthogonal replication system enables accelerated evolution in <i>E. coli</i>",
      "authors": "Rongzhen Tian, Fabian B. H. Rehm, Dariusz Czernecki, Yangqi Gu, Jérôme F. Zürcher, Kim C. Liu, Jason W. Chin",
      "paper_url": "https://doi.org/10.1126/science.adk1281",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4307412666",
      "paper_id": "https://openalex.org/W4307412666",
      "title": "Evolution and antiviral activity of a human protein of retroviral origin",
      "authors": "John A. Frank, Manvendra Singh, Harrison B. Cullen, Raphael A. Kirou, Meriem Benkaddour-Boumzaouad, Jose L. Cortes, Jose Garcia Pérez, Carolyn B. Coyne, Cédric Feschotte",
      "paper_url": "https://doi.org/10.1126/science.abq7871",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3171076461",
      "paper_id": "https://openalex.org/W3171076461",
      "title": "Evolution of a virus-like architecture and packaging mechanism in a repurposed bacterial protein",
      "authors": "Stephan Tetter, Naohiro Terasaka, Angela Steinauer, Richard J. Bingham, Sam Clark, Andrew J. P. Scott, Nikesh Patel, Marc Leibundgut, Emma Wroblewski, Nenad Ban, Peter G. Stockley, Reidun Twarock, Donald Hilvert",
      "paper_url": "https://doi.org/10.1126/science.abg2822",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4403294429",
      "paper_id": "https://openalex.org/W4403294429",
      "title": "Helicase-assisted continuous editing for programmable mutagenesis of endogenous genomes",
      "authors": "Xi Dawn Chen, Zeyu Chen, George Wythes, Yifan Zhang, Benno C. Orr, Gary Sun, Yu-Kai Chao, Andrea Navarro Torres, Ka Thao, Mounica Vallurupalli, Jing Sun, Mehdi Borji, Emre Tkacik, Haiqi Chen, Bradley E. Bernstein, Fei Chen",
      "paper_url": "https://doi.org/10.1126/science.adn5876",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3185497597",
      "paper_id": "https://openalex.org/W3185497597",
      "title": "Horizontally transmitted parasitoid killing factor shapes insect defense to parasitoids",
      "authors": "Laila Gasmi, Edyta Sieminska, Shohei Okuno, Rie Ohta, Cathy Coutu, Mohammad Vatanparast, Stephanie Harris, Doug Baldwin, Dwayne D. Hegedus, David A. Theilmann, Aki Kida, Mio Kawabata, Shiori Sagawa, Jun Takatsuka, Ken Tateishi, Kazuyo Watanabe, Maki N. Inoue, Yasuhisa Kunimi, Yonggyun Kim, Martin A. Erlandson, Salvador Herrero, Madoka Nakai",
      "paper_url": "https://doi.org/10.1126/science.abb6396",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4385515722",
      "paper_id": "https://openalex.org/W4385515722",
      "title": "Human STING is a proton channel",
      "authors": "Bingxu Liu, Rebecca J. Carlson, Ivan S. Pires, Matteo Gentili, Ellie Feng, Quentin Hellier, Marc A. Schwartz, Paul C. Blainey, Darrell J. Irvine, Nir Hacohen",
      "paper_url": "https://doi.org/10.1126/science.adf8974",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4391428444",
      "paper_id": "https://openalex.org/W4391428444",
      "title": "Hydrolytic endonucleolytic ribozyme (HYER) is programmable for sequence-specific DNA cleavage",
      "authors": "Zi-Xian Liu, Shouyue Zhang, Han-Zhou Zhu, Zhi-Hang Chen, Yun Yang, Long-Qi Li, Yuan Lei, Yun Liu, Dan-Yuan Li, Ao Sun, Cheng-Ping Li, Shun-Qing Tan, Gao-Li Wang, Jie-Yi Shen, Shuai Jin, Caixia Gao, Jun-Jie Gogo Liu",
      "paper_url": "https://doi.org/10.1126/science.adh4859",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4319827549",
      "paper_id": "https://openalex.org/W4319827549",
      "title": "Inhibition of cellular RNA methyltransferase abrogates influenza virus capping and replication",
      "authors": "Yuta Tsukamoto, Takahiro Hiono, Shintaro Yamada, Keita Matsuno, Aileen Faist, Tobias Claff, Jianyu Hou, Vigneshwaran Namasivayam, Anja vom Hemdt, Satoko Sugimoto, Jin Ying Ng, Maria H. Christensen, Yonas M. Tesfamariam, Steven Wolter, Stefan Juranek, Thomas Zillinger, Stefan Bauer, Takatsugu Hirokawa, Florian I. Schmidt, Georg Kochs, Masayuki Shimojima, Yi-Shuian Huang, Andreas Pichlmair, Beate M. Kümmerer, Yoshihiro Sakoda, Martin Schlee, Linda Brunotte, Christa E. Müller, Manabu Igarashi, Hiroki Kato",
      "paper_url": "https://doi.org/10.1126/science.add0875",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4410050918",
      "paper_id": "https://openalex.org/W4410050918",
      "title": "Intracellular protein editing enables incorporation of noncanonical residues in endogenous proteins",
      "authors": "Jenna N. Beyer, Yevgeniy V. Serebrenik, Kaitlyn Toy, Mohd. Altaf Najar, Emily Feierman, Nicole R. Raniszewski, Erica Korb, Ophir Shalem, George M. Burslem",
      "paper_url": "https://doi.org/10.1126/science.adr5499",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3194369044",
      "paper_id": "https://openalex.org/W3194369044",
      "title": "Mammalian retrovirus-like protein PEG10 packages its own mRNA and can be pseudotyped for mRNA delivery",
      "authors": "Michael Segel, Blake Lash, Jingwei Song, Alim Ladha, Catherine C. Liu, Xin Jin, Sergei L. Mekhedov, Rhiannon K. Macrae, Eugene V. Koonin, Feng Zhang",
      "paper_url": "https://doi.org/10.1126/science.abg6155",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4403510586",
      "paper_id": "https://openalex.org/W4403510586",
      "title": "Mechanism of bacterial predation via ixotrophy",
      "authors": "Yun-Wei Lien, Davide Amendola, Kang Soo Lee, Nina Bartlau, Jingwei Xu, Go Furusawa, Martin F. Polz, Roman Stocker, Gregor L. Weiss, Martin Pilhofer",
      "paper_url": "https://doi.org/10.1126/science.adp0614",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3207915479",
      "paper_id": "https://openalex.org/W3207915479",
      "title": "Mechanism of siRNA production by a plant Dicer-RNA complex in dicing-competent conformation",
      "authors": "Qian Wang, Yan Xue, Laixing Zhang, Zhenhui Zhong, Suhua Feng, Changshi Wang, Lifan Xiao, Zhenlin Yang, C. Jake Harris, Zhe Wu, Jixian Zhai, Maojun Yang, Sisi Li, Steven E. Jacobsen, Jiamu Du",
      "paper_url": "https://doi.org/10.1126/science.abl4546",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4414494552",
      "paper_id": "https://openalex.org/W4414494552",
      "title": "Megabase-scale human genome rearrangement with programmable bridge recombinases",
      "authors": "Nicholas T. Perry, Liam J. Bartie, Dhruva Katrekar, Gabriel A. Gonzalez, Matthew G. Durrant, James J. Pai, Alison Fanton, Juliana Q. Martins, Masahiro Hiraizumi, Chiara Ricci-Tam, Hiroshi Nishimasu, Silvana Konermann, Patrick D. Hsu",
      "paper_url": "https://doi.org/10.1126/science.adz0276",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3193519333",
      "paper_id": "https://openalex.org/W3193519333",
      "title": "MIC-Drop: A platform for large-scale in vivo CRISPR screens",
      "authors": "Saba Parvez, Chelsea Herdman, Manu Beerens, Korak Chakraborti, Zachary P. Harmer, Jing-Ruey J. Yeh, Calum A. MacRae, H. Joseph Yost, Randall T. Peterson",
      "paper_url": "https://doi.org/10.1126/science.abi8870",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4307412638",
      "paper_id": "https://openalex.org/W4307412638",
      "title": "Mirror-image T7 transcription of chirally inverted ribosomal and functional RNAs",
      "authors": "Yuan Xu, Ting F. Zhu",
      "paper_url": "https://doi.org/10.1126/science.abm0646",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410251320",
      "paper_id": "https://openalex.org/W4410251320",
      "title": "Mobile integrons encode phage defense systems",
      "authors": "Nicolas Kieffer, Alberto Hipólito, Laura Ortiz-Miravalles, Paula Blanco, Thomas Delobelle, Patricia Vizuete, Francisco Manuel Ojeda, Thomas Jové, Dukas Jurenas, Meritxell García-Quintanilla, André Carvalho, Pilar Domingo-Calap, José Antonio Escudero",
      "paper_url": "https://doi.org/10.1126/science.ads0915",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4399619501",
      "paper_id": "https://openalex.org/W4399619501",
      "title": "Molecular mechanism of plasmid elimination by the DdmDE defense system",
      "authors": "Luuk Loeff, David W. Adams, Christelle Chanez, Sandrine Stutzmann, Laurie Righi, Melanie Blokesch, Martin Jinek",
      "paper_url": "https://doi.org/10.1126/science.adq0534",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4384129393",
      "paper_id": "https://openalex.org/W4384129393",
      "title": "Multiplex CRISPR editing of wood for sustainable fiber production",
      "authors": "Daniel B. Sulis, Xiao Jiang, Chenmin Yang, Barbara M. Marques, Megan L. Matthews, Zachary Miller, Kai Lan, Carlos Cofre-Vega, Baoguang Liu, Runkun Sun, Henry Sederoff, Ryan G. Bing, Xiaoyan Sun, Cranos M. Williams, Hasan Jameel, Richard Phillips, Hou-min Chang, Ilona Peszlen, Yung-Yun Huang, Wei Li, Robert M. Kelly, Ronald R. Sederoff, Vincent L. Chiang, Rodolphe Barrangou, Jack P. Wang",
      "paper_url": "https://doi.org/10.1126/science.add4514",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4392283003",
      "paper_id": "https://openalex.org/W4392283003",
      "title": "Native architecture of a human GBP1 defense complex for cell-autonomous immunity to infection",
      "authors": "Shiwei Zhu, Clinton J. Bradfield, Agnieszka Maminska, Eui-Soon Park, Bae-Hoon Kim, Pradeep Kumar, Shuai Huang, Minjeong Kim, Yongdeng Zhang, Joerg Bewersdorf, John D. MacMicking",
      "paper_url": "https://doi.org/10.1126/science.abm9903",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3157913201",
      "paper_id": "https://openalex.org/W3157913201",
      "title": "Noncanonical crRNAs derived from host transcripts enable multiplexable RNA detection by Cas9",
      "authors": "Chunlei Jiao, Sahil Sharma, Gaurav Dugar, Natalia L. Peeck, Thorsten Bischler, Franziska Wimmer, Yanying Yu, Lars Barquist, Christoph Schoen, Oliver Kurzai, Cynthia M. Sharma, Chase L. Beisel",
      "paper_url": "https://doi.org/10.1126/science.abe7106",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3159490608",
      "paper_id": "https://openalex.org/W3159490608",
      "title": "Noncanonical DNA polymerization by aminoadenine-based siphoviruses",
      "authors": "Valerie Pezo, Faten Jaziri, Pierre-Yves Bourguignon, Dominique Louis, Deborah Jacobs-Sera, Jef Rozenski, Sylvie Pochet, Piet Herdewijn, Graham F. Hatfull, Pierre-Alexandre Kaminski, Philippe Marliere",
      "paper_url": "https://doi.org/10.1126/science.abe6542",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4405620385",
      "paper_id": "https://openalex.org/W4405620385",
      "title": "Noncanonical role of ALAS1 as a heme-independent inhibitor of small RNA–mediated silencing",
      "authors": "Seungjae Lee, Sangmi Lee, Robert Desnick, Makiko Yasuda, Eric C. Lai",
      "paper_url": "https://doi.org/10.1126/science.adp9388",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4394933497",
      "paper_id": "https://openalex.org/W4394933497",
      "title": "Phage predation, disease severity, and pathogen genetic diversity in cholera patients",
      "authors": "Naïma Madi, Emilee T. Cato, Md. Abu Sayeed, Ashton Creasy-Marrazzo, Aline Cuénod, Kamrul Islam, Md. Imam Ul Khabir, Md. Taufiqur R. Bhuiyan, Yasmin A. Begum, Emma Freeman, Anirudh Vustepalli, Lindsey Brinkley, Manasi Kamat, Laura S. Bailey, Kari B. Basso, Firdausi Qadri, Ashraful I. Khan, B. Jesse Shapiro, Eric J. Nelson",
      "paper_url": "https://doi.org/10.1126/science.adj3166",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4401990684",
      "paper_id": "https://openalex.org/W4401990684",
      "title": "Phage-triggered reverse transcription assembles a toxic repetitive gene from a noncoding RNA",
      "authors": "Max E. Wilkinson, David Li, Alex Gao, Rhiannon K. Macrae, Feng Zhang",
      "paper_url": "https://doi.org/10.1126/science.adq3977",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3137008892",
      "paper_id": "https://openalex.org/W3137008892",
      "title": "Processive RNA polymerization and promoter recognition in an RNA World",
      "authors": "Razvan Cojocaru, Peter J. Unrau",
      "paper_url": "https://doi.org/10.1126/science.abd9191",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4410456379",
      "paper_id": "https://openalex.org/W4410456379",
      "title": "Programmable gene insertion in human cells with a laboratory-evolved CRISPR-associated transposase",
      "authors": "Isaac P. Witte, George D. Lampe, Simon Eitzinger, Shannon M. Miller, Kiara N. Berríos, Amber N. McElroy, Rebeca T. King, Olivia G. Stringham, Diego R. Gelsinger, Phuc Leo H. Vo, Albert T. Chen, Jakub Tolar, Mark J. Osborn, Samuel H. Sternberg, David R. Liu",
      "paper_url": "https://doi.org/10.1126/science.adt5199",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4293298428",
      "paper_id": "https://openalex.org/W4293298428",
      "title": "Prokaryotic innate immunity through pattern recognition of conserved viral proteins",
      "authors": "Linyi Alex Gao, Max E. Wilkinson, Jonathan Strecker, Kira S. Makarova, Rhiannon K. Macrae, Eugene V. Koonin, Feng Zhang",
      "paper_url": "https://doi.org/10.1126/science.abm4096",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4392544670",
      "paper_id": "https://openalex.org/W4392544670",
      "title": "Prophage proteins alter long noncoding RNA and DNA of developing sperm to induce a paternal-effect lethality",
      "authors": "Rupinder Kaur, Angelina McGarry, J. Dylan Shropshire, Brittany A. Leigh, Seth R. Bordenstein",
      "paper_url": "https://doi.org/10.1126/science.adk9469",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4393928592",
      "paper_id": "https://openalex.org/W4393928592",
      "title": "Prophage terminase with tRNase activity sensitizes <i>Salmonella enterica</i> to oxidative stress",
      "authors": "Siva Uppalapati, Sashi Kant, Lin Liu, Ju-Sim Kim, David Orlicky, Michael McClelland, Andres Vazquez-Torres",
      "paper_url": "https://doi.org/10.1126/science.adl3222",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4409176429",
      "paper_id": "https://openalex.org/W4409176429",
      "title": "Protein editing using a coordinated transposition reaction",
      "authors": "Yi Hua, Nicholas E. S. Tay, Xuanjia Ye, Jeremy A. Owen, Hengyuan Liu, Robert E. Thompson, Tom W. Muir",
      "paper_url": "https://doi.org/10.1126/science.adq8540",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4406970293",
      "paper_id": "https://openalex.org/W4406970293",
      "title": "Randomizing the human genome by engineering recombination between repeat elements",
      "authors": "Jonas Koeppel, Raphael Ferreira, Thomas Vanderstichele, Lisa Maria Riedmayr, Elin Madli Peets, Gareth Girling, Juliane Weller, Pierre Murat, Fabio Giuseppe Liberante, Tom Ellis, George McDonald Church, Leopold Parts",
      "paper_url": "https://doi.org/10.1126/science.ado3979",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3205847810",
      "paper_id": "https://openalex.org/W3205847810",
      "title": "Rapid evolutionary turnover of mobile genetic elements drives bacterial resistance to phages",
      "authors": "Fatima Aysha Hussain, Javier Dubert, Joseph Elsherbini, Mikayla Murphy, David VanInsberghe, Philip Arevalo, Kathryn Kauffman, Bruno Kotska Rodino-Janeiro, Hannah Gavin, Annika Gomez, Anna Lopatina, Frédérique Le Roux, Martin F. Polz",
      "paper_url": "https://doi.org/10.1126/science.abb1083",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4399394656",
      "paper_id": "https://openalex.org/W4399394656",
      "title": "Rare codon recoding for efficient noncanonical amino acid incorporation in mammalian cells",
      "authors": "Wenlong Ding, Wei Yu, Yulin Chen, Lihui Lao, Yu Fang, Chengzhu Fang, Hongxia Zhao, Bo Yang, Shixian Lin",
      "paper_url": "https://doi.org/10.1126/science.adm8143",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3130261739",
      "paper_id": "https://openalex.org/W3130261739",
      "title": "Recurrent evolution of vertebrate transcription factors by transposase capture",
      "authors": "Rachel L. Cosby, Julius Judd, Ruiling Zhang, Alan Zhong, Nathaniel Garry, Ellen J. Pritham, Cédric Feschotte",
      "paper_url": "https://doi.org/10.1126/science.abc6405",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4306902093",
      "paper_id": "https://openalex.org/W4306902093",
      "title": "Refactored genetic codes enable bidirectional genetic isolation",
      "authors": "Jérôme F. Zürcher, Wesley E. Robertson, Tomás Kappes, Gianluca Petris, Thomas S. Elliott, George P. C. Salmond, Jason W. Chin",
      "paper_url": "https://doi.org/10.1126/science.add8943",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411984073",
      "paper_id": "https://openalex.org/W4411984073",
      "title": "Relative importance of the anti-apoptotic versus apoptosis-unrelated functions of MCL-1 in vivo",
      "authors": "Kerstin Brinkmann, Kate McArthur, Shezlie Malelang, Leonie Gibson, Annli Tee, Sheik Nadeem Elahee Doomun, Caitlin L. Rowe, Philip Arandjelovic, Julia M. Marchingo, Damian D’Silva, Annabell Bachem, Simon Monard, Lauren G. Whelan, Grant Dewson, Tracy L. Putoczki, Philippe Bouillet, Nai Yang Fu, Kristin K. Brown, Andrew J. Kueh, Verena C. Wimmer, Marco J. Herold, Tim Thomas, Anne K. Voss, Andreas Strasser",
      "paper_url": "https://doi.org/10.1126/science.adw1836",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4393951851",
      "paper_id": "https://openalex.org/W4393951851",
      "title": "Removal of <i>Pseudomonas</i> type IV pili by a small RNA virus",
      "authors": "Jirapat Thongchol, Zihao Yu, Laith Harb, Yiruo Lin, Matthias Koch, Matthew Theodore, Utkarsh Narsaria, Joshua Shaevitz, Zemer Gitai, Yinghao Wu, Junjie Zhang, Lanying Zeng",
      "paper_url": "https://doi.org/10.1126/science.adl0635",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4395447721",
      "paper_id": "https://openalex.org/W4395447721",
      "title": "Repair of CRISPR-guided RNA breaks enables site-specific RNA excision in human cells",
      "authors": "Anna Nemudraia, Artem Nemudryi, Blake Wiedenheft",
      "paper_url": "https://doi.org/10.1126/science.adk5518",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4389166451",
      "paper_id": "https://openalex.org/W4389166451",
      "title": "Ribosomal stalk-captured CARF-RelE ribonuclease inhibits translation following CRISPR signaling",
      "authors": "Irmantas Mogila, Giedre Tamulaitiene, Konstanty Keda, Albertas Timinskas, Audrone Ruksenaite, Giedrius Sasnauskas, Česlovas Venclovas, Virginijus Siksnys, Gintautas Tamulaitis",
      "paper_url": "https://doi.org/10.1126/science.adj2107",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4404350047",
      "paper_id": "https://openalex.org/W4404350047",
      "title": "Ribozyme-activated mRNA trans-ligation enables large gene delivery to treat muscular dystrophies",
      "authors": "Sean R. Lindley, Kadiam C. Venkata Subbaiah, Fnu Priyanka, Pornthida Poosala, Yijie Ma, Leila Jalinous, Jason A. West, William A. Richardson, Tamlyn N. Thomas, Douglas M. Anderson",
      "paper_url": "https://doi.org/10.1126/science.adp8179",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3195339129",
      "paper_id": "https://openalex.org/W3195339129",
      "title": "RNA editing restricts hyperactive ciliary kinases",
      "authors": "Dongdong Li, Yufan Liu, Peishan Yi, Zhiwen Zhu, Wei Li, Qiangfeng Cliff Zhang, Jin Billy Li, Guangshuo Ou",
      "paper_url": "https://doi.org/10.1126/science.abd8971",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4308430559",
      "paper_id": "https://openalex.org/W4308430559",
      "title": "RNA-activated protein cleavage with a CRISPR-associated endopeptidase",
      "authors": "Jonathan Strecker, F. Esra Demircioglu, David Li, Guilhem Faure, Max E. Wilkinson, Jonathan S. Gootenberg, Omar O. Abudayyeh, Hiroshi Nishimasu, Rhiannon K. Macrae, Feng Zhang",
      "paper_url": "https://doi.org/10.1126/science.add7450",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4308430750",
      "paper_id": "https://openalex.org/W4308430750",
      "title": "RNA-triggered protein cleavage and cell growth arrest by the type III-E CRISPR nuclease-protease",
      "authors": "Kazuki Kato, Sae Okazaki, Cian Schmitt-Ulms, Kaiyi Jiang, Wenyuan Zhou, Junichiro Ishikawa, Yukari Isayama, Shungo Adachi, Tomohiro Nishizawa, Kira S. Makarova, Eugene V. Koonin, Omar O. Abudayyeh, Jonathan S. Gootenberg, Hiroshi Nishimasu",
      "paper_url": "https://doi.org/10.1126/science.add7347",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410251372",
      "paper_id": "https://openalex.org/W4410251372",
      "title": "Sedentary chromosomal integrons as biobanks of bacterial antiphage defense systems",
      "authors": "Baptiste Darracq, Eloi Littner, Manon Brunie, Julia Bos, Pierre Alexandre Kaminski, Florence Depardieu, Weronika Slesak, Kevin Debatisse, Marie Touchon, Aude Bernheim, David Bikard, Frédérique Le Roux, Didier Mazel, Eduardo P. C. Rocha, Céline Loot",
      "paper_url": "https://doi.org/10.1126/science.ads0768",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3165839825",
      "paper_id": "https://openalex.org/W3165839825",
      "title": "Sense codon reassignment enables viral resistance and encoded polymer synthesis",
      "authors": "Wesley E. Robertson, Louise F. H. Funke, Daniel de la Torre, Julius Fredens, Thomas S. Elliott, Martin Spinck, Yonka Christova, Daniele Cervettini, Franz L. Böge, Kim C. Liu, Salvador Buse, Sarah Maslen, George P. C. Salmond, Jason W. Chin",
      "paper_url": "https://doi.org/10.1126/science.abg3029",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4319662892",
      "paper_id": "https://openalex.org/W4319662892",
      "title": "Structural basis for regulation of apoptosis and autophagy by the BIRC6/SMAC complex",
      "authors": "Julian F. Ehrmann, Daniel B. Grabarczyk, Maria Heinke, Luiza Deszcz, Robert Kurzbauer, Otto Hudecz, Alexandra Shulkina, Rebeca Gogova, Anton Meinhart, Gijs A. Versteeg, Tim Clausen",
      "paper_url": "https://doi.org/10.1126/science.ade8873",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4281564380",
      "paper_id": "https://openalex.org/W4281564380",
      "title": "Structural basis for RNA-guided DNA cleavage by IscB-ωRNA and mechanistic comparison with Cas9",
      "authors": "Gabriel Schuler, Chunyi Hu, Ailong Ke",
      "paper_url": "https://doi.org/10.1126/science.abq7220",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4319662875",
      "paper_id": "https://openalex.org/W4319662875",
      "title": "Structural basis for SMAC-mediated antagonism of caspase inhibition by the giant ubiquitin ligase BIRC6",
      "authors": "Larissa Dietz, Cara J. Ellison, Carlos Riechmann, C. Keith Cassidy, F. Daniel Felfoldi, Adán Pinto-Fernández, Benedikt M. Kessler, Paul R. Elliott",
      "paper_url": "https://doi.org/10.1126/science.ade8840",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3183749267",
      "paper_id": "https://openalex.org/W3183749267",
      "title": "Structural basis for target site selection in RNA-guided DNA transposition systems",
      "authors": "Jung-Un Park, Amy Wei-Lun Tsai, Eshan Mehrotra, Michael T. Petassi, Shan-Chi Hsieh, Ailong Ke, Joseph E. Peters, Elizabeth H. Kellogg",
      "paper_url": "https://doi.org/10.1126/science.abi8976",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4411675788",
      "paper_id": "https://openalex.org/W4411675788",
      "title": "Structural basis of BAX pore formation",
      "authors": "Ying Zhang, Lu Tian, Gaoxingyu Huang, Xiaofei Ge, Fang Kong, Pengqi Wang, Yige Xu, Yigong Shi",
      "paper_url": "https://doi.org/10.1126/science.adv4314",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4383313715",
      "paper_id": "https://openalex.org/W4383313715",
      "title": "Structural basis of gRNA stabilization and mRNA recognition in trypanosomal RNA editing",
      "authors": "Shiheng Liu, Hong Wang, Xiaorun Li, Fan Zhang, Jane K.J. Lee, Zihang Li, Clinton Yu, Jason J. Hu, Xiaojing Zhao, Takuma Suematsu, Ana L. Alvarez-Cabrera, Qiushi Liu, Liye Zhang, Lan Huang, Inna Aphasizheva, Ruslan Aphasizhev, Z. Hong Zhou",
      "paper_url": "https://doi.org/10.1126/science.adg4725",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3162879212",
      "paper_id": "https://openalex.org/W3162879212",
      "title": "Structural basis of ribosomal frameshifting during translation of the SARS-CoV-2 RNA genome",
      "authors": "Pramod R. Bhatt, Alain Scaiola, Gary Loughran, Marc Leibundgut, Annika Kratzel, Romane Meurs, René Dreos, Kate M. O’Connor, Angus McMillan, Jeffrey W. Bode, Volker Thiel, David Gatfield, John F. Atkins, Nenad Ban",
      "paper_url": "https://doi.org/10.1126/science.abf3546",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4408181347",
      "paper_id": "https://openalex.org/W4408181347",
      "title": "Structural mechanism of LINE-1 target-primed reverse transcription",
      "authors": "George E. Ghanim, Hongmiao Hu, Jerome Boulanger, Thi Hoang Duong Nguyen",
      "paper_url": "https://doi.org/10.1126/science.ads8412",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4362677102",
      "paper_id": "https://openalex.org/W4362677102",
      "title": "Structure of the R2 non-LTR retrotransposon initiating target-primed reverse transcription",
      "authors": "Max E. Wilkinson, Chris J. Frangieh, Rhiannon K. Macrae, Feng Zhang",
      "paper_url": "https://doi.org/10.1126/science.adg7883",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4400770312",
      "paper_id": "https://openalex.org/W4400770312",
      "title": "Structure-guided discovery of ancestral CRISPR-Cas13 ribonucleases",
      "authors": "Peter H. Yoon, Zeyuan Zhang, Kenneth J. Loi, Benjamin A. Adler, Arushi Lahiri, Kamakshi Vohra, Honglue Shi, Daniel Bellieny Rabelo, Marena Trinidad, Ron S. Boger, Muntathar J. Al-Shimary, Jennifer A. Doudna",
      "paper_url": "https://doi.org/10.1126/science.adq0553",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4308884535",
      "paper_id": "https://openalex.org/W4308884535",
      "title": "Structures of a mobile intron retroelement poised to attack its structured DNA target",
      "authors": "Kevin Chung, Ling Xu, Pengxin Chai, Junhui Peng, Swapnil C. Devarkar, Anna Marie Pyle",
      "paper_url": "https://doi.org/10.1126/science.abq2844",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4319662839",
      "paper_id": "https://openalex.org/W4319662839",
      "title": "Structures of BIRC6-client complexes provide a mechanism of SMAC-mediated release of caspases",
      "authors": "Moritz Hunkeler, Cyrus Y. Jin, Eric S. Fischer",
      "paper_url": "https://doi.org/10.1126/science.ade5750",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3186407364",
      "paper_id": "https://openalex.org/W3186407364",
      "title": "Temporal shifts in antibiotic resistance elements govern phage-pathogen conflicts",
      "authors": "Kristen N. LeGault, Stephanie G. Hays, Angus Angermeyer, Amelia C. McKitterick, Fatema-tuz Johura, Marzia Sultana, Tahmeed Ahmed, Munirul Alam, Kimberley D. Seed",
      "paper_url": "https://doi.org/10.1126/science.abg2166",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3193291636",
      "paper_id": "https://openalex.org/W3193291636",
      "title": "The gRAMP CRISPR-Cas effector is an RNA endonuclease complexed with a caspase-like peptidase",
      "authors": "Sam P. B. van Beljouw, Anna C. Haagsma, Alicia Rodríguez-Molina, Daan F. van den Berg, Jochem N. A. Vink, Stan J. J. Brouns",
      "paper_url": "https://doi.org/10.1126/science.abk2718",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3174902050",
      "paper_id": "https://openalex.org/W3174902050",
      "title": "The lysosomal Rag-Ragulator complex licenses RIPK1– and caspase-8–mediated pyroptosis by <i>Yersinia</i>",
      "authors": "Zengzhang Zheng, Wanyan Deng, Yang Bai, Rui Miao, Shenglin Mei, Zhibin Zhang, Youdong Pan, Yi Wang, Rui Min, Fan Deng, Zeyu Wu, Wu Li, Pengcheng Chen, Tianchi Ma, Xiwen Lou, Judy Lieberman, Xing Liu",
      "paper_url": "https://doi.org/10.1126/science.abg0269",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4384155015",
      "paper_id": "https://openalex.org/W4384155015",
      "title": "The mechanism of the phage-encoded protein antibiotic from ΦX174",
      "authors": "Anna K. Orta, Nadia Riera, Yancheng E. Li, Shiho Tanaka, Hyun Gi Yun, Lada Klaic, William M. Clemons",
      "paper_url": "https://doi.org/10.1126/science.adg9091",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3198344223",
      "paper_id": "https://openalex.org/W3198344223",
      "title": "The widespread IS200/IS605 transposon family encodes diverse programmable RNA-guided endonucleases",
      "authors": "Han Altae-Tran, Soumya Kannan, F. Esra Demircioglu, Rachel Oshiro, Suchita P. Nety, Luke J. McKay, Mensur Dlakić, William P. Inskeep, Kira S. Makarova, Rhiannon K. Macrae, Eugene V. Koonin, Feng Zhang",
      "paper_url": "https://doi.org/10.1126/science.abj6856",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401414148",
      "paper_id": "https://openalex.org/W4401414148",
      "title": "The β- <scp>d</scp> - <i>manno</i> -heptoses are immune agonists across kingdoms",
      "authors": "Yue Tang, Xiaoying Tian, Min Wang, Yinglu Cui, Yang She, Zhaoxiang Shi, Jiaqi Liu, Huijin Mao, Lilu Liu, Chao Li, Yuwei Zhang, Pengwei Li, Yue Ma, Jinyuan Sun, Qing Du, Jie Li, Jun Wang, De-feng Li, Bian Wu, Feng Shao, Yihua Chen",
      "paper_url": "https://doi.org/10.1126/science.adk7314",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4408016794",
      "paper_id": "https://openalex.org/W4408016794",
      "title": "TIGR-Tas: A family of modular RNA-guided DNA-targeting systems in prokaryotes and their viruses",
      "authors": "Guilhem Faure, Makoto Saito, Max E. Wilkinson, Natalia Quinones-Olvera, Peiyu Xu, Daniel Flam-Shepherd, Stephanie Kim, Nishith Reddy, Shiyou Zhu, Lilia Evgeniou, Eugene V. Koonin, Rhiannon K. Macrae, Feng Zhang",
      "paper_url": "https://doi.org/10.1126/science.adv9789",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4406970325",
      "paper_id": "https://openalex.org/W4406970325",
      "title": "TIR signaling activates caspase-like immunity in bacteria",
      "authors": "François Rousset, Ilya Osterman, Tali Scherf, Alla H. Falkovich, Azita Leavitt, Gil Amitai, Sapir Shir, Sergey Malitsky, Maxim Itkin, Alon Savidor, Rotem Sorek",
      "paper_url": "https://doi.org/10.1126/science.adu2262",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3159069107",
      "paper_id": "https://openalex.org/W3159069107",
      "title": "Toxin-antitoxin RNA pairs safeguard CRISPR-Cas systems",
      "authors": "Ming Li, Luyao Gong, Feiyue Cheng, Haiying Yu, Dahe Zhao, Rui Wang, Tian Wang, Shengjie Zhang, Jian Zhou, Sergey A. Shmakov, Eugene V. Koonin, Hua Xiang",
      "paper_url": "https://doi.org/10.1126/science.abe5601",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4391428301",
      "paper_id": "https://openalex.org/W4391428301",
      "title": "Type III-B CRISPR-Cas cascade of proteolytic cleavages",
      "authors": "Jurre A. Steens, Jack P. K. Bravo, Carl Raymund P. Salazar, Caglar Yildiz, Afonso M. Amieiro, Stephan Köstlbacher, Stijn H. P. Prinsen, Ane S. Andres, Constantinos Patinios, Andreas Bardis, Arjan Barendregt, Richard A. Scheltema, Thijs J. G. Ettema, John van der Oost, David W. Taylor, Raymond H. J. Staals",
      "paper_url": "https://doi.org/10.1126/science.adk0378",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4388936915",
      "paper_id": "https://openalex.org/W4388936915",
      "title": "Uncovering the functional diversity of rare CRISPR-Cas systems with deep terascale clustering",
      "authors": "Han Altae-Tran, Soumya Kannan, Anthony J. Suberski, Kepler S. Mears, F. Esra Demircioglu, Lukas Moeller, Selin Kocalar, Rachel Oshiro, Kira S. Makarova, Rhiannon K. Macrae, Eugene V. Koonin, Feng Zhang",
      "paper_url": "https://doi.org/10.1126/science.adi1910",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4382520369",
      "paper_id": "https://openalex.org/W4382520369",
      "title": "Virus-like transposons cross the species barrier and drive the evolution of genetic incompatibilities",
      "authors": "Sonya A. Widen, Israel Campo Bes, Alevtina Koreshova, Pinelopi Pliota, Daniel Krogull, Alejandro Burga",
      "paper_url": "https://doi.org/10.1126/science.ade0705",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4285491288",
      "paper_id": "https://openalex.org/W4285491288",
      "title": "ZAKα-driven ribotoxic stress response activates the human NLRP1 inflammasome",
      "authors": "Kim S. Robinson, Gee Ann Toh, Pritisha Rozario, Rae Chua, Stefan Bauernfried, Zijin Sun, Muhammad Jasrie Firdaus, Shima Bayat, Rhea Nadkarni, Zhi Sheng Poh, Khek Chian Tham, Cassandra R. Harapas, Chrissie K. Lim, Werncui Chu, Celest W. S. Tay, Kiat Yi Tan, Tianyun Zhao, Carine Bonnard, Radoslaw Sobota, John E. Connolly, John Common, Seth L. Masters, Kaiwen W. Chen, Lena Ho, Bin Wu, Veit Hornung, Franklin L. Zhong",
      "paper_url": "https://doi.org/10.1126/science.abl6324",
      "venue": "science22"
    }
  ]
}