{
  "cluster_id": 193,
  "papers": [
    {
      "id": "science25_https://openalex.org/W4410251351",
      "paper_id": "https://openalex.org/W4410251351",
      "title": "<i>Shishania</i> is a chancelloriid and not a Cambrian mollusk",
      "authors": "Jie Yang, Wei Li, Ai-lin Chen, Kun-sheng Du, Xiao Peng, Yu Wang, Xi-guang Zhang, Martin R. Smith",
      "paper_url": "https://doi.org/10.1126/science.adv4635",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4401211195",
      "paper_id": "https://openalex.org/W4401211195",
      "title": "A Cambrian spiny stem mollusk and the deep homology of lophotrochozoan scleritomes",
      "authors": "Guangxu Zhang, Luke A. Parry, Jakob Vinther, Xiaoya Ma",
      "paper_url": "https://doi.org/10.1126/science.ado0059",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4286488145",
      "paper_id": "https://openalex.org/W4286488145",
      "title": "A chromosomal inversion contributes to divergence in multiple traits between deer mouse ecotypes",
      "authors": "Emily R. Hager, Olivia S. Harringmeyer, T. Brock Wooldridge, Shunn Theingi, Jacob T. Gable, Sade McFadden, Beverly Neugeboren, Kyle M. Turner, Jeffrey D. Jensen, Hopi E. Hoekstra",
      "paper_url": "https://doi.org/10.1126/science.abg0718",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4408016799",
      "paper_id": "https://openalex.org/W4408016799",
      "title": "A genome-based phylogeny for Mollusca is concordant with fossils and morphology",
      "authors": "Zeyuan Chen, J. Antonio Baeza, Chong Chen, Maria Teresa Gonzalez, Vanessa Liz González, Carola Greve, Kevin M. Kocot, Pedro Martinez Arbizu, Juan Moles, Tilman Schell, Enrico Schwabe, Jin Sun, Nur Leena W. S. Wong, Meghan Yap-Chiongco, Julia D. Sigwart",
      "paper_url": "https://doi.org/10.1126/science.ads0215",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4367173724",
      "paper_id": "https://openalex.org/W4367173724",
      "title": "A genomic timescale for placental mammal evolution",
      "authors": "Nicole M. Foley, Victor C. Mason, Andrew J. Harris, Kevin R. Bredemeyer, Joana Damas, Harris A. Lewin, Eduardo Eizirik, John Gatesy, Elinor K. Karlsson, Kerstin Lindblad-Toh, , Mark S. Springer, William J. Murphy, Gregory Andrews, Joel C. Armstrong, Matteo Bianchi, Bruce W. Birren, Kevin R. Bredemeyer, Ana M. Breit, Matthew J. Christmas, Hiram Clawson, Joana Damas, Federica Di Palma, Mark Diekhans, Michael X. Dong, Eduardo Eizirik, Kaili Fan, Cornelia Fanter, Nicole M. Foley, Karin Forsberg-Nilsson, Carlos J. Garcia, John Gatesy, Steven Gazal, Diane P. Genereux, Linda Goodman, Jenna Grimshaw, Michaela K. Halsey, Andrew J. Harris, Glenn Hickey, Michael Hiller, Allyson G. Hindle, Robert M. Hubley, Graham M. Hughes, Jeremy Johnson, David Juan, Irene M. Kaplow, Elinor K. Karlsson, Kathleen C. Keough, Bogdan Kirilenko, Klaus-Peter Koepfli, Jennifer M. Korstian, Amanda Kowalczyk, Sergey V. Kozyrev, Alyssa J. Lawler, Colleen Lawless, Thomas Lehmann, Danielle L. Levesque, Harris A. Lewin, Xue Li, Abigail Lind, Kerstin Lindblad-Toh, Ava Mackay-Smith, Voichita D. Marinescu, Tomas Marques-Bonet, Victor C. Mason, Jennifer R. S. Meadows, Wynn K. Meyer, Jill E. Moore, Lucas R. Moreira, Diana D. Moreno-Santillan, Kathleen M. Morrill, Gerard Muntané, William J. Murphy, Arcadi Navarro, Martin Nweeia, Sylvia Ortmann, Austin Osmanski, Benedict Paten, Nicole S. Paulat, Andreas R. Pfenning, BaDoi N. Phan, Katherine S. Pollard, Henry E. Pratt, David A. Ray, Steven K. Reilly, Jeb R. Rosen, Irina Ruf, Louise Ryan, Oliver A. Ryder, Pardis C. Sabeti, Daniel E. Schäffer, Aitor Serres, Beth Shapiro, Arian F. A. Smit, Mark Springer, Chaitanya Srinivasan, Cynthia Steiner, Jessica M. Storer, Kevin A. M. Sullivan, Patrick F. Sullivan, Elisabeth Sundström, Megan A. Supple, Ross Swofford, Joy-El Talbot, Emma Teeling, Jason Turner-Maier, Alejandro Valenzuela, Franziska Wagner, Ola Wallerman, Chao Wang, Juehan Wang, Zhiping Weng, Aryn P. Wilder, Morgan E. Wirthlin, James R. Xue, Xiaomeng Zhang",
      "paper_url": "https://doi.org/10.1126/science.abl8189",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4378976294",
      "paper_id": "https://openalex.org/W4378976294",
      "title": "A global catalog of whole-genome diversity from 233 primate species",
      "authors": "Lukas F. K. Kuderna, Hong Gao, Mareike C. Janiak, Martin Kuhlwilm, Joseph D. Orkin, Thomas Bataillon, Shivakumara Manu, Alejandro Valenzuela, Juraj Bergman, Marjolaine Rousselle, Felipe Ennes Silva, Lidia Agueda, Julie Blanc, Marta Gut, Dorien de Vries, Ian Goodhead, R. Alan Harris, Muthuswamy Raveendran, Axel Jensen, Idrissa S. Chuma, Julie E. Horvath, Christina Hvilsom, David Juan, Peter Frandsen, Joshua G. Schraiber, Fabiano R. de Melo, Fabrício Bertuol, Hazel Byrne, Iracilda Sampaio, Izeni Farias, João Valsecchi, Malu Messias, Maria N. F. da Silva, Mihir Trivedi, Rogerio Rossi, Tomas Hrbek, Nicole Andriaholinirina, Clément J. Rabarivola, Alphonse Zaramody, Clifford J. Jolly, Jane Phillips-Conroy, Gregory Wilkerson, Christian Abee, Joe H. Simmons, Eduardo Fernandez-Duque, Sree Kanthaswamy, Fekadu Shiferaw, Dongdong Wu, Long Zhou, Yong Shao, Guojie Zhang, Julius D. Keyyu, Sascha Knauf, Minh D. Le, Esther Lizano, Stefan Merker, Arcadi Navarro, Tilo Nadler, Chiea Chuen Khor, Jessica Lee, Patrick Tan, Weng Khong Lim, Andrew C. Kitchener, Dietmar Zinner, Ivo Gut, Amanda D. Melin, Katerina Guschanski, Mikkel Heide Schierup, Robin M. D. Beck, Govindhaswamy Umapathy, Christian Roos, Jean P. Boubli, Jeffrey Rogers, Kyle Kai-How Farh, Tomas Marques Bonet",
      "paper_url": "https://doi.org/10.1126/science.abn7829",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4319812171",
      "paper_id": "https://openalex.org/W4319812171",
      "title": "A Mesozoic fossil lagerstätte from 250.8 million years ago shows a modern-type marine ecosystem",
      "authors": "Xu Dai, Joshua H. F. L. Davies, Zhiwei Yuan, Arnaud Brayard, Maria Ovtcharova, Guanghui Xu, Xiaokang Liu, Christopher P. A. Smith, Carrie E. Schweitzer, Mingtao Li, Morgann G. Perrot, Shouyi Jiang, Luyi Miao, Yiran Cao, Jia Yan, Ruoyu Bai, Fengyu Wang, Wei Guo, Huyue Song, Li Tian, Jacopo Dal Corso, Yuting Liu, Daoliang Chu, Haijun Song",
      "paper_url": "https://doi.org/10.1126/science.adf1622",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4405056894",
      "paper_id": "https://openalex.org/W4405056894",
      "title": "A microRNA is the effector gene of a classic evolutionary hotspot locus",
      "authors": "Shen Tian, Yoshimasa Asano, Tirtha Das Banerjee, Shinya Komata, Jocelyn Liang Qi Wee, Abigail Lamb, Yehan Wang, Suriya Narayanan Murugesan, Haruhiko Fujiwara, Kumiko Ui-Tei, Patricia J. Wittkopp, Antónia Monteiro",
      "paper_url": "https://doi.org/10.1126/science.adp7899",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4403925040",
      "paper_id": "https://openalex.org/W4403925040",
      "title": "A molecular mechanism for bright color variation in parrots",
      "authors": "Roberto Arbore, Soraia Barbosa, Jindich Brejcha, Yohey Ogawa, Yu Liu, Michaël P. J. Nicolaï, Paulo Pereira, Stephen J. Sabatino, Alison Cloutier, Emily Shui Kei Poon, Cristiana I. Marques, Pedro Andrade, Gerben Debruyn, Sandra Afonso, Rita Afonso, Shatadru Ghosh Roy, Uri Abdu, Ricardo J. Lopes, Peter Mojzeš, Petr Marík, Simon Yung Wa Sin, Michael A. White, Pedro M. Araújo, Joseph C. Corbo, Miguel Carneiro",
      "paper_url": "https://doi.org/10.1126/science.adp7710",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4392282934",
      "paper_id": "https://openalex.org/W4392282934",
      "title": "A morphological basis for path-dependent evolution of visual systems",
      "authors": "Rebecca M. Varney, Daniel I. Speiser, Johanna T. Cannon, Morris A. Aguilar, Douglas J. Eernisse, Todd H. Oakley",
      "paper_url": "https://doi.org/10.1126/science.adg2689",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3155239327",
      "paper_id": "https://openalex.org/W3155239327",
      "title": "Absolute abundance and preservation rate of <i>Tyrannosaurus rex</i>",
      "authors": "Charles R. Marshall, Daniel V. Latorre, Connor J. Wilson, Tanner M. Frank, Katherine M. Magoulick, Joshua B. Zimmt, Ashley W. Poust",
      "paper_url": "https://doi.org/10.1126/science.abc8300",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3188968108",
      "paper_id": "https://openalex.org/W3188968108",
      "title": "Acrobatic squirrels learn to leap and land on tree branches without falling",
      "authors": "Nathaniel H. Hunt, Judy Jinn, Lucia F. Jacobs, Robert J. Full",
      "paper_url": "https://doi.org/10.1126/science.abe5753",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4409530122",
      "paper_id": "https://openalex.org/W4409530122",
      "title": "Adaptation repeatedly uses complex structural genomic variation",
      "authors": "Zachariah Gompert, Jeffrey L. Feder, Thomas L. Parchman, Nicholas P. Planidin, Frederick J. H. Whiting, Patrik Nosil",
      "paper_url": "https://doi.org/10.1126/science.adp3745",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4378976209",
      "paper_id": "https://openalex.org/W4378976209",
      "title": "Adaptations to a cold climate promoted social evolution in Asian colobine primates",
      "authors": "Xiao-Guang Qi, Jinwei Wu, Lan Zhao, Lu Wang, Xuanmin Guang, Paul A. Garber, Christopher Opie, Yuan Yuan, Runjie Diao, Gang Li, Kun Wang, Ruliang Pan, Weihong Ji, Hailu Sun, Zhi-Pang Huang, Chunzhong Xu, Arief B. Witarto, Rui Jia, Chi Zhang, Cheng Deng, Qiang Qiu, Guojie Zhang, Cyril C. Grueter, Dongdong Wu, Baoguo Li",
      "paper_url": "https://doi.org/10.1126/science.abl8621",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3217567318",
      "paper_id": "https://openalex.org/W3217567318",
      "title": "Adaptive evolution of flight in <i>Morpho</i> butterflies",
      "authors": "Camille Le Roy, Dario Amadori, Samuel Charberet, Jaap Windt, Florian T. Muijres, Violaine Llaurens, Vincent Debat",
      "paper_url": "https://doi.org/10.1126/science.abh2620",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4393035986",
      "paper_id": "https://openalex.org/W4393035986",
      "title": "Adaptive introgression of a visual preference gene",
      "authors": "Matteo Rossi, Alexander E. Hausmann, Pepe Alcami, Markus Moest, Rodaria Roussou, Steven M. Van Belleghem, Daniel Shane Wright, Chi-Yun Kuo, Daniela Lozano-Urrego, Arif Maulana, Lina Melo-Flórez, Geraldine Rueda-Muñoz, Saoirse McMahon, Mauricio Linares, Christof Osman, W. Owen McMillan, Carolina Pardo-Diaz, Camilo Salazar, Richard M. Merrill",
      "paper_url": "https://doi.org/10.1126/science.adj9201",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4224986472",
      "paper_id": "https://openalex.org/W4224986472",
      "title": "Ancestry-inclusive dog genomics challenges popular breed stereotypes",
      "authors": "Kathleen Morrill, Jessica Hekman, Xue Li, Jesse McClure, Brittney Logan, Linda Goodman, Mingshi Gao, Yinan Dong, Marjie Alonso, Elena Carmichael, Noah Snyder-Mackler, Jacob Alonso, Hyun Ji Noh, Jeremy Johnson, Michele Koltookian, Charlie Lieu, Kate Megquier, Ross Swofford, Jason Turner-Maier, Michelle E. White, Zhiping Weng, Andrés Colubri, Diane P. Genereux, Kathryn A. Lord, Elinor K. Karlsson",
      "paper_url": "https://doi.org/10.1126/science.abk0639",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4307410158",
      "paper_id": "https://openalex.org/W4307410158",
      "title": "Attenuated evolution of mammals through the Cenozoic",
      "authors": "Anjali Goswami, Eve Noirault, Ellen J. Coombs, Julien Clavel, Anne-Claire Fabre, Thomas J. D. Halliday, Morgan Churchill, Abigail Curtis, Akinobu Watanabe, Nancy B. Simmons, Brian L. Beatty, Jonathan H. Geisler, David L. Fox, Ryan N. Felice",
      "paper_url": "https://doi.org/10.1126/science.abm7525",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4400770108",
      "paper_id": "https://openalex.org/W4400770108",
      "title": "Birds optimize fruit size consumed near their geographic range limits",
      "authors": "Lucas P. Martins, Daniel B. Stouffer, Pedro G. Blendinger, Katrin Böhning-Gaese, José Miguel Costa, D. Matthias Dehling, Camila I. Donatti, Carine Emer, Mauro Galetti, Ruben Heleno, Ícaro Menezes, José Carlos Morante-Filho, Marcia C. Muñoz, Eike Lena Neuschulz, Marco Aurélio Pizo, Marta Quitián, Roman A. Ruggera, Francisco Saavedra, Vinicio Santillán, Matthias Schleuning, Luís Pascoal da Silva, Fernanda Ribeiro da Silva, Joseph A. Tobias, Anna Traveset, Maximilian G. R. Vollstädt, Jason M. Tylianakis",
      "paper_url": "https://doi.org/10.1126/science.adj1856",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4220662268",
      "paper_id": "https://openalex.org/W4220662268",
      "title": "Brawn before brains in placental mammals after the end-Cretaceous extinction",
      "authors": "Ornella C. Bertrand, Sarah L. Shelley, Thomas E. Williamson, John R. Wible, Stephen G. B. Chester, John J. Flynn, Luke T. Holbrook, Tyler R. Lyson, Jin Meng, Ian M. Miller, Hans P. Püschel, Thierry Smith, Michelle Spaulding, Z. Jack Tseng, Stephen L. Brusatte",
      "paper_url": "https://doi.org/10.1126/science.abl5584",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4376128983",
      "paper_id": "https://openalex.org/W4376128983",
      "title": "Comment on “Exceptional preservation of organs in Devonian placoderms from the Gogo lagerstätte”",
      "authors": "Bjarke Jensen, Antoon Fransiscus Maria Moorman, Tobias Wang, Peter Rask Møller, José Manuel Icardo, Henrik Lauridsen",
      "paper_url": "https://doi.org/10.1126/science.adg2748",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4385298705",
      "paper_id": "https://openalex.org/W4385298705",
      "title": "Comment on “Ultrastructure reveals ancestral vertebrate pharyngeal skeleton in yunnanozoans”",
      "authors": "Kaiyue He, Jianni Liu, Jian Han, Qiang Ou, Ailin Chen, Zhifei Zhang, Dongjing Fu, Hong Hua, Xingliang Zhang, Degan Shu",
      "paper_url": "https://doi.org/10.1126/science.ade9707",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4385298704",
      "paper_id": "https://openalex.org/W4385298704",
      "title": "Comment on “Ultrastructure reveals ancestral vertebrate pharyngeal skeleton in yunnanozoans”",
      "authors": "Xi-guang Zhang, Brian R. Pratt",
      "paper_url": "https://doi.org/10.1126/science.adf1472",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4387128682",
      "paper_id": "https://openalex.org/W4387128682",
      "title": "Community-wide genome sequencing reveals 30 years of Darwin’s finch evolution",
      "authors": "Erik D. Enbody, Ashley T. Sendell-Price, C. Grace Sprehn, Carl-Johan Rubin, Peter M. Visscher, B. Rosemary Grant, Peter R. Grant, Leif Andersson",
      "paper_url": "https://doi.org/10.1126/science.adf6218",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4220826268",
      "paper_id": "https://openalex.org/W4220826268",
      "title": "Complex cognitive algorithms preserved by selective social learning in experimental populations",
      "authors": "B. Thompson, B. van Opheusden, T. Sumers, T. L. Griffiths",
      "paper_url": "https://doi.org/10.1126/science.abn0915",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3125238661",
      "paper_id": "https://openalex.org/W3125238661",
      "title": "Convergent evolution of pain-inducing defensive venom components in spitting cobras",
      "authors": "T. D. Kazandjian, D. Petras, S. D. Robinson, J. van Thiel, H. W. Greene, K. Arbuckle, A. Barlow, D. A. Carter, R. M. Wouters, G. Whiteley, S. C. Wagstaff, A. S. Arias, L.-O. Albulescu, A. Plettenberg Laing, C. Hall, A. Heap, S. Penrhyn-Lowe, C. V. McCabe, S. Ainsworth, R. R. da Silva, P. C. Dorrestein, M. K. Richardson, J. M. Gutiérrez, J. J. Calvete, R. A. Harrison, I. Vetter, E. A. B. Undheim, W. Wüster, N. R. Casewell",
      "paper_url": "https://doi.org/10.1126/science.abb9303",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4388726377",
      "paper_id": "https://openalex.org/W4388726377",
      "title": "Cooperation across social borders in bonobos",
      "authors": "Liran Samuni, Martin Surbeck",
      "paper_url": "https://doi.org/10.1126/science.adg0844",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4387128726",
      "paper_id": "https://openalex.org/W4387128726",
      "title": "Cycles of fusion and fission enabled rapid parallel adaptive radiations in African cichlids",
      "authors": "Joana I. Meier, Matthew D. McGee, David A. Marques, Salome Mwaiko, Mary Kishe, Sylvester Wandera, Dirk Neumann, Hilary Mrosso, Lauren J. Chapman, Colin A. Chapman, Les Kaufman, Anthony Taabu-Munyaho, Catherine E. Wagner, Rémy Bruggmann, Laurent Excoffier, Ole Seehausen",
      "paper_url": "https://doi.org/10.1126/science.ade2833",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4306895300",
      "paper_id": "https://openalex.org/W4306895300",
      "title": "Deep cis-regulatory homology of the butterfly wing pattern ground plan",
      "authors": "Anyi Mazo-Vargas, Anna M. Langmüller, Alexis Wilder, Karin R. L. van der Burg, James J. Lewis, Philipp W. Messer, Linlin Zhang, Arnaud Martin, Robert D. Reed",
      "paper_url": "https://doi.org/10.1126/science.abi9407",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4321749260",
      "paper_id": "https://openalex.org/W4321749260",
      "title": "Developmental strategies underlying gigantism and miniaturization in non-avialan theropod dinosaurs",
      "authors": "Michael D. D'Emic, Patrick M. O’Connor, Riley S. Sombathy, Ignacio Cerda, Thomas R. Pascucci, David Varricchio, Diego Pol, Anjali Dave, Rodolfo A. Coria, Kristina A. Curry Rogers",
      "paper_url": "https://doi.org/10.1126/science.adc8714",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4221132928",
      "paper_id": "https://openalex.org/W4221132928",
      "title": "Direct observation of adaptive tracking on ecological time scales in <i>Drosophila</i>",
      "authors": "Seth M. Rudman, Sharon I. Greenblum, Subhash Rajpurohit, Nicolas J. Betancourt, Jinjoo Hanna, Susanne Tilk, Tuya Yokoyama, Dmitri A. Petrov, Paul Schmidt",
      "paper_url": "https://doi.org/10.1126/science.abj7484",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W4200461273",
      "paper_id": "https://openalex.org/W4200461273",
      "title": "Early giant reveals faster evolution of large body size in ichthyosaurs than in cetaceans",
      "authors": "P. Martin Sander, Eva Maria Griebeler, Nicole Klein, Jorge Velez Juarbe, Tanja Wintrich, Liam J. Revell, Lars Schmitz",
      "paper_url": "https://doi.org/10.1126/science.abf5787",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3179425616",
      "paper_id": "https://openalex.org/W3179425616",
      "title": "Early origin of sweet perception in the songbird radiation",
      "authors": "Yasuka Toda, Meng-Ching Ko, Qiaoyi Liang, Eliot T. Miller, Alejandro Rico-Guevara, Tomoya Nakagita, Ayano Sakakibara, Kana Uemura, Timothy Sackton, Takashi Hayakawa, Simon Yung Wa Sin, Yoshiro Ishimaru, Takumi Misaka, Pablo Oteiza, James Crall, Scott V. Edwards, William Buttemer, Shuichi Matsumura, Maude W. Baldwin",
      "paper_url": "https://doi.org/10.1126/science.abf6505",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4403294466",
      "paper_id": "https://openalex.org/W4403294466",
      "title": "Ecological speciation in Darwin’s finches: Ghosts of finches future",
      "authors": "Jeffrey Podos, Katie M. Schroeder",
      "paper_url": "https://doi.org/10.1126/science.adj4478",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4414032975",
      "paper_id": "https://openalex.org/W4414032975",
      "title": "Evolution of thumbnails across Rodentia",
      "authors": "Rafaela V. Missagia, Anderson Feijó, Lauren Johnson, Maximilian L. Allen, Bruce D. Patterson, Paulina D. Jenkins, Gordon M. G. Shepherd",
      "paper_url": "https://doi.org/10.1126/science.ads7926",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3159276587",
      "paper_id": "https://openalex.org/W3159276587",
      "title": "Evolution of vision and hearing modalities in theropod dinosaurs",
      "authors": "Jonah N. Choiniere, James M. Neenan, Lars Schmitz, David P. Ford, Kimberley E. J. Chapelle, Amy M. Balanoff, Justin S. Sipla, Justin A. Georgi, Stig A. Walsh, Mark A. Norell, Xing Xu, James M. Clark, Roger B. J. Benson",
      "paper_url": "https://doi.org/10.1126/science.abe7941",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4327550275",
      "paper_id": "https://openalex.org/W4327550275",
      "title": "Evolutionary transitions from camouflage to aposematism: Hidden signals play a pivotal role",
      "authors": "Karl Loeffler-Henry, Changku Kang, Thomas N. Sherratt",
      "paper_url": "https://doi.org/10.1126/science.ade5156",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4396780172",
      "paper_id": "https://openalex.org/W4396780172",
      "title": "Evolvability predicts macroevolution under fluctuating selection",
      "authors": "Agnes Holstad, Kjetil L. Voje, Øystein H. Opedal, Geir H. Bolstad, Salomé Bourg, Thomas F. Hansen, Christophe Pélabon",
      "paper_url": "https://doi.org/10.1126/science.adi8722",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4296033360",
      "paper_id": "https://openalex.org/W4296033360",
      "title": "Exceptional preservation of organs in Devonian placoderms from the Gogo lagerstätte",
      "authors": "Kate Trinajstic, John A. Long, Sophie Sanchez, Catherine A. Boisvert, Daniel Snitting, Paul Tafforeau, Vincent Dupret, Alice M. Clement, Peter D. Currie, Brett Roelofs, Joseph J. Bevitt, Michael S. Y. Lee, Per E. Ahlberg",
      "paper_url": "https://doi.org/10.1126/science.abf3289",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3159431169",
      "paper_id": "https://openalex.org/W3159431169",
      "title": "Extreme altitudes during diurnal flights in a nocturnal songbird migrant",
      "authors": "Sissel Sjöberg, Gintaras Malmiga, Andreas Nord, Arne Andersson, Johan Bäckman, Maja Tarka, Mikkel Willemoes, Kasper Thorup, Bengt Hansson, Thomas Alerstam, Dennis Hasselquist",
      "paper_url": "https://doi.org/10.1126/science.abe7291",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4366507101",
      "paper_id": "https://openalex.org/W4366507101",
      "title": "Female preference for rare males is maintained by indirect selection in Trinidadian guppies",
      "authors": "Tomos Potter, Jeff Arendt, Ronald D. Bassar, Beth Watson, Paul Bentzen, Joseph Travis, David N. Reznick",
      "paper_url": "https://doi.org/10.1126/science.ade5671",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4281561633",
      "paper_id": "https://openalex.org/W4281561633",
      "title": "Genetic variance in fitness indicates rapid contemporary adaptive evolution in wild animals",
      "authors": "Timothée Bonnet, Michael B. Morrissey, Pierre de Villemereuil, Susan C. Alberts, Peter Arcese, Liam D. Bailey, Stan Boutin, Patricia Brekke, Lauren J. N. Brent, Glauco Camenisch, Anne Charmantier, Tim H. Clutton-Brock, Andrew Cockburn, David W. Coltman, Alexandre Courtiol, Eve Davidian, Simon R. Evans, John G. Ewen, Marco Festa-Bianchet, Christophe de Franceschi, Lars Gustafsson, Oliver P. Höner, Thomas M. Houslay, Lukas F. Keller, Marta Manser, Andrew G. McAdam, Emily McLean, Pirmin Nietlisbach, Helen L. Osmond, Josephine M. Pemberton, Erik Postma, Jane M. Reid, Alexis Rutschmann, Anna W. Santure, Ben C. Sheldon, Jon Slate, Céline Teplitsky, Marcel E. Visser, Bettina Wachter, Loeske E. B. Kruuk",
      "paper_url": "https://doi.org/10.1126/science.abk0853",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4319825862",
      "paper_id": "https://openalex.org/W4319825862",
      "title": "Genome structures resolve the early diversification of teleost fishes",
      "authors": "Elise Parey, Alexandra Louis, Jerome Montfort, Olivier Bouchez, Céline Roques, Carole Iampietro, Jerome Lluch, Adrien Castinel, Cécile Donnadieu, Thomas Desvignes, Christabel Floi Bucao, Elodie Jouanno, Ming Wen, Sahar Mejri, Ron Dirks, Hans Jansen, Christiaan Henkel, Wei-Jen Chen, Margot Zahm, Cédric Cabau, Christophe Klopp, Andrew W. Thompson, Marc Robinson-Rechavi, Ingo Braasch, Guillaume Lecointre, Julien Bobe, John H. Postlethwait, Camille Berthelot, Hugues Roest Crollius, Yann Guiguen",
      "paper_url": "https://doi.org/10.1126/science.abq4257",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4378976303",
      "paper_id": "https://openalex.org/W4378976303",
      "title": "Genome-wide coancestry reveals details of ancient and recent male-driven reticulation in baboons",
      "authors": "Erik F. Sørensen, R. Alan Harris, Liye Zhang, Muthuswamy Raveendran, Lukas F. K. Kuderna, Jerilyn A. Walker, Jessica M. Storer, Martin Kuhlwilm, Claudia Fontsere, Lakshmi Seshadri, Christina M. Bergey, Andrew S. Burrell, Juraj Bergman, Jane E. Phillips-Conroy, Fekadu Shiferaw, Kenneth L. Chiou, Idrissa S. Chuma, Julius D. Keyyu, Julia Fischer, Marie-Claude Gingras, Sejal Salvi, Harshavardhan Doddapaneni, Mikkel H. Schierup, Mark A. Batzer, Clifford J. Jolly, Sascha Knauf, Dietmar Zinner, Kyle K.-H. Farh, Tomas Marques-Bonet, Kasper Munch, Christian Roos, Jeffrey Rogers",
      "paper_url": "https://doi.org/10.1126/science.abn8153",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4414494523",
      "paper_id": "https://openalex.org/W4414494523",
      "title": "Global selection on insect antipredator coloration",
      "authors": "Iliana Medina, Alice Exnerová, Klára Daňková, Olivier Penacchio, Tom N. Sherratt, Tomáš Albrecht, Sarika Baidya, Renan Janke Bosque, Héloïse Brown, Emily Burdfield-Steel, Kristal E. Cain, Rodrigo Roucourt Cezário, Ylenia Chiari, Carolina Esquivel, Rhainer Guillermo Ferreira, Amanda M. Franklin, Aloise Garvey, Samuel Guchu, Brandon T. Hastings, Kateřina Hotová-Svádová, Yerin Hwang, Changku Kang, John Kasaya, Jennifer Kelley, Yongsu Kim, Krushnamegh Kunte, Felipe Daetto-Liberato, Karl Loeffler-Henry, Vinicius Marques Lopez, Claire MacKay-Dietrich, Johanna Mappes, María Cecilia De Mársico, Viraj Nawge, Peter Njoroge, Ossi Nokelainen, Arka Pal, Archan Paul, Robert Posont, Jan Raška, Juan Carlos Reboreda, Juan Manuel Rojas Ripari, Hannah M. Rowland, Maria de las Nieves Sabio, Camilo Salazar, Fabian C. Salgado-Roa, Steve A. Stephens-Cárdenas, Anita Szabó, Juan Pablo Mongui Torres, Jolyon Troscianko, Marie Truhlářová, Kate D. L. Umbers, Molly Venton, Makenzie Vitasovich, Lu-Yi Wang, Sarah-Sophie Weil, William L. Allen",
      "paper_url": "https://doi.org/10.1126/science.adr7368",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4220859776",
      "paper_id": "https://openalex.org/W4220859776",
      "title": "Global urban environmental change drives adaptation in white clover",
      "authors": "James S. Santangelo, Rob W. Ness, Beata Cohan, Connor R. Fitzpatrick, Simon G. Innes, Sophie Koch, Lindsay S. Miles, Samreen Munim, Pedro R. Peres-Neto, Cindy Prashad, Alex T. Tong, Windsor E. Aguirre, Philips O. Akinwole, Marina Alberti, Jackie Álvarez, Jill T. Anderson, Joseph J. Anderson, Yoshino Ando, Nigel R. Andrew, Fabio Angeoletto, Daniel N. Anstett, Julia Anstett, Felipe Aoki-Gonçalves, A. Z. Andis Arietta, Mary T. K. Arroyo, Emily J. Austen, Fernanda Baena-Díaz, Cory A. Barker, Howard A. Baylis, Julia M. Beliz, Alfonso Benitez-Mora, David Bickford, Gabriela Biedebach, Gwylim S. Blackburn, Mannfred M. A. Boehm, Stephen P. Bonser, Dries Bonte, Jesse R. Bragger, Cristina Branquinho, Kristien I. Brans, Jorge C. Bresciano, Peta D. Brom, Anna Bucharova, Briana Burt, James F. Cahill, Katelyn D. Campbell, Elizabeth J. Carlen, Diego Carmona, Maria Clara Castellanos, Giada Centenaro, Izan Chalen, Jaime A. Chaves, Mariana Chávez-Pesqueira, Xiao-Yong Chen, Angela M. Chilton, Kristina M. Chomiak, Diego F. Cisneros-Heredia, Ibrahim K. Cisse, Aimée T. Classen, Mattheau S. Comerford, Camila Cordoba Fradinger, Hannah Corney, Andrew J. Crawford, Kerri M. Crawford, Maxime Dahirel, Santiago David, Robert De Haan, Nicholas J. Deacon, Clare Dean, Ek del-Val, Eleftherios K. Deligiannis, Derek Denney, Margarete A. Dettlaff, Michelle F. DiLeo, Yuan-Yuan Ding, Moisés E. Domínguez-López, Davide M. Dominoni, Savannah L. Draud, Karen Dyson, Jacintha Ellers, Carlos I. Espinosa, Liliana Essi, Mohsen Falahati-Anbaran, Jéssica C. F. Falcão, Hayden T. Fargo, Mark D. E. Fellowes, Raina M. Fitzpatrick, Leah E. Flaherty, Pádraic J. Flood, María F. Flores, Juan Fornoni, Amy G. Foster, Christopher J. Frost, Tracy L. Fuentes, Justin R. Fulkerson, Edeline Gagnon, Frauke Garbsch, Colin J. Garroway, Aleeza C. Gerstein, Mischa M. Giasson, E. Binney Girdler, Spyros Gkelis, William Godsoe, Anneke M. Golemiec, Mireille Golemiec, César González-Lagos, Amanda J. Gorton, Kiyoko M. Gotanda, Gustaf Granath, Stephan Greiner, Joanna S. Griffiths, Filipa Grilo, Pedro E. Gundel, Benjamin Hamilton, Joyce M. Hardin, Tianhua He, Stephen B. Heard, André F. Henriques, Melissa Hernández-Poveda, Molly C. Hetherington-Rauth, Sarah J. Hill, Dieter F. Hochuli, Kathryn A. Hodgins, Glen R. Hood, Gareth R. Hopkins, Katherine A. Hovanes, Ava R. Howard, Sierra C. Hubbard, Carlos N. Ibarra-Cerdeña, Carlos Iñiguez-Armijos, Paola Jara-Arancio, Benjamin J. M. Jarrett, Manon Jeannot, Vania Jiménez-Lobato, Mae Johnson, Oscar Johnson, Philip P. Johnson, Reagan Johnson, Matthew P. Josephson, Meen Chel Jung, Michael G. Just, Aapo Kahilainen, Otto S. Kailing, Eunice Kariñho-Betancourt, Regina Karousou, Lauren A. Kirn, Anna Kirschbaum, Anna-Liisa Laine, Jalene M. LaMontagne, Christian Lampei, Carlos Lara, Erica L. Larson, Adrián Lázaro-Lobo, Jennifer H. Le, Deleon S. Leandro, Christopher Lee, Yunting Lei, Carolina A. León, Manuel E. Lequerica Tamara, Danica C. Levesque, Wan-Jin Liao, Megan Ljubotina, Hannah Locke, Martin T. Lockett, Tiffany C. Longo, Jeremy T. Lundholm, Thomas MacGillavry, Christopher R. Mackin, Alex R. Mahmoud, Isaac A. Manju, Janine Mariën, D. Nayeli Martínez, Marina Martínez-Bartolomé, Emily K. Meineke, Wendy Mendoza-Arroyo, Thomas J. S. Merritt, Lila Elizabeth L. Merritt, Giuditta Migiani, Emily S. Minor, Nora Mitchell, Mitra Mohammadi Bazargani, Angela T. Moles, Julia D. Monk, Christopher M. Moore, Paula A. Morales-Morales, Brook T. Moyers, Miriam Muñoz-Rojas, Jason Munshi-South, Shannon M. Murphy, Maureen M. Murúa, Melisa Neila, Ourania Nikolaidis, Iva Njunjić, Peter Nosko, Juan Núñez-Farfán, Takayuki Ohgushi, Kenneth M. Olsen, Øystein H. Opedal, Cristina Ornelas, Amy L. Parachnowitsch, Aaron S. Paratore, Angela M. Parody-Merino, Juraj Paule, Octávio S. Paulo, João Carlos Pena, Vera W. Pfeiffer, Pedro Pinho, Anthony Piot, Ilga M. Porth, Nicholas Poulos, Adriana Puentes, Jiao Qu, Estela Quintero-Vallejo, Steve M. Raciti, Joost A. M. Raeymaekers, Krista M. Raveala, Diana J. Rennison, Milton C. Ribeiro, Jonathan L. Richardson, Gonzalo Rivas-Torres, Benjamin J. Rivera, Adam B. Roddy, Erika Rodriguez-Muñoz, José Raúl Román, Laura S. Rossi, Jennifer K. Rowntree, Travis J. Ryan, Santiago Salinas, Nathan J. Sanders, Luis Y. Santiago-Rosario, Amy M. Savage, J.F. Scheepens, Menno Schilthuizen, Adam C. Schneider, Tiffany Scholier, Jared L. Scott, Summer A. Shaheed, Richard P. Shefferson, Caralee A. Shepard, Jacqui A. Shykoff, Georgianna Silveira, Alexis D. Smith, Lizet Solis-Gabriel, Antonella Soro, Katie V. Spellman, Kaitlin Stack Whitney, Indra Starke-Ottich, Jörg G. Stephan, Jessica D. Stephens, Justyna Szulc, Marta Szulkin, Ayco J. M. Tack, Ítalo Tamburrino, Tayler D. Tate, Emmanuel Tergemina, Panagiotis Theodorou, Ken A. Thompson, Caragh G. Threlfall, Robin M. Tinghitella, Lilibeth Toledo-Chelala, Xin Tong, Léa Uroy, Shunsuke Utsumi, Martijn L. Vandegehuchte, Acer VanWallendael, Paula M. Vidal, Susana M. Wadgymar, Ai-Ying Wang, Nian Wang, Montana L. Warbrick, Kenneth D. Whitney, Miriam Wiesmeier, J. Tristian Wiles, Jianqiang Wu, Zoe A. Xirocostas, Zhaogui Yan, Jiahe Yao, Jeremy B. Yoder, Owen Yoshida, Jingxiong Zhang, Zhigang Zhao, Carly D. Ziter, Matthew P. Zuellig, Rebecca A. Zufall, Juan E. Zurita, Sharon E. Zytynska, Marc T. J. Johnson",
      "paper_url": "https://doi.org/10.1126/science.abk0989",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4409833809",
      "paper_id": "https://openalex.org/W4409833809",
      "title": "Hawaiian caterpillar patrols spiderwebs camouflaged in insect prey’s body parts",
      "authors": "Daniel Rubinoff, Michael San Jose, Camiel Doorenweerd",
      "paper_url": "https://doi.org/10.1126/science.ads4243",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4323805985",
      "paper_id": "https://openalex.org/W4323805985",
      "title": "High level of novelty under the hood of convergent evolution",
      "authors": "Steven M. Van Belleghem, Angelo A. Ruggieri, Carolina Concha, Luca Livraghi, Laura Hebberecht, Edgardo Santiago Rivera, James G. Ogilvie, Joseph J. Hanly, Ian A. Warren, Silvia Planas, Yadira Ortiz-Ruiz, Robert Reed, James J. Lewis, Chris D. Jiggins, Brian A. Counterman, W. Owen McMillan, Riccardo Papa",
      "paper_url": "https://doi.org/10.1126/science.ade0004",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4403708029",
      "paper_id": "https://openalex.org/W4403708029",
      "title": "Human-driven evolution of color in a stonefly mimic",
      "authors": "Steven Ni, Graham A. McCulloch, Gracie C. Kroos, Tania M. King, Ludovic Dutoit, Brodie J. Foster, Kahu Hema, Jennifer M. Jandt, Mei Peng, Peter K. Dearden, Jonathan M. Waters",
      "paper_url": "https://doi.org/10.1126/science.ado5331",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4378976225",
      "paper_id": "https://openalex.org/W4378976225",
      "title": "Hybrid origin of a primate, the gray snub-nosed monkey",
      "authors": "Hong Wu, Zefu Wang, Yuxing Zhang, Laurent Frantz, Christian Roos, David M. Irwin, Chenglin Zhang, Xuefeng Liu, Dongdong Wu, Song Huang, Tongtong Gu, Jianquan Liu, Li Yu",
      "paper_url": "https://doi.org/10.1126/science.abl4997",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4399168022",
      "paper_id": "https://openalex.org/W4399168022",
      "title": "Imbalanced speciation pulses sustain the radiation of mammals",
      "authors": "Ignacio Quintero, Nicolas Lartillot, Hélène Morlon",
      "paper_url": "https://doi.org/10.1126/science.adj2793",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3185950258",
      "paper_id": "https://openalex.org/W3185950258",
      "title": "Innovation and geographic spread of a complex foraging culture in an urban parrot",
      "authors": "Barbara C. Klump, John M. Martin, Sonja Wild, Jana K. Hörsch, Richard E. Major, Lucy M. Aplin",
      "paper_url": "https://doi.org/10.1126/science.abe7808",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4411299410",
      "paper_id": "https://openalex.org/W4411299410",
      "title": "Introgression dynamics of sex-linked chromosomal inversions shape the Malawi cichlid radiation",
      "authors": "L. M. Blumer, V. Burskaia, I. Artiushin, J. Saha, J. Camacho Garcia, F. Campuzano Jiménez, A. Hooft van der Huysdynen, J. Elkin, B. Fischer, N. Van Houtte, C. Zhou, S. Gresham, M. Malinsky, T. Linderoth, W. Sawasawa, G. Vernaz, I. Bista, A. Hickey, M. Kucka, S. Louzada, R. Zatha, F. Yang, B. Rusuwa, M. E. Santos, Y. F. Chan, D. A. Joyce, A. Böhne, E. A. Miska, M. Ngochera, G. F. Turner, R. Durbin, H. Svardal",
      "paper_url": "https://doi.org/10.1126/science.adr9961",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3189654550",
      "paper_id": "https://openalex.org/W3189654550",
      "title": "Lifetime mobility of an Arctic woolly mammoth",
      "authors": "Matthew J. Wooller, Clement Bataille, Patrick Druckenmiller, Gregory M. Erickson, Pamela Groves, Norma Haubenstock, Timothy Howe, Johanna Irrgeher, Daniel Mann, Katherine Moon, Ben A. Potter, Thomas Prohaska, Jeffrey Rasic, Joshua Reuther, Beth Shapiro, Karen J. Spaleta, Amy D. Willis",
      "paper_url": "https://doi.org/10.1126/science.abg1134",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3119749010",
      "paper_id": "https://openalex.org/W3119749010",
      "title": "Local convergence of behavior across species",
      "authors": "Toman Barsbai, Dieter Lukas, Andreas Pondorfer",
      "paper_url": "https://doi.org/10.1126/science.abb7481",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4406201544",
      "paper_id": "https://openalex.org/W4406201544",
      "title": "Local genetic adaptation to habitat in wild chimpanzees",
      "authors": "Harrison J. Ostridge, Claudia Fontsere, Esther Lizano, Daniela C. Soto, Joshua M. Schmidt, Vrishti Saxena, Marina Alvarez-Estape, Christopher D. Barratt, Paolo Gratton, Gaëlle Bocksberger, Jack D. Lester, Paula Dieguez, Anthony Agbor, Samuel Angedakin, Alfred Kwabena Assumang, Emma Bailey, Donatienne Barubiyo, Mattia Bessone, Gregory Brazzola, Rebecca Chancellor, Heather Cohen, ` Coupland, Emmanuel Danquah, Tobias Deschner, Laia Dotras, Jef Dupain, Villard Ebot Egbe, Anne-Céline Granjon, Josephine Head, Daniela Hedwig, Veerle Hermans, R. Adriana Hernandez-Aguilar, Kathryn J. Jeffery, Sorrel Jones, Jessica Junker, Parag Kadam, Michael Kaiser, Ammie K. Kalan, Mbangi Kambere, Ivonne Kienast, Deo Kujirakwinja, Kevin E. Langergraber, Juan Lapuente, Bradley Larson, Anne Laudisoit, Kevin C. Lee, Manuel Llana, Giovanna Maretti, Rumen Martín, Amelia C. Meier, David Morgan, Emily Neil, Sonia Nicholl, Stuart Nixon, Emmanuelle Normand, Christopher Orbell, Lucy Jayne Ormsby, Robinson Orume, Liliana Pacheco, Jodie Preece, Sebastien Regnaut, Martha M. Robbins, Aaron Rundus, Crickette Sanz, Lilah Sciaky, Volker Sommer, Fiona A. Stewart, Nikki Tagg, Luc Roscelin Tédonzong, Joost van Schijndel, Elleni Vendras, Erin G. Wessling, Jacob Willie, Roman M. Wittig, Yisa Ginath Yuh, Kyle Yurkiw, Linda Vigilant, Alex K. Piel, Christophe Boesch, Hjalmar S. Kühl, Megan Y. Dennis, Tomas Marques-Bonet, Mimi Arandjelovic, Aida M. Andrés",
      "paper_url": "https://doi.org/10.1126/science.adn7954",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4414761198",
      "paper_id": "https://openalex.org/W4414761198",
      "title": "Marine origins and freshwater radiations of the otophysan fishes",
      "authors": "Juan Liu, Donald B. Brinkman, Alison M. Murray, Michael G. Newbrey, Zehua Zhou, Lisa L. Van Loon, Neil R. Banerjee",
      "paper_url": "https://doi.org/10.1126/science.adr4494",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4408399328",
      "paper_id": "https://openalex.org/W4408399328",
      "title": "Mesozoic mammaliaforms illuminate the origins of pelage coloration",
      "authors": "Ruoshuang Li, Liliana D’Alba, Gerben Debruyn, Jessica L. Dobson, Chang-Fu Zhou, Julia A. Clarke, Jakob Vinther, Quanguo Li, Matthew D. Shawkey",
      "paper_url": "https://doi.org/10.1126/science.ads9734",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4396977873",
      "paper_id": "https://openalex.org/W4396977873",
      "title": "Metabolic loads and the costs of metazoan reproduction",
      "authors": "Samuel C. Ginther, Hayley Cameron, Craig R. White, Dustin J. Marshall",
      "paper_url": "https://doi.org/10.1126/science.adk6772",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4292219767",
      "paper_id": "https://openalex.org/W4292219767",
      "title": "Metabolic scaling is the product of life-history optimization",
      "authors": "Craig R. White, Lesley A. Alton, Candice L. Bywater, Emily J. Lombardi, Dustin J. Marshall",
      "paper_url": "https://doi.org/10.1126/science.abm7649",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4392544754",
      "paper_id": "https://openalex.org/W4392544754",
      "title": "Milk provisioning in oviparous caecilian amphibians",
      "authors": "Pedro L. Mailho-Fontana, Marta M. Antoniazzi, Guilherme R. Coelho, Daniel C. Pimenta, Lígia P. Fernandes, Alexander Kupfer, Edmund D. Brodie, Carlos Jared",
      "paper_url": "https://doi.org/10.1126/science.adi5379",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4411505732",
      "paper_id": "https://openalex.org/W4411505732",
      "title": "Molecular evolution of sour tolerance in birds",
      "authors": "Hao Zhang, Lei Luo, Qiaoyi Liang, Lifeng Tian, Yong Shao, Xiuping Zhang, Kaixun Cao, Anna Luo, Chengsan Wang, Peter Muiruri Kamau, Dong-Dong Wu, Maude W. Baldwin, Ren Lai",
      "paper_url": "https://doi.org/10.1126/science.adr7946",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4411675772",
      "paper_id": "https://openalex.org/W4411675772",
      "title": "Origin and radiation of squids revealed by digital fossil-mining",
      "authors": "Shin Ikegami, Yusuke Takeda, Jörg Mutterlose, Yasuhiro Iba",
      "paper_url": "https://doi.org/10.1126/science.adu6248",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4406201300",
      "paper_id": "https://openalex.org/W4406201300",
      "title": "Parallel gene expansions drive rapid dietary adaptation in herbivorous woodrats",
      "authors": "Dylan M. Klure, Robert Greenhalgh, Teri J. Orr, Michael D. Shapiro, M. Denise Dearing",
      "paper_url": "https://doi.org/10.1126/science.adp7978",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4281967495",
      "paper_id": "https://openalex.org/W4281967495",
      "title": "Parthenogenesis without costs in a grasshopper with hybrid origins",
      "authors": "Michael R. Kearney, Moshe E. Jasper, Vanessa L. White, Ian J. Aitkenhead, Mark J. Blacket, Jacinta D. Kong, Steven L. Chown, Ary A. Hoffmann",
      "paper_url": "https://doi.org/10.1126/science.abm1072",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4392028010",
      "paper_id": "https://openalex.org/W4392028010",
      "title": "Patterns of recombination in snakes reveal a tug-of-war between PRDM9 and promoter-like features",
      "authors": "Carla Hoge, Marc de Manuel, Mohamed Mahgoub, Naima Okami, Zachary Fuller, Shreya Banerjee, Zachary Baker, Morgan McNulty, Peter Andolfatto, Todd S. Macfarlan, Molly Schumer, Athanasia C. Tzika, Molly Przeworski",
      "paper_url": "https://doi.org/10.1126/science.adj7026",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4387770809",
      "paper_id": "https://openalex.org/W4387770809",
      "title": "Periodical cicadas disrupt trophic dynamics through community-level shifts in avian foraging",
      "authors": "Zoe L. Getman-Pickering, Grace J. Soltis, Sarah Shamash, Daniel S. Gruner, Martha R. Weiss, John T. Lill",
      "paper_url": "https://doi.org/10.1126/science.adi7426",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4378976243",
      "paper_id": "https://openalex.org/W4378976243",
      "title": "Pervasive incomplete lineage sorting illuminates speciation and selection in primates",
      "authors": "Iker Rivas-González, Marjolaine Rousselle, Fang Li, Long Zhou, Julien Y. Dutheil, Kasper Munch, Yong Shao, Dongdong Wu, Mikkel H. Schierup, Guojie Zhang",
      "paper_url": "https://doi.org/10.1126/science.abn4409",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4409317310",
      "paper_id": "https://openalex.org/W4409317310",
      "title": "Pharmaceutical pollution influences river-to-sea migration in Atlantic salmon ( <i>Salmo salar</i> )",
      "authors": "Jack A. Brand, Marcus Michelangeli, Samuel J. Shry, Eleanor R. Moore, Aneesh P. H. Bose, Daniel Cerveny, Jake M. Martin, Gustav Hellström, Erin S. McCallum, Annika Holmgren, Eli S. J. Thoré, Jerker Fick, Tomas Brodin, Michael G. Bertram",
      "paper_url": "https://doi.org/10.1126/science.adp7174",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4317437789",
      "paper_id": "https://openalex.org/W4317437789",
      "title": "Phenotype–environment mismatch errors enhance lifetime fitness in wild red squirrels",
      "authors": "Lauren Petrullo, Stan Boutin, Jeffrey E. Lane, Andrew G. McAdam, Ben Dantzer",
      "paper_url": "https://doi.org/10.1126/science.abn0665",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4378977815",
      "paper_id": "https://openalex.org/W4378977815",
      "title": "Phylogenomic analyses provide insights into primate evolution",
      "authors": "Yong Shao, Long Zhou, Fang Li, Lan Zhao, Bao-Lin Zhang, Feng Shao, Jia-Wei Chen, Chun-Yan Chen, Xupeng Bi, Xiao-Lin Zhuang, Hong-Liang Zhu, Jiang Hu, Zongyi Sun, Xin Li, Depeng Wang, Iker Rivas-González, Sheng Wang, Yun-Mei Wang, Wu Chen, Gang Li, Hui-Meng Lu, Yang Liu, Lukas F. K. Kuderna, Kyle Kai-How Farh, Peng-Fei Fan, Li Yu, Ming Li, Zhi-Jin Liu, George P. Tiley, Anne D. Yoder, Christian Roos, Takashi Hayakawa, Tomas Marques-Bonet, Jeffrey Rogers, Peter D. Stenson, David N. Cooper, Mikkel Heide Schierup, Yong-Gang Yao, Ya-Ping Zhang, Wen Wang, Xiao-Guang Qi, Guojie Zhang, Dong-Dong Wu",
      "paper_url": "https://doi.org/10.1126/science.abn6919",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4404577758",
      "paper_id": "https://openalex.org/W4404577758",
      "title": "Population connectivity shapes the distribution and complexity of chimpanzee cumulative culture",
      "authors": "Cassandra Gunasekaram, Federico Battiston, Onkar Sadekar, Cecilia Padilla-Iglesias, Maria A. van Noordwijk, Reinhard Furrer, Andrea Manica, Jaume Bertranpetit, Andrew Whiten, Carel P. van Schaik, Lucio Vinicius, Andrea Bamberg Migliano",
      "paper_url": "https://doi.org/10.1126/science.adk3381",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3210441301",
      "paper_id": "https://openalex.org/W3210441301",
      "title": "Profiling cellular diversity in sponges informs animal cell type and nervous system evolution",
      "authors": "Jacob M. Musser, Klaske J. Schippers, Michael Nickel, Giulia Mizzon, Andrea B. Kohn, Constantin Pape, Paolo Ronchi, Nikolaos Papadopoulos, Alexander J. Tarashansky, Jörg U. Hammel, Florian Wolf, Cong Liang, Ana Hernández-Plaza, Carlos P. Cantalapiedra, Kaia Achim, Nicole L. Schieber, Leslie Pan, Fabian Ruperti, Warren R. Francis, Sergio Vargas, Svenja Kling, Maike Renkert, Maxim Polikarpov, Gleb Bourenkov, Roberto Feuda, Imre Gaspar, Pawel Burkhardt, Bo Wang, Peer Bork, Martin Beck, Thomas R. Schneider, Anna Kreshuk, Gert Wörheide, Jaime Huerta-Cepas, Yannick Schwab, Leonid L. Moroz, Detlev Arendt",
      "paper_url": "https://doi.org/10.1126/science.abj2949",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4414086193",
      "paper_id": "https://openalex.org/W4414086193",
      "title": "Rapid establishment of species barriers in plants compared with that in animals",
      "authors": "François Monnet, Zoé Postel, Pascal Touzet, Christelle Fraïsse, Yves Van de Peer, Xavier Vekemans, Camille Roux",
      "paper_url": "https://doi.org/10.1126/science.adl2356",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4214486397",
      "paper_id": "https://openalex.org/W4214486397",
      "title": "Rapid evolution in salmon life history induced by direct and indirect effects of fishing",
      "authors": "Y. Czorlich, T. Aykanat, J. Erkinaro, P. Orell, C. R. Primmer",
      "paper_url": "https://doi.org/10.1126/science.abg5980",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3137231908",
      "paper_id": "https://openalex.org/W3137231908",
      "title": "Rapid speciation via the evolution of pre-mating isolation in the Iberá Seedeater",
      "authors": "Sheela P. Turbek, Melanie Browne, Adrián S. Di Giacomo, Cecilia Kopuchian, Wesley M. Hochachka, Cecilia Estalles, Darío A. Lijtmaer, Pablo L. Tubaro, Luís Fábio Silveira, Irby J. Lovette, Rebecca J. Safran, Scott A. Taylor, Leonardo Campagna",
      "paper_url": "https://doi.org/10.1126/science.abc0256",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4400079255",
      "paper_id": "https://openalex.org/W4400079255",
      "title": "Rapid volcanic ash entombment reveals the 3D anatomy of Cambrian trilobites",
      "authors": "Abderrazak El Albani, Arnaud Mazurier, Gregory D. Edgecombe, Abdelfattah Azizi, Asmaa El Bakhouch, Harry O. Berks, El Hafid Bouougri, Ibtissam Chraiki, Philip C. J. Donoghue, Claude Fontaine, Robert R. Gaines, Mohamed Ghnahalla, Alain Meunier, Alain Trentesaux, John R. Paterson",
      "paper_url": "https://doi.org/10.1126/science.adl4540",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4376129033",
      "paper_id": "https://openalex.org/W4376129033",
      "title": "Response to comment on “Exceptional preservation of organs in Devonian placoderms from the Gogo largerstätte”",
      "authors": "Kate Trinajstic, John Long, Sophie Sanchez, Catherine A. Boisvert, Daniel Snitting, Paul Tafforeau, Vincent Dupret, Alice M. Clement, Peter D. Currie, Brett Roelofs, Joseph J. Bevitt, Michael S.Y. Lee, Per E. Ahlberg",
      "paper_url": "https://doi.org/10.1126/science.adg3748",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4283323856",
      "paper_id": "https://openalex.org/W4283323856",
      "title": "Response to Comment on “The early origin of a birdlike inner ear and the evolution of dinosaurian movement and vocalization”",
      "authors": "Michael Hanson, Eva A. Hoffman, Mark A. Norell, Bhart-Anjan S. Bhullar",
      "paper_url": "https://doi.org/10.1126/science.abl8181",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4382520442",
      "paper_id": "https://openalex.org/W4382520442",
      "title": "Response to Comment on “The lower Cambrian lobopodian<i>Cardiodictyon</i>resolves the origin of euarthropod brains”",
      "authors": "Nicholas J. Strausfeld, Xianguang Hou, Marcel E. Sayre, Frank Hirth",
      "paper_url": "https://doi.org/10.1126/science.adg6051",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4367185651",
      "paper_id": "https://openalex.org/W4367185651",
      "title": "Response to Comments on “Metabolic scaling is the product of life-history optimization”",
      "authors": "Craig R. White, Lesley A. Alton, Candice L. Bywater, Emily J. Lombardi, Dustin J. Marshall",
      "paper_url": "https://doi.org/10.1126/science.adf5188",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3128232336",
      "paper_id": "https://openalex.org/W3128232336",
      "title": "Seismic crustal imaging using fin whale songs",
      "authors": "Václav M. Kuna, John L. Nábělek",
      "paper_url": "https://doi.org/10.1126/science.abf3962",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4289793668",
      "paper_id": "https://openalex.org/W4289793668",
      "title": "Selection against admixture and gene regulatory divergence in a long-term primate field study",
      "authors": "Tauras P. Vilgalys, Arielle S. Fogel, Jordan A. Anderson, Raphael S. Mututua, J. Kinyua Warutere, I. Long’ida Siodi, Sang Yoon Kim, Tawni N. Voyles, Jacqueline A. Robinson, Jeffrey D. Wall, Elizabeth A. Archie, Susan C. Alberts, Jenny Tung",
      "paper_url": "https://doi.org/10.1126/science.abm4917",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4405303987",
      "paper_id": "https://openalex.org/W4405303987",
      "title": "Sexual selection promotes reproductive isolation in barn swallows",
      "authors": "Drew R. Schield, Javan K. Carter, Elizabeth S. C. Scordato, Iris I. Levin, Matthew R. Wilkins, Sarah A. Mueller, Zachariah Gompert, Patrik Nosil, Jochen B. W. Wolf, Rebecca J. Safran",
      "paper_url": "https://doi.org/10.1126/science.adj8766",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3181185790",
      "paper_id": "https://openalex.org/W3181185790",
      "title": "Skeletal muscle thermogenesis enables aquatic life in the smallest marine mammal",
      "authors": "Traver Wright, Randall W. Davis, Heidi C. Pearson, Michael Murray, Melinda Sheffield-Moore",
      "paper_url": "https://doi.org/10.1126/science.abf4557",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4402260918",
      "paper_id": "https://openalex.org/W4402260918",
      "title": "Spatial cognitive ability is associated with longevity in food-caching chickadees",
      "authors": "Joseph F. Welklin, Benjamin R. Sonnenberg, Carrie L. Branch, Virginia K. Heinen, Angela M. Pitera, Lauren M. Benedict, Lauren E. Whitenack, Eli S. Bridge, Vladimir V. Pravosudov",
      "paper_url": "https://doi.org/10.1126/science.adn5633",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3159127889",
      "paper_id": "https://openalex.org/W3159127889",
      "title": "The early origin of a birdlike inner ear and the evolution of dinosaurian movement and vocalization",
      "authors": "Michael Hanson, Eva A. Hoffman, Mark A. Norell, Bhart-Anjan S. Bhullar",
      "paper_url": "https://doi.org/10.1126/science.abb4305",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W4200554609",
      "paper_id": "https://openalex.org/W4200554609",
      "title": "The energetics of uniquely human subsistence strategies",
      "authors": "Thomas S. Kraft, Vivek V. Venkataraman, Ian J. Wallace, Alyssa N. Crittenden, Nicholas B. Holowka, Jonathan Stieglitz, Jacob Harris, David A. Raichlen, Brian Wood, Michael Gurven, Herman Pontzer",
      "paper_url": "https://doi.org/10.1126/science.abf0130",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4360609484",
      "paper_id": "https://openalex.org/W4360609484",
      "title": "The evolution of white-tailed jackrabbit camouflage in response to past and future seasonal climates",
      "authors": "Mafalda S. Ferreira, Timothy J. Thurman, Matthew R. Jones, Liliana Farelo, Alexander V. Kumar, Sebastian M. E. Mortimer, John R. Demboski, L. Scott Mills, Paulo C. Alves, José Melo-Ferreira, Jeffrey M. Good",
      "paper_url": "https://doi.org/10.1126/science.ade3984",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4293677675",
      "paper_id": "https://openalex.org/W4293677675",
      "title": "The evolutionary network of whiptail lizards reveals predictable outcomes of hybridization",
      "authors": "Anthony J. Barley, Adrián Nieto-Montes de Oca, Norma L. Manríquez-Morán, Robert C. Thomson",
      "paper_url": "https://doi.org/10.1126/science.abn1593",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4390590907",
      "paper_id": "https://openalex.org/W4390590907",
      "title": "The genetic basis of a recent transition to live-bearing in marine snails",
      "authors": "Sean Stankowski, Zuzanna B. Zagrodzka, Martin D. Garlovsky, Arka Pal, Daria Shipilina, Diego Garcia Castillo, Hila Lifchitz, Alan Le Moan, Erica Leder, James Reeve, Kerstin Johannesson, Anja M. Westram, Roger K. Butlin",
      "paper_url": "https://doi.org/10.1126/science.adi2982",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4395447615",
      "paper_id": "https://openalex.org/W4395447615",
      "title": "The genetics of niche-specific behavioral tendencies in an adaptive radiation of cichlid fishes",
      "authors": "Carolin Sommer-Trembo, M. Emília Santos, Bethan Clark, Marco Werner, Antoine Fages, Michael Matschiner, Simon Hornung, Fabrizia Ronco, Chantal Oliver, Cody Garcia, Patrick Tschopp, Milan Malinsky, Walter Salzburger",
      "paper_url": "https://doi.org/10.1126/science.adj9228",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3130388974",
      "paper_id": "https://openalex.org/W3130388974",
      "title": "The influence of juvenile dinosaurs on community structure and diversity",
      "authors": "Katlin Schroeder, S. Kathleen Lyons, Felisa A. Smith",
      "paper_url": "https://doi.org/10.1126/science.abd9220",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4310251724",
      "paper_id": "https://openalex.org/W4310251724",
      "title": "The lower Cambrian lobopodian <i>Cardiodictyon</i> resolves the origin of euarthropod brains",
      "authors": "Nicholas J. Strausfeld, Xianguang Hou, Marcel E. Sayre, Frank Hirth",
      "paper_url": "https://doi.org/10.1126/science.abn6264",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4392028301",
      "paper_id": "https://openalex.org/W4392028301",
      "title": "The macroevolutionary singularity of snakes",
      "authors": "Pascal O. Title, Sonal Singhal, Michael C. Grundler, Gabriel C. Costa, R. Alexander Pyron, Timothy J. Colston, Maggie R. Grundler, Ivan Prates, Natasha Stepanova, Marc E. H. Jones, Lucas B. Q. Cavalcanti, Guarino R. Colli, Nicolas Di-Poï, Stephen C. Donnellan, Craig Moritz, Daniel O. Mesquita, Eric R. Pianka, Stephen A. Smith, Laurie J. Vitt, Daniel L. Rabosky",
      "paper_url": "https://doi.org/10.1126/science.adh2449",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4311551625",
      "paper_id": "https://openalex.org/W4311551625",
      "title": "The role of divergent ecological adaptation during allopatric speciation in vertebrates",
      "authors": "Sean A. S. Anderson, Jason T. Weir",
      "paper_url": "https://doi.org/10.1126/science.abo7719",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4362507381",
      "paper_id": "https://openalex.org/W4362507381",
      "title": "Theropod dinosaur facial reconstruction and the importance of soft tissues in paleobiology",
      "authors": "Thomas M. Cullen, Derek W. Larson, Mark P. Witton, Diane Scott, Tea Maho, Kirstin S. Brink, David C. Evans, Robert Reisz",
      "paper_url": "https://doi.org/10.1126/science.abo7877",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4396948764",
      "paper_id": "https://openalex.org/W4396948764",
      "title": "Tool use increases mechanical foraging success and tooth health in southern sea otters ( <i>Enhydra lutris nereis</i> )",
      "authors": "Chris J. Law, M. Tim Tinker, Jessica A. Fujii, Teri Nicholson, Michelle Staedler, Joseph A. Tomoleoni, Colleen Young, Rita S. Mehta",
      "paper_url": "https://doi.org/10.1126/science.adj6608",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4284673344",
      "paper_id": "https://openalex.org/W4284673344",
      "title": "Ultrastructure reveals ancestral vertebrate pharyngeal skeleton in yunnanozoans",
      "authors": "Qingyi Tian, Fangchen Zhao, Han Zeng, Maoyan Zhu, Baoyu Jiang",
      "paper_url": "https://doi.org/10.1126/science.abm2708",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4386306851",
      "paper_id": "https://openalex.org/W4386306851",
      "title": "Wild pedigrees inform mutation rates and historic abundance in baleen whales",
      "authors": "Marcos Suárez-Menéndez, Martine Bérubé, Fabrício Furni, Vania E. Rivera-León, Mads-Peter Heide-Jørgensen, Finn Larsen, Richard Sears, Christian Ramp, Britas Klemens Eriksson, Rampal S. Etienne, Jooke Robbins, Per J. Palsbøll",
      "paper_url": "https://doi.org/10.1126/science.adf2160",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4376129162",
      "paper_id": "https://openalex.org/W4376129162",
      "title": "“Breath holding” as a thermoregulation strategy in the deep-diving scalloped hammerhead shark",
      "authors": "Mark Royer, Carl Meyer, John Royer, Kelsey Maloney, Edward Cardona, Chloé Blandino, Guilherme Fernandes da Silva, Kate Whittingham, Kim N. Holland",
      "paper_url": "https://doi.org/10.1126/science.add4445",
      "venue": "science23"
    }
  ]
}