{
  "cluster_id": 191,
  "papers": [
    {
      "id": "science21_https://openalex.org/W3164567439",
      "paper_id": "https://openalex.org/W3164567439",
      "title": "3D genomics across the tree of life reveals condensin II as a determinant of architecture type",
      "authors": "Claire Hoencamp, Olga Dudchenko, Ahmed M. O. Elbatsh, Sumitabha Brahmachari, Jonne A. Raaijmakers, Tom van Schaik, Ángela Sedeño Cacciatore, Vinícius G. Contessoto, Roy G. H. P. van Heesbeen, Bram van den Broek, Aditya N. Mhaskar, Hans Teunissen, Brian Glenn St Hilaire, David Weisz, Arina D. Omer, Melanie Pham, Zane Colaric, Zhenzhen Yang, Suhas S. P. Rao, Namita Mitra, Christopher Lui, Weijie Yao, Ruqayya Khan, Leonid L. Moroz, Andrea Kohn, Judy St. Leger, Alexandria Mena, Karen Holcroft, Maria Cristina Gambetta, Fabian Lim, Emma Farley, Nils Stein, Alexander Haddad, Daniel Chauss, Ayse Sena Mutlu, Meng C. Wang, Neil D. Young, Evin Hildebrandt, Hans H. Cheng, Christopher J. Knight, Theresa L. U. Burnham, Kevin A. Hovel, Andrew J. Beel, Pierre-Jean Mattei, Roger D. Kornberg, Wesley C. Warren, Gregory Cary, José Luis Gómez-Skarmeta, Veronica Hinman, Kerstin Lindblad-Toh, Federica Di Palma, Kazuhiro Maeshima, Asha S. Multani, Sen Pathak, Liesl Nel-Themaat, Richard R. Behringer, Parwinder Kaur, René H. Medema, Bas van Steensel, Elzo de Wit, José N. Onuchic, Michele Di Pierro, Erez Lieberman Aiden, Benjamin D. Rowland",
      "paper_url": "https://doi.org/10.1126/science.abe2218",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4414086068",
      "paper_id": "https://openalex.org/W4414086068",
      "title": "<i>E. coli</i> transcription factors regulate promoter activity by a universal, homeostatic mechanism",
      "authors": "Vinuselvi Parisutham, Sunil Guharajan, Melina Lian, Md Zulfikar Ali, Hannah Rogers, Shannon Joyce, Mariana Noto Guillen, Robert C. Brewster",
      "paper_url": "https://doi.org/10.1126/science.adv2064",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4403092213",
      "paper_id": "https://openalex.org/W4403092213",
      "title": "<i>Nr5a2</i> is dispensable for zygotic genome activation but essential for morula development",
      "authors": "Nicola Festuccia, Sandrine Vandormael-Pournin, Almira Chervova, Anna Geiselman, Francina Langa-Vives, Rémi-Xavier Coux, Inma Gonzalez, Guillaume Giraud Collet, Michel Cohen-Tannoudji, Pablo Navarro",
      "paper_url": "https://doi.org/10.1126/science.adg7325",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4296804190",
      "paper_id": "https://openalex.org/W4296804190",
      "title": "<i>Pitx2</i> patterns an accelerator-brake mechanical feedback through latent TGFβ to rotate the gut",
      "authors": "Bhargav D. Sanketi, Noam Zuela-Sopilniak, Elizabeth Bundschuh, Sharada Gopal, Shing Hu, Joseph Long, Jan Lammerding, Sevan Hopyan, Natasza A. Kurpios",
      "paper_url": "https://doi.org/10.1126/science.abl3921",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4225399233",
      "paper_id": "https://openalex.org/W4225399233",
      "title": "A complete reference genome improves analysis of human genetic variation",
      "authors": "Sergey Aganezov, Stephanie M. Yan, Daniela C. Soto, Melanie Kirsche, Samantha Zarate, Pavel Avdeyev, Dylan J. Taylor, Kishwar Shafin, Alaina Shumate, Chunlin Xiao, Justin Wagner, Jennifer McDaniel, Nathan D. Olson, Michael E. G. Sauria, Mitchell R. Vollger, Arang Rhie, Melissa Meredith, Skylar Martin, Joyce Lee, Sergey Koren, Jeffrey A. Rosenfeld, Benedict Paten, Ryan Layer, Chen-Shan Chin, Fritz J. Sedlazeck, Nancy F. Hansen, Danny E. Miller, Adam M. Phillippy, Karen H. Miga, Rajiv C. McCoy, Megan Y. Dennis, Justin M. Zook, Michael C. Schatz",
      "paper_url": "https://doi.org/10.1126/science.abl3533",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4293243123",
      "paper_id": "https://openalex.org/W4293243123",
      "title": "A sustainable mouse karyotype created by programmed chromosome fusion",
      "authors": "Li-Bin Wang, Zhi-Kun Li, Le-Yun Wang, Kai Xu, Tian-Tian Ji, Yi-Huan Mao, Si-Nan Ma, Tao Liu, Cheng-Fang Tu, Qian Zhao, Xu-Ning Fan, Chao Liu, Li-Ying Wang, You-Jia Shu, Ning Yang, Qi Zhou, Wei Li",
      "paper_url": "https://doi.org/10.1126/science.abm1964",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4405056737",
      "paper_id": "https://openalex.org/W4405056737",
      "title": "A transient neurohormonal circuit controls hatching in fish",
      "authors": "Deodatta S. Gajbhiye, Genevieve L. Fernandes, Itay Oz, Yuni Nahmias, Matan Golan",
      "paper_url": "https://doi.org/10.1126/science.ado8929",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3217393517",
      "paper_id": "https://openalex.org/W3217393517",
      "title": "A ubiquitous disordered protein interaction module orchestrates transcription elongation",
      "authors": "Katerina Cermakova, Jonas Demeulemeester, Vanda Lux, Monika Nedomova, Seth R. Goldman, Eric A. Smith, Pavel Srb, Rozalie Hexnerova, Milan Fabry, Marcela Madlikova, Magdalena Horejsi, Jan De Rijck, Zeger Debyser, Karen Adelman, H. Courtney Hodges, Vaclav Veverka",
      "paper_url": "https://doi.org/10.1126/science.abe2913",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4410706096",
      "paper_id": "https://openalex.org/W4410706096",
      "title": "Actin organizes chromosomes and microtubules to ensure mitotic fidelity in the preimplantation embryo",
      "authors": "Blake Hernandez, Piotr Tetlak, Ana Domingo-Muelas, Hiroki Akizawa, Robin M. Skory, Goli Ardestani, Mate Biro, Xiaolei Liu, Stephanie Bissiere, Denny Sakkas, Nicolas Plachta",
      "paper_url": "https://doi.org/10.1126/science.ads1234",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4402625275",
      "paper_id": "https://openalex.org/W4402625275",
      "title": "Artificial kinetochore beads establish a biorientation-like state in the spindle",
      "authors": "Kohei Asai, Yuanzhuo Zhou, Osamu Takenouchi, Tomoya S. Kitajima",
      "paper_url": "https://doi.org/10.1126/science.adn5428",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4399394891",
      "paper_id": "https://openalex.org/W4399394891",
      "title": "Axis formation in annual killifish: Nodal and β-catenin regulate morphogenesis without Huluwa prepatterning",
      "authors": "Philip B. Abitua, Laura M. Stump, Deniz C. Aksel, Alexander F. Schier",
      "paper_url": "https://doi.org/10.1126/science.ado7604",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3205316755",
      "paper_id": "https://openalex.org/W3205316755",
      "title": "Bioelectric signaling and the control of cardiac cell identity in response to mechanical forces",
      "authors": "Hajime Fukui, Renee Wei-Yan Chow, Jing Xie, Yoke Yin Foo, Choon Hwai Yap, Nicolas Minc, Naoki Mochizuki, Julien Vermot",
      "paper_url": "https://doi.org/10.1126/science.abc6229",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4406970322",
      "paper_id": "https://openalex.org/W4406970322",
      "title": "Casz1 is required for both inner hair cell fate stabilization and outer hair cell survival",
      "authors": "Yuwei Sun, Minhui Ren, Yu Zhang, Shuting Li, Zhengnan Luo, Suhong Sun, Shunji He, Guangqin Wang, Di Zhang, Suzanne L. Mansour, Lei Song, Zhiyong Liu",
      "paper_url": "https://doi.org/10.1126/science.ado4930",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3120937665",
      "paper_id": "https://openalex.org/W3120937665",
      "title": "Characterization of a common progenitor pool of the epicardium and myocardium",
      "authors": "Richard C. V. Tyser, Ximena Ibarra-Soria, Katie McDole, Satish Arcot Jayaram, Jonathan Godwin, Teun A. H. van den Brand, Antonio M. A. Miranda, Antonio Scialdone, Philipp J. Keller, John C. Marioni, Shankar Srinivas",
      "paper_url": "https://doi.org/10.1126/science.abb2986",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4404577956",
      "paper_id": "https://openalex.org/W4404577956",
      "title": "Chemically induced proximity reveals a Piezo-dependent meiotic checkpoint at the oocyte nuclear envelope",
      "authors": "Chenshu Liu, Abby F. Dernburg",
      "paper_url": "https://doi.org/10.1126/science.adm7969",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4408891918",
      "paper_id": "https://openalex.org/W4408891918",
      "title": "Chromatin accessibility landscape of mouse early embryos revealed by single-cell NanoATAC-seq2",
      "authors": "Mengyao Li, Zhenhuan Jiang, Xueqiang Xu, Xinglong Wu, Yun Liu, Kexuan Chen, Yuhan Liao, Wen Li, Xiao Wang, Yuqing Guo, Bo Zhang, Lu Wen, Kehkooi Kee, Fuchou Tang",
      "paper_url": "https://doi.org/10.1126/science.adp4319",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4383313858",
      "paper_id": "https://openalex.org/W4383313858",
      "title": "Chromatin expansion microscopy reveals nanoscale organization of transcription and chromatin",
      "authors": "Mark E. Pownall, Liyun Miao, Charles E. Vejnar, Ons M’Saad, Alice Sherrard, Megan A. Frederick, Maria D. J. Benitez, Curtis W. Boswell, Kenneth S. Zaret, Joerg Bewersdorf, Antonio J. Giraldez",
      "paper_url": "https://doi.org/10.1126/science.ade5308",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4411983867",
      "paper_id": "https://openalex.org/W4411983867",
      "title": "Chromosome-specific centromeric patterns define the centeny map of the human genome",
      "authors": "Luca Corda, Simona Giunta",
      "paper_url": "https://doi.org/10.1126/science.ads3484",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4313534828",
      "paper_id": "https://openalex.org/W4313534828",
      "title": "Cilia function as calcium-mediated mechanosensors that instruct left-right asymmetry",
      "authors": "Lydia Djenoune, Mohammed Mahamdeh, Thai V. Truong, Christopher T. Nguyen, Scott E. Fraser, Martina Brueckner, Jonathon Howard, Shiaulou Yuan",
      "paper_url": "https://doi.org/10.1126/science.abq7317",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4395447805",
      "paper_id": "https://openalex.org/W4395447805",
      "title": "Ciliopathy patient variants reveal organelle-specific functions for TUBB4B in axonemal microtubules",
      "authors": "Daniel O. Dodd, Sabrina Mechaussier, Patricia L. Yeyati, Fraser McPhie, Jacob R. Anderson, Chen Jing Khoo, Amelia Shoemark, Deepesh K. Gupta, Thomas Attard, Maimoona A. Zariwala, Marie Legendre, Diana Bracht, Julia Wallmeier, Miao Gui, Mahmoud R. Fassad, David A. Parry, Peter A. Tennant, Alison Meynert, Gabrielle Wheway, Lucas Fares-Taie, Holly A. Black, Rana Mitri-Frangieh, Catherine Faucon, Josseline Kaplan, Mitali Patel, Lisa McKie, Roly Megaw, Christos Gatsogiannis, Mai A. Mohamed, Stuart Aitken, Philippe Gautier, Finn R. Reinholt, Robert A. Hirst, Chris O’Callaghan, Ketil Heimdal, Mathieu Bottier, Estelle Escudier, Suzanne Crowley, Maria Descartes, Ethylin W. Jabs, Priti Kenia, Jeanne Amiel, Giacomo Maria Bacci, Claudia Calogero, Viviana Palazzo, Lucia Tiberi, Ulrike Blümlein, Andrew Rogers, Jennifer A. Wambach, Daniel J. Wegner, Anne B. Fulton, Margaret Kenna, Margaret Rosenfeld, Ingrid A. Holm, Alan Quigley, Emma A. Hall, Laura C. Murphy, Diane M. Cassidy, Alex von Kriegsheim, , , , Jean-François Papon, Laurent Pasquier, Marlène S. Murris, James D Chalmers, Claire Hogg, Kenneth A. Macleod, Don S. Urquhart, Stefan Unger, Timothy J. Aitman, Serge Amselem, Margaret W. Leigh, Michael R. Knowles, Heymut Omran, Hannah M. Mitchison, Alan Brown, Joseph A. Marsh, Julie P. I. Welburn, Shih-Chieh Ti, Amjad Horani, Jean-Michel Rozet, Isabelle Perrault, Pleasantine Mill",
      "paper_url": "https://doi.org/10.1126/science.adf5489",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4220937793",
      "paper_id": "https://openalex.org/W4220937793",
      "title": "Complete genomic and epigenetic maps of human centromeres",
      "authors": "Nicolas Altemose, Glennis A. Logsdon, Andrey V. Bzikadze, Pragya Sidhwani, Sasha A. Langley, Gina V. Caldas, Savannah J. Hoyt, Lev Uralsky, Fedor D. Ryabov, Colin J. Shew, Michael E. G. Sauria, Matthew Borchers, Ariel Gershman, Alla Mikheenko, Valery A. Shepelev, Tatiana Dvorkina, Olga Kunyavskaya, Mitchell R. Vollger, Arang Rhie, Ann M. McCartney, Mobin Asri, Ryan Lorig-Roach, Kishwar Shafin, Julian K. Lucas, Sergey Aganezov, Daniel Olson, Leonardo Gomes de Lima, Tamara Potapova, Gabrielle A. Hartley, Marina Haukness, Peter Kerpedjiev, Fedor Gusev, Kristof Tigyi, Shelise Brooks, Alice Young, Sergey Nurk, Sergey Koren, Sofie R. Salama, Benedict Paten, Evgeny I. Rogaev, Aaron Streets, Gary H. Karpen, Abby F. Dernburg, Beth A. Sullivan, Aaron F. Straight, Travis J. Wheeler, Jennifer L. Gerton, Evan E. Eichler, Adam M. Phillippy, Winston Timp, Megan Y. Dennis, Rachel J. O’Neill, Justin M. Zook, Michael C. Schatz, Pavel A. Pevzner, Mark Diekhans, Charles H. Langley, Ivan A. Alexandrov, Karen H. Miga",
      "paper_url": "https://doi.org/10.1126/science.abl4178",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3128017745",
      "paper_id": "https://openalex.org/W3128017745",
      "title": "Complicated legacies: The human genome at 20",
      "authors": "Kathryn Maxson Jones, Robert Cook-Deegan, Charles N. Rotimi, Shawneequa L. Callier, Amy R. Bentley, Hallam Stevens, Kathryn A. Phillips, Jeroen P. Jansen, Christopher F. Weyant, Dorothy E. Roberts, Dina Zielinski, Yaniv Erlich, Nanibaa’ A. Garrison, Stephanie Russo Carroll, Pilar N. Ossorio, Yves Moreau, Maya Wang",
      "paper_url": "https://doi.org/10.1126/science.abg5266",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4280527604",
      "paper_id": "https://openalex.org/W4280527604",
      "title": "Control of meiotic chromosomal bouquet and germ cell morphogenesis by the zygotene cilium",
      "authors": "Avishag Mytlis, Vineet Kumar, Tao Qiu, Rachael Deis, Neta Hart, Karine Levy, Markus Masek, Amal Shawahny, Adam Ahmad, Hagai Eitan, Farouq Nather, Shai Adar-Levor, Ramon Y. Birnbaum, Natalie Elia, Ruxandra Bachmann-Gagescu, Sudipto Roy, Yaniv M. Elkouby",
      "paper_url": "https://doi.org/10.1126/science.abh3104",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4407764719",
      "paper_id": "https://openalex.org/W4407764719",
      "title": "Deep-tissue transcriptomics and subcellular imaging at high spatial resolution",
      "authors": "Valentina Gandin, Jun Kim, Liang-Zhong Yang, Yumin Lian, Takashi Kawase, Amy Hu, Konrad Rokicki, Greg Fleishman, Paul Tillberg, Alejandro Aguilera Castrejon, Carsen Stringer, Stephan Preibisch, Zhe J. Liu",
      "paper_url": "https://doi.org/10.1126/science.adq2084",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4388726588",
      "paper_id": "https://openalex.org/W4388726588",
      "title": "Design principles of 3D epigenetic memory systems",
      "authors": "Jeremy A. Owen, Dino Osmanović, Leonid Mirny",
      "paper_url": "https://doi.org/10.1126/science.adg3053",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4393036081",
      "paper_id": "https://openalex.org/W4393036081",
      "title": "Determination of single-molecule loading rate during mechanotransduction in cell adhesion",
      "authors": "Myung Hyun Jo, Paul Meneses, Olivia Yang, Claudia C. Carcamo, Sushil Pangeni, Taekjip Ha",
      "paper_url": "https://doi.org/10.1126/science.adk6921",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4323811077",
      "paper_id": "https://openalex.org/W4323811077",
      "title": "Direct observation of motor protein stepping in living cells using MINFLUX",
      "authors": "Takahiro Deguchi, Malina K. Iwanski, Eva-Maria Schentarra, Christopher Heidebrecht, Lisa Schmidt, Jennifer Heck, Tobias Weihs, Sebastian Schnorrenberg, Philipp Hoess, Sheng Liu, Veronika Chevyreva, Kyung-Min Noh, Lukas C. Kapitein, Jonas Ries",
      "paper_url": "https://doi.org/10.1126/science.ade2676",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4403294102",
      "paper_id": "https://openalex.org/W4403294102",
      "title": "Direct optical measurement of intramolecular distances with angstrom precision",
      "authors": "Steffen J. Sahl, Jessica Matthias, Kaushik Inamdar, Michael Weber, Taukeer A. Khan, Christian Brüser, Stefan Jakobs, Stefan Becker, Christian Griesinger, Johannes Broichhagen, Stefan W. Hell",
      "paper_url": "https://doi.org/10.1126/science.adj7368",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410456230",
      "paper_id": "https://openalex.org/W4410456230",
      "title": "Distribution of haploid chromosomes into separate nuclei in two pathogenic fungi",
      "authors": "Yan Xu, Lei Tian, Jinyi Tan, Weijie Huang, Josh Li, Nigel O’Neil, Martin Hirst, Phil Hieter, Yuelin Zhang, Xin Li",
      "paper_url": "https://doi.org/10.1126/science.abn7811",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4225320261",
      "paper_id": "https://openalex.org/W4225320261",
      "title": "Dynamics of CTCF- and cohesin-mediated chromatin looping revealed by live-cell imaging",
      "authors": "Michele Gabriele, Hugo B. Brandão, Simon Grosse-Holz, Asmita Jha, Gina M. Dailey, Claudia Cattoglio, Tsung-Han S. Hsieh, Leonid Mirny, Christoph Zechner, Anders S. Hansen",
      "paper_url": "https://doi.org/10.1126/science.abn6583",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3138044249",
      "paper_id": "https://openalex.org/W3138044249",
      "title": "Early developmental asymmetries in cell lineage trees in living individuals",
      "authors": "Liana Fasching, Yeongjun Jang, Simone Tomasi, Jeremy Schreiner, Livia Tomasini, Melanie V. Brady, Taejeong Bae, Vivekananda Sarangi, Nikolaos Vasmatzis, Yifan Wang, Anna Szekely, Thomas V. Fernandez, James F. Leckman, Alexej Abyzov, Flora M. Vaccarino",
      "paper_url": "https://doi.org/10.1126/science.abe0981",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4409176652",
      "paper_id": "https://openalex.org/W4409176652",
      "title": "Ectoderm barcoding reveals neural and cochlear compartmentalization",
      "authors": "Sandra de Haan, Jingyan He, Agustin A. Corbat, Lenka Belicova, Michael Ratz, Elin Vinsland, Jonas Frisén, Matthew W. Kelley, Emma R. Andersson",
      "paper_url": "https://doi.org/10.1126/science.adq9248",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4393036122",
      "paper_id": "https://openalex.org/W4393036122",
      "title": "Efficient formation of single-copy human artificial chromosomes",
      "authors": "Craig W. Gambogi, Gabriel J. Birchak, Elie Mer, David M. Brown, George Yankson, Kathryn Kixmoeller, Janardan N. Gavade, Josh L. Espinoza, Prakriti Kashyap, Chris L. Dupont, Glennis A. Logsdon, Patrick Heun, John I. Glass, Ben E. Black",
      "paper_url": "https://doi.org/10.1126/science.adj3566",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3176766013",
      "paper_id": "https://openalex.org/W3176766013",
      "title": "Embryo-scale, single-cell spatial transcriptomics",
      "authors": "Sanjay R. Srivatsan, Mary C. Regier, Eliza Barkan, Jennifer M. Franks, Jonathan S. Packer, Parker Grosjean, Madeleine Duran, Sarah Saxton, Jon J Ladd, Malte Spielmann, Carlos Lois, Paul D. Lampe, Jay Shendure, Kelly R. Stevens, Cole Trapnell",
      "paper_url": "https://doi.org/10.1126/science.abb9536",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4220886647",
      "paper_id": "https://openalex.org/W4220886647",
      "title": "Epigenetic patterns in a complete human genome",
      "authors": "Ariel Gershman, Michael E. G. Sauria, Xavi Guitart, Mitchell R. Vollger, Paul W. Hook, Savannah J. Hoyt, Miten Jain, Alaina Shumate, Roham Razaghi, Sergey Koren, Nicolas Altemose, Gina V. Caldas, Glennis A. Logsdon, Arang Rhie, Evan E. Eichler, Michael C. Schatz, Rachel J. O’Neill, Adam M. Phillippy, Karen H. Miga, Winston Timp",
      "paper_url": "https://doi.org/10.1126/science.abj5089",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4408667383",
      "paper_id": "https://openalex.org/W4408667383",
      "title": "Epithelial polarization by the planar cell polarity complex is exclusively non–cell autonomous",
      "authors": "Lena P. Basta, Bradley W. Joyce, Eszter Posfai, Danelle Devenport",
      "paper_url": "https://doi.org/10.1126/science.ads5704",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4210610780",
      "paper_id": "https://openalex.org/W4210610780",
      "title": "Establishment of mouse stem cells that can recapitulate the developmental potential of primitive endoderm",
      "authors": "Yasuhide Ohinata, Takaho A. Endo, Hiroki Sugishita, Takashi Watanabe, Yusuke Iizuka, Yurie Kawamoto, Atsunori Saraya, Mami Kumon, Yoko Koseki, Takashi Kondo, Osamu Ohara, Haruhiko Koseki",
      "paper_url": "https://doi.org/10.1126/science.aay3325",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4408399279",
      "paper_id": "https://openalex.org/W4408399279",
      "title": "Evolutionary adaptations of doublet microtubules in trypanosomatid parasites",
      "authors": "Matthew H. Doran, Qingwei Niu, Jianwei Zeng, Tom Beneke, James Smith, Peter Ren, Sophia Fochler, Adrian Coscia, Johanna L. Höög, Shimi Meleppattu, Polina V. Lishko, Richard J. Wheeler, Eva Gluenz, Rui Zhang, Alan Brown",
      "paper_url": "https://doi.org/10.1126/science.adr5507",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4410851759",
      "paper_id": "https://openalex.org/W4410851759",
      "title": "Expansion in situ genome sequencing links nuclear abnormalities to aberrant chromatin regulation",
      "authors": "Ajay S. Labade, Zachary D. Chiang, Caroline Comenho, Paul L. Reginato, Andrew C. Payne, Andrew S. Earl, Rojesh Shrestha, Fabiana M. Duarte, Ehsan Habibi, Ruochi Zhang, George M. Church, Edward S. Boyden, Fei Chen, Jason D. Buenrostro",
      "paper_url": "https://doi.org/10.1126/science.adt2781",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3125011419",
      "paper_id": "https://openalex.org/W3125011419",
      "title": "Expansion sequencing: Spatially precise in situ transcriptomics in intact biological systems",
      "authors": "Shahar Alon, Daniel R. Goodwin, Anubhav Sinha, Asmamaw T. Wassie, Fei Chen, Evan R. Daugharthy, Yosuke Bando, Atsushi Kajita, Andrew G. Xue, Karl Marrett, Robert Prior, Yi Cui, Andrew C. Payne, Chun-Chen Yao, Ho-Jun Suk, Ru Wang, Chih-Chieh (Jay) Yu, Paul Tillberg, Paul Reginato, Nikita Pak, Songlei Liu, Sukanya Punthambaker, Eswar P. R. Iyer, Richie E. Kohman, Jeremy A. Miller, Ed S. Lein, Ana Lako, Nicole Cullen, Scott Rodig, Karla Helvie, Daniel L. Abravanel, Nikhil Wagle, Bruce E. Johnson, Johanna Klughammer, Michal Slyper, Julia Waldman, Judit Jané-Valbuena, Orit Rozenblatt-Rosen, Aviv Regev, , George M. Church, Adam H. Marblestone, Edward S. Boyden, H. R. Ali, M. Al Sa’d, S. Alon, S. Aparicio, G. Battistoni, S. Balasubramanian, R. Becker, B. Bodenmiller, E. S. Boyden, D. Bressan, A. Bruna, Marcel Burger, C. Caldas, M. Callari, I. G. Cannell, H. Casbolt, N. Chornay, Y. Cui, A. Dariush, K. Dinh, A. Emenari, Y. Eyal-Lubling, J. Fan, A. Fatemi, E. Fisher, E. A. González-Solares, C. González-Fernández, D. Goodwin, W. Greenwood, F. Grimaldi, G. J. Hannon, O. Harris, S. Harris, C. Jauset, J. A. Joyce, E. D. Karagiannis, T. Kovačević, L. Kuett, R. Kunes, A. Küpcü Yoldaş, D. Lai, E. Laks, H. Lee, M. Lee, G. Lerda, Y. Li, A. McPherson, N. Millar, C. M. Mulvey, F. Nugent, C. H. O'Flanagan, M. Paez-Ribes, I. Pearsall, F. Qosaj, A. J. Roth, O. M. Rueda, T. Ruiz, K. Sawicka, L. A. Sepúlveda, S. P. Shah, A. Shea, A. Sinha, A. Smith, S. Tavaré, S. Tietscher, I. Vázquez-García, S. L. Vogl, N. A. Walton, A. T. Wassie, S. S. Watson, J. Weselak, S. A. Wild, E. Williams, J. Windhager, T. Whitmarsh, C. Xia, P. Zheng, X. Zhuang",
      "paper_url": "https://doi.org/10.1126/science.aax2656",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4225409101",
      "paper_id": "https://openalex.org/W4225409101",
      "title": "From telomere to telomere: The transcriptional and epigenetic state of human repeat elements",
      "authors": "Savannah J. Hoyt, Jessica M. Storer, Gabrielle A. Hartley, Patrick G. S. Grady, Ariel Gershman, Leonardo G. de Lima, Charles Limouse, Reza Halabian, Luke Wojenski, Matias Rodriguez, Nicolas Altemose, Arang Rhie, Leighton J. Core, Jennifer L. Gerton, Wojciech Makalowski, Daniel Olson, Jeb Rosen, Arian F. A. Smit, Aaron F. Straight, Mitchell R. Vollger, Travis J. Wheeler, Michael C. Schatz, Evan E. Eichler, Adam M. Phillippy, Winston Timp, Karen H. Miga, Rachel J. O’Neill",
      "paper_url": "https://doi.org/10.1126/science.abk3112",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4414321788",
      "paper_id": "https://openalex.org/W4414321788",
      "title": "Functional maps of a genomic locus reveal confinement of an enhancer by its target gene",
      "authors": "Mathias Eder, Christina J. I. Moene, Lise Dauban, Mikhail Magnitov, Jamie Drayton, Marcel de Haas, Christ Leemans, Martijn Verkuilen, Elzo de Wit, Anders S. Hansen, Bas van Steensel",
      "paper_url": "https://doi.org/10.1126/science.ads6552",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4223964064",
      "paper_id": "https://openalex.org/W4223964064",
      "title": "Functional primordial germ cell–like cells from pluripotent stem cells in rats",
      "authors": "Mami Oikawa, Hisato Kobayashi, Makoto Sanbo, Naoaki Mizuno, Kenyu Iwatsuki, Tomoya Takashima, Keiko Yamauchi, Fumika Yoshida, Takuya Yamamoto, Takashi Shinohara, Hiromitsu Nakauchi, Kazuki Kurimoto, Masumi Hirabayashi, Toshihiro Kobayashi",
      "paper_url": "https://doi.org/10.1126/science.abl4412",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411051413",
      "paper_id": "https://openalex.org/W4411051413",
      "title": "Gastruloids enable modeling of the earliest stages of human cardiac and hepatic vascularization",
      "authors": "Oscar J. Abilez, Huaxiao Yang, Yuan Guan, Mengcheng Shen, Zehra Yildirim, Yan Zhuge, Ravichandra Venkateshappa, Shane R. Zhao, Angello H. Gomez, Marcel El-Mokahal, Logan Dunkenberger, Yoshikazu Ono, Masafumi Shibata, Peter N. Nwokoye, Lei Tian, Kitchener D. Wilson, Evan H. Lyall, Fangjun Jia, Hung Ta Wo, Gao Zhou, Bryan Aldana, Ioannis Karakikes, Detlef Obal, Gary Peltz, Christopher K. Zarins, Joseph C. Wu",
      "paper_url": "https://doi.org/10.1126/science.adu9375",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3180433600",
      "paper_id": "https://openalex.org/W3180433600",
      "title": "Generation of ovarian follicles from mouse pluripotent stem cells",
      "authors": "Takashi Yoshino, Takahiro Suzuki, Go Nagamatsu, Haruka Yabukami, Mika Ikegaya, Mami Kishima, Haruka Kita, Takuya Imamura, Kinichi Nakashima, Ryuichi Nishinakamura, Makoto Tachibana, Miki Inoue, Yuichi Shima, Ken-ichirou Morohashi, Katsuhiko Hayashi",
      "paper_url": "https://doi.org/10.1126/science.abe0237",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4210718579",
      "paper_id": "https://openalex.org/W4210718579",
      "title": "Genome organization controls transcriptional dynamics during development",
      "authors": "Philippe J. Batut, Xin Yang Bing, Zachary Sisco, João Raimundo, Michal Levo, Michael S. Levine",
      "paper_url": "https://doi.org/10.1126/science.abi7178",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3128895518",
      "paper_id": "https://openalex.org/W3128895518",
      "title": "Germanium nanospheres for ultraresolution picotensiometry of kinesin motors",
      "authors": "Swathi Sudhakar, Mohammad Kazem Abdosamadi, Tobias Jörg Jachowski, Michael Bugiel, Anita Jannasch, Erik Schäffer",
      "paper_url": "https://doi.org/10.1126/science.abd9944",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3130788486",
      "paper_id": "https://openalex.org/W3130788486",
      "title": "Haplotype-resolved diverse human genomes and integrated analysis of structural variation",
      "authors": "Peter Ebert, Peter A. Audano, Qihui Zhu, Bernardo Rodriguez-Martin, David Porubsky, Marc Jan Bonder, Arvis Sulovari, Jana Ebler, Weichen Zhou, Rebecca Serra Mari, Feyza Yilmaz, Xuefang Zhao, PingHsun Hsieh, Joyce Lee, Sushant Kumar, Jiadong Lin, Tobias Rausch, Yu Chen, Jingwen Ren, Martin Santamarina, Wolfram Höps, Hufsah Ashraf, Nelson T. Chuang, Xiaofei Yang, Katherine M. Munson, Alexandra P. Lewis, Susan Fairley, Luke J. Tallon, Wayne E. Clarke, Anna O. Basile, Marta Byrska-Bishop, André Corvelo, Uday S. Evani, Tsung-Yu Lu, Mark J. P. Chaisson, Junjie Chen, Chong Li, Harrison Brand, Aaron M. Wenger, Maryam Ghareghani, William T. Harvey, Benjamin Raeder, Patrick Hasenfeld, Allison A. Regier, Haley J. Abel, Ira M. Hall, Paul Flicek, Oliver Stegle, Mark B. Gerstein, Jose M. C. Tubio, Zepeng Mu, Yang I. Li, Xinghua Shi, Alex R. Hastie, Kai Ye, Zechen Chong, Ashley D. Sanders, Michael C. Zody, Michael E. Talkowski, Ryan E. Mills, Scott E. Devine, Charles Lee, Jan O. Korbel, Tobias Marschall, Evan E. Eichler",
      "paper_url": "https://doi.org/10.1126/science.abf7117",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4412623163",
      "paper_id": "https://openalex.org/W4412623163",
      "title": "High-resolution spatial mapping of cell state and lineage dynamics in vivo with PEtracer",
      "authors": "Luke W. Koblan, Kathryn E. Yost, Pu Zheng, William N. Colgan, Matthew G. Jones, Dian Yang, Arhan Kumar, Jaspreet Sandhu, Alexandra Schnell, Dawei Sun, Can Ergen, Reuben A. Saunders, Xiaowei Zhuang, William E. Allen, Nir Yosef, Jonathan S. Weissman",
      "paper_url": "https://doi.org/10.1126/science.adx3800",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4206511670",
      "paper_id": "https://openalex.org/W4206511670",
      "title": "High-speed fluorescence image–enabled cell sorting",
      "authors": "Daniel Schraivogel, Terra M. Kuhn, Benedikt Rauscher, Marta Rodríguez-Martínez, Malte Paulsen, Keegan Owsley, Aaron Middlebrook, Christian Tischer, Beáta Ramasz, Diana Ordoñez-Rueda, Martina Dees, Sara Cuylen-Haering, Eric Diebold, Lars M. Steinmetz",
      "paper_url": "https://doi.org/10.1126/science.abj3013",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3143323622",
      "paper_id": "https://openalex.org/W3143323622",
      "title": "Imaging cell lineage with a synthetic digital recording system",
      "authors": "Ke-Huan K. Chow, Mark W. Budde, Alejandro A. Granados, Maria Cabrera, Shinae Yoon, Soomin Cho, Ting-hao Huang, Noushin Koulena, Kirsten L. Frieda, Long Cai, Carlos Lois, Michael B. Elowitz",
      "paper_url": "https://doi.org/10.1126/science.abb3099",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4313534849",
      "paper_id": "https://openalex.org/W4313534849",
      "title": "Immotile cilia mechanically sense the direction of fluid flow for left-right determination",
      "authors": "Takanobu A. Katoh, Toshihiro Omori, Katsutoshi Mizuno, Xiaorei Sai, Katsura Minegishi, Yayoi Ikawa, Hiromi Nishimura, Takeshi Itabashi, Eriko Kajikawa, Sylvain Hiver, Atsuko H. Iwane, Takuji Ishikawa, Yasushi Okada, Takayuki Nishizaka, Hiroshi Hamada",
      "paper_url": "https://doi.org/10.1126/science.abq8148",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4288425163",
      "paper_id": "https://openalex.org/W4288425163",
      "title": "In situ architecture of the ciliary base reveals the stepwise assembly of intraflagellar transport trains",
      "authors": "Hugo van den Hoek, Nikolai Klena, Mareike A. Jordan, Gonzalo Alvarez Viar, Ricardo D. Righetto, Miroslava Schaffer, Philipp S. Erdmann, William Wan, Stefan Geimer, Jürgen M. Plitzko, Wolfgang Baumeister, Gaia Pigino, Virginie Hamel, Paul Guichard, Benjamin D. Engel",
      "paper_url": "https://doi.org/10.1126/science.abm6704",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3114643239",
      "paper_id": "https://openalex.org/W3114643239",
      "title": "In situ genome sequencing resolves DNA sequence and structure in intact biological samples",
      "authors": "Andrew C. Payne, Zachary D. Chiang, Paul L. Reginato, Sarah M. Mangiameli, Evan M. Murray, Chun-Chen Yao, Styliani Markoulaki, Andrew S. Earl, Ajay S. Labade, Rudolf Jaenisch, George M. Church, Edward S. Boyden, Jason D. Buenrostro, Fei Chen",
      "paper_url": "https://doi.org/10.1126/science.aay3446",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4410050910",
      "paper_id": "https://openalex.org/W4410050910",
      "title": "Interphase cell morphology defines the mode, symmetry, and outcome of mitosis",
      "authors": "Holly E. Lovegrove, Georgia E. Hulmes, Sabrina Ghadaouia, Christopher Revell, Marta Giralt-Pujol, Zain Alhashem, Andreia Pena, Damian D. Nogare, Ellen Appleton, Guilherme Costa, Richard L. Mort, Christoph Ballestrem, Gareth W. Jones, Cerys S. Manning, Ajay B. Chitnis, Claudio A. Franco, Claudia Linker, Katie Bentley, Shane P. Herbert",
      "paper_url": "https://doi.org/10.1126/science.adu9628",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4414321791",
      "paper_id": "https://openalex.org/W4414321791",
      "title": "Kinetic organization of the genome revealed by ultraresolution multiscale live imaging",
      "authors": "Joo Lee, Liang-Fu Chen, Simon Gaudin, Kavvya Gupta, Ana Novacic, Andrew Spakowitz, Alistair Nicol Boettiger",
      "paper_url": "https://doi.org/10.1126/science.adx2202",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3137364735",
      "paper_id": "https://openalex.org/W3137364735",
      "title": "Landmarks of human embryonic development inscribed in somatic mutations",
      "authors": "Sara Bizzotto, Yanmei Dou, Javier Ganz, Ryan N. Doan, Minseok Kwon, Craig L. Bohrson, Sonia N. Kim, Taejeong Bae, Alexej Abyzov, , Peter J. Park, Christopher A. Walsh",
      "paper_url": "https://doi.org/10.1126/science.abe1544",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4379792586",
      "paper_id": "https://openalex.org/W4379792586",
      "title": "Linking genome structures to functions by simultaneous single-cell Hi-C and RNA-seq",
      "authors": "Zhiyuan Liu, Yujie Chen, Qimin Xia, Menghan Liu, Heming Xu, Yi Chi, Yujing Deng, Dong Xing",
      "paper_url": "https://doi.org/10.1126/science.adg3797",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4400770192",
      "paper_id": "https://openalex.org/W4400770192",
      "title": "Live chromosome identifying and tracking reveals size-based spatial pathway of meiotic errors in oocytes",
      "authors": "Osamu Takenouchi, Yogo Sakakibara, Tomoya S. Kitajima",
      "paper_url": "https://doi.org/10.1126/science.adn5529",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4288425123",
      "paper_id": "https://openalex.org/W4288425123",
      "title": "Live-cell micromanipulation of a genomic locus reveals interphase chromatin mechanics",
      "authors": "Veer I. P. Keizer, Simon Grosse-Holz, Maxime Woringer, Laura Zambon, Koceila Aizel, Maud Bongaerts, Fanny Delille, Lorena Kolar-Znika, Vittore F. Scolari, Sebastian Hoffmann, Edward J. Banigan, Leonid A. Mirny, Maxime Dahan, Daniele Fachinetti, Antoine Coulon",
      "paper_url": "https://doi.org/10.1126/science.abi9810",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4413395154",
      "paper_id": "https://openalex.org/W4413395154",
      "title": "Mapping early human blood cell differentiation using single-cell proteomics and transcriptomics",
      "authors": "Benjamin Furtwängler, Nil Üresin, Sabrina Richter, Mikkel Bruhn Schuster, Despoina Barmpouri, Henrietta Holze, Anne Wenzel, Kirsten Grønbæk, Kim Theilgaard-Mönch, Fabian J. Theis, Erwin M. Schoof, Bo T Porse",
      "paper_url": "https://doi.org/10.1126/science.adr8785",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4401751505",
      "paper_id": "https://openalex.org/W4401751505",
      "title": "Massively parallel analysis of single-molecule dynamics on next-generation sequencing chips",
      "authors": "J. Aguirre Rivera, G. Mao, A. Sabantsev, M. Panfilov, Q. Hou, M. Lindell, C. Chanez, F. Ritort, M. Jinek, S. Deindl",
      "paper_url": "https://doi.org/10.1126/science.adn5371",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4211032411",
      "paper_id": "https://openalex.org/W4211032411",
      "title": "Mechanism of spindle pole organization and instability in human oocytes",
      "authors": "Chun So, Katerina Menelaou, Julia Uraji, Katarina Harasimov, Anna M. Steyer, K. Bianka Seres, Jonas Bucevičius, Gražvydas Lukinavičius, Wiebke Möbius, Claus Sibold, Andreas Tandler-Schneider, Heike Eckel, Rüdiger Moltrecht, Martyn Blayney, Kay Elder, Melina Schuh",
      "paper_url": "https://doi.org/10.1126/science.abj3944",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4401792989",
      "paper_id": "https://openalex.org/W4401792989",
      "title": "Mechanisms of minor pole–mediated spindle bipolarization in human oocytes",
      "authors": "Tianyu Wu, Yuxi Luo, Meiling Zhang, Biaobang Chen, Xingzhu Du, Hao Gu, Siyuan Xie, Zhiqi Pan, Ran Yu, Ruiqi Hai, Xiangli Niu, Guimin Hao, Liping Jin, Juanzi Shi, Xiaoxi Sun, Yanping Kuang, Wen Li, Qing Sang, Lei Wang",
      "paper_url": "https://doi.org/10.1126/science.ado1022",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4414500310",
      "paper_id": "https://openalex.org/W4414500310",
      "title": "Mechanosensitive genomic enhancers potentiate the cellular response to matrix stiffness",
      "authors": "Brian D. Cosgrove, Lexi R. Bounds, Carson Key Taylor, Alan L. Su, Anthony J. Rizzo, Alejandro Barrera, Tongyu Sun, Alexias Safi, Lingyun Song, Thomas Whitlow, Aleksandra Tata, Nahid Iglesias, Yarui Diao, Purushothama Rao Tata, Brenton D. Hoffman, Gregory E. Crawford, Charles A. Gersbach",
      "paper_url": "https://doi.org/10.1126/science.adl1988",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4323811633",
      "paper_id": "https://openalex.org/W4323811633",
      "title": "MINFLUX dissects the unimpeded walking of kinesin-1",
      "authors": "Jan O. Wolff, Lukas Scheiderer, Tobias Engelhardt, Johann Engelhardt, Jessica Matthias, Stefan W. Hell",
      "paper_url": "https://doi.org/10.1126/science.ade2650",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4394728154",
      "paper_id": "https://openalex.org/W4394728154",
      "title": "Molecular mechanism of actin filament elongation by formins",
      "authors": "Wout Oosterheert, Micaela Boiero Sanders, Johanna Funk, Daniel Prumbaum, Stefan Raunser, Peter Bieling",
      "paper_url": "https://doi.org/10.1126/science.adn9560",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4393279576",
      "paper_id": "https://openalex.org/W4393279576",
      "title": "Molecular mechanism of dynein-dynactin complex assembly by LIS1",
      "authors": "Kashish Singh, Clinton K. Lau, Giulia Manigrasso, José B. Gama, Reto Gassmann, Andrew P. Carter",
      "paper_url": "https://doi.org/10.1126/science.adk8544",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4310777588",
      "paper_id": "https://openalex.org/W4310777588",
      "title": "Monitoring of cell-cell communication and contact history in mammals",
      "authors": "Shaohua Zhang, Huan Zhao, Zixin Liu, Kuo Liu, Huan Zhu, Wenjuan Pu, Lingjuan He, Rong A. Wang, Bin Zhou",
      "paper_url": "https://doi.org/10.1126/science.abo5503",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4388937281",
      "paper_id": "https://openalex.org/W4388937281",
      "title": "Morphogens enable interacting supracellular phases that generate organ architecture",
      "authors": "Sichen Yang, Karl H. Palmquist, Levy Nathan, Charlotte R. Pfeifer, Paula J. Schultheiss, Anurag Sharma, Lance C. Kam, Pearson W. Miller, Amy E. Shyer, Alan R. Rodrigues",
      "paper_url": "https://doi.org/10.1126/science.adg5579",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4389725579",
      "paper_id": "https://openalex.org/W4389725579",
      "title": "Multifaceted SOX2-chromatin interaction underpins pluripotency progression in early embryos",
      "authors": "Lijia Li, Fangnong Lai, Xiaoyu Hu, Bofeng Liu, Xukun Lu, Zili Lin, Ling Liu, Yunlong Xiang, Tristan Frum, Michael A. Halbisen, Fengling Chen, Qiang Fan, Amy Ralston, Wei Xie",
      "paper_url": "https://doi.org/10.1126/science.adi5516",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4406970313",
      "paper_id": "https://openalex.org/W4406970313",
      "title": "Multiplex generation and single-cell analysis of structural variants in mammalian genomes",
      "authors": "Sudarshan Pinglay, Jean-Benoît Lalanne, Riza M. Daza, Sanjay Kottapalli, Faaiz Quaisar, Jonas Koeppel, Riddhiman K. Garge, Xiaoyi Li, David S. Lee, Jay Shendure",
      "paper_url": "https://doi.org/10.1126/science.ado5978",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4290973104",
      "paper_id": "https://openalex.org/W4290973104",
      "title": "Nested epistasis enhancer networks for robust genome regulation",
      "authors": "Xueqiu Lin, Yanxia Liu, Shuai Liu, Xiang Zhu, Lingling Wu, Yanyu Zhu, Dehua Zhao, Xiaoshu Xu, Augustine Chemparathy, Haifeng Wang, Yaqiang Cao, Muneaki Nakamura, Jasprina N. Noordermeer, Marie La Russa, Wing Hung Wong, Keji Zhao, Lei S. Qi",
      "paper_url": "https://doi.org/10.1126/science.abk3512",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3170169220",
      "paper_id": "https://openalex.org/W3170169220",
      "title": "NF-κB dynamics determine the stimulus specificity of epigenomic reprogramming in macrophages",
      "authors": "Quen J. Cheng, Sho Ohta, Katherine M. Sheu, Roberto Spreafico, Adewunmi Adelaja, Brooks Taylor, Alexander Hoffmann",
      "paper_url": "https://doi.org/10.1126/science.abc0269",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3173898417",
      "paper_id": "https://openalex.org/W3173898417",
      "title": "Nurse cell­–derived small RNAs define paternal epigenetic inheritance in <i>Arabidopsis</i>",
      "authors": "Jincheng Long, James Walker, Wenjing She, Billy Aldridge, Hongbo Gao, Samuel Deans, Martin Vickers, Xiaoqi Feng",
      "paper_url": "https://doi.org/10.1126/science.abh0556",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4221117452",
      "paper_id": "https://openalex.org/W4221117452",
      "title": "OpenCell: Endogenous tagging for the cartography of human cellular organization",
      "authors": "Nathan H. Cho, Keith C. Cheveralls, Andreas-David Brunner, Kibeom Kim, André C. Michaelis, Preethi Raghavan, Hirofumi Kobayashi, Laura Savy, Jason Y. Li, Hera Canaj, James Y. S. Kim, Edna M. Stewart, Christian Gnann, Frank McCarthy, Joana P. Cabrera, Rachel M. Brunetti, Bryant B. Chhun, Greg Dingle, Marco Y. Hein, Bo Huang, Shalin B. Mehta, Jonathan S. Weissman, Rafael Gómez-Sjöberg, Daniel N. Itzhak, Loïc A. Royer, Matthias Mann, Manuel D. Leonetti",
      "paper_url": "https://doi.org/10.1126/science.abi6983",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402263012",
      "paper_id": "https://openalex.org/W4402263012",
      "title": "PLK1-mediated phosphorylation cascade activates Mis18 complex to ensure centromere inheritance",
      "authors": "Pragya Parashara, Bethan Medina-Pritchard, Maria Alba Abad, Paula Sotelo-Parrilla, Reshma Thamkachy, David Grundei, Juan Zou, Christos Spanos, Chandni Natalia Kumar, Claire Basquin, Vimal Das, Zhaoyue Yan, Asma Abdullah Al-Murtadha, David A. Kelly, Toni McHugh, Axel Imhof, Juri Rappsilber, A. Arockia Jeyaprakash",
      "paper_url": "https://doi.org/10.1126/science.ado8270",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3188286861",
      "paper_id": "https://openalex.org/W3188286861",
      "title": "Population sequencing data reveal a compendium of mutational processes in the human germ line",
      "authors": "Vladimir B. Seplyarskiy, Ruslan A. Soldatov, Evan Koch, Ryan J. McGinty, Jakob M. Goldmann, Ryan D. Hernandez, Kathleen Barnes, Adolfo Correa, Esteban G. Burchard, Patrick T. Ellinor, Stephen T. McGarvey, Braxton D. Mitchell, Ramachandran S. Vasan, Susan Redline, Edwin Silverman, Scott T. Weiss, Donna K. Arnett, John Blangero, Eric Boerwinkle, Jiang He, Courtney Montgomery, D. C. Rao, Jerome I. Rotter, Kent D. Taylor, Jennifer A. Brody, Yii-Der Ida Chen, Lisa de las Fuentes, Chii-Min Hwu, Stephen S. Rich, Ani W. Manichaikul, Josyf C. Mychaleckyj, Nicholette D. Palmer, Jennifer A. Smith, Sharon L. R. Kardia, Patricia A. Peyser, Lawrence F. Bielak, Timothy D. O’Connor, Leslie S. Emery, , , Christian Gilissen, Wendy S. W. Wong, Peter V. Kharchenko, Shamil Sunyaev",
      "paper_url": "https://doi.org/10.1126/science.aba7408",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4225121910",
      "paper_id": "https://openalex.org/W4225121910",
      "title": "Posttranslational modification of microtubules by the MATCAP detyrosinase",
      "authors": "Lisa Landskron, Jitske Bak, Athanassios Adamopoulos, Konstantina Kaplani, Maria Moraiti, Lisa G. van den Hengel, Ji-Ying Song, Onno B. Bleijerveld, Joppe Nieuwenhuis, Tatjana Heidebrecht, Linda Henneman, Marie-Jo Moutin, Marin Barisic, Stavros Taraviras, Anastassis Perrakis, Thijn R. Brummelkamp",
      "paper_url": "https://doi.org/10.1126/science.abn6020",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4311883472",
      "paper_id": "https://openalex.org/W4311883472",
      "title": "Principles of gene regulation quantitatively connect DNA to RNA and proteins in bacteria",
      "authors": "Rohan Balakrishnan, Matteo Mori, Igor Segota, Zhongge Zhang, Ruedi Aebersold, Christina Ludwig, Terence Hwa",
      "paper_url": "https://doi.org/10.1126/science.abk2066",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4221089546",
      "paper_id": "https://openalex.org/W4221089546",
      "title": "Programmable molecular transport achieved by engineering protein motors to move on DNA nanotubes",
      "authors": "Ryota Ibusuki, Tatsuya Morishita, Akane Furuta, Shintaro Nakayama, Maki Yoshio, Hiroaki Kojima, Kazuhiro Oiwa, Ken’ya Furuta",
      "paper_url": "https://doi.org/10.1126/science.abj5170",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4407199666",
      "paper_id": "https://openalex.org/W4407199666",
      "title": "Protein codes promote selective subcellular compartmentalization",
      "authors": "Henry R. Kilgore, Itamar Chinn, Peter G. Mikhael, Ilan Mitnikov, Catherine Van Dongen, Guy Zylberberg, Lena Afeyan, Salman F. Banani, Susana Wilson-Hawken, Tong Ihn Lee, Regina Barzilay, Richard A. Young",
      "paper_url": "https://doi.org/10.1126/science.adq2634",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3128306721",
      "paper_id": "https://openalex.org/W3128306721",
      "title": "Reactivation of the pluripotency program precedes formation of the cranial neural crest",
      "authors": "Antoine Zalc, Rahul Sinha, Gunsagar S. Gulati, Daniel J. Wesche, Patrycja Daszczuk, Tomek Swigut, Irving L. Weissman, Joanna Wysocka",
      "paper_url": "https://doi.org/10.1126/science.abb4776",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4402262375",
      "paper_id": "https://openalex.org/W4402262375",
      "title": "Role of protein kinase PLK1 in the epigenetic maintenance of centromeres",
      "authors": "Duccio Conti, Arianna Esposito Verza, Marion E. Pesenti, Verena Cmentowski, Ingrid R. Vetter, Dongqing Pan, Andrea Musacchio",
      "paper_url": "https://doi.org/10.1126/science.ado5178",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4225379371",
      "paper_id": "https://openalex.org/W4225379371",
      "title": "Segmental duplications and their variation in a complete human genome",
      "authors": "Mitchell R. Vollger, Xavi Guitart, Philip C. Dishuck, Ludovica Mercuri, William T. Harvey, Ariel Gershman, Mark Diekhans, Arvis Sulovari, Katherine M. Munson, Alexandra P. Lewis, Kendra Hoekzema, David Porubsky, Ruiyang Li, Sergey Nurk, Sergey Koren, Karen H. Miga, Adam M. Phillippy, Winston Timp, Mario Ventura, Evan E. Eichler",
      "paper_url": "https://doi.org/10.1126/science.abj6965",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4395447546",
      "paper_id": "https://openalex.org/W4395447546",
      "title": "Sequence basis of transcription initiation in the human genome",
      "authors": "Kseniia Dudnyk, Donghong Cai, Chenlai Shi, Jian Xu, Jian Zhou",
      "paper_url": "https://doi.org/10.1126/science.adj0116",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4210703721",
      "paper_id": "https://openalex.org/W4210703721",
      "title": "Sequence specificity in DNA binding is mainly governed by association",
      "authors": "Emil Marklund, Guanzhong Mao, Jinwen Yuan, Spartak Zikrin, Eldar Abdurakhmanov, Sebastian Deindl, Johan Elf",
      "paper_url": "https://doi.org/10.1126/science.abg7427",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4407199675",
      "paper_id": "https://openalex.org/W4407199675",
      "title": "Sequence-dependent activity and compartmentalization of foreign DNA in a eukaryotic nucleus",
      "authors": "Léa Meneu, Christophe Chapard, Jacques Serizay, Alex Westbrook, Etienne Routhier, Myriam Ruault, Manon Perrot, Alexandros Minakakis, Fabien Girard, Amaury Bignaud, Antoine Even, Géraldine Gourgues, Domenico Libri, Carole Lartigue, Aurèle Piazza, Agnès Thierry, Angela Taddei, Frédéric Beckouët, Julien Mozziconacci, Romain Koszul",
      "paper_url": "https://doi.org/10.1126/science.adm9466",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4386917535",
      "paper_id": "https://openalex.org/W4386917535",
      "title": "Short tandem repeats bind transcription factors to tune eukaryotic gene expression",
      "authors": "Connor A. Horton, Amr M. Alexandari, Michael G. B. Hayes, Emil Marklund, Julia M. Schaepe, Arjun K. Aditham, Nilay Shah, Peter H. Suzuki, Avanti Shrikumar, Ariel Afek, William J. Greenleaf, Raluca Gordân, Julia Zeitlinger, Anshul Kundaje, Polly M. Fordyce",
      "paper_url": "https://doi.org/10.1126/science.add1250",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3129490351",
      "paper_id": "https://openalex.org/W3129490351",
      "title": "Shulin packages axonemal outer dynein arms for ciliary targeting",
      "authors": "Girish R. Mali, Ferdos Abid Ali, Clinton K. Lau, Farida Begum, Jérôme Boulanger, Jonathan D. Howe, Zhuo A. Chen, Juri Rappsilber, Mark Skehel, Andrew P. Carter",
      "paper_url": "https://doi.org/10.1126/science.abe0526",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401752012",
      "paper_id": "https://openalex.org/W4401752012",
      "title": "Single-molecule structural and kinetic studies across sequence space",
      "authors": "Ivo Severins, Carolien Bastiaanssen, Sung Hyun Kim, Roy B. Simons, John van Noort, Chirlmin Joo",
      "paper_url": "https://doi.org/10.1126/science.adn5968",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4282961320",
      "paper_id": "https://openalex.org/W4282961320",
      "title": "Spatial centrosome proteome of human neural cells uncovers disease-relevant heterogeneity",
      "authors": "Adam C. O’Neill, Fatma Uzbas, Giulia Antognolli, Florencia Merino, Kalina Draganova, Alex Jäck, Sirui Zhang, Giorgia Pedini, Julia P. Schessner, Kimberly Cramer, Aloys Schepers, Fabian Metzger, Miriam Esgleas, Pawel Smialowski, Renzo Guerrini, Sven Falk, Regina Feederle, Saskia Freytag, Zefeng Wang, Melanie Bahlo, Ralf Jungmann, Claudia Bagni, Georg H. H. Borner, Stephen P. Robertson, Stefanie M. Hauck, Magdalena Götz",
      "paper_url": "https://doi.org/10.1126/science.abf9088",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4211162540",
      "paper_id": "https://openalex.org/W4211162540",
      "title": "Spatial-CUT&amp;Tag: Spatially resolved chromatin modification profiling at the cellular level",
      "authors": "Yanxiang Deng, Marek Bartosovic, Petra Kukanja, Di Zhang, Yang Liu, Graham Su, Archibald Enninful, Zhiliang Bai, Gonçalo Castelo-Branco, Rong Fan",
      "paper_url": "https://doi.org/10.1126/science.abg7216",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4382520315",
      "paper_id": "https://openalex.org/W4382520315",
      "title": "Spatially resolved single-cell translatomics at molecular resolution",
      "authors": "Hu Zeng, Jiahao Huang, Jingyi Ren, Connie Kangni Wang, Zefang Tang, Haowen Zhou, Yiming Zhou, Hailing Shi, Abhishek Aditham, Xin Sui, Hongyu Chen, Jennifer A. Lo, Xiao Wang",
      "paper_url": "https://doi.org/10.1126/science.add3067",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3119542558",
      "paper_id": "https://openalex.org/W3119542558",
      "title": "Stem cells on the ballot",
      "authors": "Lawrence S. B. Goldstein, Robert N. Klein",
      "paper_url": "https://doi.org/10.1126/science.abf8704",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4413394919",
      "paper_id": "https://openalex.org/W4413394919",
      "title": "Stereo-cell: Spatial enhanced-resolution single-cell sequencing with high-density DNA nanoball-patterned arrays",
      "authors": "Sha Liao, Xiaoxi Zhou, Chuanyu Liu, Chang Liu, Shijie Hao, Hongyu Luo, Huan Hou, Qian Liu, Zhe Zhang, Liyun Xiao, Yuan Xu, Yaling Huang, Sining Zhou, Xuerong Li, Yang Wang, Lulin Xie, Zhichun Zhou, Shichen Dong, Yiru Wang, Xiaojing Xu, Pengcheng Guo, Xiumei Lin, Jiajie Lei, Qiaoling Wang, Yuxin Gong, Jiaming Cheng, Zixin Yuan, Yongqing Yang, Zhi Huang, Shenglong Li, Yuhui Zheng, Shichen Yang, Xin Huang, Weiqing Liu, Mei Li, Zhonghan Deng, Xinyu Yang, Jianhua Yin, Yingjie Luo, Yiwei Lai, Yue Yuan, Mengnan Cheng, Bo Wang, Jiansong Ji, Miguel A. Esteban, Yuxiang Li, Ying Gu, Yijun Ruan, Liang Chen, Xiangdong Wang, Jun Xie, Jian Wang, Longqi Liu, Ao Chen, Xun Xu",
      "paper_url": "https://doi.org/10.1126/science.adr0475",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4382520418",
      "paper_id": "https://openalex.org/W4382520418",
      "title": "Stochastic motion and transcriptional dynamics of pairs of distal DNA loci on a compacted chromosome",
      "authors": "David B. Brückner, Hongtao Chen, Lev Barinov, Benjamin Zoller, Thomas Gregor",
      "paper_url": "https://doi.org/10.1126/science.adf5568",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4206569790",
      "paper_id": "https://openalex.org/W4206569790",
      "title": "Structural and functional insight into regulation of kinesin-1 by microtubule-associated protein MAP7",
      "authors": "Luke S. Ferro, Qianglin Fang, Lisa Eshun-Wilson, Jonathan Fernandes, Amanda Jack, Daniel P. Farrell, Mert Golcuk, Teun Huijben, Katelyn Costa, Mert Gur, Frank DiMaio, Eva Nogales, Ahmet Yildiz",
      "paper_url": "https://doi.org/10.1126/science.abf6154",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4389429528",
      "paper_id": "https://openalex.org/W4389429528",
      "title": "Structural mechanism of outer kinetochore Dam1-Ndc80 complex assembly on microtubules",
      "authors": "Kyle W. Muir, Christopher Batters, Tom Dendooven, Jing Yang, Ziguo Zhang, Alister Burt, David Barford",
      "paper_url": "https://doi.org/10.1126/science.adj8736",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4226083267",
      "paper_id": "https://openalex.org/W4226083267",
      "title": "Structure of the human inner kinetochore bound to a centromeric CENP-A nucleosome",
      "authors": "Stanislau Yatskevich, Kyle W. Muir, Dom Bellini, Ziguo Zhang, Jing Yang, Thomas Tischer, Masa Predin, Tom Dendooven, Stephen H. McLaughlin, David Barford",
      "paper_url": "https://doi.org/10.1126/science.abn3810",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4212820271",
      "paper_id": "https://openalex.org/W4212820271",
      "title": "Structures from intact myofibrils reveal mechanism of thin filament regulation through nebulin",
      "authors": "Zhexin Wang, Michael Grange, Sabrina Pospich, Thorsten Wagner, Ay Lin Kho, Mathias Gautel, Stefan Raunser",
      "paper_url": "https://doi.org/10.1126/science.abn1934",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4378194817",
      "paper_id": "https://openalex.org/W4378194817",
      "title": "Structures of the free and capped ends of the actin filament",
      "authors": "Peter J. Carman, Kyle R. Barrie, Grzegorz Rebowski, Roberto Dominguez",
      "paper_url": "https://doi.org/10.1126/science.adg6812",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3214508224",
      "paper_id": "https://openalex.org/W3214508224",
      "title": "Symmetry breaking in the female germline cyst",
      "authors": "D. Nashchekin, L. Busby, M. Jakobs, I. Squires, D. St. Johnston",
      "paper_url": "https://doi.org/10.1126/science.abj3125",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4283721919",
      "paper_id": "https://openalex.org/W4283721919",
      "title": "Synthetic regulatory reconstitution reveals principles of mammalian <i>Hox</i> cluster regulation",
      "authors": "Sudarshan Pinglay, Milica Bulajić, Dylan P. Rahe, Emily Huang, Ran Brosh, Nicholas E. Mamrak, Benjamin R. King, Sergei German, John A. Cadley, Lila Rieber, Nicole Easo, Timothée Lionnet, Shaun Mahony, Matthew T. Maurano, Liam J. Holt, Esteban O. Mazzoni, Jef D. Boeke",
      "paper_url": "https://doi.org/10.1126/science.abk2820",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4403294452",
      "paper_id": "https://openalex.org/W4403294452",
      "title": "Temporal variability and cell mechanics control robustness in mammalian embryogenesis",
      "authors": "Dimitri Fabrèges, Bernat Corominas-Murtra, Prachiti Moghe, Alison Kickuth, Takafumi Ichikawa, Chizuru Iwatani, Tomoyuki Tsukiyama, Nathalie Daniel, Julie Gering, Anniek Stokkermans, Adrian Wolny, Anna Kreshuk, Véronique Duranthon, Virginie Uhlman, Edouard Hannezo, Takashi Hiiragi",
      "paper_url": "https://doi.org/10.1126/science.adh1145",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4210380316",
      "paper_id": "https://openalex.org/W4210380316",
      "title": "The Blood Proteoform Atlas: A reference map of proteoforms in human hematopoietic cells",
      "authors": "Rafael D. Melani, Vincent R. Gerbasi, Lissa C. Anderson, Jacek W. Sikora, Timothy K. Toby, Josiah E. Hutton, David S. Butcher, Fernanda Negrão, Henrique S. Seckler, Kristina Srzentić, Luca Fornelli, Jeannie M. Camarillo, Richard D. LeDuc, Anthony J. Cesnik, Emma Lundberg, Joseph B. Greer, Ryan T. Fellers, Matthew T. Robey, Caroline J. DeHart, Eleonora Forte, Christopher L. Hendrickson, Susan E. Abbatiello, Paul M. Thomas, Andy I. Kokaji, Josh Levitsky, Neil L. Kelleher",
      "paper_url": "https://doi.org/10.1126/science.aaz5284",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4220999759",
      "paper_id": "https://openalex.org/W4220999759",
      "title": "The complete sequence of a human genome",
      "authors": "Sergey Nurk, Sergey Koren, Arang Rhie, Mikko Rautiainen, Andrey V. Bzikadze, Alla Mikheenko, Mitchell R. Vollger, Nicolas Altemose, Lev Uralsky, Ariel Gershman, Sergey Aganezov, Savannah J. Hoyt, Mark Diekhans, Glennis A. Logsdon, Michael Alonge, Stylianos E. Antonarakis, Matthew Borchers, Gerard G. Bouffard, Shelise Y. Brooks, Gina V. Caldas, Nae-Chyun Chen, Haoyu Cheng, Chen-Shan Chin, William Chow, Leonardo G. de Lima, Philip C. Dishuck, Richard Durbin, Tatiana Dvorkina, Ian T. Fiddes, Giulio Formenti, Robert S. Fulton, Arkarachai Fungtammasan, Erik Garrison, Patrick G. S. Grady, Tina A. Graves-Lindsay, Ira M. Hall, Nancy F. Hansen, Gabrielle A. Hartley, Marina Haukness, Kerstin Howe, Michael W. Hunkapiller, Chirag Jain, Miten Jain, Erich D. Jarvis, Peter Kerpedjiev, Melanie Kirsche, Mikhail Kolmogorov, Jonas Korlach, Milinn Kremitzki, Heng Li, Valerie V. Maduro, Tobias Marschall, Ann M. McCartney, Jennifer McDaniel, Danny E. Miller, James C. Mullikin, Eugene W. Myers, Nathan D. Olson, Benedict Paten, Paul Peluso, Pavel A. Pevzner, David Porubsky, Tamara Potapova, Evgeny I. Rogaev, Jeffrey A. Rosenfeld, Steven L. Salzberg, Valerie A. Schneider, Fritz J. Sedlazeck, Kishwar Shafin, Colin J. Shew, Alaina Shumate, Ying Sims, Arian F. A. Smit, Daniela C. Soto, Ivan Sović, Jessica M. Storer, Aaron Streets, Beth A. Sullivan, Françoise Thibaud-Nissen, James Torrance, Justin Wagner, Brian P. Walenz, Aaron Wenger, Jonathan M. D. Wood, Chunlin Xiao, Stephanie M. Yan, Alice C. Young, Samantha Zarate, Urvashi Surti, Rajiv C. McCoy, Megan Y. Dennis, Ivan A. Alexandrov, Jennifer L. Gerton, Rachel J. O’Neill, Winston Timp, Justin M. Zook, Michael C. Schatz, Evan E. Eichler, Karen H. Miga, Adam M. Phillippy",
      "paper_url": "https://doi.org/10.1126/science.abj6987",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4405056905",
      "paper_id": "https://openalex.org/W4405056905",
      "title": "The complete telomere-to-telomere sequence of a mouse genome",
      "authors": "Junli Liu, Qilin Li, Yixuan Hu, Yi Yu, Kai Zheng, Dengfeng Li, Lexin Qin, Xiaochun Yu",
      "paper_url": "https://doi.org/10.1126/science.adq8191",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4289782042",
      "paper_id": "https://openalex.org/W4289782042",
      "title": "The continuum of <i>Drosophila</i> embryonic development at single-cell resolution",
      "authors": "Diego Calderon, Ronnie Blecher-Gonen, Xingfan Huang, Stefano Secchia, James Kentro, Riza M. Daza, Beth Martin, Alessandro Dulja, Christoph Schaub, Cole Trapnell, Erica Larschan, Kate M. O’Connor-Giles, Eileen E. M. Furlong, Jay Shendure",
      "paper_url": "https://doi.org/10.1126/science.abn5800",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3213182660",
      "paper_id": "https://openalex.org/W3213182660",
      "title": "The genetic and epigenetic landscape of the <i>Arabidopsis</i> centromeres",
      "authors": "Matthew Naish, Michael Alonge, Piotr Wlodzimierz, Andrew J. Tock, Bradley W. Abramson, Anna Schmücker, Terezie Mandáková, Bhagyshree Jamge, Christophe Lambing, Pallas Kuo, Natasha Yelina, Nolan Hartwick, Kelly Colt, Lisa M. Smith, Jurriaan Ton, Tetsuji Kakutani, Robert A. Martienssen, Korbinian Schneeberger, Martin A. Lysak, Frédéric Berger, Alexandros Bousios, Todd P. Michael, Michael C. Schatz, Ian R. Henderson",
      "paper_url": "https://doi.org/10.1126/science.abi7489",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4309233026",
      "paper_id": "https://openalex.org/W4309233026",
      "title": "The mechanism of acentrosomal spindle assembly in human oocytes",
      "authors": "Tianyu Wu, Jie Dong, Jing Fu, Yanping Kuang, Biaobang Chen, Hao Gu, Yuxi Luo, Ruihuan Gu, Meiling Zhang, Wen Li, Xi Dong, Xiaoxi Sun, Qing Sang, Lei Wang",
      "paper_url": "https://doi.org/10.1126/science.abq7361",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4365445785",
      "paper_id": "https://openalex.org/W4365445785",
      "title": "The origins and functional effects of postzygotic mutations throughout the human life span",
      "authors": "Nicole B. Rockweiler, Avinash Ramu, Liina Nagirnaja, Wing H. Wong, Michiel J. Noordam, Casey W. Drubin, Ni Huang, Brian Miller, Ellen Z. Todres, Katinka A. Vigh-Conrad, Antonino Zito, Kerrin S. Small, Kristin G. Ardlie, Barak A. Cohen, Donald F. Conrad",
      "paper_url": "https://doi.org/10.1126/science.abn7113",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3166089476",
      "paper_id": "https://openalex.org/W3166089476",
      "title": "Time-resolved structured illumination microscopy reveals key principles of Xist RNA spreading",
      "authors": "Lisa Rodermund, Heather Coker, Roel Oldenkamp, Guifeng Wei, Joseph Bowness, Bramman Rajkumar, Tatyana Nesterova, David Miguel Susano Pinto, Lothar Schermelleh, Neil Brockdorff",
      "paper_url": "https://doi.org/10.1126/science.abe7500",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4205165375",
      "paper_id": "https://openalex.org/W4205165375",
      "title": "Tissue geometry drives deterministic organoid patterning",
      "authors": "N. Gjorevski, M. Nikolaev, T. E. Brown, O. Mitrofanova, N. Brandenberg, F. W. DelRio, F. M. Yavitt, P. Liberali, K. S. Anseth, M. P. Lutolf",
      "paper_url": "https://doi.org/10.1126/science.aaw9021",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4409176603",
      "paper_id": "https://openalex.org/W4409176603",
      "title": "Tissue-like multicellular development triggered by mechanical compression in archaea",
      "authors": "Theopi Rados, Olivia S. Leland, Pedro Escudeiro, John Mallon, Katherine Andre, Ido Caspy, Andriko von Kügelgen, Elad Stolovicki, Sinead Nguyen, Inés Lucía Patop, L. Thiberio Rangel, Sebastian Kadener, Lars D. Renner, Vera Thiel, Yoav Soen, Tanmay A. M. Bharat, Vikram Alva, Alex Bisson",
      "paper_url": "https://doi.org/10.1126/science.adu0047",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4413786365",
      "paper_id": "https://openalex.org/W4413786365",
      "title": "Transcription factors SP5 and SP8 drive primary cilia formation in mammalian embryos",
      "authors": "Yinwen Liang, Richard Koche, Ravindra B. Chalamalasetty, Daniel N. Stephen, Mark W. Kennedy, Zhimin Lao, Yunong Pang, Ying-Yi Kuo, Moonsup Lee, Francisco Pereira Lobo, Xiaofeng Huang, Anna-Katerina Hadjantonakis, Terry P. Yamaguchi, Kathryn V. Anderson, Alexandra L. Joyner",
      "paper_url": "https://doi.org/10.1126/science.adt5663",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4214896964",
      "paper_id": "https://openalex.org/W4214896964",
      "title": "Transcriptional neighborhoods regulate transcript isoform lengths and expression levels",
      "authors": "Aaron N. Brooks, Amanda L. Hughes, Sandra Clauder-Münster, Leslie A. Mitchell, Jef D. Boeke, Lars M. Steinmetz",
      "paper_url": "https://doi.org/10.1126/science.abg0162",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4391472641",
      "paper_id": "https://openalex.org/W4391472641",
      "title": "Transition of human γ-tubulin ring complex into a closed conformation during microtubule nucleation",
      "authors": "Cláudia Brito, Marina Serna, Pablo Guerra, Oscar Llorca, Thomas Surrey",
      "paper_url": "https://doi.org/10.1126/science.adk6160",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4295079475",
      "paper_id": "https://openalex.org/W4295079475",
      "title": "Translatome and transcriptome co-profiling reveals a role of TPRXs in human zygotic genome activation",
      "authors": "Zhuoning Zou, Chuanxin Zhang, Qiuyan Wang, Zhenzhen Hou, Zhuqing Xiong, Feng Kong, Qiujun Wang, Jinzhu Song, Boyang Liu, Bofeng Liu, Lijuan Wang, Fangnong Lai, Qiang Fan, Wenrong Tao, Shuai Zhao, Xiaonan Ma, Miao Li, Keliang Wu, Han Zhao, Zi-Jiang Chen, Wei Xie",
      "paper_url": "https://doi.org/10.1126/science.abo7923",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3120461254",
      "paper_id": "https://openalex.org/W3120461254",
      "title": "Tubulin glycylation controls axonemal dynein activity, flagellar beat, and male fertility",
      "authors": "Sudarshan Gadadhar, Gonzalo Alvarez Viar, Jan Niklas Hansen, An Gong, Aleksandr Kostarev, Côme Ialy-Radio, Sophie Leboucher, Marjorie Whitfield, Ahmed Ziyyat, Aminata Touré, Luis Alvarez, Gaia Pigino, Carsten Janke",
      "paper_url": "https://doi.org/10.1126/science.abd4914",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4404577731",
      "paper_id": "https://openalex.org/W4404577731",
      "title": "Whole-brain spatial transcriptional analysis at cellular resolution",
      "authors": "Shigeaki Kanatani, Judith C. Kreutzmann, Yue Li, Zoe West, Lea Lydolph Larsen, Danai Vougesi Nikou, Ilse Eidhof, Abigail Walton, Songbai Zhang, Leslie Rubio Rodríguez-Kirby, Jacob Lercke Skytte, Casper Gravesen Salinas, Kimiharu Takamatsu, Xiaofei Li, Daisuke H. Tanaka, Dagmara Kaczynska, Keishiro Fukumoto, Razieh Karamzadeh, Yujiao Xiang, Naofumi Uesaka, Tsutomu Tanabe, Mikael Adner, Johan Hartman, Ayako Miyakawa, Erik Sundström, Gonçalo Castelo-Branco, Urmas Roostalu, Jacob Hecksher-Sørensen, Per Uhlén",
      "paper_url": "https://doi.org/10.1126/science.adn9947",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4384155135",
      "paper_id": "https://openalex.org/W4384155135",
      "title": "Widespread regulatory specificities between transcriptional co-repressors and enhancers in <i>Drosophila</i>",
      "authors": "Jelle Jacobs, Michaela Pagani, Christoph Wenzl, Alexander Stark",
      "paper_url": "https://doi.org/10.1126/science.adf6149",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4385930411",
      "paper_id": "https://openalex.org/W4385930411",
      "title": "Yolk sac cell atlas reveals multiorgan functions during human early development",
      "authors": "Issac Goh, Rachel A. Botting, Antony Rose, Simone Webb, Justin Engelbert, Yorick Gitton, Emily Stephenson, Mariana Quiroga Londoño, Michael Mather, Nicole Mende, Ivan Imaz-Rosshandler, Lu Yang, Dave Horsfall, Daniela Basurto-Lozada, Nana-Jane Chipampe, Victoria Rook, Jimmy Tsz Hang Lee, Mai-Linh Ton, Daniel Keitley, Pavel Mazin, M. S. Vijayabaskar, Rebecca Hannah, Laure Gambardella, Kile Green, Stephane Ballereau, Megumi Inoue, Elizabeth Tuck, Valentina Lorenzi, Kwasi Kwakwa, Clara Alsinet, Bayanne Olabi, Mohi Miah, Chloe Admane, Dorin-Mirel Popescu, Meghan Acres, David Dixon, Thomas Ness, Rowen Coulthard, Steven Lisgo, Deborah J. Henderson, Emma Dann, Chenqu Suo, Sarah J. Kinston, Jong-eun Park, Krzysztof Polanski, John Marioni, Stijn van Dongen, Kerstin B. Meyer, Marella de Bruijn, James Palis, Sam Behjati, Elisa Laurenti, Nicola K. Wilson, Roser Vento-Tormo, Alain Chédotal, Omer Bayraktar, Irene Roberts, Laura Jardine, Berthold Göttgens, Sarah A. Teichmann, Muzlifah Haniffa",
      "paper_url": "https://doi.org/10.1126/science.add7564",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4411983879",
      "paper_id": "https://openalex.org/W4411983879",
      "title": "Zincore, an atypical coregulator, binds zinc finger transcription factors to control gene expression",
      "authors": "Daniëlle Bianchi, Razvan Borza, Erica De Zan, Guizela Huelsz-Prince, Sebastian Gregoricchio, Marleen Dekker, Alex Fish, Abdelghani Mazouzi, Lona J. Kroese, Simon Linder, Miguel Hernandez-Quiles, Michiel Vermeulen, Patrick H. N. Celie, Paul Krimpenfort, Ji-Ying Song, Wilbert Zwart, Lodewyk Wessels, Sebastian M. B. Nijman, Anastassis Perrakis, Thijn R. Brummelkamp",
      "paper_url": "https://doi.org/10.1126/science.adv2861",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4309896588",
      "paper_id": "https://openalex.org/W4309896588",
      "title": "Zygotic genome activation by the totipotency pioneer factor Nr5a2",
      "authors": "Johanna Gassler, Wataru Kobayashi, Imre Gáspár, Siwat Ruangroengkulrith, Adarsh Mohanan, Laura Gómez Hernández, Pavel Kravchenko, Maximilian Kümmecke, Aleksandar Lalic, Nikita Rifel, Robert John Ashburn, Maciej Zaczek, Antoine Vallot, Laura Cuenca Rico, Sabrina Ladstätter, Kikuë Tachibana",
      "paper_url": "https://doi.org/10.1126/science.abn7478",
      "venue": "science22"
    }
  ]
}