{
  "cluster_id": 200,
  "papers": [
    {
      "id": "science21_https://openalex.org/W3194579949",
      "paper_id": "https://openalex.org/W3194579949",
      "title": "2D materials–based homogeneous transistor-memory architecture for neuromorphic hardware",
      "authors": "Lei Tong, Zhuiri Peng, Runfeng Lin, Zheng Li, Yilun Wang, Xinyu Huang, Kan-Hao Xue, Hangyu Xu, Feng Liu, Hui Xia, Peng Wang, Mingsheng Xu, Wei Xiong, Weida Hu, Jianbin Xu, Xinliang Zhang, Lei Ye, Xiangshui Miao",
      "paper_url": "https://doi.org/10.1126/science.abg3161",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4406440092",
      "paper_id": "https://openalex.org/W4406440092",
      "title": "3D polycatenated architected materials",
      "authors": "Wenjie Zhou, Sujeeka Nadarajah, Liuchi Li, Anna Guell Izard, Hujie Yan, Aashutosh K. Prachet, Payal Patel, Xiaoxing Xia, Chiara Daraio",
      "paper_url": "https://doi.org/10.1126/science.adr9713",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4385927885",
      "paper_id": "https://openalex.org/W4385927885",
      "title": "<i>Alcanivorax borkumensis</i> biofilms enhance oil degradation by interfacial tubulation",
      "authors": "M. Prasad, N. Obana, S.-Z. Lin, S. Zhao, K. Sakai, C. Blanch-Mercader, J. Prost, N. Nomura, J.-F. Rupprecht, J. Fattaccioli, A. S. Utada",
      "paper_url": "https://doi.org/10.1126/science.adf3345",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3161143221",
      "paper_id": "https://openalex.org/W3161143221",
      "title": "A brain-computer interface that evokes tactile sensations improves robotic arm control",
      "authors": "Sharlene N. Flesher, John E. Downey, Jeffrey M. Weiss, Christopher L. Hughes, Angelica J. Herrera, Elizabeth C. Tyler-Kabara, Michael L. Boninger, Jennifer L. Collinger, Robert A. Gaunt",
      "paper_url": "https://doi.org/10.1126/science.abd0380",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4393279461",
      "paper_id": "https://openalex.org/W4393279461",
      "title": "A hyperelastic hydrogel with an ultralarge reversible biaxial strain",
      "authors": "Lili Chen, Zhekai Jin, Wenwen Feng, Lin Sun, Hao Xu, Chao Wang",
      "paper_url": "https://doi.org/10.1126/science.adh3632",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4401211141",
      "paper_id": "https://openalex.org/W4401211141",
      "title": "A molecular anion pump",
      "authors": "Baihao Shao, Heyifei Fu, Ivan Aprahamian",
      "paper_url": "https://doi.org/10.1126/science.adp3506",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4412794657",
      "paper_id": "https://openalex.org/W4412794657",
      "title": "A molecular machine directs the synthesis of a catenane",
      "authors": "Tommy Wachsmuth, Robert Kluifhooft, Mira Müller, Leon Zeiß, Michael Kathan",
      "paper_url": "https://doi.org/10.1126/science.adx5363",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4284712558",
      "paper_id": "https://openalex.org/W4284712558",
      "title": "A processable, high-performance dielectric elastomer and multilayering process",
      "authors": "Ye Shi, Erin Askounis, Roshan Plamthottam, Tom Libby, Zihang Peng, Kareem Youssef, Junhong Pu, Ron Pelrine, Qibing Pei",
      "paper_url": "https://doi.org/10.1126/science.abn0099",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4360609441",
      "paper_id": "https://openalex.org/W4360609441",
      "title": "A silicone-based support material eliminates interfacial instabilities in 3D silicone printing",
      "authors": "Senthilkumar Duraivel, Dimitri Laurent, Didier A. Rajon, Georg M. Scheutz, Abhishek M. Shetty, Brent S. Sumerlin, Scott A. Banks, Frank J. Bova, Thomas E. Angelini",
      "paper_url": "https://doi.org/10.1126/science.ade4441",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4401990075",
      "paper_id": "https://openalex.org/W4401990075",
      "title": "A smart mask for exhaled breath condensate harvesting and analysis",
      "authors": "Wenzheng Heng, Shukun Yin, Jihong Min, Canran Wang, Hong Han, Ehsan Shirzaei Sani, Jiahong Li, Yu Song, Harry B. Rossiter, Wei Gao",
      "paper_url": "https://doi.org/10.1126/science.adn6471",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4388726659",
      "paper_id": "https://openalex.org/W4388726659",
      "title": "A strong quick-release biointerface in mussels mediated by serotonergic cilia-based adhesion",
      "authors": "Jenaes Sivasundarampillai, Lucia Youssef, Tobias Priemel, Sydney Mikulin, E. Deniz Eren, Paul Zaslansky, Franziska Jehle, Matthew J. Harrington",
      "paper_url": "https://doi.org/10.1126/science.adi7401",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4399168200",
      "paper_id": "https://openalex.org/W4399168200",
      "title": "A three-dimensionally architected electronic skin mimicking human mechanosensation",
      "authors": "Zhi Liu, Xiaonan Hu, Renheng Bo, Youzhou Yang, Xu Cheng, Wenbo Pang, Qing Liu, Yuejiao Wang, Shuheng Wang, Shiwei Xu, Zhangming Shen, Yihui Zhang",
      "paper_url": "https://doi.org/10.1126/science.adk5556",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4281553981",
      "paper_id": "https://openalex.org/W4281553981",
      "title": "A transient, closed-loop network of wireless, body-integrated devices for autonomous electrotherapy",
      "authors": "Yeon Sik Choi, Hyoyoung Jeong, Rose T. Yin, Raudel Avila, Anna Pfenniger, Jaeyoung Yoo, Jong Yoon Lee, Andreas Tzavelis, Young Joong Lee, Sheena W. Chen, Helen S. Knight, Seungyeob Kim, Hak-Young Ahn, Grace Wickerson, Abraham Vázquez-Guardado, Elizabeth Higbee-Dempsey, Bender A. Russo, Michael A. Napolitano, Timothy J. Holleran, Leen Abdul Razzak, Alana N. Miniovich, Geumbee Lee, Beth Geist, Brandon Kim, Shuling Han, Jaclyn A. Brennan, Kedar Aras, Sung Soo Kwak, Joohee Kim, Emily Alexandria Waters, Xiangxing Yang, Amy Burrell, Keum San Chun, Claire Liu, Changsheng Wu, Alina Y. Rwei, Alisha N. Spann, Anthony Banks, David Johnson, Zheng Jenny Zhang, Chad R. Haney, Sung Hun Jin, Alan Varteres Sahakian, Yonggang Huang, Gregory D. Trachiotis, Bradley P. Knight, Rishi K. Arora, Igor R. Efimov, John A. Rogers",
      "paper_url": "https://doi.org/10.1126/science.abm1703",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4321018320",
      "paper_id": "https://openalex.org/W4321018320",
      "title": "A tunable reflector enabling crustaceans to see but not be seen",
      "authors": "Keshet Shavit, Avital Wagner, Lukas Schertel, Viviana Farstey, Derya Akkaynak, Gan Zhang, Alexander Upcher, Amir Sagi, Venkata Jayasurya Yallapragada, Johannes Haataja, Benjamin A. Palmer",
      "paper_url": "https://doi.org/10.1126/science.add4099",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4391428180",
      "paper_id": "https://openalex.org/W4391428180",
      "title": "Accessing pluripotent materials through tempering of dynamic covalent polymer networks",
      "authors": "Nicholas R. Boynton, Joseph M. Dennis, Neil D. Dolinski, Charlie A. Lindberg, Anthony P. Kotula, Garrett L. Grocke, Stephanie L. Vivod, Joseph L. Lenhart, Shrayesh N. Patel, Stuart J. Rowan",
      "paper_url": "https://doi.org/10.1126/science.adi5009",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4402260765",
      "paper_id": "https://openalex.org/W4402260765",
      "title": "Achieving optical transparency in live animals with absorbing molecules",
      "authors": "Zihao Ou, Yi-Shiou Duh, Nicholas J. Rommelfanger, Carl H. C. Keck, Shan Jiang, Kenneth Brinson, Su Zhao, Elizabeth L. Schmidt, Xiang Wu, Fan Yang, Betty Cai, Han Cui, Wei Qi, Shifu Wu, Adarsh Tantry, Richard Roth, Jun Ding, Xiaoke Chen, Julia A. Kaltschmidt, Mark L. Brongersma, Guosong Hong",
      "paper_url": "https://doi.org/10.1126/science.adm6869",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4399154309",
      "paper_id": "https://openalex.org/W4399154309",
      "title": "Active biointegrated living electronics for managing inflammation",
      "authors": "Jiuyun Shi, Saehyun Kim, Pengju Li, Fuying Dong, Chuanwang Yang, Bryan Nam, Chi Han, Ethan Eig, Lewis L. Shi, Simiao Niu, Jiping Yue, Bozhi Tian",
      "paper_url": "https://doi.org/10.1126/science.adl1102",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3205699459",
      "paper_id": "https://openalex.org/W3205699459",
      "title": "Active mechanisorption driven by pumping cassettes",
      "authors": "Liang Feng, Yunyan Qiu, Qing-Hui Guo, Zhijie Chen, James S. W. Seale, Kun He, Huang Wu, Yuanning Feng, Omar K. Farha, R. Dean Astumian, J. Fraser Stoddart",
      "paper_url": "https://doi.org/10.1126/science.abk1391",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4405056439",
      "paper_id": "https://openalex.org/W4405056439",
      "title": "Active-reset protein sensors enable continuous in vivo monitoring of inflammation",
      "authors": "H. Zargartalebi, S. Mirzaie, A. GhavamiNejad, S. U. Ahmed, F. Esmaeili, A. Geraili, C. D. Flynn, D. Chang, J. Das, A. Abdrabou, E. H. Sargent, S. O. Kelley",
      "paper_url": "https://doi.org/10.1126/science.adn2600",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4401211186",
      "paper_id": "https://openalex.org/W4401211186",
      "title": "Additive manufacturing of highly entangled polymer networks",
      "authors": "Abhishek P. Dhand, Matthew D. Davidson, Hannah M. Zlotnick, Thomas J. Kolibaba, Jason P. Killgore, Jason A. Burdick",
      "paper_url": "https://doi.org/10.1126/science.adn6925",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4401606944",
      "paper_id": "https://openalex.org/W4401606944",
      "title": "Ambient printing of native oxides for ultrathin transparent flexible circuit boards",
      "authors": "Minsik Kong, Man Hou Vong, Mingyu Kwak, Ighyun Lim, Younghyun Lee, Seong-hun Lee, Insang You, Omar Awartani, Jimin Kwon, Tae Joo Shin, Unyong Jeong, Michael D. Dickey",
      "paper_url": "https://doi.org/10.1126/science.adp3299",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4211164694",
      "paper_id": "https://openalex.org/W4211164694",
      "title": "An autonomously swimming biohybrid fish designed with human cardiac biophysics",
      "authors": "Keel Yong Lee, Sung-Jin Park, David G. Matthews, Sean L. Kim, Carlos Antonio Marquez, John F. Zimmerman, Herdeline Ann M. Ardoña, Andre G. Kleber, George V. Lauder, Kevin Kit Parker",
      "paper_url": "https://doi.org/10.1126/science.abh0474",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4384129427",
      "paper_id": "https://openalex.org/W4384129427",
      "title": "Artificial intelligence meets medical robotics",
      "authors": "Michael Yip, Septimiu Salcudean, Ken Goldberg, Kaspar Althoefer, Arianna Menciassi, Justin D. Opfermann, Axel Krieger, Krithika Swaminathan, Conor J. Walsh, He (Helen) Huang, I-Chieh Lee",
      "paper_url": "https://doi.org/10.1126/science.adj3312",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3157870875",
      "paper_id": "https://openalex.org/W3157870875",
      "title": "Atomic-scale ion transistor with ultrahigh diffusivity",
      "authors": "Yahui Xue, Yang Xia, Sui Yang, Yousif Alsaid, King Yan Fong, Yuan Wang, Xiang Zhang",
      "paper_url": "https://doi.org/10.1126/science.abb5144",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4378977486",
      "paper_id": "https://openalex.org/W4378977486",
      "title": "Autonomous alignment and healing in multilayer soft electronics using immiscible dynamic polymers",
      "authors": "Christopher B. Cooper, Samuel E. Root, Lukas Michalek, Shuai Wu, Jian-Cheng Lai, Muhammad Khatib, Solomon T. Oyakhire, Renee Zhao, Jian Qin, Zhenan Bao",
      "paper_url": "https://doi.org/10.1126/science.adh0619",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3180467259",
      "paper_id": "https://openalex.org/W3180467259",
      "title": "Autonomous self-repair in piezoelectric molecular crystals",
      "authors": "Surojit Bhunia, Shubham Chandel, Sumanta Kumar Karan, Somnath Dey, Akash Tiwari, Susobhan Das, Nishkarsh Kumar, Rituparno Chowdhury, Saikat Mondal, Ishita Ghosh, Amit Mondal, Bhanu Bhusan Khatua, Nirmalya Ghosh, C. Malla Reddy",
      "paper_url": "https://doi.org/10.1126/science.abg3886",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4388937805",
      "paper_id": "https://openalex.org/W4388937805",
      "title": "Backpropagation-free training of deep physical neural networks",
      "authors": "Ali Momeni, Babak Rahmani, Matthieu Malléjac, Philipp del Hougne, Romain Fleury",
      "paper_url": "https://doi.org/10.1126/science.adi8474",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4385726846",
      "paper_id": "https://openalex.org/W4385726846",
      "title": "Bioadhesive polymer semiconductors and transistors for intimate biointerfaces",
      "authors": "Nan Li, Yang Li, Zhe Cheng, Youdi Liu, Yahao Dai, Seounghun Kang, Songsong Li, Naisong Shan, Shinya Wai, Aidan Ziaja, Yunfei Wang, Joseph Strzalka, Wei Liu, Cheng Zhang, Xiaodan Gu, Jeffrey A. Hubbell, Bozhi Tian, Sihong Wang",
      "paper_url": "https://doi.org/10.1126/science.adg8758",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4288424909",
      "paper_id": "https://openalex.org/W4288424909",
      "title": "Bioadhesive ultrasound for long-term continuous imaging of diverse organs",
      "authors": "Chonghe Wang, Xiaoyu Chen, Liu Wang, Mitsutoshi Makihata, Hsiao-Chuan Liu, Tao Zhou, Xuanhe Zhao",
      "paper_url": "https://doi.org/10.1126/science.abo2542",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4213033613",
      "paper_id": "https://openalex.org/W4213033613",
      "title": "Biomimetic fracture model of lizard tail autotomy",
      "authors": "Navajit S Baban, Ajymurat Orozaliev, Sebastian Kirchhof, Christopher J Stubbs, Yong-Ak Song",
      "paper_url": "https://doi.org/10.1126/science.abh1614",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4392544774",
      "paper_id": "https://openalex.org/W4392544774",
      "title": "Bioresorbable shape-adaptive structures for ultrasonic monitoring of deep-tissue homeostasis",
      "authors": "Jiaqi Liu, Naijia Liu, Yameng Xu, Mingzheng Wu, Haohui Zhang, Yue Wang, Ying Yan, Angela Hill, Ruihao Song, Zijie Xu, Minsu Park, Yunyun Wu, Joanna L. Ciatti, Jianyu Gu, Haiwen Luan, Yamin Zhang, Tianyu Yang, Hak-Young Ahn, Shupeng Li, Wilson Z. Ray, Colin K. Franz, Matthew R. MacEwan, Yonggang Huang, Chet W. Hammill, Heling Wang, John A. Rogers",
      "paper_url": "https://doi.org/10.1126/science.adk9880",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4388214786",
      "paper_id": "https://openalex.org/W4388214786",
      "title": "Cascade-heterogated biphasic gel iontronics for electronic-to-multi-ionic signal transmission",
      "authors": "Weipeng Chen, Linxin Zhai, Suli Zhang, Ziguang Zhao, Yuhao Hu, Yun Xiang, Huirong Liu, Zhiping Xu, Lei Jiang, Liping Wen",
      "paper_url": "https://doi.org/10.1126/science.adg0059",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4292230157",
      "paper_id": "https://openalex.org/W4292230157",
      "title": "Chip-less wireless electronic skins by remote epitaxial freestanding compound semiconductors",
      "authors": "Yeongin Kim, Jun Min Suh, Jiho Shin, Yunpeng Liu, Hanwool Yeon, Kuan Qiao, Hyun S. Kum, Chansoo Kim, Han Eol Lee, Chanyeol Choi, Hyunseok Kim, Doyoon Lee, Jaeyong Lee, Ji-Hoon Kang, Bo-In Park, Sungsu Kang, Jihoon Kim, Sungkyu Kim, Joshua A. Perozek, Kejia Wang, Yongmo Park, Kumar Kishen, Lingping Kong, Tomás Palacios, Jungwon Park, Min-Chul Park, Hyung-jun Kim, Yun Seog Lee, Kyusang Lee, Sang-Hoon Bae, Wei Kong, Jiyeon Han, Jeehwan Kim",
      "paper_url": "https://doi.org/10.1126/science.abn7325",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4293298399",
      "paper_id": "https://openalex.org/W4293298399",
      "title": "Controlled tough bioadhesion mediated by ultrasound",
      "authors": "Zhenwei Ma, Claire Bourquard, Qiman Gao, Shuaibing Jiang, Tristan De Iure-Grimmel, Ran Huo, Xuan Li, Zixin He, Zhen Yang, Galen Yang, Yixiang Wang, Edmond Lam, Zu-hua Gao, Outi Supponen, Jianyu Li",
      "paper_url": "https://doi.org/10.1126/science.abn8699",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4399394749",
      "paper_id": "https://openalex.org/W4399394749",
      "title": "Curved crease origami and topological singularities enable hyperextensibility of <i>L. olor</i>",
      "authors": "Eliott Flaum, Manu Prakash",
      "paper_url": "https://doi.org/10.1126/science.adk5511",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4229000069",
      "paper_id": "https://openalex.org/W4229000069",
      "title": "Cuticular pad–inspired selective frequency damper for nearly dynamic noise–free bioelectronics",
      "authors": "Byeonghak Park, Joo Hwan Shin, Jehyung Ok, Subin Park, Woojin Jung, Chanho Jeong, Seunghwan Choy, Young Jin Jo, Tae-il Kim",
      "paper_url": "https://doi.org/10.1126/science.abj9912",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4381612881",
      "paper_id": "https://openalex.org/W4381612881",
      "title": "Deformable hard tissue with high fatigue resistance in the hinge of bivalve <i>Cristaria plicata</i>",
      "authors": "Xiang-Sen Meng, Li-Chuan Zhou, Lei Liu, Yin-Bo Zhu, Yu-Feng Meng, Dong-Chang Zheng, Bo Yang, Qi-Zhi Rao, Li-Bo Mao, Heng-An Wu, Shu-Hong Yu",
      "paper_url": "https://doi.org/10.1126/science.ade2038",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4306902080",
      "paper_id": "https://openalex.org/W4306902080",
      "title": "Delocalized photonic deep learning on the internet’s edge",
      "authors": "Alexander Sludds, Saumil Bandyopadhyay, Zaijun Chen, Zhizhen Zhong, Jared Cochrane, Liane Bernstein, Darius Bunandar, P. Ben Dixon, Scott A. Hamilton, Matthew Streshinsky, Ari Novack, Tom Baehr-Jones, Michael Hochberg, Manya Ghobadi, Ryan Hamerly, Dirk Englund",
      "paper_url": "https://doi.org/10.1126/science.abq8271",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4282975176",
      "paper_id": "https://openalex.org/W4282975176",
      "title": "Design and printing of proprioceptive three-dimensional architected robotic metamaterials",
      "authors": "Huachen Cui, Desheng Yao, Ryan Hensleigh, Haotian Lu, Ariel Calderon, Zhenpeng Xu, Sheyda Davaria, Zhen Wang, Patrick Mercier, Pablo Tarazaga, Xiaoyu (Rayne) Zheng",
      "paper_url": "https://doi.org/10.1126/science.abn0090",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4390733963",
      "paper_id": "https://openalex.org/W4390733963",
      "title": "Designing metainterfaces with specified friction laws",
      "authors": "Antoine Aymard, Emilie Delplanque, Davy Dalmas, Julien Scheibert",
      "paper_url": "https://doi.org/10.1126/science.adk4234",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4284671198",
      "paper_id": "https://openalex.org/W4284671198",
      "title": "Dilution-induced gel-sol-gel-sol transitions by competitive supramolecular pathways in water",
      "authors": "Lu Su, Jesús Mosquera, Mathijs F. J. Mabesoone, Sandra M. C. Schoenmakers, Cyprien Muller, Marle E. J. Vleugels, Shikha Dhiman, Stefan Wijker, Anja R. A. Palmans, E. W. Meijer",
      "paper_url": "https://doi.org/10.1126/science.abn3438",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4407199592",
      "paper_id": "https://openalex.org/W4407199592",
      "title": "Does the mantis shrimp pack a phononic shield?",
      "authors": "N. A. Alderete, S. Sandeep, S. Raetz, M. Asgari, M. Abi Ghanem, H. D. Espinosa",
      "paper_url": "https://doi.org/10.1126/science.adq7100",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4414086065",
      "paper_id": "https://openalex.org/W4414086065",
      "title": "Drop-printing with dynamic stress release for conformal wrap of bioelectronic interfaces",
      "authors": "An Li, Wenjianlong Zhou, Huizeng Li, Wei Fang, Yifei Luo, Zheng Li, Qingrong Zhang, Quan Liu, Qin Xu, Luanluan Xue, Kaixuan Li, Renxuan Yuan, Wanling Liu, Wang Jia, Xiaodong Chen, Yanlin Song",
      "paper_url": "https://doi.org/10.1126/science.adw6854",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4291961176",
      "paper_id": "https://openalex.org/W4291961176",
      "title": "Dynamics of active liquid interfaces",
      "authors": "Raymond Adkins, Itamar Kolvin, Zhihong You, Sven Witthaus, M. Cristina Marchetti, Zvonimir Dogic",
      "paper_url": "https://doi.org/10.1126/science.abo5423",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4386736788",
      "paper_id": "https://openalex.org/W4386736788",
      "title": "Edge learning using a fully integrated neuro-inspired memristor chip",
      "authors": "Wenbin Zhang, Peng Yao, Bin Gao, Qi Liu, Dong Wu, Qingtian Zhang, Yuankun Li, Qi Qin, Jiaming Li, Zhenhua Zhu, Yi Cai, Dabin Wu, Jianshi Tang, He Qian, Yu Wang, Huaqiang Wu",
      "paper_url": "https://doi.org/10.1126/science.ade3483",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4411505740",
      "paper_id": "https://openalex.org/W4411505740",
      "title": "Excision of organic macrocycles from covalent organic frameworks",
      "authors": "Roberto Sánchez-Naya, Juan Pablo Cavalieri, Jorge Albalad, Alba Cortés-Martínez, Kaiyu Wang, Carles Fuertes-Espinosa, Teodor Parella, Sara Fiori, Esteve Ribas, Aitor Mugarza, Xavi Ribas, Jordi Faraudo, Omar M. Yaghi, Inhar Imaz, Daniel Maspoch",
      "paper_url": "https://doi.org/10.1126/science.adw4126",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4367173722",
      "paper_id": "https://openalex.org/W4367173722",
      "title": "Experimentally realized in situ backpropagation for deep learning in photonic neural networks",
      "authors": "Sunil Pai, Zhanghao Sun, Tyler W. Hughes, Taewon Park, Ben Bartlett, Ian A. D. Williamson, Momchil Minkov, Maziyar Milanizadeh, Nathnael Abebe, Francesco Morichetti, Andrea Melloni, Shanhui Fan, Olav Solgaard, David A. B. Miller",
      "paper_url": "https://doi.org/10.1126/science.ade8450",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4381613083",
      "paper_id": "https://openalex.org/W4381613083",
      "title": "Facile mechanochemical cycloreversion of polymer cross-linkers enhances tear resistance",
      "authors": "Shu Wang, Yixin Hu, Tatiana B. Kouznetsova, Liel Sapir, Danyang Chen, Abraham Herzog-Arbeitman, Jeremiah A. Johnson, Michael Rubinstein, Stephen L. Craig",
      "paper_url": "https://doi.org/10.1126/science.adg3229",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4362474729",
      "paper_id": "https://openalex.org/W4362474729",
      "title": "Fiber pumps for wearable fluidic systems",
      "authors": "Michael Smith, Vito Cacucciolo, Herbert Shea",
      "paper_url": "https://doi.org/10.1126/science.ade8654",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3202301083",
      "paper_id": "https://openalex.org/W3202301083",
      "title": "Fracture, fatigue, and friction of polymers in which entanglements greatly outnumber cross-links",
      "authors": "Junsoo Kim, Guogao Zhang, Meixuanzi Shi, Zhigang Suo",
      "paper_url": "https://doi.org/10.1126/science.abg6320",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4408892056",
      "paper_id": "https://openalex.org/W4408892056",
      "title": "Full freedom-of-motion actuators as advanced haptic interfaces",
      "authors": "Kyoung-Ho Ha, Jaeyoung Yoo, Shupeng Li, Yuxuan Mao, Shengwei Xu, Hongyuan Qi, Hanbing Wu, Chengye Fan, Hanyin Yuan, Jin-Tae Kim, Matthew T. Flavin, Seonggwang Yoo, Pratyush Shahir, Sangjun Kim, Hak-Young Ahn, Edward Colgate, Yonggang Huang, John A. Rogers",
      "paper_url": "https://doi.org/10.1126/science.adt2481",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4394909859",
      "paper_id": "https://openalex.org/W4394909859",
      "title": "Fusion of memristor and digital compute-in-memory processing for energy-efficient edge computing",
      "authors": "Tai-Hao Wen, Je-Min Hung, Wei-Hsing Huang, Chuan-Jia Jhang, Yun-Chen Lo, Hung-Hsi Hsu, Zhao-En Ke, Yu-Chiao Chen, Yu-Hsiang Chin, Chin-I Su, Win-San Khwa, Chung-Chuan Lo, Ren-Shuo Liu, Chih-Cheng Hsieh, Kea-Tiong Tang, Mon-Shu Ho, Chung-Cheng Chou, Yu-Der Chih, Tsung-Yung Jonathan Chang, Meng-Fan Chang",
      "paper_url": "https://doi.org/10.1126/science.adf5538",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4312190854",
      "paper_id": "https://openalex.org/W4312190854",
      "title": "Glassfrogs conceal blood in their liver to maintain transparency",
      "authors": "Carlos Taboada, Jesse Delia, Maomao Chen, Chenshuo Ma, Xiaorui Peng, Xiaoyi Zhu, Laiming Jiang, Tri Vu, Qifa Zhou, Junjie Yao, Lauren O’Connell, Sönke Johnsen",
      "paper_url": "https://doi.org/10.1126/science.abl6620",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411675785",
      "paper_id": "https://openalex.org/W4411675785",
      "title": "Gradient refractive indices enable squid structural color and inspire multispectral materials",
      "authors": "Georgii Bogdanov, Aleksandra Anna Strzelecka, Nikhil Kaimal, Stephen L. Senft, Sanghoon Lee, Roger T. Hanlon, Alon A. Gorodetsky",
      "paper_url": "https://doi.org/10.1126/science.adn1570",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4293243031",
      "paper_id": "https://openalex.org/W4293243031",
      "title": "Growth rules for irregular architected materials with programmable properties",
      "authors": "Ke Liu, Rachel Sun, Chiara Daraio",
      "paper_url": "https://doi.org/10.1126/science.abn1459",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3195413001",
      "paper_id": "https://openalex.org/W3195413001",
      "title": "Highly conductive and elastic nanomembrane for skin electronics",
      "authors": "Dongjun Jung, Chaehong Lim, Hyung Joon Shim, Yeongjun Kim, Chansul Park, Jaebong Jung, Sang Ihn Han, Sung-Hyuk Sunwoo, Kyoung Won Cho, Gi Doo Cha, Dong Chan Kim, Ja Hoon Koo, Ji Hoon Kim, Taeghwan Hyeon, Dae-Hyeong Kim",
      "paper_url": "https://doi.org/10.1126/science.abh4357",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4213419022",
      "paper_id": "https://openalex.org/W4213419022",
      "title": "Highly stretchable van der Waals thin films for adaptable and breathable electronic membranes",
      "authors": "Zhuocheng Yan, Dong Xu, Zhaoyang Lin, Peiqi Wang, Bocheng Cao, Huaying Ren, Frank Song, Chengzhang Wan, Laiyuan Wang, Jingxuan Zhou, Xun Zhao, Jun Chen, Yu Huang, Xiangfeng Duan",
      "paper_url": "https://doi.org/10.1126/science.abl8941",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4400079303",
      "paper_id": "https://openalex.org/W4400079303",
      "title": "Homeocurvature adaptation of phospholipids to pressure in deep-sea invertebrates",
      "authors": "Jacob R. Winnikoff, Daniel Milshteyn, Sasiri J. Vargas-Urbano, Miguel A. Pedraza-Joya, Aaron M. Armando, Oswald Quehenberger, Alexander Sodt, Richard E. Gillilan, Edward A. Dennis, Edward Lyman, Steven H. D. Haddock, Itay Budin",
      "paper_url": "https://doi.org/10.1126/science.adm7607",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4408017096",
      "paper_id": "https://openalex.org/W4408017096",
      "title": "Hydro-locking in hydrogel for extreme temperature tolerance",
      "authors": "Xiaochen Zhang, Dong Li, Xuxu Yang, Lei Wang, Guo Li, Tuck-Whye Wong, Tiefeng Li, Wei Yang, Zisheng Luo",
      "paper_url": "https://doi.org/10.1126/science.adq2711",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4224084185",
      "paper_id": "https://openalex.org/W4224084185",
      "title": "Hydrogel-based strong and fast actuators by electroosmotic turgor pressure",
      "authors": "Hyeonuk Na, Yong-Woo Kang, Chang Seo Park, Sohyun Jung, Ho-Young Kim, Jeong-Yun Sun",
      "paper_url": "https://doi.org/10.1126/science.abm7862",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410251333",
      "paper_id": "https://openalex.org/W4410251333",
      "title": "Imaging-guided deep tissue in vivo sound printing",
      "authors": "Elham Davoodi, Jiahong Li, Xiaotian Ma, Alireza Hasani Najafabadi, Jounghyun Yoo, Gengxi Lu, Ehsan Shirzaei Sani, Sunho Lee, Hossein Montazerian, Gwangmook Kim, Jason Williams, Jee Won Yang, Yushun Zeng, Lei S. Li, Zhiyang Jin, Behnam Sadri, Shervin S. Nia, Lihong V. Wang, Tzung K. Hsiai, Paul S. Weiss, Qifa Zhou, Ali Khademhosseini, Di Wu, Mikhail G. Shapiro, Wei Gao",
      "paper_url": "https://doi.org/10.1126/science.adt0293",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4386523948",
      "paper_id": "https://openalex.org/W4386523948",
      "title": "Implantable bioelectronic systems for early detection of kidney transplant rejection",
      "authors": "Surabhi R. Madhvapathy, Jiao-Jing Wang, Heling Wang, Manish Patel, Anthony Chang, Xin Zheng, Yonggang Huang, Zheng J. Zhang, Lorenzo Gallon, John A. Rogers",
      "paper_url": "https://doi.org/10.1126/science.adh7726",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4394727812",
      "paper_id": "https://openalex.org/W4394727812",
      "title": "Large-scale photonic chiplet Taichi empowers 160-TOPS/W artificial general intelligence",
      "authors": "Zhihao Xu, Tiankuang Zhou, Muzhou Ma, ChenChen Deng, Qionghai Dai, Lu Fang",
      "paper_url": "https://doi.org/10.1126/science.adl1203",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4413814111",
      "paper_id": "https://openalex.org/W4413814111",
      "title": "Launching by cavitation",
      "authors": "Dalei Wang, Zixiao Liu, Hongping Zhao, Huanqi Qin, Gongxun Bai, Chi Chen, Pengju Shi, Yingjie Du, Yusen Zhao, Wei Liu, Dan Wang, Guoquan Zhou, Ximin He, Chaoqing Dai",
      "paper_url": "https://doi.org/10.1126/science.adu8943",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3205798674",
      "paper_id": "https://openalex.org/W3205798674",
      "title": "Lightweight, strong, moldable wood via cell wall engineering as a sustainable structural material",
      "authors": "Shaoliang Xiao, Chaoji Chen, Qinqin Xia, Yu Liu, Yuan Yao, Qiongyu Chen, Matt Hartsfield, Alexandra Brozena, Kunkun Tu, Stephen J. Eichhorn, Yonggang Yao, Jianguo Li, Wentao Gan, Sheldon Q. Shi, Vina W. Yang, Marco Lo Ricco, J.Y. Zhu, Ingo Burgert, Alan Luo, Teng Li, Liangbing Hu",
      "paper_url": "https://doi.org/10.1126/science.abg9556",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4318960503",
      "paper_id": "https://openalex.org/W4318960503",
      "title": "Liquid metal-based soft, hermetic, and wireless-communicable seals for stretchable systems",
      "authors": "Qingchen Shen, Modi Jiang, Ruitong Wang, Kexian Song, Man Hou Vong, Woojin Jung, Febby Krisnadi, Ruyu Kan, Feiyu Zheng, Benwei Fu, Peng Tao, Chengyi Song, Guoming Weng, Bo Peng, Jun Wang, Wen Shang, Michael D. Dickey, Tao Deng",
      "paper_url": "https://doi.org/10.1126/science.ade7341",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4404795607",
      "paper_id": "https://openalex.org/W4404795607",
      "title": "Magnetically programmed diffractive robotics",
      "authors": "Conrad L. Smart, Tanner G. Pearson, Zexi Liang, Melody X. Lim, Mohamed I. Abdelrahman, Francesco Monticone, Itai Cohen, Paul L. McEuen",
      "paper_url": "https://doi.org/10.1126/science.adr2177",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4408182211",
      "paper_id": "https://openalex.org/W4408182211",
      "title": "Mandrel-free fabrication of giant spring-index and stroke muscles for diverse applications",
      "authors": "Mengmeng Zhang, Shaoli Fang, Wenting Cai, Chi Huynh, Fatma Göktepe, Jiyoung Oh, Zhong Wang, Ishara Ekanayake, Özer Göktepe, Ray H. Baughman",
      "paper_url": "https://doi.org/10.1126/science.adr6708",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4407764710",
      "paper_id": "https://openalex.org/W4407764710",
      "title": "Material-like robotic collectives with spatiotemporal control of strength and shape",
      "authors": "Matthew R. Devlin, Sangwoo Kim, Otger Campàs, Elliot W. Hawkes",
      "paper_url": "https://doi.org/10.1126/science.ads7942",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4365445848",
      "paper_id": "https://openalex.org/W4365445848",
      "title": "Mechanical nonreciprocity in a uniform composite material",
      "authors": "Xiang Wang, Zhihao Li, Shuxu Wang, Koki Sano, Zhifang Sun, Zhenhua Shao, Asuka Takeishi, Seishiro Matsubara, Dai Okumura, Nobuyuki Sakai, Takayoshi Sasaki, Takuzo Aida, Yasuhiro Ishida",
      "paper_url": "https://doi.org/10.1126/science.adf1206",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4406440093",
      "paper_id": "https://openalex.org/W4406440093",
      "title": "Mechanically interlocked two-dimensional polymers",
      "authors": "Madison I. Bardot, Cody W. Weyhrich, Zixiao Shi, Michael Traxler, Charlotte L. Stern, Jinlei Cui, David A. Muller, Matthew L. Becker, William R. Dichtel",
      "paper_url": "https://doi.org/10.1126/science.ads4968",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4392544739",
      "paper_id": "https://openalex.org/W4392544739",
      "title": "Mechanism for feature learning in neural networks and backpropagation-free machine learning models",
      "authors": "Adityanarayanan Radhakrishnan, Daniel Beaglehole, Parthe Pandit, Mikhail Belkin",
      "paper_url": "https://doi.org/10.1126/science.adi5639",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4321749755",
      "paper_id": "https://openalex.org/W4321749755",
      "title": "Metabolite-induced in vivo fabrication of substrate-free organic bioelectronics",
      "authors": "Xenofon Strakosas, Hanne Biesmans, Tobias Abrahamsson, Karin Hellman, Malin Silverå Ejneby, Mary J. Donahue, Peter Ekström, Fredrik Ek, Marios Savvakis, Martin Hjort, David Bliman, Mathieu Linares, Caroline Lindholm, Eleni Stavrinidou, Jennifer Y. Gerasimov, Daniel T. Simon, Roger Olsson, Magnus Berggren",
      "paper_url": "https://doi.org/10.1126/science.adc9998",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3204585804",
      "paper_id": "https://openalex.org/W3204585804",
      "title": "Microfluidic-like fabrication of metal ion–cured bioadhesives by mussels",
      "authors": "Tobias Priemel, Gurveer Palia, Frank Förste, Franziska Jehle, Sanja Sviben, Ioanna Mantouvalou, Paul Zaslansky, Luca Bertinetti, Matthew J. Harrington",
      "paper_url": "https://doi.org/10.1126/science.abi9702",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4404809250",
      "paper_id": "https://openalex.org/W4404809250",
      "title": "Microscale droplet assembly enables biocompatible multifunctional modular iontronics",
      "authors": "Yujia Zhang, Cheryl M. J. Tan, Christopher N. Toepfer, Xin Lu, Hagan Bayley",
      "paper_url": "https://doi.org/10.1126/science.adr0428",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4378976923",
      "paper_id": "https://openalex.org/W4378976923",
      "title": "Miniature magneto-mechanical resonators for wireless tracking and sensing",
      "authors": "Bernhard Gleich, Ingo Schmale, Tim Nielsen, Jürgen Rahmer",
      "paper_url": "https://doi.org/10.1126/science.adf5451",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3191971469",
      "paper_id": "https://openalex.org/W3191971469",
      "title": "Modeling of emergent memory and voltage spiking in ionic transport through angstrom-scale slits",
      "authors": "Paul Robin, Nikita Kavokine, Lydéric Bocquet",
      "paper_url": "https://doi.org/10.1126/science.abf7923",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3173205213",
      "paper_id": "https://openalex.org/W3173205213",
      "title": "Monolithic optical microlithography of high-density elastic circuits",
      "authors": "Yu-Qing Zheng, Yuxin Liu, Donglai Zhong, Shayla Nikzad, Shuhan Liu, Zhiao Yu, Deyu Liu, Hung-Chin Wu, Chenxin Zhu, Jinxing Li, Helen Tran, Jeffrey B.-H. Tok, Zhenan Bao",
      "paper_url": "https://doi.org/10.1126/science.abh3551",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4368347474",
      "paper_id": "https://openalex.org/W4368347474",
      "title": "Multilegged matter transport: A framework for locomotion on noisy landscapes",
      "authors": "Baxi Chong, Juntao He, Daniel Soto, Tianyu Wang, Daniel Irvine, Grigoriy Blekherman, Daniel I. Goldman",
      "paper_url": "https://doi.org/10.1126/science.ade4985",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4396574490",
      "paper_id": "https://openalex.org/W4396574490",
      "title": "N-type semiconducting hydrogel",
      "authors": "Peiyun Li, Wenxi Sun, Jiulong Li, Ju-Peng Chen, Xinyue Wang, Zi Mei, Guanyu Jin, Yuqiu Lei, Ruiyun Xin, Mo Yang, Jingcao Xu, Xiran Pan, Cheng Song, Xin-Yu Deng, Xun Lei, Kai Liu, Xiu Wang, Yuting Zheng, Jia Zhu, Shixian Lv, Zhi Zhang, Xiaochuan Dai, Ting Lei",
      "paper_url": "https://doi.org/10.1126/science.adj4397",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4288423443",
      "paper_id": "https://openalex.org/W4288423443",
      "title": "Nanosecond protonic programmable resistors for analog deep learning",
      "authors": "Murat Onen, Nicolas Emond, Baoming Wang, Difei Zhang, Frances M. Ross, Ju Li, Bilge Yildiz, Jesús A. del Alamo",
      "paper_url": "https://doi.org/10.1126/science.abp8064",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4387772271",
      "paper_id": "https://openalex.org/W4387772271",
      "title": "Neural inference at the frontier of energy, space, and time",
      "authors": "Dharmendra S. Modha, Filipp Akopyan, Alexander Andreopoulos, Rathinakumar Appuswamy, John V. Arthur, Andrew S. Cassidy, Pallab Datta, Michael V. DeBole, Steven K. Esser, Carlos Ortega Otero, Jun Sawada, Brian Taba, Arnon Amir, Deepika Bablani, Peter J. Carlson, Myron D. Flickner, Rajamohan Gandhasri, Guillaume J. Garreau, Megumi Ito, Jennifer L. Klamo, Jeffrey A. Kusnitz, Nathaniel J. McClatchey, Jeffrey L. McKinstry, Yutaka Nakamura, Tapan K. Nayak, William P. Risk, Kai Schleupen, Ben Shaw, Jay Sivagnaname, Daniel F. Smith, Ignacio Terrizzano, Takanori Ueda",
      "paper_url": "https://doi.org/10.1126/science.adh1174",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4315778767",
      "paper_id": "https://openalex.org/W4315778767",
      "title": "Neuromorphic functions with a polyelectrolyte-confined fluidic memristor",
      "authors": "Tianyi Xiong, Changwei Li, Xiulan He, Boyang Xie, Jianwei Zong, Yanan Jiang, Wenjie Ma, Fei Wu, Junjie Fei, Ping Yu, Lanqun Mao",
      "paper_url": "https://doi.org/10.1126/science.adc9150",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4377013998",
      "paper_id": "https://openalex.org/W4377013998",
      "title": "Neuromorphic sensorimotor loop embodied by monolithically integrated, low-voltage, soft e-skin",
      "authors": "Weichen Wang, Yuanwen Jiang, Donglai Zhong, Zhitao Zhang, Snehashis Choudhury, Jian-Cheng Lai, Huaxin Gong, Simiao Niu, Xuzhou Yan, Yu Zheng, Chien-Chung Shih, Rui Ning, Qing Lin, Deling Li, Yun-Hi Kim, Jingwan Kim, Yi-Xuan Wang, Chuanzhen Zhao, Chengyi Xu, Xiaozhou Ji, Yuya Nishio, Hao Lyu, Jeffrey B.-H. Tok, Zhenan Bao",
      "paper_url": "https://doi.org/10.1126/science.ade0086",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4409176553",
      "paper_id": "https://openalex.org/W4409176553",
      "title": "Nonlinear sound-sheet microscopy: Imaging opaque organs at the capillary and cellular scale",
      "authors": "Baptiste Heiles, Flora Nelissen, Rick Waasdorp, Dion Terwiel, Byung Min Park, Eleonora Munoz Ibarra, Agisilaos Matalliotakis, Tarannum Ara, Pierina Barturen-Larrea, Mengtong Duan, Mikhail G. Shapiro, Valeria Gazzola, David Maresca",
      "paper_url": "https://doi.org/10.1126/science.ads1325",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4410251459",
      "paper_id": "https://openalex.org/W4410251459",
      "title": "Physical synchronization of soft self-oscillating limbs for fast and autonomous locomotion",
      "authors": "Alberto Comoretto, Harmannus A. H. Schomaker, Johannes T. B. Overvelde",
      "paper_url": "https://doi.org/10.1126/science.adr3661",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4224983989",
      "paper_id": "https://openalex.org/W4224983989",
      "title": "Piezoionic mechanoreceptors: Force-induced current generation in hydrogels",
      "authors": "Yuta Dobashi, Dickson Yao, Yael Petel, Tan Ngoc Nguyen, Mirza Saquib Sarwar, Yacine Thabet, Cliff L. W. Ng, Ettore Scabeni Glitz, Giao Tran Minh Nguyen, Cédric Plesse, Frédéric Vidal, Carl A. Michal, John D. W. Madden",
      "paper_url": "https://doi.org/10.1126/science.aaw1974",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4386127014",
      "paper_id": "https://openalex.org/W4386127014",
      "title": "Pneumatic cells toward absolute Gaussian morphing",
      "authors": "Tian Gao, José Bico, Benoît Roman",
      "paper_url": "https://doi.org/10.1126/science.adi2997",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4305040323",
      "paper_id": "https://openalex.org/W4305040323",
      "title": "Polymeric multimaterials by photochemical patterning of crystallinity",
      "authors": "Adrian K. Rylski, Henry L. Cater, Keldy S. Mason, Marshall J. Allen, Anthony J. Arrowood, Benny D. Freeman, Gabriel E. Sanoja, Zachariah A. Page",
      "paper_url": "https://doi.org/10.1126/science.add6975",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4386757240",
      "paper_id": "https://openalex.org/W4386757240",
      "title": "Powerful, soft combustion actuators for insect-scale robots",
      "authors": "Cameron A. Aubin, Ronald H. Heisser, Ofek Peretz, Julia Timko, Jacqueline Lo, E. Farrell Helbling, Sadaf Sobhani, Amir D. Gat, Robert F. Shepherd",
      "paper_url": "https://doi.org/10.1126/science.adg5067",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4360609430",
      "paper_id": "https://openalex.org/W4360609430",
      "title": "Programming 3D curved mesosurfaces using microlattice designs",
      "authors": "Xu Cheng, Zhichao Fan, Shenglian Yao, Tianqi Jin, Zengyao Lv, Yu Lan, Renheng Bo, Yitong Chen, Fan Zhang, Zhangming Shen, Huanhuan Wan, Yonggang Huang, Yihui Zhang",
      "paper_url": "https://doi.org/10.1126/science.adf3824",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4405057746",
      "paper_id": "https://openalex.org/W4405057746",
      "title": "Programming liquid crystal elastomers for multistep ambidirectional deformability",
      "authors": "Yuxing Yao, Atalaya Milan Wilborn, Baptiste Lemaire, Foteini Trigka, Friedrich Stricker, Alan H. Weible, Shucong Li, Robert K. A. Bennett, Tung Chun Cheung, Alison Grinthal, Mikhail Zhernenkov, Guillaume Freychet, Patryk Wąsik, Boris Kozinsky, Michael M. Lerch, Xiaoguang Wang, Joanna Aizenberg",
      "paper_url": "https://doi.org/10.1126/science.adq6434",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4392028216",
      "paper_id": "https://openalex.org/W4392028216",
      "title": "Programming memristor arrays with arbitrarily high precision for analog computing",
      "authors": "Wenhao Song, Mingyi Rao, Yunning Li, Can Li, Ye Zhuo, Fuxi Cai, Mingche Wu, Wenbo Yin, Zongze Li, Qiang Wei, Sangsoo Lee, Hengfang Zhu, Lei Gong, Mark Barnell, Qing Wu, Peter A. Beerel, Mike Shuo-Wei Chen, Ning Ge, Miao Hu, Qiangfei Xia, J. Joshua Yang",
      "paper_url": "https://doi.org/10.1126/science.adi9405",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4413045856",
      "paper_id": "https://openalex.org/W4413045856",
      "title": "Radular teeth matrix protein 1 directs iron oxide deposition in chiton teeth",
      "authors": "Michiko Nemoto, Koki Okada, Haruka Akamine, Yuki Odagaki, Yuka Narahara, Kenji Okoshi, Kiori Obuse, David Kisailus, Hisao Moriya, Akira Satoh",
      "paper_url": "https://doi.org/10.1126/science.adu0043",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4386271217",
      "paper_id": "https://openalex.org/W4386271217",
      "title": "Rapid model-guided design of organ-scale synthetic vasculature for biomanufacturing",
      "authors": "Zachary A. Sexton, Dominic Rütsche, Jessica E. Herrmann, Andrew R. Hudson, Soham Sinha, Jianyi Du, Daniel J. Shiwarski, Anastasiia Masaltseva, Fredrik Samdal Solberg, Jonathan Pham, Jason M. Szafron, Sean M. Wu, Adam W. Feinberg, Mark A. Skylar-Scott, Alison L. Marsden",
      "paper_url": "https://doi.org/10.1126/science.adj6152",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4210530467",
      "paper_id": "https://openalex.org/W4210530467",
      "title": "Reconfigurable perovskite nickelate electronics for artificial intelligence",
      "authors": "Hai-Tian Zhang, Tae Joon Park, A. N. M. Nafiul Islam, Dat S. J. Tran, Sukriti Manna, Qi Wang, Sandip Mondal, Haoming Yu, Suvo Banik, Shaobo Cheng, Hua Zhou, Sampath Gamage, Sayantan Mahapatra, Yimei Zhu, Yohannes Abate, Nan Jiang, Subramanian K. R. S. Sankaranarayanan, Abhronil Sengupta, Christof Teuscher, Shriram Ramanathan",
      "paper_url": "https://doi.org/10.1126/science.abj7943",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4284703829",
      "paper_id": "https://openalex.org/W4284703829",
      "title": "Recreating the heart’s helical structure-function relationship with focused rotary jet spinning",
      "authors": "Huibin Chang, Qihan Liu, John F. Zimmerman, Keel Yong Lee, Qianru Jin, Michael M. Peters, Michael Rosnach, Suji Choi, Sean L. Kim, Herdeline Ann M. Ardoña, Luke A. MacQueen, Christophe O. Chantre, Sarah E. Motta, Elizabeth M. Cordoves, Kevin Kit Parker",
      "paper_url": "https://doi.org/10.1126/science.abl6395",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4377013851",
      "paper_id": "https://openalex.org/W4377013851",
      "title": "Restoration of natural thermal sensation in upper-limb amputees",
      "authors": "Francesco Iberite, Jonathan Muheim, Outman Akouissi, Simon Gallo, Giulio Rognini, Federico Morosato, André Clerc, Magnus Kalff, Emanuele Gruppioni, Silvestro Micera, Solaiman Shokur",
      "paper_url": "https://doi.org/10.1126/science.adf6121",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3159002123",
      "paper_id": "https://openalex.org/W3159002123",
      "title": "Reversible fusion and fission of graphene oxide–based fibers",
      "authors": "Dan Chang, Jingran Liu, Bo Fang, Zhen Xu, Zheng Li, Yilun Liu, Laurence Brassart, Fan Guo, Weiwei Gao, Chao Gao",
      "paper_url": "https://doi.org/10.1126/science.abb6640",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4399848825",
      "paper_id": "https://openalex.org/W4399848825",
      "title": "Selective directional liquid transport on shoot surfaces of <i>Crassula muscosa</i>",
      "authors": "Ling Yang, Wei Li, Jiaoyuan Lian, Hengjia Zhu, Qiyu Deng, Yiyuan Zhang, Jiaqian Li, Xiaobo Yin, Liqiu Wang",
      "paper_url": "https://doi.org/10.1126/science.adk4180",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4389429493",
      "paper_id": "https://openalex.org/W4389429493",
      "title": "Self-enhancing sono-inks enable deep-penetration acoustic volumetric printing",
      "authors": "Xiao Kuang, Qiangzhou Rong, Saud Belal, Tri Vu, Alice M. López López, Nanchao Wang, Mehmet Onur Arıcan, Carlos Ezio Garciamendez-Mijares, Maomao Chen, Junjie Yao, Yu Shrike Zhang",
      "paper_url": "https://doi.org/10.1126/science.adi1563",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4393928564",
      "paper_id": "https://openalex.org/W4393928564",
      "title": "Single body-coupled fiber enables chipless textile electronics",
      "authors": "Weifeng Yang, Shaomei Lin, Wei Gong, Rongzhou Lin, Chengmei Jiang, Xin Yang, Yunhao Hu, Jingjie Wang, Xiao Xiao, Kerui Li, Yaogang Li, Qinghong Zhang, John S. Ho, Yuxin Liu, Chengyi Hou, Hongzhi Wang",
      "paper_url": "https://doi.org/10.1126/science.adk3755",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4403708003",
      "paper_id": "https://openalex.org/W4403708003",
      "title": "Soft hydrogel semiconductors with augmented biointeractive functions",
      "authors": "Yahao Dai, Shinya Wai, Pengju Li, Naisong Shan, Zhiqiang Cao, Yang Li, Yunfei Wang, Youdi Liu, Wei Liu, Kan Tang, Yuzi Liu, Muchuan Hua, Songsong Li, Nan Li, Shivani Chatterji, H. Christopher Fry, Sean Lee, Cheng Zhang, Max Weires, Sean Sutyak, Jiuyun Shi, Chenhui Zhu, Jie Xu, Xiaodan Gu, Bozhi Tian, Sihong Wang",
      "paper_url": "https://doi.org/10.1126/science.adp9314",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4311559145",
      "paper_id": "https://openalex.org/W4311559145",
      "title": "Soft strain-insensitive bioelectronics featuring brittle materials",
      "authors": "Yichao Zhao, Bo Wang, Jiawei Tan, Hexing Yin, Ruyi Huang, Jialun Zhu, Shuyu Lin, Yan Zhou, David Jelinek, Zhengyang Sun, Kareem Youssef, Laurent Voisin, Abraham Horrillo, Kaiji Zhang, Benjamin M. Wu, Hilary A. Coller, Daniel C. Lu, Qibing Pei, Sam Emaminejad",
      "paper_url": "https://doi.org/10.1126/science.abn5142",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4283718352",
      "paper_id": "https://openalex.org/W4283718352",
      "title": "Soft, bioresorbable coolers for reversible conduction block of peripheral nerves",
      "authors": "Jonathan T. Reeder, Zhaoqian Xie, Quansan Yang, Min-Ho Seo, Ying Yan, Yujun Deng, Katherine R. Jinkins, Siddharth R. Krishnan, Claire Liu, Shannon McKay, Emily Patnaude, Alexandra Johnson, Zichen Zhao, Moon Joo Kim, Yameng Xu, Ivy Huang, Raudel Avila, Christopher Felicelli, Emily Ray, Xu Guo, Wilson Z. Ray, Yonggang Huang, Matthew R. MacEwan, John A. Rogers",
      "paper_url": "https://doi.org/10.1126/science.abl8532",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4396759824",
      "paper_id": "https://openalex.org/W4396759824",
      "title": "Spike timing–based coding in neuromimetic tactile system enables dynamic object classification",
      "authors": "Libo Chen, Sanja Karilanova, Soumi Chaki, Chenyu Wen, Lisha Wang, Bengt Winblad, Shi-Li Zhang, Ayça Özçelikkale, Zhi-Bin Zhang",
      "paper_url": "https://doi.org/10.1126/science.adf3708",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406485110",
      "paper_id": "https://openalex.org/W4406485110",
      "title": "Tactile edges and motion via patterned microstimulation of the human somatosensory cortex",
      "authors": "Giacomo Valle, Ali H. Alamri, John E. Downey, Robin Lienkämper, Patrick M. Jordan, Anton R. Sobinov, Linnea J. Endsley, Dillan Prasad, Michael L. Boninger, Jennifer L. Collinger, Peter C. Warnke, Nicholas G. Hatsopoulos, Lee E. Miller, Robert A. Gaunt, Charles M. Greenspon, Sliman J. Bensmaia",
      "paper_url": "https://doi.org/10.1126/science.adq5978",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4411051347",
      "paper_id": "https://openalex.org/W4411051347",
      "title": "Tellurium nanowire retinal nanoprosthesis improves vision in models of blindness",
      "authors": "Shuiyuan Wang, Chengyong Jiang, Yiye Yu, Zhenhan Zhang, Ruge Quhe, Ruyi Yang, Yufei Tian, Xindong Chen, Wenqiang Fan, Yinge Niu, Biao Yan, Chunhui Jiang, Yang Wang, Zhen Wang, Chunsen Liu, Weida Hu, Jiayi Zhang, Peng Zhou",
      "paper_url": "https://doi.org/10.1126/science.adu2987",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4394713528",
      "paper_id": "https://openalex.org/W4394713528",
      "title": "Thin adhesive oil films lead to anomalously stable mixtures of water in oil",
      "authors": "Claire Nannette, Jean Baudry, Anqi Chen, Yiqiao Song, Abdulwahed Shglabow, Nicolas Bremond, Damien Démoulin, Jamie Walters, David A. Weitz, Jérôme Bibette",
      "paper_url": "https://doi.org/10.1126/science.adj6728",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3199230945",
      "paper_id": "https://openalex.org/W3199230945",
      "title": "Three-dimensional capillary ratchet-induced liquid directional steering",
      "authors": "Shile Feng, Pingan Zhu, Huanxi Zheng, Haiyang Zhan, Chen Chen, Jiaqian Li, Liqiu Wang, Xi Yao, Yahua Liu, Zuankai Wang",
      "paper_url": "https://doi.org/10.1126/science.abg7552",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W4200140776",
      "paper_id": "https://openalex.org/W4200140776",
      "title": "Time-of-flight 3D imaging through multimode optical fibers",
      "authors": "Daan Stellinga, David B. Phillips, Simon Peter Mekhail, Adam Selyem, Sergey Turtaev, Tomáš Čižmár, Miles J. Padgett",
      "paper_url": "https://doi.org/10.1126/science.abl3771",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4412165566",
      "paper_id": "https://openalex.org/W4412165566",
      "title": "Tissue-integrated bionic knee restores versatile legged movement after amputation",
      "authors": "Tony Shu, Daniel Levine, Seong Ho Yeon, Ethan Chun, Christopher C. Shallal, John McCullough, Rickard Brånemark, Matthew J. Carty, Marco Ferrone, Sean Boerhout, Alexander Ko, Corey L. Sullivan, Gloria Zhu, Michael Nawrot, Matthew Carney, Ged Wieschhoff, Gabriel Friedman, Hugh Herr",
      "paper_url": "https://doi.org/10.1126/science.adv3223",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4220843382",
      "paper_id": "https://openalex.org/W4220843382",
      "title": "Topological supramolecular network enabled high-conductivity, stretchable organic bioelectronics",
      "authors": "Yuanwen Jiang, Zhitao Zhang, Yi-Xuan Wang, Deling Li, Charles-Théophile Coen, Ernie Hwaun, Gan Chen, Hung-Chin Wu, Donglai Zhong, Simiao Niu, Weichen Wang, Aref Saberi, Jian-Cheng Lai, Yilei Wu, Yang Wang, Artem A. Trotsyuk, Kang Yong Loh, Chien-Chung Shih, Wenhui Xu, Kui Liang, Kailiang Zhang, Yihong Bai, Gurupranav Gurusankar, Wenping Hu, Wang Jia, Zhen Cheng, Reinhold H. Dauskardt, Geoffrey C. Gurtner, Jeffrey B.-H. Tok, Karl Deisseroth, Ivan Soltesz, Zhenan Bao",
      "paper_url": "https://doi.org/10.1126/science.abj7564",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3165420112",
      "paper_id": "https://openalex.org/W3165420112",
      "title": "Tough hydrogels with rapid self-reinforcement",
      "authors": "Chang Liu, Naoya Morimoto, Lan Jiang, Sohei Kawahara, Takako Noritomi, Hideaki Yokoyama, Koichi Mayumi, Kohzo Ito",
      "paper_url": "https://doi.org/10.1126/science.aaz6694",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3202798549",
      "paper_id": "https://openalex.org/W3202798549",
      "title": "Toughening hydrogels through force-triggered chemical reactions that lengthen polymer strands",
      "authors": "Zi Wang, Xujun Zheng, Tetsu Ouchi, Tatiana B. Kouznetsova, Haley K. Beech, Sarah Av-Ron, Takahiro Matsuda, Brandon H. Bowser, Shu Wang, Jeremiah A. Johnson, Julia A. Kalow, Bradley D. Olsen, Jian Ping Gong, Michael Rubinstein, Stephen L. Craig",
      "paper_url": "https://doi.org/10.1126/science.abg2689",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4413394949",
      "paper_id": "https://openalex.org/W4413394949",
      "title": "Ultrafast elastocapillary fans control agile maneuvering in ripple bugs and robots",
      "authors": "Victor M. Ortega-Jimenez, Dongjin Kim, Sunny Kumar, Changhwan Kim, Je-Sung Koh, Saad Bhamla",
      "paper_url": "https://doi.org/10.1126/science.adv2792",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4367173623",
      "paper_id": "https://openalex.org/W4367173623",
      "title": "Ultrafast reversible self-assembly of living tangled matter",
      "authors": "Vishal P. Patil, Harry Tuazon, Emily Kaufman, Tuhin Chakrabortty, David Qin, Jörn Dunkel, M. Saad Bhamla",
      "paper_url": "https://doi.org/10.1126/science.ade7759",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4384926202",
      "paper_id": "https://openalex.org/W4384926202",
      "title": "Ultraflexible endovascular probes for brain recording through micrometer-scale vasculature",
      "authors": "Anqi Zhang, Emiri T. Mandeville, Lijun Xu, Creed M. Stary, Eng H. Lo, Charles M. Lieber",
      "paper_url": "https://doi.org/10.1126/science.adh3916",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3124041513",
      "paper_id": "https://openalex.org/W3124041513",
      "title": "Unipolar stroke, electroosmotic pump carbon nanotube yarn muscles",
      "authors": "Hetao Chu, Xinghao Hu, Zhong Wang, Jiuke Mu, Na Li, Xiaoshuang Zhou, Shaoli Fang, Carter S. Haines, Jong Woo Park, Si Qin, Ningyi Yuan, Jiang Xu, Sameh Tawfick, Hyungjun Kim, Patrick Conlin, Maenghyo Cho, Kyeongjae Cho, Jiyoung Oh, Steven Nielsen, Kevin A. Alberto, Joselito M. Razal, Javad Foroughi, Geoffrey M. Spinks, Seon Jeong Kim, Jianning Ding, Jinsong Leng, Ray H. Baughman",
      "paper_url": "https://doi.org/10.1126/science.abc4538",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4308882992",
      "paper_id": "https://openalex.org/W4308882992",
      "title": "Universal assembly of liquid metal particles in polymers enables elastic printed circuit board",
      "authors": "Wonbeom Lee, Hyunjun Kim, Inho Kang, Hongjun Park, Jiyoung Jung, Haeseung Lee, Hyunchang Park, Ji Su Park, Jong Min Yuk, Seunghwa Ryu, Jae-Woong Jeong, Jiheong Kang",
      "paper_url": "https://doi.org/10.1126/science.abo6631",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4214950837",
      "paper_id": "https://openalex.org/W4214950837",
      "title": "Vernier template synthesis of molecular knots",
      "authors": "Zoe Ashbridge, Elisabeth Kreidt, Lucian Pirvu, Fredrik Schaufelberger, Joakim Halldin Stenlid, Frank Abild-Pedersen, David A. Leigh",
      "paper_url": "https://doi.org/10.1126/science.abm9247",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4396779996",
      "paper_id": "https://openalex.org/W4396779996",
      "title": "Whole-body magnetic resonance imaging at 0.05 Tesla",
      "authors": "Yujiao Zhao, Ye Ding, Vick Lau, Christopher Man, Shi Su, Linfang Xiao, Alex T. L. Leong, Ed X. Wu",
      "paper_url": "https://doi.org/10.1126/science.adm7168",
      "venue": "science24"
    }
  ]
}