{
  "cluster_id": 159,
  "papers": [
    {
      "id": "nature23_https://openalex.org/W4379645295",
      "paper_id": "https://openalex.org/W4379645295",
      "title": "A cytosolic surveillance mechanism activates the mitochondrial UPR",
      "authors": "F. X. Reymond Sutandy, Ines Gößner, Georg Tascher, Christian Münch",
      "paper_url": "https://doi.org/10.1038/s41586-023-06142-0",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3124663999",
      "paper_id": "https://openalex.org/W3124663999",
      "title": "A growth-factor-activated lysosomal K+ channel regulates Parkinson’s pathology",
      "authors": "Jinhong Wie, Zhenjiang Liu, Haikun Song, Thomas F. Tropea, Lu Yang, Huanhuan Wang, Yuling Liang, Chunlei Cang, Kimberly Aranda, Joey Lohmann, Jing Yang, Boxun Lu, Alice S. Chen-Plotkin, Kelvin C. Luk, Dejian Ren",
      "paper_url": "https://doi.org/10.1038/s41586-021-03185-z",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4408853368",
      "paper_id": "https://openalex.org/W4408853368",
      "title": "A human brain map of mitochondrial respiratory capacity and diversity",
      "authors": "Eugene V. Mosharov, Ayelet M. Rosenberg, Anna S. Monzel, Corey A. Osto, Linsey Stiles, Gorazd B. Rosoklija, Andrew J. Dwork, Snehal Bindra, Alex Junker, Ya Zhang, Masashi Fujita, Madeline B. Mariani, Mihran Bakalian, David Sulzer, Philip L. De Jager, Vilas Menon, Orian S. Shirihai, J. John Mann, Mark D. Underwood, Maura Boldrini, Michel Thiebaut de Schotten, Martin Picard",
      "paper_url": "https://doi.org/10.1038/s41586-025-08740-6",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4367836166",
      "paper_id": "https://openalex.org/W4367836166",
      "title": "A phosphate-sensing organelle regulates phosphate and tissue homeostasis",
      "authors": "Chiwei Xu, Jun Xu, Hong-Wen Tang, Maria Ericsson, Jui-Hsia Weng, Jonathan DiRusso, Yanhui Hu, Wenzhe Ma, John M. Asara, Norbert Perrimon",
      "paper_url": "https://doi.org/10.1038/s41586-023-06039-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4294904414",
      "paper_id": "https://openalex.org/W4294904414",
      "title": "A phosphoinositide signalling pathway mediates rapid lysosomal repair",
      "authors": "Jay Xiaojun Tan, Toren Finkel",
      "paper_url": "https://doi.org/10.1038/s41586-022-05164-4",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4311461840",
      "paper_id": "https://openalex.org/W4311461840",
      "title": "A plant-derived natural photosynthetic system for improving cell anabolism",
      "authors": "Pengfei Chen, Xin Liu, Chenhui Gu, Peiyu Zhong, Nan Song, Mobai Li, Zhanqiu Dai, Xiangqian Fang, Zhaoming Liu, Jianfeng Zhang, Ruikang Tang, Shunwu Fan, Xianfeng Lin",
      "paper_url": "https://doi.org/10.1038/s41586-022-05499-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407957639",
      "paper_id": "https://openalex.org/W4407957639",
      "title": "A systems-level, semi-quantitative landscape of metabolic flux in C. elegans",
      "authors": "Hefei Zhang, Xuhang Li, L. Tenzin Tseyang, Gabrielle E. Giese, Hui Wang, Bo Yao, Jingyan Zhang, Rachel L. Neve, Elizabeth A. Shank, Jessica B. Spinelli, L. Safak Yilmaz, Albertha J. M. Walhout",
      "paper_url": "https://doi.org/10.1038/s41586-025-08635-6",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4295763181",
      "paper_id": "https://openalex.org/W4295763181",
      "title": "A universal coupling mechanism of respiratory complex I",
      "authors": "Vladyslav Kravchuk, Olga Petrova, Domen Kampjut, Anna Wojciechowska-Bason, Zara Breese, Leonid Sazanov",
      "paper_url": "https://doi.org/10.1038/s41586-022-05199-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4220743064",
      "paper_id": "https://openalex.org/W4220743064",
      "title": "AAV-delivered suppressor tRNA overcomes a nonsense mutation in mice",
      "authors": "Jiaming Wang, Yue Zhang, Craig A. Mendonca, Onur Yukselen, Khaja Muneeruddin, Lingzhi Ren, Jialing Liang, Chen Zhou, Jun Xie, Jia Li, Zhong Jiang, Alper Kucukural, Scott A. Shaffer, Guangping Gao, Dan Wang",
      "paper_url": "https://doi.org/10.1038/s41586-022-04533-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3133800993",
      "paper_id": "https://openalex.org/W3133800993",
      "title": "Actin cables and comet tails organize mitochondrial networks in mitosis",
      "authors": "Andrew S. Moore, Stephen M. Coscia, Cory L. Simpson, Fabian E. Ortega, Eric C. Wait, John M. Heddleston, Jeffrey J. Nirschl, Christopher J. Obara, Pedro Guedes-Dias, C. Alexander Boecker, Teng-Leong Chew, Julie A. Theriot, Jennifer Lippincott-Schwartz, Erika L. F. Holzbaur",
      "paper_url": "https://doi.org/10.1038/s41586-021-03309-5",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W4200469626",
      "paper_id": "https://openalex.org/W4200469626",
      "title": "Activation mechanism of PINK1",
      "authors": "Zhong Yan Gan, Sylvie Callegari, Simon A. Cobbold, Thomas R. Cotton, Michael J. Mlodzianoski, Alexander F. Schubert, Niall D. Geoghegan, Kelly L. Rogers, Andrew Leis, Grant Dewson, Alisa Glukhova, David Komander",
      "paper_url": "https://doi.org/10.1038/s41586-021-04340-2",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4387344142",
      "paper_id": "https://openalex.org/W4387344142",
      "title": "An extra-erythrocyte role of haemoglobin body in chondrocyte hypoxia adaption",
      "authors": "Feng Zhang, Bo Zhang, Yuying Wang, Runmin Jiang, Jin Liu, Yuexian Wei, Xinyue Gao, Yichao Zhu, Xinli Wang, Mao Sun, Junjun Kang, Yingying Liu, Guoxing You, Ding Wei, Jiajia Xin, Junxiang Bao, Meiqing Wang, Yu Gu, Zhe Wang, Jing Ye, Shuangping Guo, Hongyan Huang, Qiang Sun",
      "paper_url": "https://doi.org/10.1038/s41586-023-06611-6",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3204294504",
      "paper_id": "https://openalex.org/W3204294504",
      "title": "An open-access volume electron microscopy atlas of whole cells and tissues",
      "authors": "C. Shan Xu, Song Pang, Gleb Shtengel, Andreas Müller, Alex T. Ritter, Huxley K. Hoffman, Shin-ya Takemura, Zhiyuan Lu, H. Amalia Pasolli, Nirmala Iyer, Jeeyun Chung, Davis Bennett, Aubrey V. Weigel, Melanie Freeman, Schuyler B. van Engelenburg, Tobias C. Walther, Robert V. Farese Jr., Jennifer Lippincott-Schwartz, Ira Mellman, Michele Solimena, Harald F. Hess",
      "paper_url": "https://doi.org/10.1038/s41586-021-03992-4",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3135029012",
      "paper_id": "https://openalex.org/W3135029012",
      "title": "Anaerobic endosymbiont generates energy for ciliate host by denitrification",
      "authors": "Jon S. Graf, Sina Schorn, Katharina Kitzinger, Soeren Ahmerkamp, Christian Woehle, Bruno Huettel, Carsten J. Schubert, Marcel M. M. Kuypers, Jana Milucka",
      "paper_url": "https://doi.org/10.1038/s41586-021-03297-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4393870218",
      "paper_id": "https://openalex.org/W4393870218",
      "title": "Ancestral allele of DNA polymerase gamma modifies antiviral tolerance",
      "authors": "Yilin Kang, Jussi Hepojoki, Rocio Sartori Maldonado, Takayuki Mito, Mügen Terzioglu, Tuula Manninen, Ravi Kant, Sachin Singh, Alaa Othman, Rohit Verma, Johanna Uusimaa, Kirmo Wartiovaara, Lauri Kareinen, Nicola Zamboni, Tuula Anneli Nyman, Anders Paetau, Anja Kipar, Olli Vapalahti, Anu Suomalainen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07260-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4318071599",
      "paper_id": "https://openalex.org/W4318071599",
      "title": "Architecture of chloroplast TOC–TIC translocon supercomplex",
      "authors": "Hao Liu, Anjie Li, Jean-David Rochaix, Zhenfeng Liu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05744-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4282926624",
      "paper_id": "https://openalex.org/W4282926624",
      "title": "ATGL is a biosynthetic enzyme for fatty acid esters of hydroxy fatty acids",
      "authors": "Rucha Patel, Anna Santoro, Peter Hofer, Dan Tan, Monika Oberer, Andrew T. Nelson, Srihari Konduri, Dionicio Siegel, Rudolf Zechner, Alan Saghatelian, Barbara B. Kahn",
      "paper_url": "https://doi.org/10.1038/s41586-022-04787-x",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4378800731",
      "paper_id": "https://openalex.org/W4378800731",
      "title": "Axonemal structures reveal mechanoregulatory and disease mechanisms",
      "authors": "Travis Walton, Miao Gui, Simona Velkova, Mahmoud R. Fassad, Robert A. Hirst, Eric Haarman, Christopher O’Callaghan, Mathieu Bottier, Thomas Burgoyne, Hannah M. Mitchison, Alan Brown",
      "paper_url": "https://doi.org/10.1038/s41586-023-06140-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4205280085",
      "paper_id": "https://openalex.org/W4205280085",
      "title": "Behavioural immune landscapes of inflammation",
      "authors": "Georgiana Crainiciuc, Miguel Palomino-Segura, Miguel Molina-Moreno, Jon Sicilia, David G. Aragones, Jackson Liang Yao Li, Rodrigo Madurga, José M. Adrover, Alejandra Aroca-Crevillén, Sandra Martin-Salamanca, Alfonso Serrano del Valle, Sandra D. Castillo, Heidi C. E. Welch, Oliver Soehnlein, Mariona Graupera, Fátima Sánchez-Cabo, Alexander Zarbock, Thomas E. Smithgall, Mauro Di Pilato, Thorsten R. Mempel, Pierre-Louis Tharaux, Santiago F. González, Angel Ayuso-Sacido, Lai Guan Ng, Gabriel F. Calvo, Iván González-Díaz, Fernando Díaz-de-María, Andrés Hidalgo",
      "paper_url": "https://doi.org/10.1038/s41586-021-04263-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4307656504",
      "paper_id": "https://openalex.org/W4307656504",
      "title": "Bending forces and nucleotide state jointly regulate F-actin structure",
      "authors": "Matthew J. Reynolds, Carla Hachicho, Ayala G. Carl, Rui Gong, Gregory M. Alushin",
      "paper_url": "https://doi.org/10.1038/s41586-022-05366-w",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4284897794",
      "paper_id": "https://openalex.org/W4284897794",
      "title": "C. elegans as a model for inter-individual variation in metabolism",
      "authors": "Bennett W. Fox, Olga Ponomarova, Yong-Uk Lee, Gaotian Zhang, Gabrielle E. Giese, Melissa Walker, Nicole M. Roberto, Huimin Na, Pedro R. Rodrigues, Brian J. Curtis, Aiden R. Kolodziej, Timothy A. Crombie, Stefan Zdraljevic, L. Safak Yilmaz, Erik C. Andersen, Frank C. Schroeder, Albertha J. M. Walhout",
      "paper_url": "https://doi.org/10.1038/s41586-022-04951-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404105362",
      "paper_id": "https://openalex.org/W4404105362",
      "title": "Cellular ATP demand creates metabolically distinct subpopulations of mitochondria",
      "authors": "Keun Woo Ryu, Tak Shun Fung, Daphne C. Baker, Michelle Saoi, Jinsung Park, Christopher A. Febres-Aldana, Rania G. Aly, Ruobing Cui, Anurag Sharma, Yi Fu, Olivia L. Jones, Xin Cai, H. Amalia Pasolli, Justin R. Cross, Charles M. Rudin, Craig B. Thompson",
      "paper_url": "https://doi.org/10.1038/s41586-024-08146-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385462901",
      "paper_id": "https://openalex.org/W4385462901",
      "title": "Central role of Tim17 in mitochondrial presequence protein translocation",
      "authors": "Laura F. Fielden, Jakob D. Busch, Sandra G. Merkt, Iniyan Ganesan, Conny Steiert, Hanna B. Hasselblatt, Jon V. Busto, Christophe Wirth, Nicole Zufall, Sibylle Jungbluth, Katja Noll, Julia M. Dung, Ludmila Butenko, Karina von der Malsburg, Hans-Georg Koch, Carola Hunte, Martin van der Laan, Nils Wiedemann",
      "paper_url": "https://doi.org/10.1038/s41586-023-06477-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4296699785",
      "paper_id": "https://openalex.org/W4296699785",
      "title": "CLN3 is required for the clearance of glycerophosphodiesters from lysosomes",
      "authors": "Nouf N. Laqtom, Wentao Dong, Uche N. Medoh, Andrew L. Cangelosi, Vimisha Dharamdasani, Sze Ham Chan, Tenzin Kunchok, Caroline A. Lewis, Ivonne Heinze, Rachel Tang, Christian Grimm, An N. Dang Do, Forbes D. Porter, Alessandro Ori, David M. Sabatini, Monther Abu-Remaileh",
      "paper_url": "https://doi.org/10.1038/s41586-022-05221-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412150994",
      "paper_id": "https://openalex.org/W4412150994",
      "title": "Coenzyme Q headgroup intermediates can ameliorate a mitochondrial encephalopathy",
      "authors": "Guangbin Shi, Claire Miller, Sota Kuno, Alejandro G. Rey Hipolito, Salsabiel El Nagar, Giulietta M. Riboldi, Megan Korn, Wyatt C. Tran, Zixuan Wang, Lia Ficaro, Tao Lin, Quentin Spillier, Begoña Gamallo-Lana, Drew R. Jones, Matija Snuderl, Soomin C. Song, Adam C. Mar, Alexandra L. Joyner, Roy V. Sillitoe, Robert S. Banh, Michael E. Pacold",
      "paper_url": "https://doi.org/10.1038/s41586-025-09246-x",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410817815",
      "paper_id": "https://openalex.org/W4410817815",
      "title": "CoQ imbalance drives reverse electron transport to disrupt liver metabolism",
      "authors": "Renata L. S. Goncalves, Zeqiu Branden Wang, Jillian K. Riveros, Güneş Parlakgül, Karen E. Inouye, Grace Yankun Lee, Xiaorong Fu, Jani Saksi, Clement Rosique, Sheng Tony Hui, Mar Coll, Ana Paula Arruda, Shawn C. Burgess, Isabel Graupera, Gökhan S. Hotamışlıgil",
      "paper_url": "https://doi.org/10.1038/s41586-025-09072-1",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400948876",
      "paper_id": "https://openalex.org/W4400948876",
      "title": "Cryo-EM architecture of a near-native stretch-sensitive membrane microdomain",
      "authors": "Jennifer M. Kefauver, Markku Hakala, Luoming Zou, Josephine Alba, Javier Espadas, Maria G. Tettamanti, Jelena Gajić, Caroline Gabus, Pablo Campomanes, Leandro F. Estrozi, Nesli E. Sen, Stefano Vanni, Aurélien Roux, Ambroise Desfosses, Robbie Loewith",
      "paper_url": "https://doi.org/10.1038/s41586-024-07720-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388142164",
      "paper_id": "https://openalex.org/W4388142164",
      "title": "Cryo-EM structure of the human cardiac myosin filament",
      "authors": "Debabrata Dutta, Vu Nguyen, Kenneth S. Campbell, Raúl Padrón, Roger Craig",
      "paper_url": "https://doi.org/10.1038/s41586-023-06691-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4281483346",
      "paper_id": "https://openalex.org/W4281483346",
      "title": "Defining mitochondrial protein functions through deep multiomic profiling",
      "authors": "Jarred W. Rensvold, Evgenia Shishkova, Yuriy Sverchkov, Ian J. Miller, Arda Cetinkaya, Angela Pyle, Mateusz Manicki, Dain R. Brademan, Yasemin Alanay, Julian Raiman, Adam Jochem, Paul D. Hutchins, Sean R. Peters, Vanessa Linke, Katherine A. Overmyer, Austin Z. Salome, Alexander S. Hebert, Catherine E. Vincent, Nicholas W. Kwiecien, Matthew J. P. Rush, Michael S. Westphall, Mark Craven, Nurten A. Akarsu, Robert W. Taylor, Joshua J. Coon, David J. Pagliarini",
      "paper_url": "https://doi.org/10.1038/s41586-022-04765-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3208262996",
      "paper_id": "https://openalex.org/W3208262996",
      "title": "Dispatched uses Na+ flux to power release of lipid-modified Hedgehog",
      "authors": "Qianqian Wang, Daniel E. Asarnow, Ke Ding, Randall K. Mann, Jason Hatakeyama, Yunxiao Zhang, Yong Ma, Yifan Cheng, Philip A. Beachy",
      "paper_url": "https://doi.org/10.1038/s41586-021-03996-0",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3157724466",
      "paper_id": "https://openalex.org/W3157724466",
      "title": "Distinct fission signatures predict mitochondrial degradation or biogenesis",
      "authors": "Tatjana Kleele, Timo Rey, Julius Winter, Sofia Zaganelli, Dora Mahecic, Hélène Perreten Lambert, Francesco Paolo Ruberto, Mohamed Nemir, Timothy Wai, Thierry Pedrazzini, Suliana Manley",
      "paper_url": "https://doi.org/10.1038/s41586-021-03510-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400038670",
      "paper_id": "https://openalex.org/W4400038670",
      "title": "Drosophila immune cells transport oxygen through PPO2 protein phase transition",
      "authors": "Mingyu Shin, Eunji Chang, Daewon Lee, Nayun Kim, Bumsik Cho, Nuri Cha, Ferdinand Koranteng, Ji-Joon Song, Jiwon Shim",
      "paper_url": "https://doi.org/10.1038/s41586-024-07583-x",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407722201",
      "paper_id": "https://openalex.org/W4407722201",
      "title": "Dual regulation of mitochondrial fusion by Parkin–PINK1 and OMA1",
      "authors": "Tatsuya Yamada, Arisa Ikeda, Daisuke Murata, Hu Wang, Cissy Zhang, Pratik Khare, Yoshihiro Adachi, Fumiya Ito, Pedro M. Quirós, Seth Blackshaw, Carlos López-Otín, Thomas Langer, David C. Chan, Anne Le, Valina L. Dawson, Ted M. Dawson, Miho Iijima, Hiromi Sesaki",
      "paper_url": "https://doi.org/10.1038/s41586-025-08590-2",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410815649",
      "paper_id": "https://openalex.org/W4410815649",
      "title": "EndoMAP.v1 charts the structural landscape of human early endosome complexes",
      "authors": "Miguel A. Gonzalez-Lozano, Ernst W. Schmid, Enya Miguel Whelan, Yizhi Jiang, Joao A. Paulo, Johannes C. Walter, J. Wade Harper",
      "paper_url": "https://doi.org/10.1038/s41586-025-09059-y",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399567405",
      "paper_id": "https://openalex.org/W4399567405",
      "title": "Endoplasmic reticulum–plasma membrane contact gradients direct cell migration",
      "authors": "Bo Gong, Jake D. Johnston, Alexander Thiemicke, Alex de Marco, Tobias Meyer",
      "paper_url": "https://doi.org/10.1038/s41586-024-07527-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W4200410194",
      "paper_id": "https://openalex.org/W4200410194",
      "title": "ER proteins decipher the tubulin code to regulate organelle distribution",
      "authors": "Pengli Zheng, Christopher J. Obara, Ewa Szczesna, Jonathon Nixon-Abell, Kishore K. Mahalingan, Antonina Roll-Mecak, Jennifer Lippincott-Schwartz, Craig Blackstone",
      "paper_url": "https://doi.org/10.1038/s41586-021-04204-9",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4377982102",
      "paper_id": "https://openalex.org/W4377982102",
      "title": "Heteromeric clusters of ubiquitinated ER-shaping proteins drive ER-phagy",
      "authors": "Hector Foronda, Yangxue Fu, Adriana Covarrubias-Pinto, Hartmut T. Bocker, Alexis González, Eric Seemann, Patricia Franzka, Andrea Bock, Ramachandra M. Bhaskara, Lutz Liebmann, Marina E. Hoffmann, Istvan Katona, Nicole Koch, Joachim Weis, Ingo Kurth, Joseph G. Gleeson, Fulvio Reggiori, Gerhard Hummer, Michael M. Kessels, Britta Qualmann, Muriel Mari, Ivan Dikić, Christian A. Hübner",
      "paper_url": "https://doi.org/10.1038/s41586-023-06090-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399123775",
      "paper_id": "https://openalex.org/W4399123775",
      "title": "High-resolution in situ structures of mammalian respiratory supercomplexes",
      "authors": "Wan Zheng, Pengxin Chai, Jiapeng Zhu, Kai Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07488-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4306811488",
      "paper_id": "https://openalex.org/W4306811488",
      "title": "HRG-9 homologues regulate haem trafficking from haem-enriched compartments",
      "authors": "Fengxiu Sun, Zhenzhen Zhao, Mathilda M. Willoughby, Shuaiqi Shen, Yu Zhou, Yiyan Shao, Jing Kang, Yongtian Chen, Mengying Chen, Xiaojing Yuan, Iqbal Hamza, Amit R. Reddi, Caiyong Chen",
      "paper_url": "https://doi.org/10.1038/s41586-022-05347-z",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401793325",
      "paper_id": "https://openalex.org/W4401793325",
      "title": "Human XPR1 structures reveal phosphate export mechanism",
      "authors": "Rui Yan, Huiwen Chen, Chuanyu Liu, Jun Zhao, Di Wu, Juquan Jiang, Jianke Gong, Daohua Jiang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07852-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386283147",
      "paper_id": "https://openalex.org/W4386283147",
      "title": "Identification of an alternative triglyceride biosynthesis pathway",
      "authors": "Gian-Luca McLelland, Marta Lopez-Osias, Cristy R. C. Verzijl, Brecht D. Ellenbroek, Rafaela A. Oliveira, Nicolaas J. Boon, Marleen Dekker, Lisa G. van den Hengel, Rahmen Ali, Hans Janssen, Ji-Ying Song, Paul Krimpenfort, Tim van Zutphen, Johan W. Jonker, Thijn R. Brummelkamp",
      "paper_url": "https://doi.org/10.1038/s41586-023-06497-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4405268668",
      "paper_id": "https://openalex.org/W4405268668",
      "title": "In situ analysis reveals the TRiC duty cycle and PDCD5 as an open-state cofactor",
      "authors": "Huaipeng Xing, Remus R. E. Rosenkranz, Piere Rodriguez-Aliaga, Ting-Ting Lee, Tomáš Majtner, Stefanie Böhm, Beata Turoňová, Judith Frydman, Martin Beck",
      "paper_url": "https://doi.org/10.1038/s41586-024-08321-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4376118299",
      "paper_id": "https://openalex.org/W4376118299",
      "title": "In situ architecture of the ER–mitochondria encounter structure",
      "authors": "Michael R. Wozny, Andrea Di Luca, Dustin R. Morado, Andrea Picco, Rasha Khaddaj, Pablo Campomanes, Lazar Ivanović, Patrick C. Hoffmann, Elizabeth A. Miller, Stefano Vanni, Wanda Kukulski",
      "paper_url": "https://doi.org/10.1038/s41586-023-06050-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4313545069",
      "paper_id": "https://openalex.org/W4313545069",
      "title": "Integrated intracellular organization and its variations in human iPS cells",
      "authors": "Matheus P. Viana, Jianxu Chen, Theo A. Knijnenburg, Ritvik Vasan, Calysta Yan, Joy E. Arakaki, Matte Bailey, Ben Berry, Antoine Borensztejn, Eva M. Brown, Sara Carlson, Julie A. Cass, Basudev Chaudhuri, Kimberly R. Cordes Metzler, Mackenzie E. Coston, Zach J. Crabtree, Steve Davidson, Colette M. DeLizo, Shailja Dhaka, Stephanie Q. Dinh, Thao P. Do, Justin Domingus, Rory M. Donovan-Maiye, Alexandra J. Ferrante, Tyler J. Foster, Christopher L. Frick, Griffin Fujioka, Margaret A. Fuqua, Jamie L. Gehring, Kaytlyn A. Gerbin, Tanya Grancharova, Benjamin W. Gregor, Lisa J. Harrylock, Amanda Haupt, Melissa C. Hendershott, Caroline Hookway, Alan R. Horwitz, H. Christopher Hughes, Eric J. Isaac, Gregory R. Johnson, Brian Kim, Andrew N. Leonard, Winnie W. Leung, Jordan J. Lucas, Susan A. Ludmann, Blair M. Lyons, Haseeb Malik, Ryan McGregor, Gabe E. Medrash, Sean L. Meharry, Kevin Mitcham, Irina A. Mueller, Timothy L. Murphy-Stevens, Aditya Nath, Angelique M. Nelson, Sandra A. Oluoch, Luana Paleologu, T. Alexander Popiel, Megan M. Riel-Mehan, Brock Roberts, Lisa M. Schaefbauer, Magdalena Schwarzl, Jamie Sherman, Sylvain Slaton, M. Filip Sluzewski, Jacqueline E. Smith, Youngmee Sul, Madison J. Swain-Bowden, W. Joyce Tang, Derek J. Thirstrup, Daniel M. Toloudis, Andrew P. Tucker, Veronica Valencia, Winfried Wiegraebe, Thushara Wijeratna, Ruian Yang, Rebecca J. Zaunbrecher, Ramon Lorenzo D. Labitigan, Adrian L. Sanborn, Graham T. Johnson, Ruwanthi N. Gunawardane, Nathalie Gaudreault, Julie A. Theriot, Susanne M. Rafelski",
      "paper_url": "https://doi.org/10.1038/s41586-022-05563-7",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411626976",
      "paper_id": "https://openalex.org/W4411626976",
      "title": "Interactions between TTYH2 and APOE facilitate endosomal lipid transfer",
      "authors": "Anastasiia Sukalskaia, Andreas Karner, Anna Pugnetti, Florian Weber, Birgit Plochberger, Raimund Dutzler",
      "paper_url": "https://doi.org/10.1038/s41586-025-09200-x",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4393870177",
      "paper_id": "https://openalex.org/W4393870177",
      "title": "Interim analyses of a first-in-human phase 1/2 mRNA trial for propionic acidaemia",
      "authors": "Dwight Koeberl, Andreas Schulze, Neal Sondheimer, Gerald S. Lipshutz, Tarekegn Geberhiwot, Lerong Li, Rajnish Saini, Junxiang Luo, Vanja Sikirica, Ling Jin, Min Liang, Mary Leuchars, Stephanie Grunewald",
      "paper_url": "https://doi.org/10.1038/s41586-024-07266-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4280504532",
      "paper_id": "https://openalex.org/W4280504532",
      "title": "Intracellular lipid surveillance by small G protein geranylgeranylation",
      "authors": "Abigail Watterson, Lexus Tatge, Naureen Wajahat, Sonja L. B. Arneaud, Rene Solano Fonseca, Shaghayegh T. Beheshti, Patrick Metang, Melina Mihelakis, Kielen R. Zuurbier, Chase D. Corley, Ishmael Dehghan, Jeffrey G. McDonald, Peter M. Douglas",
      "paper_url": "https://doi.org/10.1038/s41586-022-04729-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4292121795",
      "paper_id": "https://openalex.org/W4292121795",
      "title": "Live-seq enables temporal transcriptomic recording of single cells",
      "authors": "Wanze Chen, Orane Guillaume-Gentil, Pernille Yde Rainer, Christoph G. Gäbelein, Wouter Saelens, Vincent Gardeux, Amanda Klaeger, Riccardo Dainese, Magda Zachara, Tomaso Zambelli, Julia A. Vorholt, Bart Deplancke",
      "paper_url": "https://doi.org/10.1038/s41586-022-05046-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403062961",
      "paper_id": "https://openalex.org/W4403062961",
      "title": "LYCHOS is a human hybrid of a plant-like PIN transporter and a GPCR",
      "authors": "Charles Bayly-Jones, Christopher J. Lupton, Alastair C. Keen, Shuqi Dong, Chantel Mastos, Wentong Luo, Chunyi Qian, Gareth D. Jones, Hari Venugopal, Yong-Gang Chang, Ronald J. Clarke, Michelle L. Halls, Andrew M. Ellisdon",
      "paper_url": "https://doi.org/10.1038/s41586-024-08012-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401793964",
      "paper_id": "https://openalex.org/W4401793964",
      "title": "Lysosomes drive the piecemeal removal of mitochondrial inner membrane",
      "authors": "Akriti Prashar, Claudio Bussi, Antony Fearns, Mariana I. Capurro, Xiaodong Gao, Hiromi Sesaki, Maximiliano G. Gutierrez, Nicola L. Jones",
      "paper_url": "https://doi.org/10.1038/s41586-024-07835-w",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4306810806",
      "paper_id": "https://openalex.org/W4306810806",
      "title": "Mechanism of an intramembrane chaperone for multipass membrane proteins",
      "authors": "Luka Smalinskaitė, Min Kyung Kim, Aaron J. O. Lewis, Robert J. Keenan, Ramanujan S. Hegde",
      "paper_url": "https://doi.org/10.1038/s41586-022-05336-2",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3174451709",
      "paper_id": "https://openalex.org/W3174451709",
      "title": "Mechanism of disease and therapeutic rescue of Dok7 congenital myasthenia",
      "authors": "Julien Oury, Wei Zhang, Nadia Leloup, Akiko Koide, Alexis D. Corrado, Gayatri Ketavarapu, Takamitsu Hattori, Shohei Koide, Steven J. Burden",
      "paper_url": "https://doi.org/10.1038/s41586-021-03672-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4282914277",
      "paper_id": "https://openalex.org/W4282914277",
      "title": "Mechanism of mitoribosomal small subunit biogenesis and preinitiation",
      "authors": "Yuzuru Itoh, Anas Khawaja, Ivan Laptev, Miriam Cipullo, Ilian Atanassov, Petr Sergiev, Joanna Rorbach, Alexey Amunts",
      "paper_url": "https://doi.org/10.1038/s41586-022-04795-x",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4285088579",
      "paper_id": "https://openalex.org/W4285088579",
      "title": "Mechanisms and inhibition of Porcupine-mediated Wnt acylation",
      "authors": "Yang Liu, Xiaofeng Qi, Linda Donnelly, Nadia Elghobashi-Meinhardt, Tao Long, Rich W. Zhou, Yingyuan Sun, Boyuan Wang, Xiaochun Li",
      "paper_url": "https://doi.org/10.1038/s41586-022-04952-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399381836",
      "paper_id": "https://openalex.org/W4399381836",
      "title": "Mechanisms of actin filament severing and elongation by formins",
      "authors": "Nicholas J. Palmer, Kyle R. Barrie, Roberto Dominguez",
      "paper_url": "https://doi.org/10.1038/s41586-024-07637-0",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4294904968",
      "paper_id": "https://openalex.org/W4294904968",
      "title": "Methotrexate recognition by the human reduced folate carrier SLC19A1",
      "authors": "Nicholas J. Wright, Justin G. Fedor, Han Zhang, Pyeonghwa Jeong, Yang Suo, Jiho Yoo, Jiyong Hong, Wonpil Im, Seok-Yong Lee",
      "paper_url": "https://doi.org/10.1038/s41586-022-05168-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4317952847",
      "paper_id": "https://openalex.org/W4317952847",
      "title": "Mitochondrial complexome reveals quality-control pathways of protein import",
      "authors": "Uwe Schulte, Fabian den Brave, Alexander Haupt, Arushi Gupta, Jiyao Song, Catrin S. Müller, Jeannine Engelke, Swadha Mishra, Christoph Mårtensson, Lars Ellenrieder, Chantal Priesnitz, Sebastian P. Straub, Kim Nguyen Doan, Bogusz Kulawiak, Wolfgang Bildl, Heike Rampelt, Nils Wiedemann, Nikolaus Pfanner, Bernd Fakler, Thomas Becker",
      "paper_url": "https://doi.org/10.1038/s41586-022-05641-w",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389991910",
      "paper_id": "https://openalex.org/W4389991910",
      "title": "Mitochondrial dysfunction abrogates dietary lipid processing in enterocytes",
      "authors": "Chrysanthi Moschandrea, Vangelis Kondylis, Ioannis Evangelakos, Marija Herholz, Farina Schneider, Christina Schmidt, Ming Yang, Sandra Ehret, Markus Heine, Michelle Y. Jaeckstein, Karolina Szczepanowska, Robin Schwarzer, Linda Baumann, Theresa Bock, Efterpi Nikitopoulou, Susanne Brodesser, Marcus Krüger, Christian Frezza, Joerg Heeren, Aleksandra Trifunovic, Manolis Pasparakis",
      "paper_url": "https://doi.org/10.1038/s41586-023-06857-0",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3121121739",
      "paper_id": "https://openalex.org/W3121121739",
      "title": "Mitochondrial sorting and assembly machinery operates by β-barrel switching",
      "authors": "Hironori Takeda, Akihisa Tsutsumi, Tomohiro Nishizawa, Caroline Lindau, Jon V. Busto, Lena-Sophie Wenz, Lars Ellenrieder, Kenichiro Imai, Sebastian P. Straub, Waltraut Mossmann, Jian Qiu, Yu Yamamori, Kentaro Tomii, Junko Suzuki, Takeshi Murata, Satoshi Ogasawara, Osamu Nureki, Thomas Becker, Nikolaus Pfanner, Nils Wiedemann, Masahide Kikkawa, Toshiya Endo",
      "paper_url": "https://doi.org/10.1038/s41586-020-03113-7",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410120376",
      "paper_id": "https://openalex.org/W4410120376",
      "title": "Molecular basis of SIFI activity in the integrated stress response",
      "authors": "Zhi Yang, Diane L. Haakonsen, Michael Heider, Samuel R. Witus, Alex Zelter, Tobias Beschauner, Michael J. MacCoss, Michael Rapé",
      "paper_url": "https://doi.org/10.1038/s41586-025-09074-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4398201086",
      "paper_id": "https://openalex.org/W4398201086",
      "title": "Molecular mechanism of choline and ethanolamine transport in humans",
      "authors": "Keiken Ri, Tsai-Hsuan Weng, Ainara Claveras Cabezudo, Wiebke Jösting, Yu Zhang, Andre Bazzone, Nancy C. P. Leong, Sonja Welsch, Raymond T. Doty, Gonca Gursu, Tiffany Jia Ying Lim, Sarah Luise Schmidt, Janis L. Abkowitz, Gerhard Hummer, Di Wu, Long N. Nguyen, Schara Safarian",
      "paper_url": "https://doi.org/10.1038/s41586-024-07444-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391160543",
      "paper_id": "https://openalex.org/W4391160543",
      "title": "Motion of VAPB molecules reveals ER–mitochondria contact site subdomains",
      "authors": "Christopher J. Obara, Jonathon Nixon-Abell, Andrew S. Moore, Federica Riccio, David P. Hoffman, Gleb Shtengel, C. Shan Xu, Kathy Schaefer, H. Amalia Pasolli, Jean-Baptiste Masson, Harald F. Hess, Christopher P. Calderon, Craig Blackstone, Jennifer Lippincott-Schwartz",
      "paper_url": "https://doi.org/10.1038/s41586-023-06956-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405268576",
      "paper_id": "https://openalex.org/W4405268576",
      "title": "Native DGC structure rationalizes muscular dystrophy-causing mutations",
      "authors": "Shiheng Liu, Tiantian Su, Xian Xia, Z. Hong Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-024-08324-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3130305184",
      "paper_id": "https://openalex.org/W3130305184",
      "title": "Nuclear sensing of breaks in mitochondrial DNA enhances immune surveillance",
      "authors": "Marco Tigano, Danielle C. Vargas, Samuel Tremblay-Belzile, Yi Fu, Agnel Sfeir",
      "paper_url": "https://doi.org/10.1038/s41586-021-03269-w",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4286005456",
      "paper_id": "https://openalex.org/W4286005456",
      "title": "Oocytes maintain ROS-free mitochondrial metabolism by suppressing complex I",
      "authors": "Aida Rodríguez-Nuevo, Ariadna Torres-Sanchez, Juan M. Duran, Cristian De Guirior, Maria Angeles Martínez-Zamora, Elvan Böke",
      "paper_url": "https://doi.org/10.1038/s41586-022-04979-5",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386100748",
      "paper_id": "https://openalex.org/W4386100748",
      "title": "OPA1 helical structures give perspective to mitochondrial dysfunction",
      "authors": "Sarah B. Nyenhuis, Xufeng Wu, Marie-Paule Strub, Yang-In Yim, Abigail E. Stanton, Valentina Baena, Zulfeqhar A. Syed, Bertram Canagarajah, John A. Hammer, Jenny E. Hinshaw",
      "paper_url": "https://doi.org/10.1038/s41586-023-06462-1",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3153460190",
      "paper_id": "https://openalex.org/W3153460190",
      "title": "Organelle degradation in the lens by PLAAT phospholipases",
      "authors": "Hideaki Morishita, Tomoya Eguchi, Satoshi Tsukamoto, Yuriko Sakamaki, Satoru Takahashi, Chieko Saito, Ikuko Koyama-Honda, Noboru Mizushima",
      "paper_url": "https://doi.org/10.1038/s41586-021-03439-w",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4408853262",
      "paper_id": "https://openalex.org/W4408853262",
      "title": "Oxidation of retromer complex controls mitochondrial translation",
      "authors": "Junbing Zhang, Md Yousuf Ali, Harrison Byron Chong, Pei-Chieh Tien, James Woods, Carolina Noble, Tristan Vornbäumen, Zehra Ordulu, Anthony P. Possemato, Stefan Harry, Jay Miguel Fonticella, Lina Fellah, Drew Harrison, Maolin Ge, Neha Khandelwal, Yingfei Huang, Maëva Chauvin, Anica Tamara Bischof, Grace Marie Hambelton, Magdy Farag Gohar, Siwen Zhang, MinGyu Choi, Sara Bouberhan, Esther Oliva, Mari Mino-Kenudson, Natalya N. Pavlova, Michael Lawrence, Justin F. Gainor, Sean A. Beausoleil, Nabeel Bardeesy, Raul Mostoslavsky, David Pépin, Christopher J. Ott, Brian Liau, Liron Bar-Peled",
      "paper_url": "https://doi.org/10.1038/s41586-025-08756-y",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410189463",
      "paper_id": "https://openalex.org/W4410189463",
      "title": "PLA2G15 is a BMP hydrolase and its targeting ameliorates lysosomal disease",
      "authors": "Kwamina Nyame, Jian Xiong, Hisham N. Alsohybe, Arthur P. H. de Jong, Isabelle V. Peña, Ricardo de Miguel, Thijn R. Brummelkamp, Guido Hartmann, Sebastian M. B. Nijman, Matthijs Raaben, Judith A. Simcox, Vincent A. Blomen, Monther Abu-Remaileh",
      "paper_url": "https://doi.org/10.1038/s41586-025-08942-y",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408853450",
      "paper_id": "https://openalex.org/W4408853450",
      "title": "Plasticity of the mammalian integrated stress response",
      "authors": "Chien-Wen Chen, David Papadopoli, Krzysztof J. Szkop, Bo-Jhih Guan, Mohammed Alzahrani, Jing Wu, Raul Jobava, Mais M. Asraf, Dawid Krokowski, Anastasios Vourekas, William C. Merrick, Anton A. Komar, Antonis E. Koromilas, Myriam Gorospe, Matthew J. Payea, Fangfang Wang, Benjamin L. L. Clayton, Paul J. Tesar, Ashleigh Schaffer, Alexander Miron, Ilya Bederman, Eckhard Jankowsky, Christine Vogel, Leoš Shivaya Valášek, Jonathan D. Dinman, Youwei Zhang, Boaz Tirosh, Ola Larsson, Ivan Topisirovic, Maria Hatzoglou",
      "paper_url": "https://doi.org/10.1038/s41586-025-08794-6",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4310946293",
      "paper_id": "https://openalex.org/W4310946293",
      "title": "Principles of mitoribosomal small subunit assembly in eukaryotes",
      "authors": "Nathan J. Harper, Chloe Burnside, Sebastian Klinge",
      "paper_url": "https://doi.org/10.1038/s41586-022-05621-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387095425",
      "paper_id": "https://openalex.org/W4387095425",
      "title": "Proteome census upon nutrient stress reveals Golgiphagy membrane receptors",
      "authors": "Kelsey L. Hickey, Sharan Swarup, Ian R. Smith, Julia C. Paoli, Enya Miguel Whelan, Joao A. Paulo, J. Wade Harper",
      "paper_url": "https://doi.org/10.1038/s41586-023-06657-6",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406693524",
      "paper_id": "https://openalex.org/W4406693524",
      "title": "Rapid and scalable personalized ASO screening in patient-derived organoids",
      "authors": "John C. Means, Anabel L. Martinez-Bengochea, Daniel A. Louiselle, Jacqelyn M. Nemechek, John M. Perry, Emily G. Farrow, Tomi Pastinen, Scott T. Younger",
      "paper_url": "https://doi.org/10.1038/s41586-024-08462-1",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4220817800",
      "paper_id": "https://openalex.org/W4220817800",
      "title": "Regulation of liver subcellular architecture controls metabolic homeostasis",
      "authors": "Güneş Parlakgül, Ana Paula Arruda, Song Pang, Erika Cagampan, Nina Min, Ekin Güney, Grace Yankun Lee, Karen Inouye, Harald F. Hess, C. Shan Xu, Gökhan S. Hotamışlıgil",
      "paper_url": "https://doi.org/10.1038/s41586-022-04488-5",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3186503871",
      "paper_id": "https://openalex.org/W3186503871",
      "title": "Rewiring of the ubiquitinated proteome determines ageing in C. elegans",
      "authors": "Seda Koyuncu, Rute Loureiro, Hyun Ju Lee, Prerana Wagle, Marcus Krueger, David Vilchez",
      "paper_url": "https://doi.org/10.1038/s41586-021-03781-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3209079142",
      "paper_id": "https://openalex.org/W3209079142",
      "title": "SLC25A39 is necessary for mitochondrial glutathione import in mammalian cells",
      "authors": "Ying Wang, Frederick S. Yen, Xiphias Ge Zhu, Rebecca C. Timson, Ross Weber, Changrui Xing, Yuyang Liu, Benjamin Allwein, Hanzhi Luo, Hsi-Wen Yeh, Søren Heissel, Gokhan Unlu, Eric R. Gamazon, Michael G. Kharas, Richard Hite, Kıvanç Birsoy",
      "paper_url": "https://doi.org/10.1038/s41586-021-04025-w",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4409283785",
      "paper_id": "https://openalex.org/W4409283785",
      "title": "Small molecules restore mutant mitochondrial DNA polymerase activity",
      "authors": "Sebastian Valenzuela, Xuefeng Zhu, Bertil Macao, Mattias Stamgren, Carol Geukens, Paul S. Charifson, Gunther Kern, Emily Hoberg, Louise Jenninger, Anja V. Gruszczyk, Seoeun Lee, Katarina A. S. Johansson, Javier Miralles Fusté, Yonghong Shi, S. Jordan Kerns, Laleh Arabanian, Gabriel Martinez Botella, Sofie Ekström, Jeremy Green, Andrew M. Griffin, Carlos Pardo-Hernández, Thomas A. Keating, Barbara Küppers-Munther, Nils-Göran Larsson, Cindy Phan, Viktor Posse, Juli E. Jones, Xie Xie, Simon Giroux, Claes M. Gustafsson, Maria Falkenberg",
      "paper_url": "https://doi.org/10.1038/s41586-025-08856-9",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407768107",
      "paper_id": "https://openalex.org/W4407768107",
      "title": "Snapshots of acyl carrier protein shuttling in human fatty acid synthase",
      "authors": "Kollin Schultz, Pedro Costa-Pinheiro, Lauren Gardner, Laura V. Pinheiro, Julio Ramirez-Solis, Sarah M. Gardner, Kathryn E. Wellen, Ronen Marmorstein",
      "paper_url": "https://doi.org/10.1038/s41586-025-08587-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4324344225",
      "paper_id": "https://openalex.org/W4324344225",
      "title": "Spatial mapping of mitochondrial networks and bioenergetics in lung cancer",
      "authors": "Mingqi Han, Eric A. Bushong, Mayuko Segawa, Alexandre Tiard, Alex Wong, Morgan R. Brady, Milica Momcilovic, Dane M. Wolf, Ralph Zhang, Anton Petcherski, Matthew Madany, Shili Xu, Jason T. Lee, Masha V. Poyurovsky, Kellen Olszewski, Travis Holloway, Adrian Gomez, Maie St. John, Steven M. Dubinett, Carla M. Koehler, Orian S. Shirihai, Linsey Stiles, Aaron Lisberg, Stefano Soatto, Saman Sadeghi, Mark H. Ellisman, David B. Shackelford",
      "paper_url": "https://doi.org/10.1038/s41586-023-05793-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400729311",
      "paper_id": "https://openalex.org/W4400729311",
      "title": "Split intein-mediated protein trans-splicing to express large dystrophins",
      "authors": "Hichem Tasfaout, Christine L. Halbert, Timothy S. McMillen, James M. Allen, Theodore R. Reyes, Galina V. Flint, Dirk Grimm, Stephen D. Hauschka, Michael Regnier, Jeffrey S. Chamberlain",
      "paper_url": "https://doi.org/10.1038/s41586-024-07710-8",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410551407",
      "paper_id": "https://openalex.org/W4410551407",
      "title": "Stepwise ATP translocation into the endoplasmic reticulum by human SLC35B1",
      "authors": "Ashutosh Gulati, Do-Hwan Ahn, Albert Suades, Yurie Hult, Gernot Wolf, So Iwata, Giulio Superti-Furga, Norimichi Nomura, David Drew",
      "paper_url": "https://doi.org/10.1038/s41586-025-09069-w",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391383707",
      "paper_id": "https://openalex.org/W4391383707",
      "title": "Stress response silencing by an E3 ligase mutated in neurodegeneration",
      "authors": "Diane L. Haakonsen, Michael Heider, Andrew J. Ingersoll, Kayla Vodehnal, Samuel R. Witus, Takeshi Uenaka, Marius Wernig, Michael Rapé",
      "paper_url": "https://doi.org/10.1038/s41586-023-06985-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4396544306",
      "paper_id": "https://openalex.org/W4396544306",
      "title": "Structural and molecular basis of choline uptake into the brain by FLVCR2",
      "authors": "Rosemary J. Cater, Dibyanti Mukherjee, Eva Gil-Iturbe, Satchal K. Erramilli, Ting Chen, Katie Koo, Nicolás Santander, Andrew Reckers, Brian Kloss, Tomasz Gawda, Brendon C. Choy, Zhening Zhang, Aditya Katewa, Amara Larpthaveesarp, Eric J. Huang, Scott W. J. Mooney, Oliver B. Clarke, Sook Wah Yee, Kathleen M. Giacomini, Anthony A. Kossiakoff, Matthias Quick, Thomas Arnold, Filippo Mancia",
      "paper_url": "https://doi.org/10.1038/s41586-024-07326-y",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4307658722",
      "paper_id": "https://openalex.org/W4307658722",
      "title": "Structural basis of actin filament assembly and aging",
      "authors": "Wout Oosterheert, Björn U. Klink, Alexander Belyy, Sabrina Pospich, Stefan Raunser",
      "paper_url": "https://doi.org/10.1038/s41586-022-05241-8",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3164241000",
      "paper_id": "https://openalex.org/W3164241000",
      "title": "Structural basis of antifolate recognition and transport by PCFT",
      "authors": "Joanne L. Parker, Justin C. Deme, Gabriel Kuteyi, Zhiyi Wu, Jiandong Huo, I. David Goldman, Raymond J. Owens, Philip C. Biggin, Susan M. Lea, Simon Newstead",
      "paper_url": "https://doi.org/10.1038/s41586-021-03579-z",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4396544394",
      "paper_id": "https://openalex.org/W4396544394",
      "title": "Structural basis of lipid head group entry to the Kennedy pathway by FLVCR1",
      "authors": "Yeeun Son, Timothy C. Kenny, Artem Khan, Kıvanç Birsoy, Richard K. Hite",
      "paper_url": "https://doi.org/10.1038/s41586-024-07374-4",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409729550",
      "paper_id": "https://openalex.org/W4409729550",
      "title": "Structural basis of lipid transfer by a bridge-like lipid-transfer protein",
      "authors": "Yunsik Kang, Katherine S. Lehmann, Hannah Long, Amanda Jefferson, Maria Purice, Marc Freeman, Sarah Clark",
      "paper_url": "https://doi.org/10.1038/s41586-025-08918-y",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4353056837",
      "paper_id": "https://openalex.org/W4353056837",
      "title": "Structural basis of mitochondrial membrane bending by the I–II–III2–IV2 supercomplex",
      "authors": "Alexander Mühleip, Rasmus Kock Flygaard, Rozbeh Baradaran, Outi Haapanen, Thomas Gruhl, Victor Tobiasson, Amandine Maréchal, Vivek Sharma, Alexey Amunts",
      "paper_url": "https://doi.org/10.1038/s41586-023-05817-y",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4381480938",
      "paper_id": "https://openalex.org/W4381480938",
      "title": "Structural basis of mitochondrial protein import by the TIM23 complex",
      "authors": "Sue Im Sim, Yuanyuan Chen, Diane L. Lynch, James C. Gumbart, Eunyong Park",
      "paper_url": "https://doi.org/10.1038/s41586-023-06239-6",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3165986200",
      "paper_id": "https://openalex.org/W3165986200",
      "title": "Structural basis of omega-3 fatty acid transport across the blood–brain barrier",
      "authors": "Rosemary J. Cater, Geok Lin Chua, Satchal K. Erramilli, James E. Keener, Brendon C. Choy, Piotr Tokarz, Cheen Fei Chin, Debra Q. Y. Quek, Brian Kloss, Joseph G. Pepe, Giacomo Parisi, Bernice H. Wong, Oliver B. Clarke, Michael T. Marty, Anthony A. Kossiakoff, George Khelashvili, David L. Silver, Filippo Mancia",
      "paper_url": "https://doi.org/10.1038/s41586-021-03650-9",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4405965074",
      "paper_id": "https://openalex.org/W4405965074",
      "title": "Structural diversity of axonemes across mammalian motile cilia",
      "authors": "Miguel Ricardo Leung, Chen Sun, Jianwei Zeng, Jacob R. Anderson, Qingwei Niu, Wei Huang, Willem E. M. Noteborn, Alan Brown, Tzviya Zeev-Ben-Mordehai, Rui Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08337-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407768165",
      "paper_id": "https://openalex.org/W4407768165",
      "title": "Structural dynamics of human fatty acid synthase in the condensing cycle",
      "authors": "Wooyoung Choi, Chengmin Li, Yifei Chen, YongQiang Wang, Yifan Cheng",
      "paper_url": "https://doi.org/10.1038/s41586-025-08782-w",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4386086719",
      "paper_id": "https://openalex.org/W4386086719",
      "title": "Structural mechanism of mitochondrial membrane remodelling by human OPA1",
      "authors": "Alexander von der Malsburg, Gracie M. Sapp, Kelly E. Zuccaro, Alexander von Appen, Frank R. Moss III, Raghav Kalia, Jeremy A. Bennett, Luciano A. Abriata, Matteo Dal Peraro, Martin van der Laan, Adam Frost, Halil Aydin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06441-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4405268694",
      "paper_id": "https://openalex.org/W4405268694",
      "title": "Structure and assembly of the dystrophin glycoprotein complex",
      "authors": "Li Wan, Xiaofei Ge, Qikui Xu, Gaoxingyu Huang, Tiandi Yang, Kevin P. Campbell, Zhen Yan, Jianping Wu",
      "paper_url": "https://doi.org/10.1038/s41586-024-08310-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3203486197",
      "paper_id": "https://openalex.org/W3203486197",
      "title": "Structure and assembly of the mammalian mitochondrial supercomplex CIII2CIV",
      "authors": "Irene Vercellino, Leonid A. Sazanov",
      "paper_url": "https://doi.org/10.1038/s41586-021-03927-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3129342397",
      "paper_id": "https://openalex.org/W3129342397",
      "title": "Structure and inhibition mechanism of the human citrate transporter NaCT",
      "authors": "David B. Sauer, Jinmei Song, Bing Wang, Jacob K. Hilton, Nathan K. Karpowich, Joseph A. Mindell, William J. Rice, Da-Neng Wang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03230-x",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3187128303",
      "paper_id": "https://openalex.org/W3187128303",
      "title": "Structure and mechanism of blood–brain-barrier lipid transporter MFSD2A",
      "authors": "Chase A. P. Wood, Jinru Zhang, Deniz Aydin, Yan Xu, Benjamin J. Andreone, Urs H. Langen, Ron O. Dror, Chenghua Gu, Liang Feng",
      "paper_url": "https://doi.org/10.1038/s41586-021-03782-y",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4408361658",
      "paper_id": "https://openalex.org/W4408361658",
      "title": "Structure and mechanism of the plastid/parasite ATP/ADP translocator",
      "authors": "Huajian Lin, Jian Huang, Tianming Li, Wenjuan Li, Yutong Wu, Tianjiao Yang, Yuwei Nian, Xiang Lin, Jiangqin Wang, Ruiying Wang, Xiaohui Zhao, Nannan Su, Jinru Zhang, Xudong Wu, Minrui Fan",
      "paper_url": "https://doi.org/10.1038/s41586-025-08743-3",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4294904949",
      "paper_id": "https://openalex.org/W4294904949",
      "title": "Structure of dynein–dynactin on microtubules shows tandem adaptor binding",
      "authors": "Sami Chaaban, Andrew P. Carter",
      "paper_url": "https://doi.org/10.1038/s41586-022-05186-y",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4200487611",
      "paper_id": "https://openalex.org/W4200487611",
      "title": "Structure of Hsp90–Hsp70–Hop–GR reveals the Hsp90 client-loading mechanism",
      "authors": "Ray Yu-Ruei Wang, Chari M. Noddings, Elaine Kirschke, Alexander G. Myasnikov, Jill L. Johnson, David A. Agard",
      "paper_url": "https://doi.org/10.1038/s41586-021-04252-1",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W4200236070",
      "paper_id": "https://openalex.org/W4200236070",
      "title": "Structure of Hsp90–p23–GR reveals the Hsp90 client-remodelling mechanism",
      "authors": "Chari M. Noddings, Ray Yu-Ruei Wang, Jill L. Johnson, David A. Agard",
      "paper_url": "https://doi.org/10.1038/s41586-021-04236-1",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391824140",
      "paper_id": "https://openalex.org/W4391824140",
      "title": "Structure of human phagocyte NADPH oxidase in the activated state",
      "authors": "Xiaoyu Liu, Yiting Shi, Rui Liu, Kangcheng Song, Lei Chen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07056-1",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408244127",
      "paper_id": "https://openalex.org/W4408244127",
      "title": "Structure of mitochondrial pyruvate carrier and its inhibition mechanism",
      "authors": "Zheng He, Jianxiu Zhang, Yan Xu, Eve J. Fine, Carl-Mikael Suomivuori, Ron O. Dror, Liang Feng",
      "paper_url": "https://doi.org/10.1038/s41586-025-08667-y",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4388126735",
      "paper_id": "https://openalex.org/W4388126735",
      "title": "Structure of the native myosin filament in the relaxed cardiac sarcomere",
      "authors": "Davide Tamborrini, Zhexin Wang, Thorsten Wagner, Sebastian Tacke, Markus Stabrin, Michael Grange, Ay Lin Kho, Martin Rees, Pauline Bennett, Mathias Gautel, Stefan Raunser",
      "paper_url": "https://doi.org/10.1038/s41586-023-06690-5",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408571853",
      "paper_id": "https://openalex.org/W4408571853",
      "title": "Structures and mechanism of human mitochondrial pyruvate carrier",
      "authors": "Jiaming Liang, Junhui Shi, Ailong Song, Meihua Lu, Kairan Zhang, Meng Xu, Gaoxingyu Huang, Peilong Lu, Xudong Wu, Dan Ma",
      "paper_url": "https://doi.org/10.1038/s41586-025-08873-8",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4306809759",
      "paper_id": "https://openalex.org/W4306809759",
      "title": "Substrate-driven assembly of a translocon for multipass membrane proteins",
      "authors": "Arunkumar Sundaram, Melvin Yamsek, Frank Zhong, Yogesh Hooda, Ramanujan S. Hegde, Robert J. Keenan",
      "paper_url": "https://doi.org/10.1038/s41586-022-05330-8",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409283797",
      "paper_id": "https://openalex.org/W4409283797",
      "title": "Swinging lever mechanism of myosin directly shown by time-resolved cryo-EM",
      "authors": "David P. Klebl, Sean N. McMillan, Cristina Risi, Eva Forgacs, Betty Virok, Jennifer L. Atherton, Sarah A. Harris, Michele Stofella, Donald A. Winkelmann, Frank Sobott, Vitold E. Galkin, Peter J. Knight, Stephen P. Muench, Charlotte A. Scarff, Howard D. White",
      "paper_url": "https://doi.org/10.1038/s41586-025-08876-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407957656",
      "paper_id": "https://openalex.org/W4407957656",
      "title": "Systems-level design principles of metabolic rewiring in an animal",
      "authors": "Xuhang Li, Hefei Zhang, Thomas Hodder, Wen Wang, Chad L. Myers, L. Safak Yilmaz, Albertha J. M. Walhout",
      "paper_url": "https://doi.org/10.1038/s41586-025-08636-5",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4393219018",
      "paper_id": "https://openalex.org/W4393219018",
      "title": "The HEAT repeat protein HPO-27 is a lysosome fission factor",
      "authors": "Letao Li, Xilu Liu, Shanshan Yang, Meijiao Li, Yanwei Wu, Siqi Hu, Wenjuan Wang, Amin Jiang, Qianqian Zhang, Junbing Zhang, Xiaoli Ma, Junyan Hu, Qiaohong Zhao, Yubing Liu, Dong Li, Junjie Hu, Chonglin Yang, Wei Feng, Xiaochen Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07249-8",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3198422208",
      "paper_id": "https://openalex.org/W3198422208",
      "title": "The polar oxy-metabolome reveals the 4-hydroxymandelate CoQ10 synthesis pathway",
      "authors": "Robert S. Banh, Esther S. Kim, Quentin Spillier, Douglas E. Biancur, Keisuke Yamamoto, Albert S. W. Sohn, Guangbin Shi, Drew R. Jones, Alec C. Kimmelman, Michael E. Pacold",
      "paper_url": "https://doi.org/10.1038/s41586-021-03865-w",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4407392474",
      "paper_id": "https://openalex.org/W4407392474",
      "title": "Transcriptional adaptation upregulates utrophin in Duchenne muscular dystrophy",
      "authors": "Lara Falcucci, Christopher M. Dooley, Douglas Adamoski, Thomas Juan, Justin Martinez, Angelina M. Georgieva, Kamel Mamchaoui, Cansu Cirzi, Didier Y. R. Stainier",
      "paper_url": "https://doi.org/10.1038/s41586-024-08539-x",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400729293",
      "paper_id": "https://openalex.org/W4400729293",
      "title": "Tubulin code eraser CCP5 binds branch glutamates by substrate deformation",
      "authors": "Jiayi Chen, Elena A. Zehr, James M. Gruschus, Agnieszka Szyk, Yanjie Liu, Martin E. Tanner, Nico Tjandra, Antonina Roll-Mecak",
      "paper_url": "https://doi.org/10.1038/s41586-024-07699-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4378070220",
      "paper_id": "https://openalex.org/W4378070220",
      "title": "Ubiquitination regulates ER-phagy and remodelling of endoplasmic reticulum",
      "authors": "Alexis González, Adriana Covarrubias-Pinto, Ramachandra M. Bhaskara, Marius Glogger, Santosh K. Kuncha, Audrey Xavier, Eric Seemann, Mohit Misra, Marina E. Hoffmann, Bastian Bräuning, Ashwin Balakrishnan, Britta Qualmann, Volker Dötsch, Brenda A. Schulman, Michael M. Kessels, Christian A. Hübner, Mike Heilemann, Gerhard Hummer, Ivan Dikić",
      "paper_url": "https://doi.org/10.1038/s41586-023-06089-2",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401793614",
      "paper_id": "https://openalex.org/W4401793614",
      "title": "Visualizing chaperonin function in situ by cryo-electron tomography",
      "authors": "Jonathan Wagner, Alonso I. Carvajal, Andreas Bracher, Florian Beck, William Wan, Stefan Bohn, Roman Körner, Wolfgang Baumeister, Ruben Fernandez-Busnadiego, F. Ulrich Hartl",
      "paper_url": "https://doi.org/10.1038/s41586-024-07843-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3201820946",
      "paper_id": "https://openalex.org/W3201820946",
      "title": "Whole-cell organelle segmentation in volume electron microscopy",
      "authors": "Larissa Heinrich, Davis Bennett, David Ackerman, Woohyun Park, John Bogovic, Nils Eckstein, Alyson Petruncio, Jody Clements, Song Pang, C. Shan Xu, Jan Funke, Wyatt Korff, Harald F. Hess, Jennifer Lippincott-Schwartz, Stephan Saalfeld, Aubrey V. Weigel, Riasat Ali, Rebecca Arruda, Rohit Bahtra, Destiny Nguyen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03977-3",
      "venue": "nature21"
    }
  ]
}