{
  "cluster_id": 162,
  "papers": [
    {
      "id": "nature22_https://openalex.org/W4210922059",
      "paper_id": "https://openalex.org/W4210922059",
      "title": "A backbone-centred energy function of neural networks for protein design",
      "authors": "Bin Huang, Yang Xu, Xiuhong Hu, Yongrui Liu, Shanhui Liao, Jiahai Zhang, Chengdong Huang, Jingjun Hong, Quan Chen, Haiyan Liu",
      "paper_url": "https://doi.org/10.1038/s41586-021-04383-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4292121800",
      "paper_id": "https://openalex.org/W4292121800",
      "title": "A condensate dynamic instability orchestrates actomyosin cortex activation",
      "authors": "Victoria Tianjing Yan, Arjun Narayanan, Tina Wiegand, Frank Jülicher, Stephan W. Grill",
      "paper_url": "https://doi.org/10.1038/s41586-022-05084-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3179907723",
      "paper_id": "https://openalex.org/W3179907723",
      "title": "A condensate-hardening drug blocks RSV replication in vivo",
      "authors": "Jennifer Risso-Ballester, Marie Galloux, Jingjing Cao, Ronan Le Goffic, Fortune Hontonnou, Aude Jobart-Malfait, Aurore Desquesnes, Svenja M. Sake, Sibylle Haid, Miaomiao Du, Xiumei Zhang, Huanyun Zhang, Zhaoguo Wang, Vincent Rincheval, Youming Zhang, Thomas Pietschmann, Jean-François Eléouët, Marie-Anne Rameix-Welti, Ralf Altmeyer",
      "paper_url": "https://doi.org/10.1038/s41586-021-03703-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3159397410",
      "paper_id": "https://openalex.org/W3159397410",
      "title": "A lysine–cysteine redox switch with an NOS bridge regulates enzyme function",
      "authors": "Marie Wensien, Fabian Rabe von Pappenheim, Lisa-Marie Funk, Patrick Kloskowski, Ute Curth, Ulf Diederichsen, Jon Uranga, Jin Ye, Pan Fang, Kuan-Ting Pan, Henning Urlaub, Ricardo A. Mata, Viktor Sautner, Kai Tittmann",
      "paper_url": "https://doi.org/10.1038/s41586-021-03513-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4311472897",
      "paper_id": "https://openalex.org/W4311472897",
      "title": "A male germ-cell-specific ribosome controls male fertility",
      "authors": "Huiling Li, Yangao Huo, Xi He, Liping Yao, Hao Zhang, Yiqiang Cui, Huijuan Xiao, Wenxiu Xie, Dejiu Zhang, Yue Wang, Shu Zhang, Haixia Tu, Yiwei Cheng, Yueshuai Guo, Xintao Cao, Yunfei Zhu, Tao Jiang, Xuejiang Guo, Yan Qin, Jiahao Sha",
      "paper_url": "https://doi.org/10.1038/s41586-022-05508-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4317390912",
      "paper_id": "https://openalex.org/W4317390912",
      "title": "A molecular network of conserved factors keeps ribosomes dormant in the egg",
      "authors": "Friederike Leesch, Laura Lorenzo-Orts, Carina Pribitzer, Irina Grishkovskaya, Josef Roehsner, Anastasia Chugunova, Manuel Matzinger, Elisabeth Roitinger, Katarina Belačić, Susanne Kandolf, Tzi-Yang Lin, Karl Mechtler, Anton Meinhart, David Haselbach, Andrea Pauli",
      "paper_url": "https://doi.org/10.1038/s41586-022-05623-y",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3215994910",
      "paper_id": "https://openalex.org/W3215994910",
      "title": "A multi-scale map of cell structure fusing protein images and interactions",
      "authors": "Yue Qin, Edward L. Huttlin, Casper F. Winsnes, Maya L. Gosztyla, Ludivine Wacheul, Marcus R. Kelly, Steven M. Blue, Fan Zheng, Michael Chen, Leah V. Schaffer, Katherine Licon, Anna Bäckström, Laura Pontano Vaites, John J. Lee, Wei Ouyang, Sophie N. Liu, Tian Zhang, Erica Silva, Jisoo Park, Adriana Pitea, Jason F. Kreisberg, Steven P. Gygi, Jianzhu Ma, J. Wade Harper, Gene W. Yeo, Denis L. J. Lafontaine, Emma Lundberg, Trey Ideker",
      "paper_url": "https://doi.org/10.1038/s41586-021-04115-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391809304",
      "paper_id": "https://openalex.org/W4391809304",
      "title": "A new family of bacterial ribosome hibernation factors",
      "authors": "Karla Helena-Bueno, Mariia Yu. Rybak, Chinenye L. Ekemezie, Rudi Sullivan, Charlotte R. Brown, Charlotte Dingwall, Arnaud Baslé, Claudia Schneider, James P. R. Connolly, James N. Blaza, Bálint Csörgő, Patrick J. Moynihan, Matthieu G. Gagnon, Chris H. Hill, Sergey V. Melnikov",
      "paper_url": "https://doi.org/10.1038/s41586-024-07041-8",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283746104",
      "paper_id": "https://openalex.org/W4283746104",
      "title": "A peroxisomal ubiquitin ligase complex forms a retrotranslocation channel",
      "authors": "Peiqiang Feng, Xudong Wu, Satchal K. Erramilli, Joao A. Paulo, Pawel Knejski, Steven P. Gygi, Anthony A. Kossiakoff, Tom A. Rapoport",
      "paper_url": "https://doi.org/10.1038/s41586-022-04903-x",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3165739961",
      "paper_id": "https://openalex.org/W3165739961",
      "title": "A phase-separated nuclear GBPL circuit controls immunity in plants",
      "authors": "Shuai Huang, Shiwei Zhu, Pradeep Kumar, John D. MacMicking",
      "paper_url": "https://doi.org/10.1038/s41586-021-03572-6",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4289638315",
      "paper_id": "https://openalex.org/W4289638315",
      "title": "A physical wiring diagram for the human immune system",
      "authors": "Jarrod Shilts, Yannik Severin, Francis Galaway, Nicole Müller-Sienerth, Zheng-Shan Chong, Sophie Pritchard, Sarah Teichmann, Roser Vento-Tormo, Berend Snijder, Gavin J. Wright",
      "paper_url": "https://doi.org/10.1038/s41586-022-05028-x",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4280592279",
      "paper_id": "https://openalex.org/W4280592279",
      "title": "A prebiotically plausible scenario of an RNA–peptide world",
      "authors": "Felix Müller, Luis Escobar, Felix Xu, Ewa Węgrzyn, Milda Nainytė, Tynchtyk Amatov, Chun‐Yin Chan, Alexander Pichler, Thomas Carell",
      "paper_url": "https://doi.org/10.1038/s41586-022-04676-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3165179041",
      "paper_id": "https://openalex.org/W3165179041",
      "title": "A proximity-dependent biotinylation map of a human cell",
      "authors": "Christopher D. Go, James D. R. Knight, Archita Rajasekharan, Bhavisha Rathod, Geoffrey G. Hesketh, Kento T. Abe, Ji-Young Youn, Payman Samavarchi-Tehrani, Hui Zhang, Lucie Y. Zhu, Evelyn Popiel, Jean-Philippe Lambert, Étienne Coyaud, Sally W. T. Cheung, Dushyandi Rajendran, Cassandra J. Wong, Hana Antonicka, Laurence Pelletier, Alexander F. Palazzo, Eric A. Shoubridge, Brian Raught, Anne-Claude Gingras",
      "paper_url": "https://doi.org/10.1038/s41586-021-03592-2",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4313546279",
      "paper_id": "https://openalex.org/W4313546279",
      "title": "A quantitative map of nuclear pore assembly reveals two distinct mechanisms",
      "authors": "Shotaro Otsuka, Jeremy O. B. Tempkin, Wanlu Zhang, Antonio Z. Politi, Arina Rybina, M. Julius Hossain, Moritz Kueblbeck, Andrea Callegari, Birgit Koch, Natalia Rosalia Morero, Andrej Sali, Jan Ellenberg",
      "paper_url": "https://doi.org/10.1038/s41586-022-05528-w",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4324344178",
      "paper_id": "https://openalex.org/W4324344178",
      "title": "A swapped genetic code prevents viral infections and gene transfer",
      "authors": "Akos Nyerges, Svenja Vinke, Regan Flynn, Siân V. Owen, Eleanor A. Rand, Bogdan Budnik, Eric Keen, Kamesh Narasimhan, Jorge A. Marchand, Maximilien Baas-Thomas, Min Liu, Kangming Chen, Anush Chiappino-Pepe, Fangxiang Hu, Michael Baym, George M. Church",
      "paper_url": "https://doi.org/10.1038/s41586-023-05824-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4362608119",
      "paper_id": "https://openalex.org/W4362608119",
      "title": "A viral biomolecular condensate coordinates assembly of progeny particles",
      "authors": "Matthew Charman, Nicholas Grams, Namrata Kumar, Edwin Halko, Joseph M. Dybas, Amber Abbott, Krystal K. Lum, Daniel Blumenthal, Elene Tsopurashvili, Matthew D. Weitzman",
      "paper_url": "https://doi.org/10.1038/s41586-023-05887-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4404105372",
      "paper_id": "https://openalex.org/W4404105372",
      "title": "Ab initio characterization of protein molecular dynamics with AI2BMD",
      "authors": "Tong Wang, Xinheng He, Mingyu Li, Yatao Li, Ran Bi, Yusong Wang, Chaoran Cheng, Xiangzhen Shen, Jiawei Meng, He Zhang, Haiguang Liu, Zun Wang, Shaoning Li, Bin Shao, Tie-Yan Liu",
      "paper_url": "https://doi.org/10.1038/s41586-024-08127-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4319591809",
      "paper_id": "https://openalex.org/W4319591809",
      "title": "Aberrant phase separation and nucleolar dysfunction in rare genetic diseases",
      "authors": "Martin A. Mensah, Henri Niskanen, Alexandre P. Magalhaes, Shaon Basu, Martin Kircher, Henrike L. Sczakiel, Alisa M. V. Reiter, Jonas Elsner, Peter Meinecke, Saskia Biskup, Brian H. Y. Chung, Gregor Dombrowsky, Christel Eckmann-Scholz, Marc Phillip Hitz, Alexander Hoischen, Paul-Martin Holterhus, Wiebke Hülsemann, Kimia Kahrizi, Vera M. Kalscheuer, Anita Kan, Mandy Krumbiegel, Ingo Kurth, Jonas Leubner, Ann Carolin Longardt, Jörg D. Moritz, Hossein Najmabadi, Karolina Skipalova, Lot Snijders Blok, Andreas Tzschach, Eberhard Wiedersberg, Martin Zenker, Carla Garcia-Cabau, René Buschow, Xavier Salvatella, Matthew L. Kraushar, Stefan Mundlos, Almuth Caliebe, Malte Spielmann, Denise Horn, Denes Hnisz",
      "paper_url": "https://doi.org/10.1038/s41586-022-05682-1",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3215195814",
      "paper_id": "https://openalex.org/W3215195814",
      "title": "Accuracy mechanism of eukaryotic ribosome translocation",
      "authors": "Muminjon Djumagulov, Natalia Demeshkina, Lasse Jenner, Alexey Rozov, Marat Yusupov, Gulnara Yusupova",
      "paper_url": "https://doi.org/10.1038/s41586-021-04131-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4396721167",
      "paper_id": "https://openalex.org/W4396721167",
      "title": "Accurate structure prediction of biomolecular interactions with AlphaFold 3",
      "authors": "Josh Abramson, Jonas Adler, Jack Dunger, Richard Evans, Tim Green, Alexander Pritzel, Olaf Ronneberger, Lindsay Willmore, Andrew J. Ballard, Joshua Bambrick, Sebastian W. Bodenstein, David A. Evans, Chia-Chun Hung, Michael O’Neill, David Reiman, Kathryn Tunyasuvunakool, Zachary Wu, Akvilė Žemgulytė, Eirini Arvaniti, Charles Beattie, Ottavia Bertolli, Alex Bridgland, Alexey Cherepanov, Miles Congreve, Alexander I. Cowen-Rivers, Andrew Cowie, Michael Figurnov, Fabian B. Fuchs, Hannah Gladman, Rishub Jain, Yousuf A. Khan, Caroline M. R. Low, Kuba Perlin, Anna Potapenko, Pascal Savy, Sukhdeep Singh, Adrian Stecula, Ashok Thillaisundaram, Catherine Tong, Sergei Yakneen, Ellen D. Zhong, Michal Zielinski, Augustin Žídek, Victor Bapst, Pushmeet Kohli, Max Jaderberg, Demis Hassabis, John M. Jumper",
      "paper_url": "https://doi.org/10.1038/s41586-024-07487-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4390706675",
      "paper_id": "https://openalex.org/W4390706675",
      "title": "Adding α,α-disubstituted and β-linked monomers to the genetic code of an organism",
      "authors": "Daniel L. Dunkelmann, Carlos Piedrafita, Alexandre Dickson, Kim C. Liu, Thomas S. Elliott, Marc Fiedler, Dom Bellini, Andrew Zhou, Daniele Cervettini, Jason W. Chin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06897-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4205506475",
      "paper_id": "https://openalex.org/W4205506475",
      "title": "Ageing exacerbates ribosome pausing to disrupt cotranslational proteostasis",
      "authors": "Kevin C. Stein, Fabián Morales-Polanco, Joris van der Lienden, T. Kelly Rainbolt, Judith Frydman",
      "paper_url": "https://doi.org/10.1038/s41586-021-04295-4",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4296700653",
      "paper_id": "https://openalex.org/W4296700653",
      "title": "Antibody targeting of E3 ubiquitin ligases for receptor degradation",
      "authors": "Hadir Marei, Wen-Ting K. Tsai, Yee-Seir Kee, Karen Ruiz, Jieyan He, Chris Cox, Tao Sun, Sai Penikalapati, Pankaj Dwivedi, Meena Choi, David Kan, Pablo Saenz-Lopez, Kristel Dorighi, Pamela Zhang, Yvonne T. Kschonsak, Noelyn Kljavin, Dhara Amin, Ingrid Kim, Andrew G. Mancini, Thao Nguyen, Chunling Wang, Eric Janezic, Alexander Doan, Elaine Mai, Hongkang Xi, Chen Gu, Melanie Heinlein, Brian Biehs, Jia Wu, Isabelle Lehoux, Seth Harris, Laetitia Comps-Agrar, Dhaya Seshasayee, Frederic J. de Sauvage, Matthew Grimmer, Jing Li, Nicholas J. Agard, Felipe de Sousa e Melo",
      "paper_url": "https://doi.org/10.1038/s41586-022-05235-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387332482",
      "paper_id": "https://openalex.org/W4387332482",
      "title": "Assembly theory explains and quantifies selection and evolution",
      "authors": "Abhishek Sharma, Dániel Czégel, Michael Lachmann, Christopher P. Kempes, Sara I. Walker, Leroy Cronin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06600-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392155415",
      "paper_id": "https://openalex.org/W4392155415",
      "title": "Automated model building and protein identification in cryo-EM maps",
      "authors": "Kiarash Jamali, Lukas Käll, Rui Zhang, Alan Brown, Dari Kimanius, Sjors H. W. Scheres",
      "paper_url": "https://doi.org/10.1038/s41586-024-07215-4",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4221134661",
      "paper_id": "https://openalex.org/W4221134661",
      "title": "Bacterial ribosome collision sensing by a MutS DNA repair ATPase paralogue",
      "authors": "Federico Cerullo, Sebastian Filbeck, Pratik Rajendra Patil, Hao-Chih Hung, Haifei Xu, Julia Vornberger, Florian W. Hofer, Jaro Schmitt, Guenter Kramer, Bernd Bukau, Kay Hofmann, Stefan Pfeffer, Claudio A. P. Joazeiro",
      "paper_url": "https://doi.org/10.1038/s41586-022-04487-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403243842",
      "paper_id": "https://openalex.org/W4403243842",
      "title": "Biomolecular condensates mediate bending and scission of endosome membranes",
      "authors": "Yanning Wang, Shulin Li, Marcel Mokbel, Alexander I. May, Zizhen Liang, Yonglun Zeng, Weiqi Wang, Honghong Zhang, Feifei Yu, Katharina Sporbeck, Liwen Jiang, Sebastian Aland, Jaime Agudo-Canalejo, Roland L. Knorr, Xiaofeng Fang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07990-0",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406924680",
      "paper_id": "https://openalex.org/W4406924680",
      "title": "C-terminal amides mark proteins for degradation via SCF–FBXO31",
      "authors": "Matthias F. Muhar, Jakob Farnung, Martina Cernakova, Raphael Hofmann, Lukas T. Henneberg, Moritz M. Pfleiderer, Annina Denoth-Lippuner, Filip Kalčic, Ajse S. Nievergelt, Marwa Peters Al-Bayati, Nikolaos D. Sidiropoulos, Viola Beier, Matthias Mann, Sebastian Jessberger, Martin Jinek, Brenda A. Schulman, Jeffrey W. Bode, Jacob E. Corn",
      "paper_url": "https://doi.org/10.1038/s41586-024-08475-w",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4295762972",
      "paper_id": "https://openalex.org/W4295762972",
      "title": "CDK11 regulates pre-mRNA splicing by phosphorylation of SF3B1",
      "authors": "Milan Hluchý, Pavla Gajdušková, Igor Ruiz de los Mozos, Michal Rájecký, Michael Kluge, Benedict-Tilman Berger, Zuzana Slabá, David Potěšil, Elena Weiß, Jernej Ule, Zbyněk Zdráhal, Stefan Knapp, Kamil Paruch, Caroline C. Friedel, Dalibor Blazek",
      "paper_url": "https://doi.org/10.1038/s41586-022-05204-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386708656",
      "paper_id": "https://openalex.org/W4386708656",
      "title": "Clustering predicted structures at the scale of the known protein universe",
      "authors": "Inigo Barrio-Hernandez, Jingi Yeo, Jürgen Jänes, Milot Mirdita, Cameron L. M. Gilchrist, Tanita Wein, Mihaly Varadi, Sameer Velankar, Pedro Beltrao, Martin Steinegger",
      "paper_url": "https://doi.org/10.1038/s41586-023-06510-w",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411413018",
      "paper_id": "https://openalex.org/W4411413018",
      "title": "Complete computational design of high-efficiency Kemp elimination enzymes",
      "authors": "Dina Listov, Eva Vos, Gyula Hoffka, Shlomo Yakir Hoch, Andrej Berg, Shelly Hamer-Rogotner, Orly Dym, Shina Caroline Lynn Kamerlin, Sarel J. Fleishman",
      "paper_url": "https://doi.org/10.1038/s41586-025-09136-2",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408328741",
      "paper_id": "https://openalex.org/W4408328741",
      "title": "Complex water networks visualized by cryogenic electron microscopy of RNA",
      "authors": "Rachael C. Kretsch, Shanshan Li, Grigore Pintilie, Michael Z. Palo, David A. Case, Rhiju Das, Kaiming Zhang, Wah Chiu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08855-w",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399830285",
      "paper_id": "https://openalex.org/W4399830285",
      "title": "Computational design of soluble and functional membrane protein analogues",
      "authors": "Casper A. Goverde, Martin Pacesa, Nicolas Goldbach, Lars J. Dornfeld, Petra E. M. Balbi, Sandrine Georgeon, Stéphane Rosset, Srajan Kapoor, Jagrity Choudhury, Justas Dauparas, Christian Schellhaas, Simon Kozlov, David Baker, Sergey Ovchinnikov, Alex J. Vecchio, Bruno E. Correia",
      "paper_url": "https://doi.org/10.1038/s41586-024-07601-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391383720",
      "paper_id": "https://openalex.org/W4391383720",
      "title": "Conformational ensembles of the human intrinsically disordered proteome",
      "authors": "Giulio Tesei, Anna Ida Trolle, Nicolas Jonsson, Johannes Betz, Frederik E. Knudsen, Francesco Pesce, Kristoffer E. Johansson, Kresten Lindorff-Larsen",
      "paper_url": "https://doi.org/10.1038/s41586-023-07004-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4398201024",
      "paper_id": "https://openalex.org/W4398201024",
      "title": "Covalent targeted radioligands potentiate radionuclide therapy",
      "authors": "Xi-Yang Cui, Zhu Li, Ziren Kong, Yu Liu, Hao Meng, Zihao Wen, Changlun Wang, Junyi Chen, Mengxin Xu, Yiyan Li, Jingyue Gao, Wenjia Zhu, Zhixin Hao, Li Huo, Shaoyan Liu, Zhi Yang, Zhibo Liu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07461-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405268632",
      "paper_id": "https://openalex.org/W4405268632",
      "title": "Crosslinking intermodular condensation in non-ribosomal peptide biosynthesis",
      "authors": "Graham W. Heberlig, James J. La Clair, Michael D. Burkart",
      "paper_url": "https://doi.org/10.1038/s41586-024-08306-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411344280",
      "paper_id": "https://openalex.org/W4411344280",
      "title": "Cryo-EM structure of a natural RNA nanocage",
      "authors": "Xiaobin Ling, Dmitrij Golovenko, Jianhua Gan, Jinbiao Ma, Andrei A. Korostelev, Wenwen Fang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09262-x",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3192972855",
      "paper_id": "https://openalex.org/W3192972855",
      "title": "Cryo-EM structures of full-length Tetrahymena ribozyme at 3.1 Å resolution",
      "authors": "Zhaoming Su, Kaiming Zhang, Kalli Kappel, Shanshan Li, Michael Z. Palo, Grigore D. Pintilie, Ramya Rangan, Bingnan Luo, Yuquan Wei, Rhiju Das, Wah Chiu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03803-w",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3194039967",
      "paper_id": "https://openalex.org/W3194039967",
      "title": "DAXX represents a new type of protein-folding enabler",
      "authors": "Liangqian Huang, Trisha Agrawal, Guixin Zhu, Sixiang Yu, Liming Tao, JiaBei Lin, Ronen Marmorstein, James Shorter, Xiaolu Yang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03824-5",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4401574080",
      "paper_id": "https://openalex.org/W4401574080",
      "title": "De novo design of allosterically switchable protein assemblies",
      "authors": "Arvind Pillai, Abbas Idris, Annika Philomin, Connor Weidle, Rebecca Skotheim, Philip J. Y. Leung, Adam Broerman, Cullen Demakis, Andrew J. Borst, Florian Praetorius, David Baker",
      "paper_url": "https://doi.org/10.1038/s41586-024-07813-2",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283372224",
      "paper_id": "https://openalex.org/W4283372224",
      "title": "De novo design of discrete, stable 310-helix peptide assemblies",
      "authors": "Prasun Kumar, Neil G. Paterson, Jonathan Clayden, Derek N. Woolfson",
      "paper_url": "https://doi.org/10.1038/s41586-022-04868-x",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389919417",
      "paper_id": "https://openalex.org/W4389919417",
      "title": "De novo design of high-affinity binders of bioactive helical peptides",
      "authors": "Susana Vázquez Torres, Philip J. Y. Leung, Preetham Venkatesh, Isaac D. Lutz, Fabian Hink, Huu-Hien Huynh, Jessica Becker, Andy Hsien-Wei Yeh, David Juergens, Nathaniel R. Bennett, Andrew N. Hoofnagle, Eric Huang, Michael J. MacCoss, Marc Expòsit, Gyu Rie Lee, Asim K. Bera, Alex Kang, Joshmyn De La Cruz, Paul M. Levine, Xinting Li, Mila Lamb, Stacey R. Gerben, Analisa Murray, Piper Heine, Elif Nihal Korkmaz, Jeff Nivala, Lance Stewart, Joseph L. Watson, Joseph M. Rogers, David Baker",
      "paper_url": "https://doi.org/10.1038/s41586-023-06953-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4321480048",
      "paper_id": "https://openalex.org/W4321480048",
      "title": "De novo design of luciferases using deep learning",
      "authors": "Andy Hsien-Wei Yeh, Christoffer Norn, Yakov Kipnis, Doug Tischer, Samuel J. Pellock, Declan Evans, Pengchen Ma, Gyu Rie Lee, Jason Z. Zhang, Ivan Anishchenko, Brian Coventry, Longxing Cao, Justas Dauparas, Samer Halabiya, Michelle DeWitt, Lauren Carter, K. N. Houk, David Baker",
      "paper_url": "https://doi.org/10.1038/s41586-023-05696-3",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3125484908",
      "paper_id": "https://openalex.org/W3125484908",
      "title": "De novo design of modular and tunable protein biosensors",
      "authors": "Alfredo Quijano-Rubio, Hsien-Wei Yeh, Jooyoung Park, Hansol Lee, Robert A. Langan, Scott E. Boyken, Marc J. Lajoie, Longxing Cao, Cameron M. Chow, Marcos C. Miranda, Jimin Wi, Hyo Jeong Hong, Lance Stewart, Byung-Ha Oh, David Baker",
      "paper_url": "https://doi.org/10.1038/s41586-021-03258-z",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4362606335",
      "paper_id": "https://openalex.org/W4362606335",
      "title": "De novo design of modular peptide-binding proteins by superhelical matching",
      "authors": "Kejia Wu, Hua Bai, Ya-Ting Chang, Rachel Redler, Kerrie E. McNally, William Sheffler, T. J. Brunette, Derrick R. Hicks, Tomos E. Morgan, Tim J. Stevens, Adam Broerman, Inna Goreshnik, Michelle DeWitt, Cameron M. Chow, Yihang Shen, Lance Stewart, Emmanuel Derivery, Daniel Adriano Silva, Gira Bhabha, Damian C. Ekiert, David Baker",
      "paper_url": "https://doi.org/10.1038/s41586-023-05909-9",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4367049161",
      "paper_id": "https://openalex.org/W4367049161",
      "title": "De novo design of protein interactions with learned surface fingerprints",
      "authors": "Pablo Gainza, Sarah Wehrle, Alexandra Van Hall-Beauvais, Anthony Marchand, Andreas Scheck, Zander Harteveld, Stephen Buckley, Dongchun Ni, Shuguang Tan, Freyr Sverrisson, Casper Goverde, Priscilla Turelli, Charlène Raclot, Alexandra Teslenko, Martin Pacesa, Stéphane Rosset, Sandrine Georgeon, Jane Marsden, Aaron Petruzzella, Kefang Liu, Zepeng Xu, Yan Chai, Pu Han, George F. Gao, Elisa Oricchio, Beat Fierz, Didier Trono, Henning Stahlberg, Michael Bronstein, Bruno E. Correia",
      "paper_url": "https://doi.org/10.1038/s41586-023-05993-x",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4383957026",
      "paper_id": "https://openalex.org/W4383957026",
      "title": "De novo design of protein structure and function with RFdiffusion",
      "authors": "Joseph L. Watson, David Juergens, Nathaniel R. Bennett, Brian L. Trippe, Jason Yim, Helen E. Eisenach, Woody Ahern, Andrew J. Borst, Robert J. Ragotte, Lukas F. Milles, Basile I. M. Wicky, Nikita Hanikel, Samuel J. Pellock, Alexis Courbet, William Sheffler, Jue Wang, Preetham Venkatesh, Isaac Sappington, Susana Vázquez Torres, Anna Lauko, Valentin De Bortoli, Emile Mathieu, Sergey Ovchinnikov, Regina Barzilay, Tommi S. Jaakkola, Frank DiMaio, Minkyung Baek, David Baker",
      "paper_url": "https://doi.org/10.1038/s41586-023-06415-8",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407722307",
      "paper_id": "https://openalex.org/W4407722307",
      "title": "De novo design of transmembrane fluorescence-activating proteins",
      "authors": "Jingyi Zhu, Mingfu Liang, Ke Sun, Yu Wei, Ruiying Guo, Lijing Zhang, Junhui Shi, Dan Ma, Qi Hu, Gaoxingyu Huang, Peilong Lu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08598-8",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406385633",
      "paper_id": "https://openalex.org/W4406385633",
      "title": "De novo designed proteins neutralize lethal snake venom toxins",
      "authors": "Susana Vázquez Torres, Melisa Benard Valle, Stephen P. Mackessy, Stefanie K. Menzies, Nicholas R. Casewell, Shirin Ahmadi, Nick J. Burlet, Edin Muratspahić, Isaac Sappington, Max D. Overath, Esperanza Rivera-de-Torre, Jann Ledergerber, Andreas H. Laustsen, Kim Boddum, Asim K. Bera, Alex Kang, Evans Brackenbrough, Iara A. Cardoso, Edouard P. Crittenden, Rebecca J. Edge, Justin Decarreau, Robert J. Ragotte, Arvind S. Pillai, Mohamad Abedi, Hannah L. Han, Stacey R. Gerben, Analisa Murray, Rebecca Skotheim, Lynda Stuart, Lance Stewart, Thomas J. A. Fryer, Timothy P. Jenkins, David Baker",
      "paper_url": "https://doi.org/10.1038/s41586-024-08393-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4376113416",
      "paper_id": "https://openalex.org/W4376113416",
      "title": "De novo evolution of macroscopic multicellularity",
      "authors": "G. Ozan Bozdag, Seyed Alireza Zamani-Dahaj, Thomas C. Day, Penelope C. Kahn, Anthony J. Burnetti, Dung T. Lac, Kai Tong, Peter L. Conlin, Aishwarya H. Balwani, Eva L. Dyer, Peter J. Yunker, William C. Ratcliff",
      "paper_url": "https://doi.org/10.1038/s41586-023-06052-1",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3216341763",
      "paper_id": "https://openalex.org/W3216341763",
      "title": "De novo protein design by deep network hallucination",
      "authors": "Ivan Anishchenko, Samuel J. Pellock, Tamuka M. Chidyausiku, Theresa A. Ramelot, Sergey Ovchinnikov, Jingzhou Hao, Khushboo Bafna, Christoffer Norn, Alex Kang, Asim K. Bera, Frank DiMaio, Lauren Carter, Cameron M. Chow, Gaetano T. Montelione, David Baker",
      "paper_url": "https://doi.org/10.1038/s41586-021-04184-w",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4409729742",
      "paper_id": "https://openalex.org/W4409729742",
      "title": "Deciphering disordered regions controlling mRNA decay in high-throughput",
      "authors": "Joseph H. Lobel, Nicholas T. Ingolia",
      "paper_url": "https://doi.org/10.1038/s41586-025-08919-x",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4220765272",
      "paper_id": "https://openalex.org/W4220765272",
      "title": "Design of protein-binding proteins from the target structure alone",
      "authors": "Longxing Cao, Brian Coventry, Inna Goreshnik, Buwei Huang, William Sheffler, Joon Sung Park, Kevin M. Jude, Iva Marković, Rameshwar U. Kadam, Koen H. G. Verschueren, Kenneth Verstraete, Scott Thomas Russell Walsh, Nathaniel Bennett, Ashish Phal, Aerin Yang, Lisa Kozodoy, Michelle DeWitt, Lora Picton, Lauren Miller, Eva-Maria Strauch, Nicholas D. DeBouver, Allison Pires, Asim K. Bera, Samer Halabiya, Bradley Hammerson, Wei Yang, Steffen Bernard, Lance Stewart, Ian A. Wilson, Hannele Ruohola-Baker, Joseph Schlessinger, Sangwon Lee, Savvas N. Savvides, K. Christopher Garcia, David Baker",
      "paper_url": "https://doi.org/10.1038/s41586-022-04654-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402827225",
      "paper_id": "https://openalex.org/W4402827225",
      "title": "Designed endocytosis-inducing proteins degrade targets and amplify signals",
      "authors": "Buwei Huang, Mohamad Abedi, Green Ahn, Brian Coventry, Isaac Sappington, Cong Tang, Rong Wang, Thomas Schlichthaerle, Jason Z. Zhang, Yujia Wang, Inna Goreshnik, Ching Wen Chiu, Adam Chazin-Gray, Sidney Chan, Stacey Gerben, Analisa Murray, Shunzhi Wang, Jason O’Neill, Li Yi, Ronald Yeh, Ayesha Misquith, Anitra Wolf, Luke M. Tomasovic, Dan I. Piraner, Maria J. Duran Gonzalez, Nathaniel R. Bennett, Preetham Venkatesh, Maggie Ahlrichs, Craig Dobbins, Wei Yang, Xinru Wang, Danny D. Sahtoe, Dionne Vafeados, Rubul Mout, Shirin Shivaei, Longxing Cao, Lauren Carter, Lance Stewart, Jamie B. Spangler, Kole T. Roybal, Per Jr Greisen, Xiaochun Li, Gonçalo J. L. Bernardes, Carolyn R. Bertozzi, David Baker",
      "paper_url": "https://doi.org/10.1038/s41586-024-07948-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405514994",
      "paper_id": "https://openalex.org/W4405514994",
      "title": "Determining structures of RNA conformers using AFM and deep neural networks",
      "authors": "Maximilia F. S. Degenhardt, Hermann F. Degenhardt, Yuba R. Bhandari, Yun-Tzai Lee, Jienyu Ding, Ping Yu, William F. Heinz, Jason R. Stagno, Charles D. Schwieters, Norman R. Watts, Paul T. Wingfield, Alan Rein, Jinwei Zhang, Yun-Xing Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07559-x",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412737078",
      "paper_id": "https://openalex.org/W4412737078",
      "title": "Diffusing protein binders to intrinsically disordered proteins",
      "authors": "Caixuan Liu, Kejia Wu, Hojun Choi, Hannah L. Han, Xueli Zhang, Joseph L. Watson, Green Ahn, Jason Z. Zhang, Sara Shijo, Lydia L. Good, Charlotte M. Fischer, Asim K. Bera, Alex Kang, Evans Brackenbrough, Brian Coventry, Derrick R. Hick, Seema Qamar, Xinting Li, Justin Decarreau, Stacey R. Gerben, Wei Yang, Inna Goreshnik, Dionne Vafeados, Xinru Wang, Mila Lamb, Analisa Murray, Sebastian Kenny, Magnus S. Bauer, Andrew N. Hoofnagle, Ping Zhu, Tuomas P. J. Knowles, David Baker",
      "paper_url": "https://doi.org/10.1038/s41586-025-09248-9",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399830313",
      "paper_id": "https://openalex.org/W4399830313",
      "title": "dsRNA formation leads to preferential nuclear export and gene expression",
      "authors": "Ivo Coban, Jan-Philipp Lamping, Anna Greta Hirsch, Sarah Wasilewski, Orr Shomroni, Oliver Giesbrecht, Gabriela Salinas, Heike Krebber",
      "paper_url": "https://doi.org/10.1038/s41586-024-07576-w",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283259136",
      "paper_id": "https://openalex.org/W4283259136",
      "title": "eIF5B and eIF1A reorient initiator tRNA to allow ribosomal subunit joining",
      "authors": "Christopher P. Lapointe, Rosslyn Grosely, Masaaki Sokabe, Carlos Alvarado, Jinfan Wang, Elizabeth Montabana, Nancy Villa, Byung-Sik Shin, Thomas E. Dever, Christopher S. Fraser, Israel S. Fernández, Joseph D. Puglisi",
      "paper_url": "https://doi.org/10.1038/s41586-022-04858-z",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404346434",
      "paper_id": "https://openalex.org/W4404346434",
      "title": "Engineered receptors for soluble cellular communication and disease sensing",
      "authors": "Dan I. Piraner, Mohamad H. Abedi, Maria J. Duran Gonzalez, Adam Chazin-Gray, Annie Lin, Iowis Zhu, Pavithran T. Ravindran, Thomas Schlichthaerle, Buwei Huang, Tyler H. Bearchild, David Lee, Sarah Wyman, Young-wook Jun, David Baker, Kole T. Roybal",
      "paper_url": "https://doi.org/10.1038/s41586-024-08366-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4378909141",
      "paper_id": "https://openalex.org/W4378909141",
      "title": "Engineered tRNAs suppress nonsense mutations in cells and in vivo",
      "authors": "Suki Albers, Elizabeth C. Allen, Nikhil Bharti, Marcos Davyt, Disha Joshi, Carlos G. Perez-Garcia, Leonardo Santos, Rajesh Mukthavaram, Miguel Angel Delgado-Toscano, Brandon Molina, Kristen Kuakini, Maher Alayyoubi, Kyoung-Joo Jenny Park, Grishma Acharya, Jose A. Gonzalez, Amit Sagi, Susan E. Birket, Guillermo J. Tearney, Steven M. Rowe, Candela Manfredi, Jeong S. Hong, Kiyoshi Tachikawa, Priya Karmali, Daiki Matsuda, Eric J. Sorscher, Pad Chivukula, Zoya Ignatova",
      "paper_url": "https://doi.org/10.1038/s41586-023-06133-1",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407157759",
      "paper_id": "https://openalex.org/W4407157759",
      "title": "Engineering a genomically recoded organism with one stop codon",
      "authors": "Michael W. Grome, Michael T. A. Nguyen, Daniel W. Moonan, Kyle Mohler, Kebron Gurara, Shenqi Wang, Colin Hemez, Benjamin J. Stenton, Yunteng Cao, Felix Radford, Maya Kornaj, Jaymin Patel, Maisha Prome, Svetlana Rogulina, David Sozanski, Jesse Tordoff, Jesse Rinehart, Farren J. Isaacs",
      "paper_url": "https://doi.org/10.1038/s41586-024-08501-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4383198532",
      "paper_id": "https://openalex.org/W4383198532",
      "title": "Evolution of a minimal cell",
      "authors": "R. Z. Moger-Reischer, J. I. Glass, K. S. Wise, L. Sun, D. M. C. Bittencourt, B. K. Lehmkuhl, D. R. Schoolmaster Jr, M. Lynch, J. T. Lennon",
      "paper_url": "https://doi.org/10.1038/s41586-023-06288-x",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4384819032",
      "paper_id": "https://openalex.org/W4384819032",
      "title": "Extreme dynamics in a biomolecular condensate",
      "authors": "Nicola Galvanetto, Miloš T. Ivanović, Aritra Chowdhury, Andrea Sottini, Mark F. Nüesch, Daniel Nettels, Robert B. Best, Benjamin Schuler",
      "paper_url": "https://doi.org/10.1038/s41586-023-06329-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396721307",
      "paper_id": "https://openalex.org/W4396721307",
      "title": "Genome organization around nuclear speckles drives mRNA splicing efficiency",
      "authors": "Prashant Bhat, Amy Chow, Benjamin Emert, Olivia Ettlin, Sofia A. Quinodoz, Mackenzie Strehle, Yodai Takei, Alex Burr, Isabel N. Goronzy, Allen W. Chen, Wesley Huang, Jose Lorenzo M. Ferrer, Elizabeth Soehalim, Say-Tar Goh, Tara Chari, Delaney K. Sullivan, Mario R. Blanco, Mitchell Guttman",
      "paper_url": "https://doi.org/10.1038/s41586-024-07429-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4393853981",
      "paper_id": "https://openalex.org/W4393853981",
      "title": "Heat flows enrich prebiotic building blocks and enhance their reactivity",
      "authors": "Thomas Matreux, Paula Aikkila, Bettina Scheu, Dieter Braun, Christof B. Mast",
      "paper_url": "https://doi.org/10.1038/s41586-024-07193-7",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3183475563",
      "paper_id": "https://openalex.org/W3183475563",
      "title": "Highly accurate protein structure prediction for the human proteome",
      "authors": "Kathryn Tunyasuvunakool, Jonas Adler, Zachary Wu, Tim Green, Michal Zielinski, Augustin Žídek, Alex Bridgland, Andrew Cowie, Clemens Meyer, Agata Laydon, Sameer Velankar, Gerard J. Kleywegt, Alex Bateman, Richard Evans, Alexander Pritzel, Michael Figurnov, Olaf Ronneberger, Russ Bates, Simon A. A. Kohl, Anna Potapenko, Andrew J. Ballard, Bernardino Romera-Paredes, Stanislav Nikolov, Rishub Jain, Ellen Clancy, David Reiman, Stig Petersen, Andrew W. Senior, Koray Kavukcuoglu, Ewan Birney, Pushmeet Kohli, John Jumper, Demis Hassabis",
      "paper_url": "https://doi.org/10.1038/s41586-021-03828-1",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3177828909",
      "paper_id": "https://openalex.org/W3177828909",
      "title": "Highly accurate protein structure prediction with AlphaFold",
      "authors": "John Jumper, Richard Evans, Alexander Pritzel, Tim Green, Michael Figurnov, Olaf Ronneberger, Kathryn Tunyasuvunakool, Russ Bates, Augustin Žídek, Anna Potapenko, Alex Bridgland, Clemens Meyer, Simon A. A. Kohl, Andrew J. Ballard, Andrew Cowie, Bernardino Romera-Paredes, Stanislav Nikolov, Rishub Jain, Jonas Adler, Trevor Back, Stig Petersen, David Reiman, Ellen Clancy, Michal Zielinski, Martin Steinegger, Michalina Pacholska, Tamas Berghammer, Sebastian Bodenstein, David Silver, Oriol Vinyals, Andrew W. Senior, Koray Kavukcuoglu, Pushmeet Kohli, Demis Hassabis",
      "paper_url": "https://doi.org/10.1038/s41586-021-03819-2",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388694364",
      "paper_id": "https://openalex.org/W4388694364",
      "title": "Illuminating protein space with a programmable generative model",
      "authors": "John B. Ingraham, Max Baranov, Zak Costello, Karl W. Barber, Wujie Wang, Ahmed Ismail, Vincent Frappier, Dana M. Lord, Christopher Ng-Thow-Hing, Erik R. Van Vlack, Shan Tie, Vincent Xue, Sarah C. Cowles, Alan Leung, João V. Rodrigues, Claudio L. Morales-Perez, Alex M. Ayoub, Robin Green, Katherine Puentes, Frank Oplinger, Nishant V. Panwar, Fritz Obermeyer, Adam R. Root, Andrew L. Beam, Frank J. Poelwijk, Gevorg Grigoryan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06728-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4292121948",
      "paper_id": "https://openalex.org/W4292121948",
      "title": "In vivo single-molecule analysis reveals COOLAIR RNA structural diversity",
      "authors": "Minglei Yang, Pan Zhu, Jitender Cheema, Rebecca Bloomer, Pawel Mikulski, Qi Liu, Yueying Zhang, Caroline Dean, Yiliang Ding",
      "paper_url": "https://doi.org/10.1038/s41586-022-05135-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403062870",
      "paper_id": "https://openalex.org/W4403062870",
      "title": "Inducing novel endosymbioses by implanting bacteria in fungi",
      "authors": "Gabriel H. Giger, Chantal Ernst, Ingrid Richter, Thomas Gassler, Christopher M. Field, Anna Sintsova, Patrick Kiefer, Christoph G. Gäbelein, Orane Guillaume–Gentil, Kirstin Scherlach, Miriam Bortfeld-Miller, Tomaso Zambelli, Shinichi Sunagawa, Markus Künzler, Christian Hertweck, Julia A. Vorholt",
      "paper_url": "https://doi.org/10.1038/s41586-024-08010-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4381481308",
      "paper_id": "https://openalex.org/W4381481308",
      "title": "Intricate 3D architecture of a DNA mimic of GFP",
      "authors": "Luiz F. M. Passalacqua, Michael T. Banco, Jared D. Moon, Xing Li, Samie R. Jaffrey, Adrian R. Ferré-D’Amaré",
      "paper_url": "https://doi.org/10.1038/s41586-023-06229-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4225986827",
      "paper_id": "https://openalex.org/W4225986827",
      "title": "Intron-mediated induction of phenotypic heterogeneity",
      "authors": "Martin Lukačišin, Adriana Espinosa-Cantú, Tobias Bollenbach",
      "paper_url": "https://doi.org/10.1038/s41586-022-04633-0",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408865768",
      "paper_id": "https://openalex.org/W4408865768",
      "title": "irCLIP-RNP and Re-CLIP reveal patterns of dynamic protein assemblies on RNA",
      "authors": "Luca Ducoli, Brian J. Zarnegar, Douglas F. Porter, Robin M. Meyers, Weili Miao, Nicholas M. Riley, Suhas Srinivasan, Leandra V. Jackrazi, Yen-Yu Yang, Zhouxian Li, Yinsheng Wang, Carolyn R. Bertozzi, Ryan A. Flynn, Paul A. Khavari",
      "paper_url": "https://doi.org/10.1038/s41586-025-08787-5",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4387744150",
      "paper_id": "https://openalex.org/W4387744150",
      "title": "Macromolecular condensation buffers intracellular water potential",
      "authors": "Joseph L. Watson, Estere Seinkmane, Christine T. Styles, Andrei Mihut, Lara K. Krüger, Kerrie E. McNally, Vicente Jose Planelles-Herrero, Michal Dudek, Patrick M. McCall, Silvia Barbiero, Michael Vanden Oever, Sew Yeu Peak-Chew, Benjamin T. Porebski, Aiwei Zeng, Nina M. Rzechorzek, David C. S. Wong, Andrew D. Beale, Alessandra Stangherlin, Margot Riggi, Janet Iwasa, Jörg Morf, Christos Miliotis, Alina Guna, Alison J. Inglis, Jan Brugués, Rebecca M. Voorhees, Joseph E. Chambers, Qing-Jun Meng, John S. O’Neill, Rachel S. Edgar, Emmanuel Derivery",
      "paper_url": "https://doi.org/10.1038/s41586-023-06626-z",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411932253",
      "paper_id": "https://openalex.org/W4411932253",
      "title": "Mapping and engineering RNA-driven architecture of the multiphase nucleolus",
      "authors": "Sofia A. Quinodoz, Lifei Jiang, Aya A. Abu-Alfa, Troy J. Comi, Hongbo Zhao, Qiwei Yu, Lennard W. Wiesner, Jordy F. Botello, Anita Donlic, Elizabeth Soehalim, Prashant Bhat, Christiane Zorbas, Ludivine Wacheul, Andrej Košmrlj, Denis L. J. Lafontaine, Sebastian Klinge, Clifford P. Brangwynne",
      "paper_url": "https://doi.org/10.1038/s41586-025-09207-4",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4224317046",
      "paper_id": "https://openalex.org/W4224317046",
      "title": "Mapping the energetic and allosteric landscapes of protein binding domains",
      "authors": "Andre J. Faure, Júlia Domingo, Jörn M. Schmiedel, Cristina Hidalgo-Carcedo, Guillaume Diss, Ben Lehner",
      "paper_url": "https://doi.org/10.1038/s41586-022-04586-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400038557",
      "paper_id": "https://openalex.org/W4400038557",
      "title": "Mechanism for the initiation of spliceosome disassembly",
      "authors": "Matthias K. Vorländer, Patricia Rothe, Justus Kleifeld, Eric D. Cormack, Lalitha Veleti, Daria Riabov-Bassat, Laura Fin, Alex W. Phillips, Luisa Cochella, Clemens Plaschka",
      "paper_url": "https://doi.org/10.1038/s41586-024-07741-1",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4212810791",
      "paper_id": "https://openalex.org/W4212810791",
      "title": "Mechanism-based traps enable protease and hydrolase substrate discovery",
      "authors": "Shan Tang, Adam T. Beattie, Lucie Kafkova, Gianluca Petris, Nicolas Huguenin-Dezot, Marc Fiedler, Matthew Freeman, Jason W. Chin",
      "paper_url": "https://doi.org/10.1038/s41586-022-04414-9",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4384820649",
      "paper_id": "https://openalex.org/W4384820649",
      "title": "Mega-scale experimental analysis of protein folding stability in biology and design",
      "authors": "Kotaro Tsuboyama, Justas Dauparas, Jonathan Chen, Elodie Laine, Yasser Mohseni Behbahani, Jonathan J. Weinstein, Niall M. Mangan, Sergey Ovchinnikov, Gabriel J. Rocklin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06328-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401388771",
      "paper_id": "https://openalex.org/W4401388771",
      "title": "Membrane prewetting by condensates promotes tight-junction belt formation",
      "authors": "Karina Pombo-García, Omar Adame-Arana, Cecilie Martin-Lemaitre, Frank Jülicher, Alf Honigmann",
      "paper_url": "https://doi.org/10.1038/s41586-024-07726-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4362606436",
      "paper_id": "https://openalex.org/W4362606436",
      "title": "mRNA decoding in human is kinetically and structurally distinct from bacteria",
      "authors": "Mikael Holm, S. Kundhavai Natchiar, Emily J. Rundlet, Alexander G. Myasnikov, Zoe L. Watson, Roger B. Altman, Hao-Yuan Wang, Jack Taunton, Scott C. Blanchard",
      "paper_url": "https://doi.org/10.1038/s41586-023-05908-w",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389132741",
      "paper_id": "https://openalex.org/W4389132741",
      "title": "mRNA reading frame maintenance during eukaryotic ribosome translocation",
      "authors": "Nemanja Milicevic, Lasse Jenner, Alexander Myasnikov, Marat Yusupov, Gulnara Yusupova",
      "paper_url": "https://doi.org/10.1038/s41586-023-06780-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4362608040",
      "paper_id": "https://openalex.org/W4362608040",
      "title": "mRNA recognition and packaging by the human transcription–export complex",
      "authors": "Belén Pacheco-Fiallos, Matthias K. Vorländer, Daria Riabov-Bassat, Laura Fin, Francis J. O’Reilly, Farja I. Ayala, Ulla Schellhaas, Juri Rappsilber, Clemens Plaschka",
      "paper_url": "https://doi.org/10.1038/s41586-023-05904-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402454718",
      "paper_id": "https://openalex.org/W4402454718",
      "title": "Multi-pass, single-molecule nanopore reading of long protein strands",
      "authors": "Keisuke Motone, Daphne Kontogiorgos-Heintz, Jasmine Wee, Kyoko Kurihara, Sangbeom Yang, Gwendolin Roote, Oren E. Fox, Yishu Fang, Melissa Queen, Mattias Tolhurst, Nicolas Cardozo, Miten Jain, Jeff Nivala",
      "paper_url": "https://doi.org/10.1038/s41586-024-07935-7",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409283701",
      "paper_id": "https://openalex.org/W4409283701",
      "title": "Multimodal cell maps as a foundation for structural and functional genomics",
      "authors": "Leah V. Schaffer, Mengzhou Hu, Gege Qian, Kyung-Mee Moon, Abantika Pal, Neelesh Soni, Andrew P. Latham, Laura Pontano Vaites, Dorothy Tsai, Nicole M. Mattson, Katherine Licon, Robin Bachelder, Anthony Cesnik, Ishan Gaur, Trang Le, William Leineweber, Aji Palar, Ernst Pulido, Yue Qin, Xiaoyu Zhao, Christopher Churas, Joanna Lenkiewicz, Jing Chen, Keiichiro Ono, Dexter Pratt, Peter Zage, Ignacia Echeverria, Andrej Sali, J. Wade Harper, Steven P. Gygi, Leonard J. Foster, Edward L. Huttlin, Emma Lundberg, Trey Ideker",
      "paper_url": "https://doi.org/10.1038/s41586-025-08878-3",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410121483",
      "paper_id": "https://openalex.org/W4410121483",
      "title": "Naturally ornate RNA-only complexes revealed by cryo-EM",
      "authors": "Rachael C. Kretsch, Yuan Wu, Svetlana A. Shabalina, Hyunbin Lee, Grace Nye, Eugene V. Koonin, Alex Gao, Wah Chiu, Rhiju Das",
      "paper_url": "https://doi.org/10.1038/s41586-025-09073-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4405030791",
      "paper_id": "https://openalex.org/W4405030791",
      "title": "Near-identical macromolecules spontaneously partition into concentric circles",
      "authors": "Hao Gong, Yuriko Sakaguchi, Tsutomu Suzuki, Miho Yanagisawa, Takuzo Aida",
      "paper_url": "https://doi.org/10.1038/s41586-024-08203-4",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4302011066",
      "paper_id": "https://openalex.org/W4302011066",
      "title": "NMR-guided directed evolution",
      "authors": "Sagar Bhattacharya, Eleonora G. Margheritis, Katsuya Takahashi, Alona Kulesha, Areetha D’Souza, Inhye Kim, Jennifer H. Yoon, Jeremy R. H. Tame, Alexander N. Volkov, Olga V. Makhlynets, Ivan V. Korendovych",
      "paper_url": "https://doi.org/10.1038/s41586-022-05278-9",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4365133590",
      "paper_id": "https://openalex.org/W4365133590",
      "title": "Noncoding translation mitigation",
      "authors": "Jordan S. Kesner, Ziheng Chen, Peiguo Shi, Alexis O. Aparicio, Michael R. Murphy, Yang Guo, Aditi Trehan, Jessica E. Lipponen, Yocelyn Recinos, Natura Myeku, Xuebing Wu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05946-4",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3172035218",
      "paper_id": "https://openalex.org/W3172035218",
      "title": "NORAD-induced Pumilio phase separation is required for genome stability",
      "authors": "Mahmoud M. Elguindy, Joshua T. Mendell",
      "paper_url": "https://doi.org/10.1038/s41586-021-03633-w",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391809302",
      "paper_id": "https://openalex.org/W4391809302",
      "title": "Nuclear export of circular RNA",
      "authors": "Linh H. Ngo, Andrew G. Bert, B. Kate Dredge, Tobias Williams, Vincent Murphy, Wanqiu Li, William B. Hamilton, Kirstyn T. Carey, John Toubia, Katherine A. Pillman, Dawei Liu, Jessica Desogus, Jeffrey A. Chao, Andrew J. Deans, Gregory J. Goodall, Vihandha O. Wickramasinghe",
      "paper_url": "https://doi.org/10.1038/s41586-024-07060-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4378837860",
      "paper_id": "https://openalex.org/W4378837860",
      "title": "Nuclear export of pre-60S particles through the nuclear pore complex",
      "authors": "Zongqiang Li, Shuaijiabin Chen, Liang Zhao, Guoqiang Huang, Huiqin Xu, Xiaoyun Yang, Peiyi Wang, Ning Gao, Sen-Fang Sui",
      "paper_url": "https://doi.org/10.1038/s41586-023-06128-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403680322",
      "paper_id": "https://openalex.org/W4403680322",
      "title": "Nuclear release of eIF1 restricts start-codon selection during mitosis",
      "authors": "Jimmy Ly, Kehui Xiang, Kuan-Chung Su, Gunter B. Sissoko, David P. Bartel, Iain M. Cheeseman",
      "paper_url": "https://doi.org/10.1038/s41586-024-08088-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3201539595",
      "paper_id": "https://openalex.org/W3201539595",
      "title": "Nucleation landscape of biomolecular condensates",
      "authors": "Shunsuke F. Shimobayashi, Pierre Ronceray, David W. Sanders, Mikko P. Haataja, Clifford P. Brangwynne",
      "paper_url": "https://doi.org/10.1038/s41586-021-03905-5",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4323543199",
      "paper_id": "https://openalex.org/W4323543199",
      "title": "Nucleolar URB1 ensures 3′ ETS rRNA removal to prevent exosome surveillance",
      "authors": "Lin Shan, Guang Xu, Run-Wen Yao, Peng-Fei Luan, Youkui Huang, Pei-Hong Zhang, Yu-Hang Pan, Lin Zhang, Xiang Gao, Ying Li, Shi-Meng Cao, Shuai-Xin Gao, Zheng-Hu Yang, Siqi Li, Liang-Zhong Yang, Ying Wang, Catharine C. L. Wong, Li Yu, Jinsong Li, Li Yang, Ling-Ling Chen",
      "paper_url": "https://doi.org/10.1038/s41586-023-05767-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4214833509",
      "paper_id": "https://openalex.org/W4214833509",
      "title": "Overcoming universal restrictions on metal selectivity by protein design",
      "authors": "Tae Su Choi, F. Akif Tezcan",
      "paper_url": "https://doi.org/10.1038/s41586-022-04469-8",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408613142",
      "paper_id": "https://openalex.org/W4408613142",
      "title": "Overlapping nuclear import and export paths unveiled by two-colour MINFLUX",
      "authors": "Abhishek Sau, Sebastian Schnorrenberg, Ziqiang Huang, Debolina Bandyopadhyay, Ankith Sharma, Clara-Marie Gürth, Sandeep Dave, Siegfried M. Musser",
      "paper_url": "https://doi.org/10.1038/s41586-025-08738-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4392504748",
      "paper_id": "https://openalex.org/W4392504748",
      "title": "Oxidative cyclization reagents reveal tryptophan cation–π interactions",
      "authors": "Xiao Xie, Patrick J. Moon, Steven W. M. Crossley, Amanda J. Bischoff, Dan He, Gen Li, Nam Dao, Angel Gonzalez-Valero, Audrey G. Reeves, Jeffrey M. McKenna, Susanna K. Elledge, James A. Wells, F. Dean Toste, Christopher J. Chang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07140-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4376113484",
      "paper_id": "https://openalex.org/W4376113484",
      "title": "Peroxisome biogenesis initiated by protein phase separation",
      "authors": "Rini Ravindran, Isabel O. L. Bacellar, Xavier Castellanos-Girouard, Haytham M. Wahba, Zhenghao Zhang, James G. Omichinski, Lydia Kisley, Stephen W. Michnick",
      "paper_url": "https://doi.org/10.1038/s41586-023-06044-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386468736",
      "paper_id": "https://openalex.org/W4386468736",
      "title": "Pervasive downstream RNA hairpins dynamically dictate start-codon selection",
      "authors": "Yezi Xiang, Wenze Huang, Lianmei Tan, Tianyuan Chen, Yang He, Patrick S. Irving, Kevin M. Weeks, Qiangfeng Cliff Zhang, Xinnian Dong",
      "paper_url": "https://doi.org/10.1038/s41586-023-06500-y",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3176932752",
      "paper_id": "https://openalex.org/W3176932752",
      "title": "Phase separation drives aberrant chromatin looping and cancer development",
      "authors": "Jeong Hyun Ahn, Eric S. Davis, Timothy A. Daugird, Shuai Zhao, Ivana Yoseli Quiroga, Hidetaka Uryu, Jie Li, Aaron J. Storey, Yi-Hsuan Tsai, Daniel P. Keeley, Samuel G. Mackintosh, Ricky D. Edmondson, Stephanie D. Byrum, Ling Cai, Alan J. Tackett, Deyou Zheng, Wesley R. Legant, Douglas H. Phanstiel, Gang Greg Wang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03662-5",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4323543021",
      "paper_id": "https://openalex.org/W4323543021",
      "title": "Population-based heteropolymer design to mimic protein mixtures",
      "authors": "Zhiyuan Ruan, Shuni Li, Alexandra Grigoropoulos, Hossein Amiri, Shayna L. Hilburg, Haotian Chen, Ivan Jayapurna, Tao Jiang, Zhaoyi Gu, Alfredo Alexander-Katz, Carlos Bustamante, Haiyan Huang, Ting Xu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05675-0",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412600599",
      "paper_id": "https://openalex.org/W4412600599",
      "title": "Pre-rRNA spatial distribution and functional organization of the nucleolus",
      "authors": "Yu-Hang Pan, Lin Shan, Yu-Yao Zhang, Zheng-Hu Yang, Yuan Zhang, Shi-Meng Cao, Xiao-Qi Liu, Jun Zhang, Li Yang, Ling-Ling Chen",
      "paper_url": "https://doi.org/10.1038/s41586-025-09412-1",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4388627063",
      "paper_id": "https://openalex.org/W4388627063",
      "title": "Predicting multiple conformations via sequence clustering and AlphaFold2",
      "authors": "Hannah K. Wayment-Steele, Adedolapo Ojoawo, Renee Otten, Julia M. Apitz, Warintra Pitsawong, Marc Hömberger, Sergey Ovchinnikov, Lucy Colwell, Dorothee Kern",
      "paper_url": "https://doi.org/10.1038/s41586-023-06832-9",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411021756",
      "paper_id": "https://openalex.org/W4411021756",
      "title": "Probing condensate microenvironments with a micropeptide killswitch",
      "authors": "Yaotian Zhang, Ida Stöppelkamp, Pablo Fernandez-Pernas, Melanie Allram, Matthew Charman, Alexandre P. Magalhaes, Melanie Piedavent-Salomon, Gregor Sommer, Yu-Chieh Sung, Katrina Meyer, Nicholas Grams, Edwin Halko, Shivali Dongre, David Meierhofer, Michal Malszycki, Ibrahim A. Ilik, Tugce Aktas, Matthew L. Kraushar, Nadine Vastenhouw, Matthew D. Weitzman, Florian Grebien, Henri Niskanen, Denes Hnisz",
      "paper_url": "https://doi.org/10.1038/s41586-025-09141-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410551340",
      "paper_id": "https://openalex.org/W4410551340",
      "title": "Programmable control of spatial transcriptome in live cells and neurons",
      "authors": "Mengting Han, Maylin L. Fu, Yanyu Zhu, Alexander A. Choi, Emmy Li, Jon Bezney, Sa Cai, Leann Miles, Yitong Ma, Lei S. Qi",
      "paper_url": "https://doi.org/10.1038/s41586-025-09020-z",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412737176",
      "paper_id": "https://openalex.org/W4412737176",
      "title": "Programmable protein ligation on cell surfaces",
      "authors": "Christian Kofoed, Girum Erkalo, Nicholas E. S. Tay, Xuanjia Ye, Yutong Lin, Tom W. Muir",
      "paper_url": "https://doi.org/10.1038/s41586-025-09287-2",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4302028429",
      "paper_id": "https://openalex.org/W4302028429",
      "title": "Programmable RNA sensing for cell monitoring and manipulation",
      "authors": "Yongjun Qian, Jiayun Li, Shengli Zhao, Elizabeth A. Matthews, Michael Adoff, Weixin Zhong, Xu An, Michele Yeo, Christine Park, Xiaolu Yang, Bor-Shuen Wang, Derek G. Southwell, Z. Josh Huang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05280-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4377982067",
      "paper_id": "https://openalex.org/W4377982067",
      "title": "Programming inactive RNA-binding small molecules into bioactive degraders",
      "authors": "Yuquan Tong, Yeongju Lee, Xiaohui Liu, Jessica L. Childs-Disney, Blessy M. Suresh, Raphael I. Benhamou, Chunying Yang, Weimin Li, Matthew G. Costales, Hafeez S. Haniff, Sonja Sievers, Daniel Abegg, Tristan Wegner, Tiffany O. Paulisch, Elizabeth Lekah, Maison Grefe, Gogce Crynen, Montina Van Meter, Tenghui Wang, Quentin M. R. Gibaut, John L. Cleveland, Alexander Adibekian, Frank Glorius, Herbert Waldmann, Matthew D. Disney",
      "paper_url": "https://doi.org/10.1038/s41586-023-06091-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4311283135",
      "paper_id": "https://openalex.org/W4311283135",
      "title": "Programming multicellular assembly with synthetic cell adhesion molecules",
      "authors": "Adam J. Stevens, Andrew R. Harris, Josiah Gerdts, Ki H. Kim, Coralie Trentesaux, Jonathan T. Ramirez, Wesley L. McKeithan, Faranak Fattahi, Ophir D. Klein, Daniel A. Fletcher, Wendell A. Lim",
      "paper_url": "https://doi.org/10.1038/s41586-022-05622-z",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392984572",
      "paper_id": "https://openalex.org/W4392984572",
      "title": "Proteome-scale discovery of protein degradation and stabilization effectors",
      "authors": "Juline Poirson, Hanna Cho, Akashdeep Dhillon, Shahan Haider, Ahmad Zoheyr Imrit, Mandy Hiu Yi Lam, Nader Alerasool, Jessica Lacoste, Lamisa Mizan, Cassandra Wong, Anne-Claude Gingras, Daniel Schramek, Mikko Taipale",
      "paper_url": "https://doi.org/10.1038/s41586-024-07224-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3186338187",
      "paper_id": "https://openalex.org/W3186338187",
      "title": "Regulated control of gene therapies by drug-induced splicing",
      "authors": "Alex Mas Monteys, Amiel A. Hundley, Paul T. Ranum, Luis Tecedor, Amy Muehlmatt, Euyn Lim, Dmitriy Lukashev, Rajeev Sivasankaran, Beverly L. Davidson",
      "paper_url": "https://doi.org/10.1038/s41586-021-03770-2",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4220675341",
      "paper_id": "https://openalex.org/W4220675341",
      "title": "Ribosome collisions induce mRNA cleavage and ribosome rescue in bacteria",
      "authors": "Kazuki Saito, Hanna Kratzat, Annabelle Campbell, Robert Buschauer, A. Maxwell Burroughs, Otto Berninghausen, L. Aravind, Rachel Green, Roland Beckmann, Allen R. Buskirk",
      "paper_url": "https://doi.org/10.1038/s41586-022-04416-7",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411627014",
      "paper_id": "https://openalex.org/W4411627014",
      "title": "RNA codon expansion via programmable pseudouridine editing and decoding",
      "authors": "Jiangle Liu, Xueqing Yan, Hao Wu, Ziqin Ji, Ye Shan, Xinyan Wang, Yunfan Ran, Yichen Ma, Caitao Li, Yuchao Zhu, Ruichu Gu, Han Wen, Chengqi Yi, Peng R. Chen",
      "paper_url": "https://doi.org/10.1038/s41586-025-09165-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4376873245",
      "paper_id": "https://openalex.org/W4376873245",
      "title": "RNA conformational propensities determine cellular activity",
      "authors": "Megan L. Ken, Rohit Roy, Ainan Geng, Laura R. Ganser, Akanksha Manghrani, Bryan R. Cullen, Ursula Schulze-Gahmen, Daniel Herschlag, Hashim M. Al-Hashimi",
      "paper_url": "https://doi.org/10.1038/s41586-023-06080-x",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4315641880",
      "paper_id": "https://openalex.org/W4315641880",
      "title": "Short tRNA anticodon stem and mutant eRF1 allow stop codon reassignment",
      "authors": "Ambar Kachale, Zuzana Pavlíková, Anna Nenarokova, Adriana Roithová, Ignacio M. Durante, Petra Miletínová, Kristína Záhonová, Serafim Nenarokov, Jan Votýpka, Eva Horáková, Robert L. Ross, Vyacheslav Yurchenko, Petra Beznosková, Zdeněk Paris, Leoš Shivaya Valášek, Julius Lukeš",
      "paper_url": "https://doi.org/10.1038/s41586-022-05584-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4381550404",
      "paper_id": "https://openalex.org/W4381550404",
      "title": "Single-cell quantification of ribosome occupancy in early mouse development",
      "authors": "Hakan Ozadam, Tori Tonn, Crystal M. Han, Alia Segura, Ian Hoskins, Shilpa Rao, Vighnesh Ghatpande, Duc Tran, David Catoe, Marc Salit, Can Cenik",
      "paper_url": "https://doi.org/10.1038/s41586-023-06228-9",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3196414652",
      "paper_id": "https://openalex.org/W3196414652",
      "title": "Single-cell Ribo-seq reveals cell cycle-dependent translational pausing",
      "authors": "Michael VanInsberghe, Jeroen van den Berg, Amanda Andersson-Rolf, Hans Clevers, Alexander van Oudenaarden",
      "paper_url": "https://doi.org/10.1038/s41586-021-03887-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404754534",
      "paper_id": "https://openalex.org/W4404754534",
      "title": "Stereochemistry in the disorder–order continuum of protein interactions",
      "authors": "Estella A. Newcombe, Amanda D. Due, Andrea Sottini, Steffie Elkjær, Frederik Friis Theisen, Catarina B. Fernandes, Lasse Staby, Elise Delaforge, Christian R. O. Bartling, Inna Brakti, Katrine Bugge, Benjamin Schuler, Karen Skriver, Johan G. Olsen, Birthe B. Kragelund",
      "paper_url": "https://doi.org/10.1038/s41586-024-08271-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388694325",
      "paper_id": "https://openalex.org/W4388694325",
      "title": "Stress granules plug and stabilize damaged endolysosomal membranes",
      "authors": "Claudio Bussi, Agustín Mangiarotti, Christian Vanhille-Campos, Beren Aylan, Enrica Pellegrino, Natalia Athanasiadi, Antony Fearns, Angela Rodgers, Titus M. Franzmann, Anđela Šarić, Rumiana Dimova, Maximiliano G. Gutierrez",
      "paper_url": "https://doi.org/10.1038/s41586-023-06726-w",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401574836",
      "paper_id": "https://openalex.org/W4401574836",
      "title": "Structural basis for transthiolation intermediates in the ubiquitin pathway",
      "authors": "Tomasz Kochańczyk, Zachary S. Hann, Michaelyn C. Lux, Avelyn Mae V. Delos Reyes, Cheng Ji, Derek S. Tan, Christopher D. Lima",
      "paper_url": "https://doi.org/10.1038/s41586-024-07828-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4376113103",
      "paper_id": "https://openalex.org/W4376113103",
      "title": "Structural basis of catalytic activation in human splicing",
      "authors": "Jana Schmitzová, Constantin Cretu, Christian Dienemann, Henning Urlaub, Vladimir Pena",
      "paper_url": "https://doi.org/10.1038/s41586-023-06049-w",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3179531496",
      "paper_id": "https://openalex.org/W3179531496",
      "title": "Structural basis of early translocation events on the ribosome",
      "authors": "Emily J. Rundlet, Mikael Holm, Magdalena Schacherl, S. Kundhavai Natchiar, Roger B. Altman, Christian M. T. Spahn, Alexander G. Myasnikov, Scott C. Blanchard",
      "paper_url": "https://doi.org/10.1038/s41586-021-03713-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403244153",
      "paper_id": "https://openalex.org/W4403244153",
      "title": "Structural basis of mRNA decay by the human exosome–ribosome supercomplex",
      "authors": "Alexander Kögel, Achim Keidel, Matina-Jasemi Loukeri, Christopher C. Kuhn, Lukas M. Langer, Ingmar B. Schäfer, Elena Conti",
      "paper_url": "https://doi.org/10.1038/s41586-024-08015-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391617377",
      "paper_id": "https://openalex.org/W4391617377",
      "title": "Structural basis of ribosomal 30S subunit degradation by RNase R",
      "authors": "Lyudmila Dimitrova-Paternoga, Sergo Kasvandik, Bertrand Beckert, Sander Granneman, Tanel Tenson, Daniel N. Wilson, Helge Paternoga",
      "paper_url": "https://doi.org/10.1038/s41586-024-07027-6",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3189626768",
      "paper_id": "https://openalex.org/W3189626768",
      "title": "Structural insights into how Prp5 proofreads the pre-mRNA branch site",
      "authors": "Zhenwei Zhang, Norbert Rigo, Olexandr Dybkov, Jean-Baptiste Fourmann, Cindy L. Will, Vinay Kumar, Henning Urlaub, Holger Stark, Reinhard Lührmann",
      "paper_url": "https://doi.org/10.1038/s41586-021-03789-5",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388913744",
      "paper_id": "https://openalex.org/W4388913744",
      "title": "Structural insights into intron catalysis and dynamics during splicing",
      "authors": "Ling Xu, Tianshuo Liu, Kevin Chung, Anna Marie Pyle",
      "paper_url": "https://doi.org/10.1038/s41586-023-06746-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4398201951",
      "paper_id": "https://openalex.org/W4398201951",
      "title": "Structural insights into the cross-exon to cross-intron spliceosome switch",
      "authors": "Zhenwei Zhang, Vinay Kumar, Olexandr Dybkov, Cindy L. Will, Jiayun Zhong, Sebastian E. J. Ludwig, Henning Urlaub, Berthold Kastner, Holger Stark, Reinhard Lührmann",
      "paper_url": "https://doi.org/10.1038/s41586-024-07458-1",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3213593327",
      "paper_id": "https://openalex.org/W3213593327",
      "title": "Structural insights into Ubr1-mediated N-degron polyubiquitination",
      "authors": "Man Pan, Qingyun Zheng, Tian Wang, Lujun Liang, Junxiong Mao, Chong Zuo, Ruichao Ding, Huasong Ai, Yuan Xie, Dong Si, Yuanyuan Yu, Lei Liu, Minglei Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-021-04097-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4396732525",
      "paper_id": "https://openalex.org/W4396732525",
      "title": "Structural mechanism of angiogenin activation by the ribosome",
      "authors": "Anna B. Loveland, Cha San Koh, Robin Ganesan, Allan Jacobson, Andrei A. Korostelev",
      "paper_url": "https://doi.org/10.1038/s41586-024-07508-8",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4214942061",
      "paper_id": "https://openalex.org/W4214942061",
      "title": "Structure determination of high-energy states in a dynamic protein ensemble",
      "authors": "John B. Stiller, Renee Otten, Daniel Häussinger, Pascal S. Rieder, Douglas L. Theobald, Dorothee Kern",
      "paper_url": "https://doi.org/10.1038/s41586-022-04468-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392242782",
      "paper_id": "https://openalex.org/W4392242782",
      "title": "Supramolecular polymers form tactoids through liquid–liquid phase separation",
      "authors": "Hailin Fu, Jingyi Huang, Joost J. B. van der Tol, Lu Su, Yuyang Wang, Swayandipta Dey, Peter Zijlstra, George Fytas, Ghislaine Vantomme, Patricia Y. W. Dankers, E. W. Meijer",
      "paper_url": "https://doi.org/10.1038/s41586-024-07034-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392242988",
      "paper_id": "https://openalex.org/W4392242988",
      "title": "Symmetry breaking and chiral amplification in prebiotic ligation reactions",
      "authors": "Min Deng, Jinhan Yu, Donna G. Blackmond",
      "paper_url": "https://doi.org/10.1038/s41586-024-07059-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405029577",
      "paper_id": "https://openalex.org/W4405029577",
      "title": "Synthetic GPCRs for programmable sensing and control of cell behaviour",
      "authors": "Nicholas A. Kalogriopoulos, Reika Tei, Yuqi Yan, Peter M. Klein, Matthew Ravalin, Bo Cai, Ivan Soltesz, Yulong Li, Alice Y. Ting",
      "paper_url": "https://doi.org/10.1038/s41586-024-08282-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3205436214",
      "paper_id": "https://openalex.org/W3205436214",
      "title": "Systems-level effects of allosteric perturbations to a model molecular switch",
      "authors": "Tina Perica, Christopher J. P. Mathy, Jiewei Xu, Gwendolyn Μ. Jang, Yang Zhang, Robyn Kaake, Noah Ollikainen, Hannes Braberg, Danielle L. Swaney, David G. Lambright, Mark J. S. Kelly, Nevan J. Krogan, Tanja Kortemme",
      "paper_url": "https://doi.org/10.1038/s41586-021-03982-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391994105",
      "paper_id": "https://openalex.org/W4391994105",
      "title": "Targeted protein degradation via intramolecular bivalent glues",
      "authors": "Oliver Hsia, Matthias Hinterndorfer, Angus D. Cowan, Kentaro Iso, Tasuku Ishida, Ramasubramanian Sundaramoorthy, Mark A. Nakasone, Hana Imrichova, Caroline Schätz, Andrea Rukavina, Koraljka Husnjak, Martin Wegner, Alejandro Correa-Sáez, Conner Craigon, Ryan Casement, Chiara Maniaci, Andrea Testa, Manuel Kaulich, Ivan Dikic, Georg E. Winter, Alessio Ciulli",
      "paper_url": "https://doi.org/10.1038/s41586-024-07089-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402585756",
      "paper_id": "https://openalex.org/W4402585756",
      "title": "Targeted protein relocalization via protein transport coupling",
      "authors": "Christine S. C. Ng, Aofei Liu, Bianxiao Cui, Steven M. Banik",
      "paper_url": "https://doi.org/10.1038/s41586-024-07950-8",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406385645",
      "paper_id": "https://openalex.org/W4406385645",
      "title": "Targeting FOXM1 condensates reduces breast tumour growth and metastasis",
      "authors": "Feng Xie, Xiaoxue Zhou, Yu Ran, Ran Li, Jing Zou, Shiyun Wan, Peng Su, Xuli Meng, Haiyan Yan, Huasong Lu, Heng Ru, Hai Hu, Zhengwei Mao, Bing Yang, Fangfang Zhou, Long Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08421-w",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406385470",
      "paper_id": "https://openalex.org/W4406385470",
      "title": "Targeting protein–ligand neosurfaces with a generalizable deep learning tool",
      "authors": "Anthony Marchand, Stephen Buckley, Arne Schneuing, Martin Pacesa, Maddalena Elia, Pablo Gainza, Evgenia Elizarova, Rebecca M. Neeser, Pao-Wan Lee, Luc Reymond, Yangyang Miao, Leo Scheller, Sandrine Georgeon, Joseph Schmidt, Philippe Schwaller, Sebastian J. Maerkl, Michael Bronstein, Bruno E. Correia",
      "paper_url": "https://doi.org/10.1038/s41586-024-08435-4",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4221089965",
      "paper_id": "https://openalex.org/W4221089965",
      "title": "Targeting Xist with compounds that disrupt RNA structure and X inactivation",
      "authors": "Rodrigo Aguilar, Kerrie B. Spencer, Barry Kesner, Noreen F. Rizvi, Maulik D. Badmalia, Tyler Mrozowich, Jonathan D. Mortison, Carlos Rivera, Graham F. Smith, Julja Burchard, Peter J. Dandliker, Trushar R. Patel, Elliott B. Nickbarg, Jeannie T. Lee",
      "paper_url": "https://doi.org/10.1038/s41586-022-04537-z",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3207915361",
      "paper_id": "https://openalex.org/W3207915361",
      "title": "The cellular environment shapes the nuclear pore complex architecture",
      "authors": "Anthony P. Schuller, Matthias Wojtynek, David Mankus, Meltem Tatli, Rafael Kronenberg-Tenga, Saroj G. Regmi, Phat V. Dip, Abigail K. R. Lytton-Jean, Edward J. Brignole, Mary Dasso, Karsten Weis, Ohad Medalia, Thomas U. Schwartz",
      "paper_url": "https://doi.org/10.1038/s41586-021-03985-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4405514957",
      "paper_id": "https://openalex.org/W4405514957",
      "title": "The conformational space of RNase P RNA in solution",
      "authors": "Yun-Tzai Lee, Maximilia F. S. Degenhardt, Ilias Skeparnias, Hermann F. Degenhardt, Yuba R. Bhandari, Ping Yu, Jason R. Stagno, Lixin Fan, Jinwei Zhang, Yun-Xing Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08336-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4306810360",
      "paper_id": "https://openalex.org/W4306810360",
      "title": "The E3 ligase adapter cereblon targets the C-terminal cyclic imide degron",
      "authors": "Saki Ichikawa, Hope A. Flaxman, Wenqing Xu, Nandini Vallavoju, Hannah C. Lloyd, Binyou Wang, Dacheng Shen, Matthew R. Pratt, Christina M. Woo",
      "paper_url": "https://doi.org/10.1038/s41586-022-05333-5",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389916165",
      "paper_id": "https://openalex.org/W4389916165",
      "title": "The energetic and allosteric landscape for KRAS inhibition",
      "authors": "Chenchun Weng, Andre J. Faure, Albert Escobedo, Ben Lehner",
      "paper_url": "https://doi.org/10.1038/s41586-023-06954-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402826776",
      "paper_id": "https://openalex.org/W4402826776",
      "title": "The genetic architecture of protein stability",
      "authors": "Andre J. Faure, Aina Martí-Aranda, Cristina Hidalgo-Carcedo, Antoni Beltran, Jörn M. Schmiedel, Ben Lehner",
      "paper_url": "https://doi.org/10.1038/s41586-024-07966-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3129079068",
      "paper_id": "https://openalex.org/W3129079068",
      "title": "The kinetic landscape of an RNA-binding protein in cells",
      "authors": "Deepak Sharma, Leah L. Zagore, Matthew M. Brister, Xuan Ye, Carlos E. Crespo-Hernández, Donny D. Licatalosi, Eckhard Jankowsky",
      "paper_url": "https://doi.org/10.1038/s41586-021-03222-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4405268703",
      "paper_id": "https://openalex.org/W4405268703",
      "title": "The mechanism of mRNA cap recognition",
      "authors": "Riley C. Gentry, Nicholas A. Ide, Victoria M. Comunale, Erik W. Hartwick, Colin D. Kinz-Thompson, Ruben L. Gonzalez Jr",
      "paper_url": "https://doi.org/10.1038/s41586-024-08304-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401388979",
      "paper_id": "https://openalex.org/W4401388979",
      "title": "The ribosome lowers the entropic penalty of protein folding",
      "authors": "Julian O. Streit, Ivana V. Bukvin, Sammy H. S. Chan, Shahzad Bashir, Lauren F. Woodburn, Tomasz Włodarski, Angelo Miguel Figueiredo, Gabija Jurkeviciute, Haneesh K. Sidhu, Charity R. Hornby, Christopher A. Waudby, Lisa D. Cabrita, Anaïs M. E. Cassaignau, John Christodoulou",
      "paper_url": "https://doi.org/10.1038/s41586-024-07784-4",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412151053",
      "paper_id": "https://openalex.org/W4412151053",
      "title": "The role of metabolism in shaping enzyme structures over 400 million years",
      "authors": "Oliver Lemke, Benjamin Murray Heineike, Sandra Viknander, Nir Cohen, Feiran Li, Jacob Lucas Steenwyk, Leonard Spranger, Federica Agostini, Cory Thomas Lee, Simran Kaur Aulakh, Judith Berman, Antonis Rokas, Jens Nielsen, Toni Ingolf Gossmann, Aleksej Zelezniak, Markus Ralser",
      "paper_url": "https://doi.org/10.1038/s41586-025-09205-6",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4388694323",
      "paper_id": "https://openalex.org/W4388694323",
      "title": "The social and structural architecture of the yeast protein interactome",
      "authors": "André C. Michaelis, Andreas-David Brunner, Maximilian Zwiebel, Florian Meier, Maximilian T. Strauss, Isabell Bludau, Matthias Mann",
      "paper_url": "https://doi.org/10.1038/s41586-023-06739-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391994171",
      "paper_id": "https://openalex.org/W4391994171",
      "title": "The UFM1 E3 ligase recognizes and releases 60S ribosomes from ER translocons",
      "authors": "Linda Makhlouf, Joshua J. Peter, Helge M. Magnussen, Rohan Thakur, David Millrine, Thomas C. Minshull, Grace Harrison, Joby Varghese, Frederic Lamoliatte, Martina Foglizzo, Thomas Macartney, Antonio N. Calabrese, Elton Zeqiraj, Yogesh Kulathu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07093-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W4200413718",
      "paper_id": "https://openalex.org/W4200413718",
      "title": "Time-resolved structural analysis of an RNA-cleaving DNA catalyst",
      "authors": "Jan Borggräfe, Julian Victor, Hannah Rosenbach, Aldino Viegas, Christoph G. W. Gertzen, Christine Wuebben, Helena Kovacs, Mohanraj Gopalswamy, Detlev Riesner, Gerhard Steger, Olav Schiemann, Holger Gohlke, Ingrid Span, Manuel Etzkorn",
      "paper_url": "https://doi.org/10.1038/s41586-021-04225-4",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4362602997",
      "paper_id": "https://openalex.org/W4362602997",
      "title": "Tracking chromatin state changes using nanoscale photo-proximity labelling",
      "authors": "Ciaran P. Seath, Antony J. Burton, Xuemeng Sun, Gihoon Lee, Ralph E. Kleiner, David W. C. MacMillan, Tom W. Muir",
      "paper_url": "https://doi.org/10.1038/s41586-023-05914-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402827313",
      "paper_id": "https://openalex.org/W4402827313",
      "title": "Transferrin receptor targeting chimeras for membrane protein degradation",
      "authors": "Dingpeng Zhang, Jhoely Duque-Jimenez, Francesco Facchinetti, Garyk Brixi, Kaitlin Rhee, William W. Feng, Pasi A. Jänne, Xin Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-024-07947-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3129120649",
      "paper_id": "https://openalex.org/W3129120649",
      "title": "Ubiquitin ligation to F-box protein targets by SCF–RBR E3–E3 super-assembly",
      "authors": "Daniel Horn-Ghetko, David T. Krist, J. Rajan Prabu, Kheewoong Baek, Monique P. C. Mulder, Maren Klügel, Daniel C. Scott, Huib Ovaa, Gary Kleiger, Brenda A. Schulman",
      "paper_url": "https://doi.org/10.1038/s41586-021-03197-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391994154",
      "paper_id": "https://openalex.org/W4391994154",
      "title": "UFM1 E3 ligase promotes recycling of 60S ribosomal subunits from the ER",
      "authors": "Paul A. DaRosa, Ivan Penchev, Samantha C. Gumbin, Francesco Scavone, Magda Wąchalska, Joao A. Paulo, Alban Ordureau, Joshua J. Peter, Yogesh Kulathu, J. Wade Harper, Thomas Becker, Roland Beckmann, Ron R. Kopito",
      "paper_url": "https://doi.org/10.1038/s41586-024-07073-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386709418",
      "paper_id": "https://openalex.org/W4386709418",
      "title": "Uncovering new families and folds in the natural protein universe",
      "authors": "Janani Durairaj, Andrew M. Waterhouse, Toomas Mets, Tetiana Brodiazhenko, Minhal Abdullah, Gabriel Studer, Gerardo Tauriello, Mehmet Akdel, Antonina Andreeva, Alex Bateman, Tanel Tenson, Vasili Hauryliuk, Torsten Schwede, Joana Pereira",
      "paper_url": "https://doi.org/10.1038/s41586-023-06622-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4225089663",
      "paper_id": "https://openalex.org/W4225089663",
      "title": "USP14-regulated allostery of the human proteasome by time-resolved cryo-EM",
      "authors": "Shuwen Zhang, Shitao Zou, Deyao Yin, Lihong Zhao, Daniel Finley, Zhaolong Wu, Youdong Mao",
      "paper_url": "https://doi.org/10.1038/s41586-022-04671-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4213377669",
      "paper_id": "https://openalex.org/W4213377669",
      "title": "Visualizing protein breathing motions associated with aromatic ring flipping",
      "authors": "Laura Mariño Pérez, Francesco S. Ielasi, Luiza M. Bessa, Damien Maurin, Jaka Kragelj, Martin Blackledge, Nicola Salvi, Guillaume Bouvignies, Andrés Palencia, Malene Ringkjøbing Jensen",
      "paper_url": "https://doi.org/10.1038/s41586-022-04417-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4367049503",
      "paper_id": "https://openalex.org/W4367049503",
      "title": "Visualizing the disordered nuclear transport machinery in situ",
      "authors": "Miao Yu, Maziar Heidari, Sofya Mikhaleva, Piau Siong Tan, Sara Mingu, Hao Ruan, Christopher D. Reinkemeier, Agnieszka Obarska-Kosinska, Marc Siggel, Martin Beck, Gerhard Hummer, Edward A. Lemke",
      "paper_url": "https://doi.org/10.1038/s41586-023-05990-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4297497481",
      "paper_id": "https://openalex.org/W4297497481",
      "title": "Visualizing translation dynamics at atomic detail inside a bacterial cell",
      "authors": "Liang Xue, Swantje Lenz, Maria Zimmermann-Kogadeeva, Dimitry Tegunov, Patrick Cramer, Peer Bork, Juri Rappsilber, Julia Mahamid",
      "paper_url": "https://doi.org/10.1038/s41586-022-05255-2",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3125009241",
      "paper_id": "https://openalex.org/W3125009241",
      "title": "Wetting regulates autophagy of phase-separated compartments and the cytosol",
      "authors": "Jaime Agudo-Canalejo, Sebastian W. Schultz, Haruka Chino, Simona M. Migliano, Chieko Saito, Ikuko Koyama-Honda, Harald Stenmark, Andreas Brech, Alexander I. May, Noboru Mizushima, Roland L. Knorr",
      "paper_url": "https://doi.org/10.1038/s41586-020-2992-3",
      "venue": "nature21"
    }
  ]
}