{
  "cluster_id": 165,
  "papers": [
    {
      "id": "nature23_https://openalex.org/W4386697749",
      "paper_id": "https://openalex.org/W4386697749",
      "title": "A foundation model for generalizable disease detection from retinal images",
      "authors": "Yukun Zhou, Mark A. Chia, Siegfried K. Wagner, Murat S. Ayhan, Dominic J. Williamson, Robbert R. Struyven, Timing Liu, Moucheng Xu, Mateo G. Lozano, Peter Woodward-Court, Yuka Kihara, Naomi Allen, John E. J. Gallacher, Thomas Littlejohns, Tariq Aslam, Paul Bishop, Graeme Black, Panagiotis Sergouniotis, Denize Atan, Andrew D. Dick, Cathy Williams, Sarah Barman, Jenny H. Barrett, Sarah Mackie, Tasanee Braithwaite, Roxana O. Carare, Sarah Ennis, Jane Gibson, Andrew J. Lotery, Jay Self, Usha Chakravarthy, Ruth E. Hogg, Euan Paterson, Jayne Woodside, Tunde Peto, Gareth Mckay, Bernadette Mcguinness, Paul J. Foster, Konstantinos Balaskas, Anthony P. Khawaja, Nikolas Pontikos, Jugnoo S. Rahi, Gerassimos Lascaratos, Praveen J. Patel, Michelle Chan, Sharon Y. L. Chua, Alexander Day, Parul Desai, Cathy Egan, Marcus Fruttiger, David F. Garway-Heath, Alison Hardcastle, Sir Peng T. Khaw, Tony Moore, Sobha Sivaprasad, Nicholas Strouthidis, Dhanes Thomas, Adnan Tufail, Ananth C. Viswanathan, Bal Dhillon, Tom Macgillivray, Cathie Sudlow, Veronique Vitart, Alexander Doney, Emanuele Trucco, Jeremy A. Guggeinheim, James E. Morgan, Chris J. Hammond, Katie Williams, Pirro Hysi, Simon P. Harding, Yalin Zheng, Robert Luben, Phil Luthert, Zihan Sun, Martin McKibbin, Eoin O’Sullivan, Richard Oram, Mike Weedon, Chris G. Owen, Alicja R. Rudnicka, Naveed Sattar, David Steel, Irene Stratton, Robyn Tapp, Max M. Yates, Axel Petzold, Savita Madhusudhan, Andre Altmann, Aaron Y. Lee, Eric J. Topol, Alastair K. Denniston, Daniel C. Alexander, Pearse A. Keane",
      "paper_url": "https://doi.org/10.1038/s41586-023-06555-x",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411208761",
      "paper_id": "https://openalex.org/W4411208761",
      "title": "A fully open AI foundation model applied to chest radiography",
      "authors": "DongAo Ma, Jiaxuan Pang, Michael B. Gotway, Jianming Liang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09079-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399567248",
      "paper_id": "https://openalex.org/W4399567248",
      "title": "A Multimodal Generative AI Copilot for Human Pathology",
      "authors": "Ming Y. Lu, Bowen Chen, Drew F. K. Williamson, Richard J. Chen, Melissa Zhao, Aaron K. Chow, Kenji Ikemura, Ahrong Kim, Dimitra Pouli, Ankush Patel, Amr Soliman, Chengkuan Chen, Tong Ding, Judy J. Wang, Georg Gerber, Ivy Liang, Long Phi Le, Anil V. Parwani, Luca L. Weishaupt, Faisal Mahmood",
      "paper_url": "https://doi.org/10.1038/s41586-024-07618-3",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4308045442",
      "paper_id": "https://openalex.org/W4308045442",
      "title": "A multinational Delphi consensus to end the COVID-19 public health threat",
      "authors": "Jeffrey V. Lazarus, Diana Romero, Christopher J. Kopka, Salim Abdool Karim, Laith J. Abu-Raddad, Gisele Almeida, Ricardo Baptista-Leite, Joshua A. Barocas, Mauricio L. Barreto, Yaneer Bar-Yam, Quique Bassat, Carolina Batista, Morgan Bazilian, Shu-Ti Chiou, Carlos del Rio, Gregory J. Dore, George F. Gao, Lawrence O. Gostin, Margaret Hellard, Jose L. Jimenez, Gagandeep Kang, Nancy Lee, Mojca Matičič, Martin McKee, Sabin Nsanzimana, Miquel Oliu-Barton, Bary Pradelski, Oksana Pyzik, Kenneth Rabin, Sunil Raina, Sabina Faiz Rashid, Magdalena Rathe, Rocio Saenz, Sudhvir Singh, Malene Trock-Hempler, Sonia Villapol, Peiling Yap, Agnes Binagwaho, Adeeba Kamarulzaman, Ayman El-Mohandes, Mauricio Barreto, Carlos del Rio, Salim Abdulla, Sarah Addleman, Gulnara Aghayeva, Raymond Agius, Mohammed Ahmed, Mohamed Ahmed Ramy, Pedro Aide, Soo Aleman, Jean-Patrick Alfred, Shamim Ali, Jorge Aliaga, Tammam Aloudat, Saleh A. Alqahtani, Jameela Al-Salman, John H. Amuasi, Anurag Agrawal, Wagida Anwar, Tania Araujo-Jorge, Osvaldo Artaza, Leyla Asadi, Yaw Awuku, Michael Baker, Lorena Barberia, Ernesto Bascolo, Paul Belcher, Lizett Bell, Adele Benzaken, Emil Bergholtz, Nahid Bhadelia, Anant Bhan, Stephane Bilodeau, Ricardo Bitrán, Philomena Bluyssen, Arnold Bosman, Fernando A. Bozza, Melanie M. Brinkmann, Andrew Brown, Bruce Mellado, Elizabeth Bukusi, Chris Bullen, Giorgio Buonanno, Rochelle Burgess, Matthew Butler, Pauline Byakika-Kibwika, Baltica Cabieses, Gunilla Carlsson, Fidelia Cascini, Chishala Chabala, Mohamed Chakroun, K. K. Cheng, Agnes Chetty, Dmytro Chumachenko, Gregg Consalves, Andrew Conway Morris, Ahmed Cordie, Tumani Corrah, Brenda Crabtree-Ramírez, Naranjargal Dashdorj, Nadav Davidovitch, Luis Eugenio de Souza, Akshay Chand Dhariwal, Elena Druică, Onder Ergonul, Ngozi A. Erondu, Mohammad Yasir Essar, Andrew Ewing, Gonzalo Fanjul, Daniel Feierstein, Eric Feigl-Ding, Ramon Figueroa, John Peter Figueroa, Dale Fisher, Walter Flores, David A. Forero-Peña, Howard Frumkin, Amiran Gamkrelidze, Monica Gandhi, Patricia Garcia, Alberto L. Garcia-Basteiro, Adolfo García-Sastre, Suneela Garg, F. A. Gbeasor-Komlanvi, Carlos Gershenson, Ishwar Gilada, Ligia Giovanella, Marino González, Manfred S. Green, Trisha Greenhalgh, Paul Griffin, Stephen Griffin, Beatriz Grinsztejn, Tanu Anand, Germán Guerra, Renzo Guinto, Mariusz Gujski, Rahmet Guner, Adam Hamdy, Marian-Gabriel Hâncean, Abusayeed Haniffa, Kenneth Y. Hartigan-Go, Hoda K. Hassan, Simon I. Hay, Matti T. J. Heino, Zdenek Hel, Peter Hotez, Jia Hu, Mirsada Hukić, Carel IJsselmuiden, Davidson Iroko, Maged Iskarous, Chimaraoke Izugbara, Choolwe Jacobs, Alejandro R. Jadad, Fyezah Jehan, Ayana Jordan, Imane Jroundi, Kevin Kain, Fatjona Kamberi, Eduard Karamov, Abraar Karan, Rebecca Katz, Aris Katzourakis, Abigail Kazembe, Faryal Khamis, Komiljon Khamzayev, Judy Khanyola, Kamlesh Khunti, Elsie Kiguli-Malwadde, Woo Joo Kim, Bruce J. Kirenga, Daniel Klimovský, Brittany L. Kmush, Felicia Knaul, Manolis Kogevinas, Frederik Kristensen, Dinesh Kumar, Raman Kumar, Amanda Kvalsvig, Marcus V. Lacerda, Arush Lal, Tom Lawton, Jay Lemery, Anthony J. Leonardi, Yuguo Li, Jan Löttvall, Mohamed Lounis, Daniel Maceira, C. Raina MacIntyre, Azzeddine Madani, Gkikas Magiorkinis, Reza Malekzadeh, Marc Choisy, Jasmine R. Marcelin, Guy B. Marks, Linsey Marr, Jeanne Marrazzo, Antonieta Martina, José M. Martín-Moreno, Carlos Mateos, Mayfong Mayxay, Jean Bapiste Mazarati, Souleymane Mboup, Jennifer McDonald, Faye McMillan, Enkeleint Mechili, Andre Medici, Sarah L. M. Davis, Petra Meier, Ziad A. Memish, Jaideep Menon, Purnima Menon, Jonathan Mesiano-Crookston, Susan Michie, Ivana Mikolasevic, Ognjen Milicevic, Asit Kumar Mishra, Rahma Mohamed, Ali H. Mokdad, Michele Monroy-Valle, Lidia Morawska, Sterghios A. Moschos, Karam Motawea, Sayed Hamid Mousavi, Ghina Mumtaz, Peter K. Munene, Carmen Muñoz Almagro, Janet Muriuki, Sylvia Muyingo, Denise Naniche, C. David Naylor, Nicaise Ndembi, Juraj Nemec, Igor Nesteruk, Christine Ngaruiya, Hung Nguyen, Dafina Nikolova, Dorit Nitzan, Ole Norheim, Mohammed Noushad, Francine Ntoumi, Gunhild Alvik Nyborg, Eleanor Ochodo, Zekaver Odabasi, Mbah Patrick Okwen, Keiser Olivia, David S. Y. Ong, Ijeoma Opara, Miguel Orozco, Hitoshi Oshitani, Christina Pagel, Madhukar Pai, Björg Pálsdóttir, Georgios Papatheodoridis, Dimitrios Paraskevis, Jeanna Parsons Leigh, Bernard Pécoul, Andreas Peichl, Eddy Perez-Then, Phuc Pham Duc, Cécile Philippe, Andrea Pineda Rojas, Courtney Pladsen, Anton Pozniak, Rodrigo Quiroga, Huma Qureshi, Sanjay Rampal, Megan Ranney, Laura Rathe, Scott Ratzan, Henriette Raventos, Helen Rees, Renata Reis, Walter Ricciardi, Nesrine Rizk, Magda Robalo, Eleanor Robertson, Leanne Robinson, Casper Rokx, Tamsin Ros, John-Arne Røttingen, Meir Rubin, Kiat Ruxrungtam, Shakhlo Sadirova, Senjuti Saha, Nelly Salgado, Lizet Sanchez, Thurka Sangaramoorthy, Carolina Santamaria-Ulloa, Renata Santos, Bisher Sawaf, Matthias F. Schneider, Robert T. Schooley, Alper Sener, Jaime Sepulveda, Jaffer Shah, Mosa Shibani, Sheikh Shoib, Izukanji Sikazwe, Aistis Šimaitis, Amandeep Singh Gill, Natia Skhvitaridze, Milka Sokolović, Roma Solomon, Xavier Solórzano, Sandra A. Springer, Jakub Šrol, Anthony Staines, Henry T. Stelfox, Steffanie Strathdee, Lokman Hakim Sulaiman, Brett Sutton, Dag Svanæs, Sarya Swed, Vana Sypsa, Kristine Sørensen, Raji Tajudeen, Amy Tan, Julian Tang, Marcel Tanner, Tavpritesh Sethi, Marleen Temmerman, Kyu Kyu Than, Halidou Tinto, Sênoudé Pacôme Tomètissi, Irene Torres, K. P. Tshering, Sotirios Tsiodras, Benjamin Tsofa, Anders Vahlne, Juan Rafael Vargas, Ivan Dario Velez Bernal, Deisy Ventura, Rafael Vilasanjuan, Joe Vipond, Sarah Wamala-Andersson, Pawel Wargocki, Robert West, Angela Weyand, Trenton M. White, Guntram Wolff, Maosheng Yao, Christian A. Yates, Georgina Yeboah, Leo Yee-Sin, Siyan Yi, Yik-Ying Teo, Poovorawan Yong, Victor Zamora-Mesía, Anne Øvrehus",
      "paper_url": "https://doi.org/10.1038/s41586-022-05398-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402220065",
      "paper_id": "https://openalex.org/W4402220065",
      "title": "A pathology foundation model for cancer diagnosis and prognosis prediction",
      "authors": "Xiyue Wang, Junhan Zhao, Eliana Marostica, Wei Yuan, Jietian Jin, Jiayu Zhang, Ruijiang Li, Hongping Tang, Kanran Wang, Yu Li, Fang Wang, Yulong Peng, Junyou Zhu, Jing Zhang, Christopher R. Jackson, Jun Zhang, Deborah Dillon, Nancy U. Lin, Lynette Sholl, Thomas Denize, David Meredith, Keith L. Ligon, Sabina Signoretti, Shuji Ogino, Jeffrey A. Golden, MacLean P. Nasrallah, Xiao Han, Sen Yang, Kun-Hsing Yu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07894-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389670743",
      "paper_id": "https://openalex.org/W4389670743",
      "title": "A synthesis of evidence for policy from behavioural science during COVID-19",
      "authors": "Kai Ruggeri, Friederike Stock, S. Alexander Haslam, Valerio Capraro, Paulo Boggio, Naomi Ellemers, Aleksandra Cichocka, Karen M. Douglas, David G. Rand, Sander van der Linden, Mina Cikara, Eli J. Finkel, James N. Druckman, Michael J. A. Wohl, Richard E. Petty, Joshua A. Tucker, Azim Shariff, Michele Gelfand, Dominic Packer, Jolanda Jetten, Paul A. M. Van Lange, Gordon Pennycook, Ellen Peters, Katherine Baicker, Alia Crum, Kim A. Weeden, Lucy Napper, Nassim Tabri, Jamil Zaki, Linda Skitka, Shinobu Kitayama, Dean Mobbs, Cass R. Sunstein, Sarah Ashcroft-Jones, Anna Louise Todsen, Ali Hajian, Sanne Verra, Vanessa Buehler, Maja Friedemann, Marlene Hecht, Rayyan S. Mobarak, Ralitsa Karakasheva, Markus R. Tünte, Siu Kit Yeung, R. Shayna Rosenbaum, Žan Lep, Yuki Yamada, Sa-kiera Tiarra Jolynn Hudson, Lucía Macchia, Irina Soboleva, Eugen Dimant, Sandra J. Geiger, Hannes Jarke, Tobias Wingen, Jana B. Berkessel, Silvana Mareva, Lucy McGill, Francesca Papa, Bojana Većkalov, Zeina Afif, Eike K. Buabang, Marna Landman, Felice Tavera, Jack L. Andrews, Aslı Bursalıoğlu, Zorana Zupan, Lisa Wagner, Joaquín Navajas, Marek Vranka, David Kasdan, Patricia Chen, Kathleen R. Hudson, Lindsay M. Novak, Paul Teas, Nikolay R. Rachev, Matteo M. Galizzi, Katherine L. Milkman, Marija Petrović, Jay J. Van Bavel, Robb Willer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06840-9",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406168947",
      "paper_id": "https://openalex.org/W4406168947",
      "title": "A vision–language foundation model for precision oncology",
      "authors": "Jinxi Xiang, Xiyue Wang, Xiaoming Zhang, Yinghua Xi, Feyisope Eweje, Yijiang Chen, Yuchen Li, Colin Bergstrom, Matthew Gopaulchan, Ted Kim, Kun-Hsing Yu, Sierra Willens, Francesca Maria Olguin, Jeffrey J. Nirschl, Joel Neal, Maximilian Diehn, Sen Yang, Ruijiang Li",
      "paper_url": "https://doi.org/10.1038/s41586-024-08378-w",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4398201291",
      "paper_id": "https://openalex.org/W4398201291",
      "title": "A whole-slide foundation model for digital pathology from real-world data",
      "authors": "Hanwen Xu, Naoto Usuyama, Jaspreet Bagga, Sheng Zhang, Rajesh Rao, Tristan Naumann, Cliff Wong, Zelalem Gero, Javier González, Yu Gu, Yanbo Xu, Mu Wei, Wenhui Wang, Shuming Ma, Furu Wei, Jianwei Yang, Chunyuan Li, Jianfeng Gao, Jaylen Rosemon, Tucker Bower, Soohee Lee, Roshanthi Weerasinghe, Bill J. Wright, Ari Robicsek, Brian Piening, Carlo Bifulco, Sheng Wang, Hoifung Poon",
      "paper_url": "https://doi.org/10.1038/s41586-024-07441-w",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406170795",
      "paper_id": "https://openalex.org/W4406170795",
      "title": "Accurate predictions on small data with a tabular foundation model",
      "authors": "Noah Hollmann, Samuel Müller, Lennart Purucker, Arjun Krishnakumar, Max Körfer, Shi Bin Hoo, Robin Tibor Schirrmeister, Frank Hutter",
      "paper_url": "https://doi.org/10.1038/s41586-024-08328-6",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4401947350",
      "paper_id": "https://openalex.org/W4401947350",
      "title": "AI generates covertly racist decisions about people based on their dialect",
      "authors": "Valentin Hofmann, Pratyusha Ria Kalluri, Dan Jurafsky, Sharese King",
      "paper_url": "https://doi.org/10.1038/s41586-024-07856-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400949264",
      "paper_id": "https://openalex.org/W4400949264",
      "title": "AI models collapse when trained on recursively generated data",
      "authors": "Ilia Shumailov, Zakhar Shumaylov, Yiren Zhao, Nicolas Papernot, Ross Anderson, Yarin Gal",
      "paper_url": "https://doi.org/10.1038/s41586-024-07566-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3159302505",
      "paper_id": "https://openalex.org/W3159302505",
      "title": "AI-based pathology predicts origins for cancers of unknown primary",
      "authors": "Ming Y. Lu, Tiffany Y. Chen, Drew F. K. Williamson, Melissa Zhao, Maha Shady, Jana Lipkova, Faisal Mahmood",
      "paper_url": "https://doi.org/10.1038/s41586-021-03512-4",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389991792",
      "paper_id": "https://openalex.org/W4389991792",
      "title": "Autonomous chemical research with large language models",
      "authors": "Daniil A. Boiko, Robert MacKnight, Ben Kline, Gabe Gomes",
      "paper_url": "https://doi.org/10.1038/s41586-023-06792-0",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3190969019",
      "paper_id": "https://openalex.org/W3190969019",
      "title": "Behavioural nudges increase COVID-19 vaccinations",
      "authors": "Hengchen Dai, Silvia Saccardo, Maria A. Han, Lily Roh, Naveen Raja, Sitaram Vangala, Hardikkumar Modi, Shital Pandya, Michael Sloyan, Daniel M. Croymans",
      "paper_url": "https://doi.org/10.1038/s41586-021-03843-2",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4362608384",
      "paper_id": "https://openalex.org/W4362608384",
      "title": "Blinded, randomized trial of sonographer versus AI cardiac function assessment",
      "authors": "Bryan He, Alan C. Kwan, Jae Hyung Cho, Neal Yuan, Charles Pollick, Takahiro Shiota, Joseph Ebinger, Natalie A. Bello, Janet Wei, Kiranbir Josan, Grant Duffy, Melvin Jujjavarapu, Robert Siegel, Susan Cheng, James Y. Zou, David Ouyang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05947-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386697793",
      "paper_id": "https://openalex.org/W4386697793",
      "title": "Causes and consequences of child growth faltering in low-resource settings",
      "authors": "Andrew Mertens, Jade Benjamin-Chung, John M. Colford Jr, Jeremy Coyle, Mark J. van der Laan, Alan E. Hubbard, Sonali Rosete, Ivana Malenica, Nima Hejazi, Oleg Sofrygin, Wilson Cai, Haodong Li, Anna Nguyen, Nolan N. Pokpongkiat, Stephanie Djajadi, Anmol Seth, Esther Jung, Esther O. Chung, Wendy Jilek, Vishak Subramoney, Ryan Hafen, Jonas Häggström, Thea Norman, Kenneth H. Brown, Parul Christian, Benjamin F. Arnold, Souheila Abbeddou, Linda S. Adair, Tahmeed Ahmed, Asad Ali, Hasmot Ali, Per Ashorn, Rajiv Bahl, Mauricio L. Barreto, Elodie Becquey, France Begín, Pascal Obong Bessong, Maharaj Kishan Bhan, Nita Bhandari, Santosh K. Bhargava, Zulfiqar A. Bhutta, Robert E. Black, Ladaporn Bodhidatta, Delia Carba, William Checkley, Parul Christian, Jean E. Crabtree, Kathryn G. Dewey, Christopher P. Duggan, Caroline H. D. Fall, Abu Syed Golam Faruque, Wafaie W. Fawzi, José Quirino da Silva Filho, Robert H. Gilman, Richard L. Guerrant, Rashidul Haque, S. M. Tafsir Hasan, Sonja Y. Hess, Eric R. Houpt, Jean H. Humphrey, Najeeha Talat Iqbal, Elizabeth Yakes Jimenez, Jacob John, Sushil Matthew John, Gagandeep Kang, Margaret Kosek, Michael S. Kramer, Alain Labrique, Nanette R. Lee, Aldo Ângelo Moreira Lima, Tjale Cloupas Mahopo, Kenneth Maleta, Dharma S. Manandhar, Karim P. Manji, Reynaldo Martorell, Sarmila Mazumder, Estomih Mduma, Venkata Raghava Mohan, Sophie E. Moore, Robert Ntozini, Mzwakhe Emanuel Nyathi, Maribel Paredes Olortegui, Césaire T. Ouédraogo, William A. Petri, Prasanna Samuel Premkumar, Andrew M. Prentice, Najeeb Rahman, Manuel Ramirez-Zea, Harshpal Singh Sachdev, Kamran Sadiq, Rajiv Sarkar, Monira Sarmin, Naomi M. Saville, Saijuddin Shaikh, Bhim P. Shrestha, Sanjaya Kumar Shrestha, Alberto Melo Soares, Bakary Sonko, Aryeh D. Stein, Erling Svensen, Sana Syed, Fayaz Umrani, Honorine D. Ward, Keith P. West Jr, Lee Shu Fune Wu, Seungmi Yang, Pablo Penataro Yori",
      "paper_url": "https://doi.org/10.1038/s41586-023-06501-x",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386697966",
      "paper_id": "https://openalex.org/W4386697966",
      "title": "Child wasting and concurrent stunting in low- and middle-income countries",
      "authors": "Andrew Mertens, Jade Benjamin-Chung, John M. Colford Jr, Alan E. Hubbard, Mark J. van der Laan, Jeremy Coyle, Oleg Sofrygin, Wilson Cai, Wendy Jilek, Sonali Rosete, Anna Nguyen, Nolan N. Pokpongkiat, Stephanie Djajadi, Anmol Seth, Esther Jung, Esther O. Chung, Ivana Malenica, Nima Hejazi, Haodong Li, Ryan Hafen, Vishak Subramoney, Jonas Häggström, Thea Norman, Parul Christian, Kenneth H. Brown, Benjamin F. Arnold, Tahmeed Ahmed, Asad Ali, France Begín, Pascal Obong Bessong, Zulfiqar A. Bhutta, Robert E. Black, Ladaporn Bodhidatta, William Checkley, Jean E. Crabtree, Rina Das, Subhasish Das, Christopher P. Duggan, Abu Syed Golam Faruque, Wafaie W. Fawzi, José Quirino da Silva Filho, Robert H. Gilman, Richard L. Guerrant, Rashidul Haque, Eric R. Houpt, Najeeha Talat Iqbal, Jacob John, Sushil Matthew John, Gagandeep Kang, Margaret Kosek, Aldo Ângelo Moreira Lima, Tjale Cloupas Mahopo, Dharma S. Manandhar, Karim P. Manji, Estomih Mduma, Venkata Raghava Mohan, Sophie E. Moore, Mzwakhe Emanuel Nyathi, Maribel Paredes Olortegui, William A. Petri, Prasanna Samuel Premkumar, Andrew M. Prentice, Najeeb Rahman, Kamran Sadiq, Rajiv Sarkar, Naomi M. Saville, Bhim P. Shrestha, Sanjaya Kumar Shrestha, Bakary Sonko, Erling Svensen, Sana Syed, Fayaz Umrani, Honorine D. Ward, Pablo Penataro Yori",
      "paper_url": "https://doi.org/10.1038/s41586-023-06480-z",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407157617",
      "paper_id": "https://openalex.org/W4407157617",
      "title": "Children’s arithmetic skills do not transfer between applied and academic mathematics",
      "authors": "Abhijit V. Banerjee, Swati Bhattacharjee, Raghabendra Chattopadhyay, Esther Duflo, Alejandro J. Ganimian, Kailash Rajah, Elizabeth S. Spelke",
      "paper_url": "https://doi.org/10.1038/s41586-024-08502-w",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399365548",
      "paper_id": "https://openalex.org/W4399365548",
      "title": "Companies inadvertently fund online misinformation despite consumer backlash",
      "authors": "Wajeeha Ahmad, Ananya Sen, Charles Eesley, Erik Brynjolfsson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07404-1",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411627418",
      "paper_id": "https://openalex.org/W4411627418",
      "title": "Computer-vision research powers surveillance technology",
      "authors": "Pratyusha Ria Kalluri, William Agnew, Myra Cheng, Kentrell Owens, Luca Soldaini, Abeba Birhane",
      "paper_url": "https://doi.org/10.1038/s41586-025-08972-6",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4385498098",
      "paper_id": "https://openalex.org/W4385498098",
      "title": "Consent document translation expense hinders inclusive clinical trial enrolment",
      "authors": "Maria A. Velez, Beth A. Glenn, Maria Garcia-Jimenez, Amy L. Cummings, Aaron Lisberg, Andrea Nañez, Yazeed Radwan, Jackson P. Lind-Lebuffe, Paige M. Brodrick, Debory Y. Li, Maria J. Fernandez-Turizo, Arjan Gower, Maggie Lindenbaum, Manavi Hegde, Jenny Brook, Tristan Grogan, David Elashoff, Michael A. Teitell, Edward B. Garon",
      "paper_url": "https://doi.org/10.1038/s41586-023-06382-0",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412600587",
      "paper_id": "https://openalex.org/W4412600587",
      "title": "Contextualizing ancient texts with generative neural networks",
      "authors": "Yannis Assael, Thea Sommerschield, Alison Cooley, Brendan Shillingford, John Pavlopoulos, Priyanka Suresh, Bailey Herms, Justin Grayston, Benjamin Maynard, Nicholas Dietrich, Robbe Wulgaert, Jonathan Prag, Alex Mullen, Shakir Mohamed",
      "paper_url": "https://doi.org/10.1038/s41586-025-09292-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4413118136",
      "paper_id": "https://openalex.org/W4413118136",
      "title": "Countrywide natural experiment links built environment to physical activity",
      "authors": "Tim Althoff, Boris Ivanovic, Abby C. King, Jennifer L. Hicks, Scott L. Delp, Jure Leskovec",
      "paper_url": "https://doi.org/10.1038/s41586-025-09321-3",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4366401092",
      "paper_id": "https://openalex.org/W4366401092",
      "title": "COVID-19 amplified racial disparities in the US criminal legal system",
      "authors": "Brennan Klein, C. Brandon Ogbunugafor, Benjamin J. Schafer, Zarana Bhadricha, Preeti Kori, Jim Sheldon, Nitish Kaza, Arush Sharma, Emily A. Wang, Tina Eliassi-Rad, Samuel V. Scarpino, Elizabeth Hinton",
      "paper_url": "https://doi.org/10.1038/s41586-023-05980-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4281737302",
      "paper_id": "https://openalex.org/W4281737302",
      "title": "C﻿ommunicating doctors’ consensus persistently increases COVID-19 vaccinations",
      "authors": "Vojtěch Bartoš, Michal Bauer, Jana Cahlíková, Julie Chytilová",
      "paper_url": "https://doi.org/10.1038/s41586-022-04805-y",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399803256",
      "paper_id": "https://openalex.org/W4399803256",
      "title": "Detecting hallucinations in large language models using semantic entropy",
      "authors": "Sebastian Farquhar, Jannik Kossen, Lorenz Kuhn, Yarin Gal",
      "paper_url": "https://doi.org/10.1038/s41586-024-07421-0",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412479499",
      "paper_id": "https://openalex.org/W4412479499",
      "title": "Detecting structural heart disease from electrocardiograms using AI",
      "authors": "Timothy J. Poterucha, Linyuan Jing, Ramon Pimentel Ricart, Michael Adjei-Mosi, Joshua Finer, Dustin Hartzel, Christopher Kelsey, Aaron Long, Daniel Rocha, Jeffrey A. Ruhl, David vanMaanen, Marc A. Probst, Brock Daniels, Shalmali D. Joshi, Olivier Tastet, Denis Corbin, Robert Avram, Joshua P. Barrios, Geoffrey H. Tison, I-Min Chiu, David Ouyang, Alexander Volodarskiy, Michelle Castillo, Francisco A. Roedan Oliver, Paloma P. Malta, Siqin Ye, Gregg F. Rosner, Jose M. Dizon, Shah R. Ali, Qi Liu, Corey K. Bradley, Prashant Vaishnava, Carol A. Waksmonski, Ersilia M. DeFilippis, Vratika Agarwal, Mark Lebehn, Polydoros N. Kampaktsis, Sofia Shames, Ashley N. Beecy, Deepa Kumaraiah, Shunichi Homma, Allan Schwartz, Rebecca T. Hahn, Martin Leon, Andrew J. Einstein, Mathew S. Maurer, Heidi S. Hartman, John Weston Hughes, Christopher M. Haggerty, Pierre Elias",
      "paper_url": "https://doi.org/10.1038/s41586-025-09227-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403062984",
      "paper_id": "https://openalex.org/W4403062984",
      "title": "Differences in misinformation sharing can lead to politically asymmetric sanctions",
      "authors": "Mohsen Mosleh, Qi Yang, Tauhid Zaman, Gordon Pennycook, David G. Rand",
      "paper_url": "https://doi.org/10.1038/s41586-024-07942-8",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4361302896",
      "paper_id": "https://openalex.org/W4361302896",
      "title": "Diminishing benefits of urban living for children and adolescents’ growth and development",
      "authors": "Anu Mishra, Bin Zhou, Andrea Rodriguez-Martinez, Honor Bixby, Rosie K. Singleton, Rodrigo M. Carrillo-Larco, Kate E. Sheffer, Christopher J. Paciorek, James E. Bennett, Victor Lhoste, Maria L. C. Iurilli, Mariachiara Di Cesare, James Bentham, Nowell H. Phelps, Marisa K. Sophiea, Gretchen A. Stevens, Goodarz Danaei, Melanie J. Cowan, Stefan Savin, Leanne M. Riley, Edward W. Gregg, Wichai Aekplakorn, Noor Ani Ahmad, Jennifer L. Baker, Adela Chirita-Emandi, Farshad Farzadfar, Günther Fink, Mirjam Heinen, Nayu Ikeda, Andre P. Kengne, Young-Ho Khang, Tiina Laatikainen, Avula Laxmaiah, Jun Ma, Michele Monroy-Valle, Malay K. Mridha, Cristina P. Padez, Andrew Reynolds, Maroje Sorić, Gregor Starc, James P. Wirth, Leandra Abarca-Gómez, Ziad A. Abdeen, Shynar Abdrakhmanova, Suhaila Abdul Ghaffar, Hanan F. Abdul Rahim, Zulfiya Abdurrahmonova, Niveen M. Abu-Rmeileh, Jamila Abubakar Garba, Benjamin Acosta-Cazares, Ishag Adam, Marzena Adamczyk, Robert J. Adams, Seth Adu-Afarwuah, Kaosar Afsana, Shoaib Afzal, Valirie N. Agbor, Imelda A. Agdeppa, Javad Aghazadeh-Attari, Hassan Aguenaou, Carlos A. Aguilar-Salinas, Charles Agyemang, Mohamad Hasnan Ahmad, Ali Ahmadi, Naser Ahmadi, Nastaran Ahmadi, Imran Ahmed, Soheir H. Ahmed, Wolfgang Ahrens, Gulmira Aitmurzaeva, Kamel Ajlouni, Hazzaa M. Al-Hazzaa, Badreya Al-Lahou, Rajaa Al-Raddadi, Huda M. Al Hourani, Nawal M. Al Qaoud, Monira Alarouj, Fadia AlBuhairan, Shahla AlDhukair, Maryam A. Aldwairji, Sylvia Alexius, Mohamed M. Ali, Abdullah Alkandari, Ala’a Alkerwi, Buthaina M. Alkhatib, Kristine Allin, Mar Alvarez-Pedrerol, Eman Aly, Deepak N. Amarapurkar, Pilar Amiano Etxezarreta, John Amoah, Norbert Amougou, Philippe Amouyel, Lars Bo Andersen, Sigmund A. Anderssen, Odysseas Androutsos, Lars Ängquist, Ranjit Mohan Anjana, Alireza Ansari-Moghaddam, Elena Anufrieva, Hajer Aounallah-Skhiri, Joana Araújo, Inger Ariansen, Tahir Aris, Raphael E. Arku, Nimmathota Arlappa, Krishna K. Aryal, Nega Aseffa, Thor Aspelund, Felix K. Assah, Batyrbek Assembekov, Maria Cecília F. Assunção, May Soe Aung, Juha Auvinen, Mária Avdičová, Shina Avi, Ana Azevedo, Mohsen Azimi-Nezhad, Fereidoun Azizi, Mehrdad Azmin, Bontha V. Babu, Maja Bæksgaard Jørgensen, Azli Baharudin, Suhad Bahijri, Marta Bakacs, Nagalla Balakrishna, Yulia Balanova, Mohamed Bamoshmoosh, Maciej Banach, José R. Banegas, Joanna Baran, Rafał Baran, Carlo M. Barbagallo, Valter Barbosa Filho, Alberto Barceló, Maja Baretić, Amina Barkat, Joaquin Barnoya, Lena Barrera, Marta Barreto, Aluisio J. D. Barros, Mauro Virgílio Gomes Barros, Anna Bartosiewicz, Abdul Basit, Joao Luiz D. Bastos, Iqbal Bata, Anwar M. Batieha, Aline P. Batista, Rosangela L. Batista, Zhamilya Battakova, Louise A. Baur, Pascal M. Bayauli, Robert Beaglehole, Silvia Bel-Serrat, Antonisamy Belavendra, Habiba Ben Romdhane, Judith Benedics, Mikhail Benet, Gilda Estela Benitez Rolandi, Elling Bere, Ingunn Holden Bergh, Yemane Berhane, Salim Berkinbayev, Antonio Bernabe-Ortiz, Gailute Bernotiene, Ximena Berrios Carrasola, Heloísa Bettiol, Manfred E. Beutel, Augustin F. Beybey, Jorge Bezerra, Aroor Bhagyalaxmi, Sumit Bharadwaj, Santosh K. Bhargava, Hongsheng Bi, Yufang Bi, Daniel Bia, Katia Biasch, Elysée Claude Bika Lele, Mukharram M. Bikbov, Bihungum Bista, Dusko J. Bjelica, Anne A. Bjerregaard, Peter Bjerregaard, Espen Bjertness, Marius B. Bjertness, Cecilia Björkelund, Katia V. Bloch, Anneke Blokstra, Moran Blychfeld Magnazu, Simona Bo, Martin Bobak, Lynne M. Boddy, Bernhard O. Boehm, Jolanda M. A. Boer, Jose G. Boggia, Elena Bogova, Carlos P. Boissonnet, Stig E. Bojesen, Marialaura Bonaccio, Vanina Bongard, Alice Bonilla-Vargas, Matthias Bopp, Herman Borghs, Pascal Bovet, Khadichamo Boymatova, Lien Braeckevelt, Lutgart Braeckman, Marjolijn C. E. Bragt, Imperia Brajkovich, Francesco Branca, Juergen Breckenkamp, João Breda, Hermann Brenner, Lizzy M. Brewster, Garry R. Brian, Yajaira Briceño, Lacramioara Brinduse, Miguel Brito, Sinead Brophy, Johannes Brug, Graziella Bruno, Anna Bugge, Frank Buntinx, Marta Buoncristiano, Genc Burazeri, Con Burns, Antonio Cabrera de León, Joseph Cacciottolo, Hui Cai, Roberta B. Caixeta, Tilema Cama, Christine Cameron, José Camolas, Günay Can, Ana Paula C. Cândido, Felicia Cañete, Mario V. Capanzana, Naděžda Čapková, Eduardo Capuano, Rocco Capuano, Vincenzo Capuano, Marloes Cardol, Viviane C. Cardoso, Axel C. Carlsson, Esteban Carmuega, Joana Carvalho, José A. Casajús, Felipe F. Casanueva, Maribel Casas, Ertugrul Celikcan, Laura Censi, Marvin Cervantes‐Loaiza, Juraci A. Cesar, Snehalatha Chamukuttan, Angelique Chan, Queenie Chan, Himanshu K. Chaturvedi, Nish Chaturvedi, Norsyamlina Che Abdul Rahim, Miao Li Chee, Chien-Jen Chen, Fangfang Chen, Huashuai Chen, Shuohua Chen, Zhengming Chen, Ching-Yu Cheng, Yiling J. Cheng, Bahman Cheraghian, Angela Chetrit, Ekaterina Chikova-Iscener, Mai J. M. Chinapaw, Anne Chinnock, Arnaud Chiolero, Shu-Ti Chiou, María-Dolores Chirlaque, Belong Cho, Kaare Christensen, Diego G. Christofaro, Jerzy Chudek, Renata Cifkova, Michelle Cilia, Eliza Cinteza, Massimo Cirillo, Frank Claessens, Janine Clarke, Els Clays, Emmanuel Cohen, Laura-María Compañ-Gabucio, Hans Concin, Susana C. Confortin, Cyrus Cooper, Tara C. Coppinger, Eva Corpeleijn, Lilia Yadira Cortés, Simona Costanzo, Dominique Cottel, Chris Cowell, Cora L. Craig, Amelia C. Crampin, Amanda J. Cross, Ana B. Crujeiras, Juan J. Cruz, Tamás Csányi, Semánová Csilla, Alexandra M. Cucu, Liufu Cui, Felipe V. Cureau, Sarah Cuschieri, Ewelina Czenczek-Lewandowska, Graziella D’Arrigo, Eleonora d’Orsi, Liliana Dacica, Jean Dallongeville, Albertino Damasceno, Camilla T. Damsgaard, Rachel Dankner, Thomas M. Dantoft, Parasmani Dasgupta, Saeed Dastgiri, Luc Dauchet, Kairat Davletov, Maria Alice Altenburg de Assis, Guy De Backer, Dirk De Bacquer, Amalia De Curtis, Patrícia de Fragas Hinnig, Giovanni de Gaetano, Stefaan De Henauw, Pilar De Miguel-Etayo, Paula Duarte de Oliveira, David De Ridder, Karin De Ridder, Susanne R. de Rooij, Delphine De Smedt, Mohan Deepa, Alexander D. Deev, Vincent DeGennaro Jr, Hélène Delisle, Francis Delpeuch, Stefaan Demarest, Elaine Dennison, Katarzyna Dereń, Valérie Deschamps, Meghnath Dhimal, Augusto Di Castelnuovo, Juvenal Soares Dias-da-Costa, María Elena Díaz-Sánchez, Alejandro Diaz, Pedro Díaz Fernández, María Pilar Díez Ripollés, Zivka Dika, Shirin Djalalinia, Visnja Djordjic, Ha T. P. Do, Annette J. Dobson, Liria Dominguez, Maria Benedetta Donati, Chiara Donfrancesco, Guanghui Dong, Yanhui Dong, Silvana P. Donoso, Angela Döring, Maria Dorobantu, Ahmad Reza Dorosty, Kouamelan Doua, Nico Dragano, Wojciech Drygas, Jia Li Duan, Charmaine A. Duante, Priscilla Duboz, Vesselka L. Duleva, Virginija Dulskiene, Samuel C. Dumith, Anar Dushpanova, Azhar Dyussupova, Vilnis Dzerve, Elzbieta Dziankowska-Zaborszczyk, Guadalupe Echeverría, Ricky Eddie, Ebrahim Eftekhar, Eruke E. Egbagbe, Robert Eggertsen, Sareh Eghtesad, Gabriele Eiben, Ulf Ekelund, Mohammad El-Khateeb, Laila El Ammari, Jalila El Ati, Denise Eldemire-Shearer, Marie Eliasen, Paul Elliott, Ronit Endevelt, Reina Engle-Stone, Rajiv T. Erasmus, Raimund Erbel, Cihangir Erem, Gul Ergor, Louise Eriksen, Johan G. Eriksson, Jorge Escobedo-de la Peña, Saeid Eslami, Ali Esmaeili, Alun Evans, David Faeh, Ildar Fakhradiyev, Albina A. Fakhretdinova, Caroline H. Fall, Elnaz Faramarzi, Mojtaba Farjam, Victoria Farrugia Sant’Angelo, Mohammad Reza Fattahi, Asher Fawwad, Wafaie W. Fawzi, Edit Feigl, Francisco J. Felix-Redondo, Trevor S. Ferguson, Romulo A. Fernandes, Daniel Fernández-Bergés, Daniel Ferrante, Thomas Ferrao, Gerson Ferrari, Marika Ferrari, Marco M. Ferrario, Catterina Ferreccio, Haroldo S. Ferreira, Eldridge Ferrer, Jean Ferrieres, Thamara Hubler Figueiró, Anna Fijalkowska, Mauro Fisberg, Krista Fischer, Leng Huat Foo, Maria Forsner, Heba M. Fouad, Damian K. Francis, Maria do Carmo Franco, Zlatko Fras, Guillermo Frontera, Flavio D. Fuchs, Sandra C. Fuchs, Isti I. Fujiati, Yuki Fujita, Matsuda Fumihiko, Viktoriya Furdela, Takuro Furusawa, Zbigniew Gaciong, Mihai Gafencu, Manuel Galán Cuesta, Andrzej Galbarczyk, Henrike Galenkamp, Daniela Galeone, Myriam Galfo, Fabio Galvano, Jingli Gao, Pei Gao, Manoli Garcia-de-la-Hera, María José García Mérida, Marta García Solano, Dickman Gareta, Sarah P. Garnett, Jean-Michel Gaspoz, Magda Gasull, Adroaldo Cesar Araujo Gaya, Anelise Reis Gaya, Andrea Gazzinelli, Ulrike Gehring, Harald Geiger, Johanna M. Geleijnse, Ronnie George, Ebrahim Ghaderi, Ali Ghanbari, Erfan Ghasemi, Oana-Florentina Gheorghe-Fronea, Alessandro Gialluisi, Simona Giampaoli, Francesco Gianfagna, Christian Gieger, Tiffany K. Gill, Jonathan Giovannelli, Glen Gironella, Aleksander Giwercman, Konstantinos Gkiouras, Natalya Glushkova, Natalja Gluškova, Ramesh Godara, Justyna Godos, Sibel Gogen, Marcel Goldberg, David Goltzman, Georgina Gómez, Jesús Humberto Gómez Gómez, Luis F. Gomez, Santiago F. Gómez, Aleksandra Gomula, Bruna Gonçalves Cordeiro da Silva, Helen Gonçalves, Mauer Gonçalves, Ana D. González-Alvarez, David A. Gonzalez-Chica, Esther M. González-Gil, Marcela Gonzalez-Gross, Margot González-Leon, Juan P. González-Rivas, Clicerio González-Villalpando, María-Elena González-Villalpando, Angel R. Gonzalez, Frederic Gottrand, Antonio Pedro Graça, Sidsel Graff-Iversen, Dušan Grafnetter, Aneta Grajda, Maria G. Grammatikopoulou, Ronald D. Gregor, Maria João Gregório, Else Karin Grøholt, Anders Grøntved, Giuseppe Grosso, Gabriella Gruden, Dongfeng Gu, Viviana Guajardo, Emanuela Gualdi-Russo, Pilar Guallar-Castillón, Andrea Gualtieri, Elias F. Gudmundsson, Vilmundur Gudnason, Ramiro Guerrero, Idris Guessous, Andre L. Guimaraes, Martin C. Gulliford, Johanna Gunnlaugsdottir, Marc J. Gunter, Xiu-Hua Guo, Yin Guo, Prakash C. Gupta, Rajeev Gupta, Oye Gureje, Enrique Gutiérrez González, Laura Gutierrez, Felix Gutzwiller, Xinyi Gwee, Seongjun Ha, Farzad Hadaegh, Charalambos A. Hadjigeorgiou, Rosa Haghshenas, Hamid Hakimi, Jytte Halkjær, Ian R. Hambleton, Behrooz Hamzeh, Willem A. Hanekom, Dominique Hange, Abu A. M. Hanif, Sari Hantunen, Jie Hao, Carla Menêses Hardman, Rachakulla Hari Kumar, Tina Harmer Lassen, Javad Harooni, Seyed Mohammad Hashemi-Shahri, Maria Hassapidou, Jun Hata, Teresa Haugsgjerd, Alison J. Hayes, Jiang He, Yuan He, Yuna He, Regina Heidinger-Felső, Margit Heier, Tatjana Hejgaard, Marleen Elisabeth Hendriks, Rafael dos Santos Henrique, Ana Henriques, Leticia Hernandez Cadena, Sauli Herrala, Marianella Herrera-Cuenca, Victor M. Herrera, Isabelle Herter-Aeberli, Karl-Heinz Herzig, Ramin Heshmat, Allan G. Hill, Sai Yin Ho, Suzanne C. Ho, Michael Hobbs, Doroteia A. Höfelmann, Michelle Holdsworth, Reza Homayounfar, Clara Homs, Wilma M. Hopman, Andrea R. V. R. Horimoto, Claudia M. Hormiga, Bernardo L. Horta, Leila Houti, Christina Howitt, Thein Thein Htay, Aung Soe Htet, Maung Maung Than Htike, Yonghua Hu, José María Huerta, Ilpo Tapani Huhtaniemi, Laetitia Huiart, Constanta Huidumac Petrescu, Martijn Huisman, Abdullatif Husseini, Chinh Nguyen Huu, Inge Huybrechts, Nahla Hwalla, Jolanda Hyska, Licia Iacoviello, Ellina M. Iakupova, Jesús M. Ibarluzea, Mohsen M. Ibrahim, Norazizah Ibrahim Wong, M. Arfan Ikram, Carmen Iñiguez, Violeta Iotova, Vilma E. Irazola, Takafumi Ishida, Godsent C. Isiguzo, Muhammad Islam, Sheikh Mohammed Shariful Islam, Duygu Islek, Ivaila Y. Ivanova-Pandourska, Masanori Iwasaki, Tuija Jääskeläinen, Rod T. Jackson, Jeremy M. Jacobs, Michel Jadoul, Tazeen Jafar, Bakary Jallow, Kenneth James, Kazi M. Jamil, Konrad Jamrozik, Anna Jansson, Imre Janszky, Edward Janus, Juel Jarani, Marjo-Riitta Jarvelin, Grazyna Jasienska, Ana Jelaković, Bojan Jelaković, Garry Jennings, Chao Qiang Jiang, Ramon O. Jimenez, Karl-Heinz Jöckel, Michel Joffres, Jari J. Jokelainen, Jost B. Jonas, Jitendra Jonnagaddala, Torben Jørgensen, Pradeep Joshi, Josipa Josipović, Farahnaz Joukar, Jacek J. Jóźwiak, Debra S. Judge, Anne Juolevi, Gregor Jurak, Iulia Jurca Simina, Vesna Juresa, Rudolf Kaaks, Felix O. Kaducu, Anthony Kafatos, Mónika Kaj, Eero O. Kajantie, Natia Kakutia, Daniela Kállayová, Zhanna Kalmatayeva, Ofra Kalter-Leibovici, Yves Kameli, Freja B. Kampmann, Kodanda R. Kanala, Srinivasan Kannan, Efthymios Kapantais, Eva Karaglani, Argyro Karakosta, Line L. Kårhus, Khem B. Karki, Philippe B. Katchunga, Marzieh Katibeh, Joanne Katz, Peter T. Katzmarzyk, Jussi Kauhanen, Prabhdeep Kaur, Maryam Kavousi, Gyulli M. Kazakbaeva, François F. Kaze, Calvin Ke, Ulrich Keil, Lital Keinan Boker, Sirkka Keinänen-Kiukaanniemi, Roya Kelishadi, Cecily Kelleher, Han C. G. Kemper, Maryam Keramati, Alina Kerimkulova, Mathilde Kersting, Timothy Key, Yousef Saleh Khader, Arsalan Khaledifar, Davood Khalili, Kay-Tee Khaw, Bahareh Kheiri, Motahareh Kheradmand, Alireza Khosravi, Ilse M. S. L. Khouw, Ursula Kiechl-Kohlendorfer, Sophia J. Kiechl, Stefan Kiechl, Japhet Killewo, Hyeon Chang Kim, Jeongseon Kim, Jenny M. Kindblom, Andrew Kingston, Heidi Klakk, Magdalena Klimek, Jeannette Klimont, Jurate Klumbiene, Michael Knoflach, Bhawesh Koirala, Elin Kolle, Patrick Kolsteren, Jürgen König, Raija Korpelainen, Paul Korrovits, Magdalena Korzycka, Jelena Kos, Seppo Koskinen, Katsuyasu Kouda, Éva Kovács, Viktoria Anna Kovacs, Irina Kovalskys, Sudhir Kowlessur, Slawomir Koziel, Jana Kratenova, Wolfgang Kratzer, Vilma Kriaucioniene, Susi Kriemler, Peter Lund Kristensen, Helena Krizan, Maria F. Kroker-Lobos, Steinar Krokstad, Daan Kromhout, Herculina S. Kruger, Ruan Kruger, Łukasz Kryst, Ruzena Kubinova, Renata Kuciene, Urho M. Kujala, Enisa Kujundzic, Zbigniew Kulaga, Mukhtar Kulimbet, R. Krishna Kumar, Marie Kunešová, Pawel Kurjata, Yadlapalli S. Kusuma, Vladimir Kutsenko, Kari Kuulasmaa, Catherine Kyobutungi, Quang Ngoc La, Fatima Zahra Laamiri, Carl Lachat, Karl J. Lackner, Youcef Laid, Lachmie Lall, Tai Hing Lam, Maritza Landaeta Jimenez, Edwige Landais, Vera Lanska, Georg Lappas, Bagher Larijani, Simo Pone Larissa, Tint Swe Latt, Martino Laurenzi, Laura Lauria, Maria Lazo-Porras, Gwenaëlle Le Coroller, Khanh Le Nguyen Bao, Agnès Le Port, Tuyen D. Le, Jeannette Lee, Jeonghee Lee, Paul H. Lee, Nils Lehmann, Terho Lehtimäki, Daniel Lemogoum, Branimir Leskošek, Justyna Leszczak, Katja B. Leth-Møller, Gabriel M. Leung, Naomi S. Levitt, Yanping Li, Merike Liivak, Christa L. Lilly, Charlie Lim, Wei-Yen Lim, M. Fernanda Lima-Costa, Hsien-Ho Lin, Xu Lin, Yi-Ting Lin, Lars Lind, Vijaya Lingam, Birgit Linkohr, Allan Linneberg, Lauren Lissner, Mieczyslaw Litwin, Jing Liu, Lijuan Liu, Wei-Cheng Lo, Helle-Mai Loit, Khuong Quynh Long, Guadalupe Longo Abril, Luis Lopes, Marcus V. V. Lopes, Oscar Lopes, Esther Lopez-Garcia, Tania Lopez, Paulo A. Lotufo, José Eugenio Lozano, Janice L. Lukrafka, Dalia Luksiene, Annamari Lundqvist, Nuno Lunet, Charles Lunogelo, Michala Lustigová, Edyta Łuszczki, Jean-René M’Buyamba-Kabangu, Guansheng Ma, Xu Ma, George L. L. Machado-Coelho, Aristides M. Machado-Rodrigues, Enguerran Macia, Luisa M. Macieira, Ahmed A. Madar, Anja L. Madsen, Gladys E. Maestre, Stefania Maggi, Dianna J. Magliano, Sara Magnacca, Emmanuella Magriplis, Gowri Mahasampath, Bernard Maire, Marjeta Majer, Marcia Makdisse, Päivi Mäki, Fatemeh Malekzadeh, Reza Malekzadeh, Rahul Malhotra, Kodavanti Mallikharjuna Rao, Sofia K. Malyutina, Lynell V. Maniego, Yannis Manios, Masimango Imani Manix, Jim I. Mann, Fariborz Mansour-Ghanaei, Taru Manyanga, Enzo Manzato, Anie Marcil, Paula Margozzini, Joany Mariño, Anastasia Markaki, Oonagh Markey, Eliza Markidou Ioannidou, Pedro Marques-Vidal, Larissa Pruner Marques, Jaume Marrugat, Yves Martin-Prevel, Rosemarie Martin, Reynaldo Martorell, Eva Martos, Katharina Maruszczak, Stefano Marventano, Giovanna Masala, Luis P. Mascarenhas, Shariq R. Masoodi, Ellisiv B. Mathiesen, Prashant Mathur, Alicia Matijasevich, Piotr Matłosz, Tandi E. Matsha, Victor Matsudo, Christina Mavrogianni, Artur Mazur, Jean Claude N. Mbanya, Shelly R. McFarlane, Stephen T. McGarvey, Martin McKee, Stela McLachlan, Rachael M. McLean, Scott B. McLean, Margaret L. McNairy, Breige A. McNulty, Sounnia Mediene Benchekor, Jurate Medzioniene, Parinaz Mehdipour, Kirsten Mehlig, Amir Houshang Mehrparvar, Aline Meirhaeghe, Jørgen Meisfjord, Christa Meisinger, Jesus D. Melgarejo, Marina Melkumova, João Mello, Fabián Méndez, Carlos O. Mendivil, Ana Maria B. Menezes, Geetha R. Menon, Gert B. M. Mensink, Maria Teresa Menzano, Indrapal I. Meshram, Diane T. Meto, Jie Mi, Kim F. Michaelsen, Nathalie Michels, Kairit Mikkel, Karolina Miłkowska, Jody C. Miller, Olga Milushkina, Cláudia S. Minderico, G. K. Mini, Juan Francisco Miquel, J. Jaime Miranda, Mohammad Reza Mirjalili, Daphne Mirkopoulou, Erkin Mirrakhimov, Marjeta Mišigoj-Duraković, Antonio Mistretta, Veronica Mocanu, Pietro A. Modesti, Sahar Saeedi Moghaddam, Bahram Mohajer, Mostafa K. Mohamed, Shukri F. Mohamed, Kazem Mohammad, Mohammad Reza Mohammadi, Zahra Mohammadi, Noushin Mohammadifard, Reza Mohammadpourhodki, Viswanathan Mohan, Salim Mohanna, Muhammad Fadhli Mohd Yusoff, Iraj Mohebbi, Farnam Mohebi, Marie Moitry, Line T. Møllehave, Niels C. Møller, Dénes Molnár, Amirabbas Momenan, Charles K. Mondo, Roger A. Montenegro Mendoza, Eric Monterrubio-Flores, Kotsedi Daniel K. Monyeki, Jin Soo Moon, Mahmood Moosazadeh, Hermine T. Mopa, Farhad Moradpour, Leila B. Moreira, Alain Morejon, Luis A. Moreno, Francis Morey, Karen Morgan, Suzanne N. Morin, Erik Lykke Mortensen, George Moschonis, Alireza Moslem, Malgorzata Mossakowska, Aya Mostafa, Seyed-Ali Mostafavi, Anabela Mota-Pinto, Jorge Mota, Mohammad Esmaeel Motlagh, Jorge Motta, Marcos André Moura-dos-Santos, Yeva Movsesyan, Kelias P. Msyamboza, Thet Thet Mu, Magdalena Muc, Florian Muca, Boban Mugoša, Maria L. Muiesan, Martina Müller-Nurasyid, Thomas Münzel, Jaakko Mursu, Elaine M. Murtagh, Kamarul Imran Musa, Sanja Musić Milanović, Vera Musil, Geofrey Musinguzi, Muel Telo M. C. Muyer, Iraj Nabipour, Shohreh Naderimagham, Gabriele Nagel, Farid Najafi, Harunobu Nakamura, Hanna Nalecz, Jana Námešná, Ei Ei K. Nang, Vinay B. Nangia, Martin Nankap, Sameer Narake, Paola Nardone, Take Naseri, Matthias Nauck, William A. Neal, Azim Nejatizadeh, Chandini Nekkantti, Keiu Nelis, Ilona Nenko, Martin Neovius, Flavio Nervi, Tze Pin Ng, Chung T. Nguyen, Nguyen D. Nguyen, Quang Ngoc Nguyen, Michael Y. Ni, Rodica Nicolescu, Peng Nie, Ramfis E. Nieto-Martínez, Yury P. Nikitin, Guang Ning, Toshiharu Ninomiya, Nobuo Nishi, Sania Nishtar, Marianna Noale, Oscar A. Noboa, Helena Nogueira, Maria Nordendahl, Børge G. Nordestgaard, Davide Noto, Natalia Nowak-Szczepanska, Mohannad Al Nsour, Irfan Nuhoğlu, Baltazar Nunes, Eha Nurk, Fred Nuwaha, Moffat Nyirenda, Terence W. O’Neill, Dermot O’Reilly, Galina Obreja, Caleb Ochimana, Angélica M. Ochoa-Avilés, Eiji Oda, Augustine N. Odili, Kyungwon Oh, Kumiko Ohara, Claes Ohlsson, Ryutaro Ohtsuka, Örn Olafsson, Maria Teresa A. Olinto, Isabel O. Oliveira, Mohd Azahadi Omar, Saeed M. Omar, Altan Onat, Sok King Ong, N. Charlotte Onland-Moret, Lariane M. Ono, Pedro Ordunez, Rui Ornelas, Ana P. Ortiz, Pedro J. Ortiz, Merete Osler, Clive Osmond, Sergej M. Ostojic, Afshin Ostovar, Johanna A. Otero, Kim Overvad, Ellis Owusu-Dabo, Fred Michel Paccaud, Ioannis Pagkalos, Elena Pahomova, Karina Mary de Paiva, Andrzej Pająk, Alberto Palloni, Luigi Palmieri, Wen-Harn Pan, Songhomitra Panda-Jonas, Arvind Pandey, Francesco Panza, Mariela Paoli, Sousana K. Papadopoulou, Dimitrios Papandreou, Rossina G. Pareja, Soon-Woo Park, Suyeon Park, Winsome R. Parnell, Mahboubeh Parsaeian, Ionela M. Pascanu, Patrick Pasquet, Nikhil D. Patel, Marcos Pattussi, Halyna Pavlyshyn, Raimund Pechlaner, Ivan Pećin, Mangesh S. Pednekar, João M. Pedro, Nasheeta Peer, Sergio Viana Peixoto, Markku Peltonen, Alexandre C. Pereira, Marco A. Peres, Cynthia M. Pérez, Valentina Peterkova, Annette Peters, Astrid Petersmann, Janina Petkeviciene, Ausra Petrauskiene, Olga Petrovna Kovtun, Emanuela Pettenuzzo, Niloofar Peykari, Norbert Pfeiffer, Modou Cheyassin Phall, Son Thai Pham, Rafael N. Pichardo, Daniela Pierannunzio, Iris Pigeot, Hynek Pikhart, Aida Pilav, Lorenza Pilotto, Francesco Pistelli, Freda Pitakaka, Aleksandra Piwonska, Andreia N. Pizarro, Pedro Plans-Rubió, Alina G. Platonova, Bee Koon Poh, Hermann Pohlabeln, Nadija S. Polka, Raluca M. Pop, Stevo R. Popovic, Miquel Porta, Georg Posch, Anil Poudyal, Dimitrios Poulimeneas, Hamed Pouraram, Farhad Pourfarzi, Akram Pourshams, Hossein Poustchi, Rajendra Pradeepa, Alison J. Price, Jacqueline F. Price, Antonio Prista, Rui Providencia, Jardena J. Puder, Iveta Pudule, Maria Puiu, Margus Punab, Muhammed S. Qadir, Radwan F. Qasrawi, Mostafa Qorbani, Hedley K. Quintana, Pedro J. Quiroga-Padilla, Tran Quoc Bao, Stefan Rach, Ivana Radic, Ricardas Radisauskas, Salar Rahimikazerooni, Mahfuzar Rahman, Mahmudur Rahman, Olli Raitakari, Manu Raj, Tamerlan Rajabov, Sherali Rakhmatulloev, Ivo Rakovac, Sudha Ramachandra Rao, Ambady Ramachandran, Otim P. C. Ramadan, Virgílio V. Ramires, Jacqueline Ramke, Elisabete Ramos, Rafel Ramos, Lekhraj Rampal, Sanjay Rampal, Lalka S. Rangelova, Vayia Rarra, Ramon A. Rascon-Pacheco, Cassiano Ricardo Rech, Josep Redon, Paul Ferdinand M. Reganit, Valéria Regecová, Jane D. P. Renner, Judit A. Repasy, Cézane P. Reuter, Luis Revilla, Abbas Rezaianzadeh, Yeunsook Rho, Lourdes Ribas-Barba, Robespierre Ribeiro, Elio Riboli, Adrian Richter, Fernando Rigo, Attilio Rigotti, Natascia Rinaldo, Tobias F. Rinke de Wit, Ana I. Rito, Raphael M. Ritti-Dias, Juan A. Rivera, Reina G. Roa, Louise Robinson, Cynthia Robitaille, Romana Roccaldo, Daniela Rodrigues, Fernando Rodríguez-Artalejo, María del Cristo Rodriguez-Perez, Laura A. Rodríguez-Villamizar, Andrea Y. Rodríguez, Ulla Roggenbuck, Peter Rohloff, Fabian Rohner, Rosalba Rojas-Martinez, Nipa Rojroongwasinkul, Dora Romaguera, Elisabetta L. Romeo, Rafaela V. Rosario, Annika Rosengren, Ian Rouse, Vanessa Rouzier, Joel G. R. Roy, Maira H. Ruano, Adolfo Rubinstein, Frank J. Rühli, Jean-Bernard Ruidavets, Blanca Sandra Ruiz-Betancourt, Maria Ruiz-Castell, Emma Ruiz Moreno, Iuliia A. Rusakova, Kenisha Russell Jonsson, Paola Russo, Petra Rust, Marcin Rutkowski, Marge Saamel, Charumathi Sabanayagam, Hamideh Sabbaghi, Elena Sacchini, Harshpal S. Sachdev, Alireza Sadjadi, Ali Reza Safarpour, Sare Safi, Saeid Safiri, Mohammad Hossien Saghi, Olfa Saidi, Nader Saki, Sanja Šalaj, Benoit Salanave, Eduardo Salazar Martinez, Calogero Saleva, Diego Salmerón, Veikko Salomaa, Jukka T. Salonen, Massimo Salvetti, Margarita Samoutian, Jose Sánchez-Abanto, Inés Sánchez Rodríguez, Sandjaja, Susana Sans, Loreto Santa Marina, Ethel Santacruz, Diana A. Santos, Ina S. Santos, Lèlita C. Santos, Maria Paula Santos, Osvaldo Santos, Rute Santos, Tamara R. Santos, Jouko L. Saramies, Luis B. Sardinha, Nizal Sarrafzadegan, Thirunavukkarasu Sathish, Kai-Uwe Saum, Savvas Savva, Mathilde Savy, Norie Sawada, Mariana Sbaraini, Marcia Scazufca, Beatriz D. Schaan, Angelika Schaffrath Rosario, Herman Schargrodsky, Anja Schienkiewitz, Karin Schindler, Sabine Schipf, Carsten O. Schmidt, Ida Maria Schmidt, Andrea Schneider, Peter Schnohr, Ben Schöttker, Sara Schramm, Stine Schramm, Helmut Schröder, Constance Schultsz, Matthias B. Schulze, Aletta E. Schutte, Sylvain Sebert, Moslem Sedaghattalab, Rusidah Selamat, Vedrana Sember, Abhijit Sen, Idowu O. Senbanjo, Sadaf G. Sepanlou, Guillermo Sequera, Luis Serra-Majem, Jennifer Servais, Ľudmila Ševčíková, Svetlana Shalnova, Teresa Shamah-Levy, Seyed Morteza Shamshirgaran, Coimbatore Subramaniam Shanthirani, Maryam Sharafkhah, Sanjib K. Sharma, Jonathan E. Shaw, Amaneh Shayanrad, Ali Akbar Shayesteh, Lela Shengelia, Zumin Shi, Kenji Shibuya, Hana Shimizu-Furusawa, Tal Shimony, Rahman Shiri, Namuna Shrestha, Khairil Si-Ramlee, Alfonso Siani, Rosalynn Siantar, Abla M. Sibai, Labros S. Sidossis, Natalia Silitrari, Antonio M. Silva, Caroline Ramos de Moura Silva, Diego Augusto Santos Silva, Kelly S. Silva, Xueling Sim, Mary Simon, Judith Simons, Leon A. Simons, Agneta Sjöberg, Michael Sjöström, Natalia A. Skoblina, Gry Skodje, Tatyana Slazhnyova, Jolanta Slowikowska-Hilczer, Przemysław Slusarczyk, Liam Smeeth, Hung-Kwan So, Fernanda Cunha Soares, Grzegorz Sobek, Eugène Sobngwi, Morten Sodemann, Stefan Söderberg, Moesijanti Y. E. Soekatri, Agustinus Soemantri, Reecha Sofat, Vincenzo Solfrizzi, Mohammad Hossein Somi, Emily Sonestedt, Yi Song, Sajid Soofi, Thorkild I. A. Sørensen, Elin P. Sørgjerd, Charles Sossa Jérome, Victoria E. Soto-Rojas, Aïcha Soumaré, Alfonso Sousa-Poza, Slavica Sovic, Bente Sparboe-Nilsen, Karen Sparrenberger, Phoebe R. Spencer, Angela Spinelli, Igor Spiroski, Jan A. Staessen, Hanspeter Stamm, Kaspar Staub, Bill Stavreski, Jostein Steene-Johannessen, Peter Stehle, Aryeh D. Stein, George S. Stergiou, Jochanan Stessman, Ranko Stevanović, Jutta Stieber, Doris Stöckl, Jakub Stokwiszewski, Ekaterina Stoyanova, Gareth Stratton, Karien Stronks, Maria Wany Strufaldi, Lela Sturua, Ramón Suárez-Medina, Machi Suka, Chien-An Sun, Liang Sun, Johan Sundström, Yn-Tz Sung, Jordi Sunyer, Paibul Suriyawongpaisal, Nabil William G. Sweis, Boyd A. Swinburn, Rody G. Sy, René Charles Sylva, Moyses Szklo, Lucjan Szponar, Lorraine Tabone, E. Shyong Tai, Konstantinos D. Tambalis, Mari-Liis Tammesoo, Abdonas Tamosiunas, Eng Joo Tan, Xun Tang, Maya Tanrygulyyeva, Frank Tanser, Yong Tao, Mohammed Rasoul Tarawneh, Jakob Tarp, Carolina B. Tarqui-Mamani, Radka Taxová Braunerová, Anne Taylor, Julie Taylor, Félicité Tchibindat, Saskia Te Velde, William R. Tebar, Grethe S. Tell, Tania Tello, Yih Chung Tham, K. R. Thankappan, Holger Theobald, Xenophon Theodoridis, Nihal Thomas, Barbara Thorand, Betina H. Thuesen, Ľubica Tichá, Erik J. Timmermans, Dwi H. Tjandrarini, Anne Tjonneland, Hanna K. Tolonen, Janne S. Tolstrup, Murat Topbas, Roman Topór-Mądry, Liv Elin Torheim, María José Tormo, Michael J. Tornaritis, Maties Torrent, Laura Torres-Collado, Stefania Toselli, Giota Touloumi, Pierre Traissac, Thi Tuyet-Hanh Tran, Mark S. Tremblay, Areti Triantafyllou, Dimitrios Trichopoulos, Antonia Trichopoulou, Oanh T. H. Trinh, Atul Trivedi, Yu-Hsiang Tsao, Lechaba Tshepo, Maria Tsigga, Panagiotis Tsintavis, Shoichiro Tsugane, John Tuitele, Azaliia M. Tuliakova, Marshall K. Tulloch-Reid, Fikru Tullu, Tomi-Pekka Tuomainen, Jaakko Tuomilehto, Maria L. Turley, Gilad Twig, Per Tynelius, Evangelia Tzala, Themistoklis Tzotzas, Christophe Tzourio, Peter Ueda, Eunice Ugel, Flora A. M. Ukoli, Hanno Ulmer, Belgin Unal, Zhamyila Usupova, Hannu M. T. Uusitalo, Nalan Uysal, Justina Vaitkeviciute, Gonzalo Valdivia, Susana Vale, Damaskini Valvi, Rob M. van Dam, Bert-Jan van den Born, Johan Van der Heyden, Yvonne T. van der Schouw, Koen Van Herck, Wendy Van Lippevelde, Hoang Van Minh, Natasja M. Van Schoor, Irene G. M. van Valkengoed, Dirk Vanderschueren, Diego Vanuzzo, Anette Varbo, Gregorio Varela-Moreiras, Luz Nayibe Vargas, Patricia Varona-Pérez, Senthil K. Vasan, Daniel G. Vasques, Tomas Vega, Toomas Veidebaum, Gustavo Velasquez-Melendez, Biruta Velika, Maïté Verloigne, Giovanni Veronesi, W. M. Monique Verschuren, Cesar G. Victora, Giovanni Viegi, Lucie Viet, Frøydis N. Vik, Monica Vilar, Salvador Villalpando, Jesus Vioque, Jyrki K. Virtanen, Sophie Visvikis-Siest, Bharathi Viswanathan, Mihaela Vladulescu, Tiina Vlasoff, Dorja Vocanec, Peter Vollenweider, Henry Völzke, Ari Voutilainen, Martine Vrijheid, Tanja G. M. Vrijkotte, Alisha N. Wade, Thomas Waldhör, Janette Walton, Elvis O. A. Wambiya, Wan Mohamad Wan Bebakar, Wan Nazaimoon Wan Mohamud, Rildo de Souza Wanderley Júnior, Ming-Dong Wang, Ningli Wang, Qian Wang, Xiangjun Wang, Ya Xing Wang, Ying-Wei Wang, S. Goya Wannamethee, Nicholas Wareham, Adelheid Weber, Karen Webster-Kerr, Niels Wedderkopp, Daniel Weghuber, Wenbin Wei, Aneta Weres, Bo Werner, Leo D. Westbury, Peter H. Whincup, Kremlin Wickramasinghe, Kurt Widhalm, Indah S. Widyahening, Andrzej Więcek, Philipp S. Wild, Rainford J. Wilks, Johann Willeit, Peter Willeit, Julianne Williams, Tom Wilsgaard, Rusek Wojciech, Bogdan Wojtyniak, Kathrin Wolf, Roy A. Wong-McClure, Andrew Wong, Emily B. Wong, Jyh Eiin Wong, Tien Yin Wong, Jean Woo, Mark Woodward, Frederick C. Wu, Hon-Yen Wu, Jianfeng Wu, Li Juan Wu, Shouling Wu, Justyna Wyszyńska, Haiquan Xu, Liang Xu, Nor Azwany Yaacob, Uruwan Yamborisut, Weili Yan, Ling Yang, Xiaoguang Yang, Yang Yang, Nazan Yardim, Tabara Yasuharu, Martha Yépez García, Panayiotis K. Yiallouros, Agneta Yngve, Moein Yoosefi, Akihiro Yoshihara, Qi Sheng You, San-Lin You, Novie O. Younger-Coleman, Yu-Ling Yu, Yunjiang Yu, Safiah Md Yusof, Ahmad Faudzi Yusoff, Luciana Zaccagni, Vassilis Zafiropulos, Ahmad A. Zainuddin, Seyed Rasoul Zakavi, Farhad Zamani, Sabina Zambon, Antonis Zampelas, Hana Zamrazilová, Maria Elisa Zapata, Abdul Hamid Zargar, Ko Ko Zaw, Ayman A. Zayed, Tomasz Zdrojewski, Magdalena Żegleń, Kristyna Zejglicova, Tajana Zeljkovic Vrkic, Yi Zeng, Luxia Zhang, Zhen-Yu Zhang, Dong Zhao, Ming-Hui Zhao, Wenhua Zhao, Yanitsa V. Zhecheva, Shiqi Zhen, Wei Zheng, Yingfeng Zheng, Bekbolat Zholdin, Maigeng Zhou, Dan Zhu, Marie Zins, Emanuel Zitt, Yanina Zocalo, Nada Zoghlami, Julio Zuñiga Cisneros, Monika Zuziak, Zulfiqar A. Bhutta, Robert E. Black, Majid Ezzati",
      "paper_url": "https://doi.org/10.1038/s41586-023-05772-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4310938206",
      "paper_id": "https://openalex.org/W4310938206",
      "title": "Discriminatory attitudes against unvaccinated people during the pandemic",
      "authors": "Alexander Bor, Frederik Jørgensen, Michael Bang Petersen",
      "paper_url": "https://doi.org/10.1038/s41586-022-05607-y",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386707774",
      "paper_id": "https://openalex.org/W4386707774",
      "title": "Early-childhood linear growth faltering in low- and middle-income countries",
      "authors": "Jade Benjamin-Chung, Andrew Mertens, John M. Colford Jr, Alan E. Hubbard, Mark J. van der Laan, Jeremy Coyle, Oleg Sofrygin, Wilson Cai, Anna Nguyen, Nolan N. Pokpongkiat, Stephanie Djajadi, Anmol Seth, Wendy Jilek, Esther Jung, Esther O. Chung, Sonali Rosete, Nima Hejazi, Ivana Malenica, Haodong Li, Ryan Hafen, Vishak Subramoney, Jonas Häggström, Thea Norman, Kenneth H. Brown, Parul Christian, Benjamin F. Arnold, Souheila Abbeddou, Linda S. Adair, Tahmeed Ahmed, Asad Ali, Hasmot Ali, Per Ashorn, Rajiv Bahl, Mauricio L. Barreto, France Begín, Pascal Obong Bessong, Maharaj Kishan Bhan, Nita Bhandari, Santosh K. Bhargava, Zulfiqar A. Bhutta, Robert E. Black, Ladaporn Bodhidatta, Delia Carba, Ines Gonzalez Casanova, William Checkley, Jean E. Crabtree, Kathryn G. Dewey, Christopher P. Duggan, Caroline H. D. Fall, Abu Syed Golam Faruque, Wafaie W. Fawzi, José Quirino da Silva Filho, Robert H. Gilman, Richard L. Guerrant, Rashidul Haque, Sonja Y. Hess, Eric R. Houpt, Jean H. Humphrey, Najeeha Talat Iqbal, Elizabeth Yakes Jimenez, Jacob John, Sushil Matthew John, Gagandeep Kang, Margaret Kosek, Michael S. Kramer, Alain Labrique, Nanette R. Lee, Aldo Ângelo Moreira Lima, Mustafa Mahfuz, Tjale Cloupas Mahopo, Kenneth Maleta, Dharma S. Manandhar, Karim P. Manji, Reynaldo Martorell, Sarmila Mazumder, Estomih Mduma, Venkata Raghava Mohan, Sophie E. Moore, Ishita Mostafa, Robert Ntozini, Mzwakhe Emanuel Nyathi, Maribel Paredes Olortegui, William A. Petri, Prasanna Samuel Premkumar, Andrew M. Prentice, Najeeb Rahman, Harshpal Singh Sachdev, Kamran Sadiq, Rajiv Sarkar, Naomi M. Saville, Saijuddin Shaikh, Bhim P. Shrestha, Sanjaya Kumar Shrestha, Alberto Melo Soares, Bakary Sonko, Aryeh D. Stein, Erling Svensen, Sana Syed, Fayaz Umrani, Honorine D. Ward, Keith P. West Jr, Lee Shu Fune Wu, Seungmi Yang, Pablo Penataro Yori",
      "paper_url": "https://doi.org/10.1038/s41586-023-06418-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4220700859",
      "paper_id": "https://openalex.org/W4220700859",
      "title": "Entropy of city street networks linked to future spatial navigation ability",
      "authors": "A. Coutrot, E. Manley, S. Goodroe, C. Gahnstrom, G. Filomena, D. Yesiltepe, R. C. Dalton, J. M. Wiener, C. Hölscher, M. Hornberger, H. J. Spiers",
      "paper_url": "https://doi.org/10.1038/s41586-022-04486-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385694042",
      "paper_id": "https://openalex.org/W4385694042",
      "title": "Europeans’ support for refugees of varying background is stable over time",
      "authors": "Kirk Bansak, Jens Hainmueller, Dominik Hangartner",
      "paper_url": "https://doi.org/10.1038/s41586-023-06417-6",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3191500986",
      "paper_id": "https://openalex.org/W3191500986",
      "title": "Fair algorithms for selecting citizens’ assemblies",
      "authors": "Bailey Flanigan, Paul Gölz, Anupam Gupta, Brett Hennig, Ariel D. Procaccia",
      "paper_url": "https://doi.org/10.1038/s41586-021-03788-6",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4315753231",
      "paper_id": "https://openalex.org/W4315753231",
      "title": "Financial incentives for vaccination do not have negative unintended consequences",
      "authors": "Florian H. Schneider, Pol Campos-Mercade, Stephan Meier, Devin Pope, Erik Wengström, Armando N. Meier",
      "paper_url": "https://doi.org/10.1038/s41586-022-05512-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4404306028",
      "paper_id": "https://openalex.org/W4404306028",
      "title": "Foundation models for fast, label-free detection of glioma infiltration",
      "authors": "Akhil Kondepudi, Melike Pekmezci, Xinhai Hou, Katie Scotford, Cheng Jiang, Akshay Rao, Edward S. Harake, Asadur Chowdury, Wajd Al-Holou, Lin Wang, Aditya Pandey, Pedro R. Lowenstein, Maria G. Castro, Lisa Irina Koerner, Thomas Roetzer-Pejrimovsky, Georg Widhalm, Sandra Camelo-Piragua, Misha Movahed-Ezazi, Daniel A. Orringer, Honglak Lee, Christian Freudiger, Mitchel Berger, Shawn Hervey-Jumper, Todd Hollon",
      "paper_url": "https://doi.org/10.1038/s41586-024-08169-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4379769651",
      "paper_id": "https://openalex.org/W4379769651",
      "title": "Health system-scale language models are all-purpose prediction engines",
      "authors": "Lavender Yao Jiang, Xujin Chris Liu, Nima Pour Nejatian, Mustafa Nasir-Moin, Duo Wang, Anas Abidin, Kevin Eaton, Howard Antony Riina, Ilya Laufer, Paawan Punjabi, Madeline Miceli, Nora C. Kim, Cordelia Orillac, Zane Schnurman, Christopher Livia, Hannah Weiss, David Kurland, Sean Neifert, Yosef Dastagirzada, Douglas Kondziolka, Alexander T. M. Cheung, Grace Yang, Ming Cao, Mona Flores, Anthony B. Costa, Yindalon Aphinyanaphongs, Kyunghyun Cho, Eric Karl Oermann",
      "paper_url": "https://doi.org/10.1038/s41586-023-06160-y",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4388126732",
      "paper_id": "https://openalex.org/W4388126732",
      "title": "Historical narratives about the COVID-19 pandemic are motivationally biased",
      "authors": "Philipp Sprengholz, Luca Henkel, Robert Böhm, Cornelia Betsch",
      "paper_url": "https://doi.org/10.1038/s41586-023-06674-5",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389132373",
      "paper_id": "https://openalex.org/W4389132373",
      "title": "Human mobility networks reveal increased segregation in large cities",
      "authors": "Hamed Nilforoshan, Wenli Looi, Emma Pierson, Blanca Villanueva, Nic Fishman, Yiling Chen, John Sholar, Beth Redbird, David Grusky, Jure Leskovec",
      "paper_url": "https://doi.org/10.1038/s41586-023-06757-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399567465",
      "paper_id": "https://openalex.org/W4399567465",
      "title": "Hybrid working from home improves retention without damaging performance",
      "authors": "Nicholas Bloom, Ruobing Han, James Liang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07500-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412478879",
      "paper_id": "https://openalex.org/W4412478879",
      "title": "Immigrant–native pay gap driven by lack of access to high-paying jobs",
      "authors": "Are Skeie Hermansen, Andrew Penner, István Boza, Marta M. Elvira, Olivier Godechot, Martin Hällsten, Lasse Folke Henriksen, Feng Hou, Zoltán Lippényi, Trond Petersen, Malte Reichelt, Halil Sabanci, Mirna Safi, Donald Tomaskovic-Devey, Erik Vickstrom",
      "paper_url": "https://doi.org/10.1038/s41586-025-09259-6",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406385636",
      "paper_id": "https://openalex.org/W4406385636",
      "title": "Joint speech and text machine translation for up to 100 languages",
      "authors": "Loïc Barrault, Yu-An Chung, Mariano Coria Meglioli, David Dale, Ning Dong, Paul-Ambroise Duquenne, Hady Elsahar, Hongyu Gong, Kevin Heffernan, John Hoffman, Christopher Klaiber, Pengwei Li, Daniel Licht, Jean Maillard, Alice Rakotoarison, Kaushik Ram Sadagopan, Guillaume Wenzek, Ethan Ye, Bapi Akula, Peng-Jen Chen, Naji El Hachem, Brian Ellis, Gabriel Mejia Gonzalez, Justin Haaheim, Prangthip Hansanti, Russ Howes, Bernie Huang, Min-Jae Hwang, Hirofumi Inaguma, Somya Jain, Elahe Kalbassi, Amanda Kallet, Ilia Kulikov, Janice Lam, Daniel Li, Xutai Ma, Ruslan Mavlyutov, Benjamin Peloquin, Mohamed Ramadan, Abinesh Ramakrishnan, Anna Sun, Kevin Tran, Tuan Tran, Igor Tufanov, Vish Vogeti, Carleigh Wood, Yilin Yang, Bokai Yu, Pierre Andrews, Can Balioglu, Marta R. Costa-jussà, Onur Çelebi, Maha Elbayad, Cynthia Gao, Francisco Guzmán, Justine Kao, Ann Lee, Alexandre Mourachko, Juan Pino, Sravya Popuri, Christophe Ropers, Safiyyah Saleem, Holger Schwenk, Paden Tomasello, Changhan Wang, Jeff Wang, Skyler Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08359-z",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4214921142",
      "paper_id": "https://openalex.org/W4214921142",
      "title": "Knowledge about others reduces one’s own sense of anonymity",
      "authors": "Anuj K. Shah, Michael LaForest",
      "paper_url": "https://doi.org/10.1038/s41586-022-04452-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4384071683",
      "paper_id": "https://openalex.org/W4384071683",
      "title": "Large language models encode clinical knowledge",
      "authors": "Karan Singhal, Shekoofeh Azizi, Tao Tu, S. Sara Mahdavi, Jason Wei, Hyung Won Chung, Nathan Scales, Ajay Tanwani, Heather Cole-Lewis, Stephen Pfohl, Perry Payne, Martin Seneviratne, Paul Gamble, Chris Kelly, Abubakr Babiker, Nathanael Schärli, Aakanksha Chowdhery, Philip Mansfield, Dina Demner-Fushman, Blaise Agüera y Arcas, Dale Webster, Greg S. Corrado, Yossi Matias, Katherine Chou, Juraj Gottweis, Nenad Tomasev, Yun Liu, Alvin Rajkomar, Joelle Barral, Christopher Semturs, Alan Karthikesalingam, Vivek Natarajan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06291-2",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402827393",
      "paper_id": "https://openalex.org/W4402827393",
      "title": "Larger and more instructable language models become less reliable",
      "authors": "Lexin Zhou, Wout Schellaert, Fernando Martínez-Plumed, Yael Moros-Daval, Cèsar Ferri, José Hernández-Orallo",
      "paper_url": "https://doi.org/10.1038/s41586-024-07930-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392747566",
      "paper_id": "https://openalex.org/W4392747566",
      "title": "Last-mile delivery increases vaccine uptake in Sierra Leone",
      "authors": "Niccolò F. Meriggi, Maarten Voors, Madison Levine, Vasudha Ramakrishna, Desmond Maada Kangbai, Michael Rozelle, Ella Tyler, Sellu Kallon, Junisa Nabieu, Sarah Cundy, Ahmed Mushfiq Mobarak",
      "paper_url": "https://doi.org/10.1038/s41586-024-07158-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385325063",
      "paper_id": "https://openalex.org/W4385325063",
      "title": "Like-minded sources on Facebook are prevalent but not polarizing",
      "authors": "Brendan Nyhan, Jaime Settle, Emily Thorson, Magdalena Wojcieszak, Pablo Barberá, Annie Y. Chen, Hunt Allcott, Taylor Brown, Adriana Crespo-Tenorio, Drew Dimmery, Deen Freelon, Matthew Gentzkow, Sandra González-Bailón, Andrew M. Guess, Edward Kennedy, Young Mie Kim, David Lazer, Neil Malhotra, Devra Moehler, Jennifer Pan, Daniel Robert Thomas, Rebekah Tromble, Carlos Velasco Rivera, Arjun Wilkins, Beixian Xiong, Chad Kiewiet  de Jonge, Annie Franco, Winter Mason, Natalie Jomini Stroud, Joshua A. Tucker",
      "paper_url": "https://doi.org/10.1038/s41586-023-06297-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4220883946",
      "paper_id": "https://openalex.org/W4220883946",
      "title": "Machine learning and phone data can improve targeting of humanitarian aid",
      "authors": "Emily Aiken, Suzanne Bellue, Dean Karlan, Chris Udry, Joshua E. Blumenstock",
      "paper_url": "https://doi.org/10.1038/s41586-022-04484-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391994095",
      "paper_id": "https://openalex.org/W4391994095",
      "title": "Making cities mental health friendly for adolescents and young adults",
      "authors": "Pamela Y. Collins, Moitreyee Sinha, Tessa Concepcion, George Patton, Thaisa Way, Layla McCay, Augustina Mensa-Kwao, Helen Herrman, Evelyne de Leeuw, Nalini Anand, Lukoye Atwoli, Nicole Bardikoff, Chantelle Booysen, Inés Bustamante, Yajun Chen, Kelly Davis, Tarun Dua, Nathaniel Foote, Matthew Hughsam, Damian Juma, Shisir Khanal, Manasi Kumar, Bina Lefkowitz, Peter McDermott, Modhurima Moitra, Yvonne Ochieng, Olayinka Omigbodun, Emily Queen, Jürgen Unützer, José Miguel Uribe-Restrepo, Miranda Wolpert, Lian Zeitz",
      "paper_url": "https://doi.org/10.1038/s41586-023-07005-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389727268",
      "paper_id": "https://openalex.org/W4389727268",
      "title": "Mathematical discoveries from program search with large language models",
      "authors": "Bernardino Romera-Paredes, Mohammadamin Barekatain, Alexander Novikov, Matej Balog, M. Pawan Kumar, Emilien Dupont, Francisco J. R. Ruiz, Jordan S. Ellenberg, Pengming Wang, Omar Fawzi, Pushmeet Kohli, Alhussein Fawzi",
      "paper_url": "https://doi.org/10.1038/s41586-023-06924-6",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3135040737",
      "paper_id": "https://openalex.org/W3135040737",
      "title": "Measuring human capital using global learning data",
      "authors": "Noam Angrist, Simeon Djankov, Pinelopi K. Goldberg, Harry A. Patrinos",
      "paper_url": "https://doi.org/10.1038/s41586-021-03323-7",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4407392508",
      "paper_id": "https://openalex.org/W4407392508",
      "title": "Measuring racial educational disparities over time amongst top achievers",
      "authors": "Uditi Karna, Min Sok Lee, John A. List, Andrew Simon, Haruka Uchida",
      "paper_url": "https://doi.org/10.1038/s41586-024-08536-0",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W4200604215",
      "paper_id": "https://openalex.org/W4200604215",
      "title": "Megastudies improve the impact of applied behavioural science",
      "authors": "Katherine L. Milkman, Dena Gromet, Hung Ho, Joseph S. Kay, Timothy W. Lee, Pepi Pandiloski, Yeji Park, Aneesh Rai, Max Bazerman, John Beshears, Lauri Bonacorsi, Colin Camerer, Edward Chang, Gretchen Chapman, Robert Cialdini, Hengchen Dai, Lauren Eskreis-Winkler, Ayelet Fishbach, James J. Gross, Samantha Horn, Alexa Hubbard, Steven J. Jones, Dean Karlan, Tim Kautz, Erika Kirgios, Joowon Klusowski, Ariella Kristal, Rahul Ladhania, George Loewenstein, Jens Ludwig, Barbara Mellers, Sendhil Mullainathan, Silvia Saccardo, Jann Spiess, Gaurav Suri, Joachim H. Talloen, Jamie Taxer, Yaacov Trope, Lyle Ungar, Kevin G. Volpp, Ashley Whillans, Jonathan Zinman, Angela L. Duckworth",
      "paper_url": "https://doi.org/10.1038/s41586-021-04128-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400038655",
      "paper_id": "https://openalex.org/W4400038655",
      "title": "Megastudy shows that reminders boost vaccination but adding free rides does not",
      "authors": "Katherine L. Milkman, Sean F. Ellis, Dena M. Gromet, Youngwoo Jung, Alex S. Luscher, Rayyan S. Mobarak, Madeline K. Paxson, Ramon A. Silvera Zumaran, Robert Kuan, Ron Berman, Neil A. Lewis Jr, John A. List, Mitesh S. Patel, Christophe Van den Bulte, Kevin G. Volpp, Maryann V. Beauvais, Jonathon K. Bellows, Cheryl A. Marandola, Angela L. Duckworth",
      "paper_url": "https://doi.org/10.1038/s41586-024-07591-x",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3214568570",
      "paper_id": "https://openalex.org/W3214568570",
      "title": "Mental health concerns during the COVID-19 pandemic as revealed by helpline calls",
      "authors": "Marius Brülhart, Valentin Klotzbücher, Rafael Lalive, Stephanie K. Reich",
      "paper_url": "https://doi.org/10.1038/s41586-021-04099-6",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3125528562",
      "paper_id": "https://openalex.org/W3125528562",
      "title": "Monitoring hiring discrimination through online recruitment platforms",
      "authors": "Dominik Hangartner, Daniel Kopp, Michael Siegenthaler",
      "paper_url": "https://doi.org/10.1038/s41586-020-03136-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391823781",
      "paper_id": "https://openalex.org/W4391823781",
      "title": "Online images amplify gender bias",
      "authors": "Douglas Guilbeault, Solène Delecourt, Tasker Hull, Bhargav Srinivasa Desikan, Mark Chu, Ethan Nadler",
      "paper_url": "https://doi.org/10.1038/s41586-024-07068-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389991891",
      "paper_id": "https://openalex.org/W4389991891",
      "title": "Online searches to evaluate misinformation can increase its perceived veracity",
      "authors": "Kevin Aslett, Zeve Sanderson, William Godel, Nathaniel Persily, Jonathan Nagler, Joshua A. Tucker",
      "paper_url": "https://doi.org/10.1038/s41586-023-06883-y",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408612787",
      "paper_id": "https://openalex.org/W4408612787",
      "title": "Optimizing generative AI by backpropagating language model feedback",
      "authors": "Mert Yuksekgonul, Federico Bianchi, Joseph Boen, Sheng Liu, Pan Lu, Zhi Huang, Carlos Guestrin, James Zou",
      "paper_url": "https://doi.org/10.1038/s41586-025-08661-4",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4313545395",
      "paper_id": "https://openalex.org/W4313545395",
      "title": "Papers and patents are becoming less disruptive over time",
      "authors": "Michael Park, Erin Leahey, Russell J. Funk",
      "paper_url": "https://doi.org/10.1038/s41586-022-05543-x",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3147377228",
      "paper_id": "https://openalex.org/W3147377228",
      "title": "People systematically overlook subtractive changes",
      "authors": "Gabrielle S. Adams, Benjamin A. Converse, Andrew H. Hales, Leidy E. Klotz",
      "paper_url": "https://doi.org/10.1038/s41586-021-03380-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392985426",
      "paper_id": "https://openalex.org/W4392985426",
      "title": "Persistent interaction patterns across social media platforms and over time",
      "authors": "Michele Avalle, Niccolò Di Marco, Gabriele Etta, Emanuele Sangiorgio, Shayan Alipour, Anita Bonetti, Lorenzo Alvisi, Antonio Scala, Andrea Baronchelli, Matteo Cinelli, Walter Quattrociocchi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07229-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399365651",
      "paper_id": "https://openalex.org/W4399365651",
      "title": "Post-January 6th deplatforming reduced the reach of misinformation on Twitter",
      "authors": "Stefan D. McCabe, Diogo Ferrari, Jon Green, David M. J. Lazer, Kevin M. Esterling",
      "paper_url": "https://doi.org/10.1038/s41586-024-07524-8",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4296907580",
      "paper_id": "https://openalex.org/W4296907580",
      "title": "Quantifying hierarchy and dynamics in US faculty hiring and retention",
      "authors": "K. Hunter Wapman, Sam Zhang, Aaron Clauset, Daniel B. Larremore",
      "paper_url": "https://doi.org/10.1038/s41586-022-05222-x",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3216042640",
      "paper_id": "https://openalex.org/W3216042640",
      "title": "Quantifying social organization and political polarization in online platforms",
      "authors": "Isaac Waller, Ashton Anderson",
      "paper_url": "https://doi.org/10.1038/s41586-021-04167-x",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411206679",
      "paper_id": "https://openalex.org/W4411206679",
      "title": "Rapid emergence of a maths gender gap in first grade",
      "authors": "P. Martinot, B. Colnet, T. Breda, J. Sultan, L. Touitou, P. Huguet, E. Spelke, G. Dehaene-Lambertz, P. Bressoux, S. Dehaene",
      "paper_url": "https://doi.org/10.1038/s41586-025-09126-4",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406732442",
      "paper_id": "https://openalex.org/W4406732442",
      "title": "Regional and institutional trends in assessment for academic promotion",
      "authors": "B. H. Lim, C. D’Ippoliti, M. Dominik, A. C. Hernández-Mondragón, K. Vermeir, K. K. Chong, H. Hussein, V. S. Morales-Salgado, K. J. Cloete, J. N. Kimengsi, L. Balboa, S. Mondello, T. E. dela Cruz, S. Lopez-Verges, I. Sidi Zakari, A. Simonyan, I. Palomo, A. Režek Jambrak, J. Germo Nzweundji, A. Molnar, A. M. I. Saktiawati, S. Elagroudy, P. Kumar, S. Enany, V. Narita, M. Backes, V. Siciliano, D. Egamberdieva, Y. Flores Bueso",
      "paper_url": "https://doi.org/10.1038/s41586-024-08422-9",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W3156332137",
      "paper_id": "https://openalex.org/W3156332137",
      "title": "Religion and educational mobility in Africa",
      "authors": "Alberto Alesina, Sebastian Hohmann, Stelios Michalopoulos, Elias Papaioannou",
      "paper_url": "https://doi.org/10.1038/s41586-023-06051-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389132405",
      "paper_id": "https://openalex.org/W4389132405",
      "title": "Remote collaboration fuses fewer breakthrough ideas",
      "authors": "Yiling Lin, Carl Benedikt Frey, Lingfei Wu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06767-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4220941542",
      "paper_id": "https://openalex.org/W4220941542",
      "title": "Restoring and attributing ancient texts using deep neural networks",
      "authors": "Yannis Assael, Thea Sommerschield, Brendan Shillingford, Mahyar Bordbar, John Pavlopoulos, Marita Chatzipanagiotou, Ion Androutsopoulos, Jonathan Prag, Nando de Freitas",
      "paper_url": "https://doi.org/10.1038/s41586-022-04448-z",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403680773",
      "paper_id": "https://openalex.org/W4403680773",
      "title": "Scalable watermarking for identifying large language model outputs",
      "authors": "Sumanth Dathathri, Abigail See, Sumedh Ghaisas, Po-Sen Huang, Rob McAdam, Johannes Welbl, Vandana Bachani, Alex Kaskasoli, Robert Stanforth, Tatiana Matejovicova, Jamie Hayes, Nidhi Vyas, Majd Al Merey, Jonah Brown-Cohen, Rudy Bunel, Borja Balle, Taylan Cemgil, Zahra Ahmed, Kitty Stacpoole, Ilia Shumailov, Ciprian Baetu, Sven Gowal, Demis Hassabis, Pushmeet Kohli",
      "paper_url": "https://doi.org/10.1038/s41586-024-08025-4",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407722190",
      "paper_id": "https://openalex.org/W4407722190",
      "title": "Scale dichotomization reduces customer racial discrimination and income inequality",
      "authors": "Tristan L. Botelho, Sora Jun, Demetrius Humes, Katherine A. DeCelles",
      "paper_url": "https://doi.org/10.1038/s41586-025-08599-7",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399365598",
      "paper_id": "https://openalex.org/W4399365598",
      "title": "Scaling neural machine translation to 200 languages",
      "authors": "Marta R. Costa-jussà, James Cross, Onur Çelebi, Maha Elbayad, Kenneth Heafield, Kevin Heffernan, Elahe Kalbassi, Janice Lam, Daniel Licht, Jean Maillard, Anna Sun, Skyler Wang, Guillaume Wenzek, Al Youngblood, Bapi Akula, Loic Barrault, Gabriel Mejia Gonzalez, Prangthip Hansanti, John Hoffman, Semarley Jarrett, Kaushik Ram Sadagopan, Dirk Rowe, Shannon Spruit, Chau Tran, Pierre Andrews, Necip Fazil Ayan, Shruti Bhosale, Sergey Edunov, Angela Fan, Cynthia Gao, Vedanuj Goswami, Francisco Guzmán, Philipp Koehn, Alexandre Mourachko, Christophe Ropers, Safiyyah Saleem, Holger Schwenk, Jeff Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07335-x",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3124726575",
      "paper_id": "https://openalex.org/W3124726575",
      "title": "Shifting attention to accuracy can reduce misinformation online",
      "authors": "Gordon Pennycook, Ziv Epstein, Mohsen Mosleh, Antonio A. Arechar, Dean Eckles, David G. Rand",
      "paper_url": "https://doi.org/10.1038/s41586-021-03344-2",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4289222991",
      "paper_id": "https://openalex.org/W4289222991",
      "title": "Social capital I: measurement and associations with economic mobility",
      "authors": "Raj Chetty, Matthew O. Jackson, Theresa Kuchler, Johannes Stroebel, Nathaniel Hendren, Robert B. Fluegge, Sara Gong, Federico Gonzalez, Armelle Grondin, Matthew Jacob, Drew Johnston, Martin Koenen, Eduardo Laguna-Muggenburg, Florian Mudekereza, Tom Rutter, Nicolaj Thor, Wilbur Townsend, Ruby Zhang, Mike Bailey, Pablo Barberá, Monica Bhole, Nils Wernerfelt",
      "paper_url": "https://doi.org/10.1038/s41586-022-04996-4",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4289224897",
      "paper_id": "https://openalex.org/W4289224897",
      "title": "Social capital II: determinants of economic connectedness",
      "authors": "Raj Chetty, Matthew O. Jackson, Theresa Kuchler, Johannes Stroebel, Nathaniel Hendren, Robert B. Fluegge, Sara Gong, Federico Gonzalez, Armelle Grondin, Matthew Jacob, Drew Johnston, Martin Koenen, Eduardo Laguna-Muggenburg, Florian Mudekereza, Tom Rutter, Nicolaj Thor, Wilbur Townsend, Ruby Zhang, Mike Bailey, Pablo Barberá, Monica Bhole, Nils Wernerfelt",
      "paper_url": "https://doi.org/10.1038/s41586-022-04997-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3164573547",
      "paper_id": "https://openalex.org/W3164573547",
      "title": "Swarm Learning for decentralized and confidential clinical machine learning",
      "authors": "Stefanie Warnat-Herresthal, Hartmut Schultze, Krishnaprasad Lingadahalli Shastry, Sathyanarayanan Manamohan, Saikat Mukherjee, Vishesh Garg, Ravi Sarveswara, Kristian Händler, Peter Pickkers, N. Ahmad Aziz, Sofia Ktena, Florian Tran, Michael Bitzer, Stephan Ossowski, Nicolas Casadei, Christian Herr, Daniel Petersheim, Uta Behrends, Fabian Kern, Tobias Fehlmann, Philipp Schommers, Clara Lehmann, Max Augustin, Jan Rybniker, Janine Altmüller, Neha Mishra, Joana P. Bernardes, Benjamin Krämer, Lorenzo Bonaguro, Jonas Schulte-Schrepping, Elena De Domenico, Christian Siever, Michael Kraut, Milind Desai, Bruno Monnet, Maria Saridaki, Charles Martin Siegel, Anna Drews, Melanie Nuesch-Germano, Heidi Theis, Jan Heyckendorf, Stefan Schreiber, Sarah Kim-Hellmuth, Paul Balfanz, Thomas Eggermann, Peter Boor, Ralf Hausmann, Hannah Kuhn, Susanne Isfort, Julia Carolin Stingl, Günther Schmalzing, Christiane K. Kuhl, Rainer Röhrig, Gernot Marx, Stefan Uhlig, Edgar Dahl, Dirk Müller-Wieland, Michael Dreher, Nikolaus Marx, Jacob Nattermann, Dirk Skowasch, Ingo Kurth, Andreas Keller, Robert Bals, Peter Nürnberg, Olaf Rieß, Philip Rosenstiel, Mihai G. Netea, Fabian Theis, Sach Mukherjee, Michael Backes, Anna C. Aschenbrenner, Thomas Ulas, Angel Angelov, Alexander Bartholomäus, Anke Becker, Daniela Bezdan, Conny Blumert, Ezio Bonifacio, Peer Bork, Bunk Boyke, Helmut Blum, Thomas Clavel, Maria Colome-Tatche, Markus Cornberg, Inti Alberto De La Rosa Velázquez, Andreas Diefenbach, Alexander Dilthey, Nicole Fischer, Konrad Förstner, Sören Franzenburg, Julia-Stefanie Frick, Gisela Gabernet, Julien Gagneur, Tina Ganzenmueller, Marie Gauder, Janina Geißert, Alexander Goesmann, Siri Göpel, Adam Grundhoff, Hajo Grundmann, Torsten Hain, Frank Hanses, Ute Hehr, André Heimbach, Marius Hoeper, Friedemann Horn, Daniel Hübschmann, Michael Hummel, Thomas Iftner, Angelika Iftner, Thomas Illig, Stefan Janssen, Jörn Kalinowski, René Kallies, Birte Kehr, Oliver T. Keppler, Christoph Klein, Michael Knop, Oliver Kohlbacher, Karl Köhrer, Jan Korbel, Peter G. Kremsner, Denise Kühnert, Markus Landthaler, Yang Li, Kerstin U. Ludwig, Oliwia Makarewicz, Manja Marz, Alice C. McHardy, Christian Mertes, Maximilian Münchhoff, Sven Nahnsen, Markus Nöthen, Francine Ntoumi, Jörg Overmann, Silke Peter, Klaus Pfeffer, Isabell Pink, Anna R. Poetsch, Ulrike Protzer, Alfred Pühler, Nikolaus Rajewsky, Markus Ralser, Kristin Reiche, Stephan Ripke, Ulisses Nunes da Rocha, Antoine-Emmanuel Saliba, Leif Erik Sander, Birgit Sawitzki, Simone Scheithauer, Philipp Schiffer, Jonathan Schmid-Burgk, Wulf Schneider, Eva-Christina Schulte, Alexander Sczyrba, Mariam L. Sharaf, Yogesh Singh, Michael Sonnabend, Oliver Stegle, Jens Stoye, Janne Vehreschild, Thirumalaisamy P. Velavan, Jörg Vogel, Sonja Volland, Max von Kleist, Andreas Walker, Jörn Walter, Dagmar Wieczorek, Sylke Winkler, John Ziebuhr, Monique M. B. Breteler, Evangelos J. Giamarellos-Bourboulis, Matthijs Kox, Matthias Becker, Sorin Cheran, Michael S. Woodacre, Eng Lim Goh, Joachim L. Schultze",
      "paper_url": "https://doi.org/10.1038/s41586-021-03583-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4225091899",
      "paper_id": "https://openalex.org/W4225091899",
      "title": "Tackling psychosocial and capital constraints to alleviate poverty",
      "authors": "Thomas Bossuroy, Markus Goldstein, Bassirou Karimou, Dean Karlan, Harounan Kazianga, William Parienté, Patrick Premand, Catherine C. Thomas, Christopher Udry, Julia Vaillant, Kelsey A. Wright",
      "paper_url": "https://doi.org/10.1038/s41586-022-04647-8",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4378838723",
      "paper_id": "https://openalex.org/W4378838723",
      "title": "The effects of cash transfers on adult and child mortality in low- and middle-income countries",
      "authors": "Aaron Richterman, Christophe Millien, Elizabeth F. Bair, Gregory Jerome, Jean Christophe Dimitri Suffrin, Jere R. Behrman, Harsha Thirumurthy",
      "paper_url": "https://doi.org/10.1038/s41586-023-06116-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4379769139",
      "paper_id": "https://openalex.org/W4379769139",
      "title": "The illusion of moral decline",
      "authors": "Adam M. Mastroianni, Daniel T. Gilbert",
      "paper_url": "https://doi.org/10.1038/s41586-023-06137-x",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410818492",
      "paper_id": "https://openalex.org/W4410818492",
      "title": "The pivot penalty in research",
      "authors": "Ryan Hill, Yian Yin, Carolyn Stein, Xizhao Wang, Dashun Wang, Benjamin F. Jones",
      "paper_url": "https://doi.org/10.1038/s41586-025-09048-1",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3165093051",
      "paper_id": "https://openalex.org/W3165093051",
      "title": "The universal visitation law of human mobility",
      "authors": "Markus Schläpfer, Lei Dong, Kevin O’Keeffe, Paolo Santi, Michael Szell, Hadrien Salat, Samuel Anklesaria, Mohammad Vazifeh, Carlo Ratti, Geoffrey B. West",
      "paper_url": "https://doi.org/10.1038/s41586-021-03480-9",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4412709685",
      "paper_id": "https://openalex.org/W4412709685",
      "title": "The Virtual Lab of AI agents designs new SARS-CoV-2 nanobodies",
      "authors": "Kyle Swanson, Wesley Wu, Nash L. Bulaong, John E. Pak, James Zou",
      "paper_url": "https://doi.org/10.1038/s41586-025-09442-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4311472757",
      "paper_id": "https://openalex.org/W4311472757",
      "title": "The WHO estimates of excess mortality associated with the COVID-19 pandemic",
      "authors": "William Msemburi, Ariel Karlinsky, Victoria Knutson, Serge Aleshin-Guendel, Somnath Chatterji, Jon Wakefield",
      "paper_url": "https://doi.org/10.1038/s41586-022-05522-2",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409283616",
      "paper_id": "https://openalex.org/W4409283616",
      "title": "Towards accurate differential diagnosis with large language models",
      "authors": "Daniel McDuff, Mike Schaekermann, Tao Tu, Anil Palepu, Amy Wang, Jake Garrison, Karan Singhal, Yash Sharma, Shekoofeh Azizi, Kavita Kulkarni, Le Hou, Yong Cheng, Yun Liu, S. Sara Mahdavi, Sushant Prakash, Anupam Pathak, Christopher Semturs, Shwetak Patel, Dale R. Webster, Ewa Dominowska, Juraj Gottweis, Joelle Barral, Katherine Chou, Greg S. Corrado, Yossi Matias, Jake Sunshine, Alan Karthikesalingam, Vivek Natarajan",
      "paper_url": "https://doi.org/10.1038/s41586-025-08869-4",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409283601",
      "paper_id": "https://openalex.org/W4409283601",
      "title": "Towards conversational diagnostic artificial intelligence",
      "authors": "Tao Tu, Mike Schaekermann, Anil Palepu, Khaled Saab, Jan Freyberg, Ryutaro Tanno, Amy Wang, Brenna Li, Mohamed Amin, Yong Cheng, Elahe Vedadi, Nenad Tomasev, Shekoofeh Azizi, Karan Singhal, Le Hou, Albert Webson, Kavita Kulkarni, S. Sara Mahdavi, Christopher Semturs, Juraj Gottweis, Joelle Barral, Katherine Chou, Greg S. Corrado, Yossi Matias, Alan Karthikesalingam, Vivek Natarajan",
      "paper_url": "https://doi.org/10.1038/s41586-025-08866-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4378838672",
      "paper_id": "https://openalex.org/W4378838672",
      "title": "Transfer learning enables predictions in network biology",
      "authors": "Christina V. Theodoris, Ling Xiao, Anant Chopra, Mark D. Chaffin, Zeina R. Al Sayed, Matthew C. Hill, Helene Mantineo, Elizabeth M. Brydon, Zexian Zeng, X. Shirley Liu, Patrick T. Ellinor",
      "paper_url": "https://doi.org/10.1038/s41586-023-06139-9",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387541211",
      "paper_id": "https://openalex.org/W4387541211",
      "title": "Ultra-fast deep-learned CNS tumour classification during surgery",
      "authors": "C. Vermeulen, M. Pagès-Gallego, L. Kester, M. E. G. Kranendonk, P. Wesseling, N. Verburg, P. de Witt Hamer, E. J. Kooi, L. Dankmeijer, J. van der Lugt, K. van Baarsen, E. W. Hoving, B. B. J. Tops, J. de Ridder",
      "paper_url": "https://doi.org/10.1038/s41586-023-06615-2",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W4200003648",
      "paper_id": "https://openalex.org/W4200003648",
      "title": "Unrepresentative big surveys significantly overestimated US vaccine uptake",
      "authors": "Valerie C. Bradley, Shiro Kuriwaki, Michael Isakov, Dino Sejdinovic, Xiao-Li Meng, Seth Flaxman",
      "paper_url": "https://doi.org/10.1038/s41586-021-04198-4",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4377941795",
      "paper_id": "https://openalex.org/W4377941795",
      "title": "Users choose to engage with more partisan news than they are exposed to on Google Search",
      "authors": "Ronald E. Robertson, Jon Green, Damian J. Ruck, Katherine Ognyanova, Christo Wilson, David Lazer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06078-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4309338407",
      "paper_id": "https://openalex.org/W4309338407",
      "title": "Using machine learning to assess the livelihood impact of electricity access",
      "authors": "Nathan Ratledge, Gabe Cadamuro, Brandon de la Cuesta, Matthieu Stigler, Marshall Burke",
      "paper_url": "https://doi.org/10.1038/s41586-022-05322-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4225005440",
      "paper_id": "https://openalex.org/W4225005440",
      "title": "Virtual communication curbs creative idea generation",
      "authors": "Melanie S. Brucks, Jonathan Levav",
      "paper_url": "https://doi.org/10.1038/s41586-022-04643-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4283373899",
      "paper_id": "https://openalex.org/W4283373899",
      "title": "Women are credited less in science than men",
      "authors": "Matthew B. Ross, Britta M. Glennon, Raviv Murciano-Goroff, Enrico G. Berkes, Bruce A. Weinberg, Julia I. Lane",
      "paper_url": "https://doi.org/10.1038/s41586-022-04966-w",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407722206",
      "paper_id": "https://openalex.org/W4407722206",
      "title": "World and Human Action Models towards gameplay ideation",
      "authors": "Anssi Kanervisto, Dave Bignell, Linda Yilin Wen, Martin Grayson, Raluca Georgescu, Sergio Valcarcel Macua, Shan Zheng Tan, Tabish Rashid, Tim Pearce, Yuhan Cao, Abdelhak Lemkhenter, Chentian Jiang, Gavin Costello, Gunshi Gupta, Marko Tot, Shu Ishida, Tarun Gupta, Udit Arora, Ryen W. White, Sam Devlin, Cecily Morrison, Katja Hofmann",
      "paper_url": "https://doi.org/10.1038/s41586-025-08600-3",
      "venue": "nature25"
    }
  ]
}