{
  "cluster_id": 202,
  "papers": [
    {
      "id": "science24_https://openalex.org/W4392796733",
      "paper_id": "https://openalex.org/W4392796733",
      "title": "A commercially viable solution process to control long-chain branching in polyethylene",
      "authors": "Robert D. Froese, Daniel J. Arriola, Jaap den Doelder, Jianbo Hou, Teresita Kashyap, Keran Lu, Luca Martinetti, Bryan D. Stubbert",
      "paper_url": "https://doi.org/10.1126/science.adn3067",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4391640488",
      "paper_id": "https://openalex.org/W4391640488",
      "title": "A deep reservoir for hydrogen drives intense degassing in the Bulqizë ophiolite",
      "authors": "Laurent Truche, Frédéric-Victor Donzé, Edmond Goskolli, Bardhyl Muceku, Corinne Loisy, Christophe Monnin, Hugo Dutoit, Adrian Cerepi",
      "paper_url": "https://doi.org/10.1126/science.adk9099",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3128698335",
      "paper_id": "https://openalex.org/W3128698335",
      "title": "A hydrophobic FeMn@Si catalyst increases olefins from syngas by suppressing C1 by-products",
      "authors": "Yanfei Xu, Xiangyang Li, Junhu Gao, Jie Wang, Guangyuan Ma, Xiaodong Wen, Yong Yang, Yongwang Li, Mingyue Ding",
      "paper_url": "https://doi.org/10.1126/science.abb3649",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3203337299",
      "paper_id": "https://openalex.org/W3203337299",
      "title": "Achieving net-zero greenhouse gas emission plastics by a circular carbon economy",
      "authors": "Raoul Meys, Arne Kätelhön, Marvin Bachmann, Benedikt Winter, Christian Zibunas, Sangwon Suh, André Bardow",
      "paper_url": "https://doi.org/10.1126/science.abg9853",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4411299195",
      "paper_id": "https://openalex.org/W4411299195",
      "title": "Acid-humidified CO <sub>2</sub> gas input for stable electrochemical CO <sub>2</sub> reduction reaction",
      "authors": "Shaoyun Hao, Ahmad Elgazzar, Shou-Kun Zhang, Tae-Ung Wi, Feng-Yang Chen, Yuge Feng, Peng Zhu, Haotian Wang",
      "paper_url": "https://doi.org/10.1126/science.adr3834",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4223979729",
      "paper_id": "https://openalex.org/W4223979729",
      "title": "Ambient-pressure synthesis of ethylene glycol catalyzed by C <sub>60</sub> -buffered Cu/SiO <sub>2</sub>",
      "authors": "Jianwei Zheng, Lele Huang, Cun-Hao Cui, Zuo-Chang Chen, Xu-Feng Liu, Xinping Duan, Xin-Yi Cao, Tong-Zong Yang, Hongping Zhu, Kang Shi, Peng Du, Si-Wei Ying, Chang-Feng Zhu, Yuan-Gen Yao, Guo-Cong Guo, Youzhu Yuan, Su-Yuan Xie, Lan-Sun Zheng",
      "paper_url": "https://doi.org/10.1126/science.abm9257",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4396574493",
      "paper_id": "https://openalex.org/W4396574493",
      "title": "An active, stable cubic molybdenum carbide catalyst for the high-temperature reverse water-gas shift reaction",
      "authors": "Milad Ahmadi Khoshooei, Xijun Wang, Gerardo Vitale, Filip Formalik, Kent O. Kirlikovali, Randall Q. Snurr, Pedro Pereira-Almao, Omar K. Farha",
      "paper_url": "https://doi.org/10.1126/science.adl1260",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4396759836",
      "paper_id": "https://openalex.org/W4396759836",
      "title": "Atomically dispersed hexavalent iridium oxide from MnO <sub>2</sub> reduction for oxygen evolution catalysis",
      "authors": "Ailong Li, Shuang Kong, Kiyohiro Adachi, Hideshi Ooka, Kazuna Fushimi, Qike Jiang, Hironori Ofuchi, Satoru Hamamoto, Masaki Oura, Kotaro Higashi, Takuma Kaneko, Tomoya Uruga, Naomi Kawamura, Daisuke Hashizume, Ryuhei Nakamura",
      "paper_url": "https://doi.org/10.1126/science.adg5193",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4298006419",
      "paper_id": "https://openalex.org/W4298006419",
      "title": "Catalytic deconstruction of waste polyethylene with ethylene to form propylene",
      "authors": "Richard J. Conk, Steven Hanna, Jake X. Shi, Ji Yang, Nicodemo R. Ciccia, Liang Qi, Brandon J. Bloomer, Steffen Heuvel, Tyler Wills, Ji Su, Alexis T. Bell, John F. Hartwig",
      "paper_url": "https://doi.org/10.1126/science.add1088",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3199844547",
      "paper_id": "https://openalex.org/W3199844547",
      "title": "Cell-free chemoenzymatic starch synthesis from carbon dioxide",
      "authors": "Tao Cai, Hongbing Sun, Jing Qiao, Leilei Zhu, Fan Zhang, Jie Zhang, Zijing Tang, Xinlei Wei, Jiangang Yang, Qianqian Yuan, Wangyin Wang, Xue Yang, Huanyu Chu, Qian Wang, Chun You, Hongwu Ma, Yuanxia Sun, Yin Li, Can Li, Huifeng Jiang, Qinhong Wang, Yanhe Ma",
      "paper_url": "https://doi.org/10.1126/science.abh4049",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4385727467",
      "paper_id": "https://openalex.org/W4385727467",
      "title": "Chemical upcycling of polyethylene, polypropylene, and mixtures to high-value surfactants",
      "authors": "Zhen Xu, Nuwayo Eric Munyaneza, Qikun Zhang, Mengqi Sun, Carlos Posada, Paul Venturo, Nicholas A. Rorrer, Joel Miscall, Bobby G. Sumpter, Guoliang Liu",
      "paper_url": "https://doi.org/10.1126/science.adh0993",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4362661829",
      "paper_id": "https://openalex.org/W4362661829",
      "title": "Chemically circular, mechanically tough, and melt-processable polyhydroxyalkanoates",
      "authors": "Li Zhou, Zhen Zhang, Changxia Shi, Miriam Scoti, Deepak K. Barange, Ravikumar R. Gowda, Eugene Y.-X. Chen",
      "paper_url": "https://doi.org/10.1126/science.adg4520",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4387770872",
      "paper_id": "https://openalex.org/W4387770872",
      "title": "Chemically recyclable polyolefin-like multiblock polymers",
      "authors": "Yucheng Zhao, Emma M. Rettner, Katherine L. Harry, Zhitao Hu, Joel Miscall, Nicholas A. Rorrer, Garret M. Miyake",
      "paper_url": "https://doi.org/10.1126/science.adh3353",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3191870946",
      "paper_id": "https://openalex.org/W3191870946",
      "title": "Chemically recyclable thermoplastics from reversible-deactivation polymerization of cyclic acetals",
      "authors": "Brooks A. Abel, Rachel L. Snyder, Geoffrey W. Coates",
      "paper_url": "https://doi.org/10.1126/science.abh0626",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4409317452",
      "paper_id": "https://openalex.org/W4409317452",
      "title": "Circular 3D printing of high-performance photopolymers through dissociative network design",
      "authors": "Bo Yang, Tiantian Ni, Jingjun Wu, Zizheng Fang, Kexuan Yang, Ben He, Xingqun Pu, Guancong Chen, Chujun Ni, Di Chen, Qian Zhao, Wei Li, Sujing Li, Hao Li, Ning Zheng, Tao Xie",
      "paper_url": "https://doi.org/10.1126/science.ads3880",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4394728157",
      "paper_id": "https://openalex.org/W4394728157",
      "title": "Closed-loop recyclability of a biomass-derived epoxy-amine thermoset by methanolysis",
      "authors": "Xianyuan Wu, Peter Hartmann, Dimitri Berne, Mario De bruyn, Florian Cuminet, Zhiwen Wang, Johannes Matthias Zechner, Adrian Daniel Boese, Vincent Placet, Sylvain Caillol, Katalin Barta",
      "paper_url": "https://doi.org/10.1126/science.adj9989",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3165555416",
      "paper_id": "https://openalex.org/W3165555416",
      "title": "CO <sub>2</sub> electrolysis to multicarbon products in strong acid",
      "authors": "Jianan Erick Huang, Fengwang Li, Adnan Ozden, Armin Sedighian Rasouli, F. Pelayo García de Arquer, Shijie Liu, Shuzhen Zhang, Mingchuan Luo, Xue Wang, Yanwei Lum, Yi Xu, Koen Bertens, Rui Kai Miao, Cao-Thang Dinh, David Sinton, Edward H. Sargent",
      "paper_url": "https://doi.org/10.1126/science.abg6582",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4406970332",
      "paper_id": "https://openalex.org/W4406970332",
      "title": "Conformational dynamics of a multienzyme complex in anaerobic carbon fixation",
      "authors": "Max Dongsheng Yin, Olivier N. Lemaire, José Guadalupe Rosas Jiménez, Mélissa Belhamri, Anna Shevchenko, Gerhard Hummer, Tristan Wagner, Bonnie J. Murphy",
      "paper_url": "https://doi.org/10.1126/science.adr9672",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4321033156",
      "paper_id": "https://openalex.org/W4321033156",
      "title": "Continuous-flow electrosynthesis of ammonia by nitrogen reduction and hydrogen oxidation",
      "authors": "Xianbiao Fu, Jakob B. Pedersen, Yuanyuan Zhou, Mattia Saccoccio, Shaofeng Li, Rokas Sažinas, Katja Li, Suzanne Z. Andersen, Aoni Xu, Niklas H. Deissler, Jon Bjarke Valbæk Mygind, Chao Wei, Jakob Kibsgaard, Peter C. K. Vesborg, Jens K. Nørskov, Ib Chorkendorff",
      "paper_url": "https://doi.org/10.1126/science.adf4403",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4399848842",
      "paper_id": "https://openalex.org/W4399848842",
      "title": "Cryo–electron microscopy reveals hydrogen positions and water networks in photosystem II",
      "authors": "Rana Hussein, André Graça, Jack Forsman, A. Orkun Aydin, Michael Hall, Julia Gaetcke, Petko Chernev, Petra Wendler, Holger Dobbek, Johannes Messinger, Athina Zouni, Wolfgang P. Schröder",
      "paper_url": "https://doi.org/10.1126/science.adn6541",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3175232328",
      "paper_id": "https://openalex.org/W3175232328",
      "title": "Crystal structure of a key enzyme for anaerobic ethane activation",
      "authors": "Cedric J. Hahn, Olivier N. Lemaire, Jörg Kahnt, Sylvain Engilberge, Gunter Wegener, Tristan Wagner",
      "paper_url": "https://doi.org/10.1126/science.abg1765",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4400770310",
      "paper_id": "https://openalex.org/W4400770310",
      "title": "Defective TiO <i> <sub>x</sub> </i> overlayers catalyze propane dehydrogenation promoted by base metals",
      "authors": "Sai Chen, Yiyi Xu, Xin Chang, Yue Pan, Guodong Sun, Xianhui Wang, Donglong Fu, Chunlei Pei, Zhi-Jian Zhao, Dong Su, Jinlong Gong",
      "paper_url": "https://doi.org/10.1126/science.adp7379",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4390591038",
      "paper_id": "https://openalex.org/W4390591038",
      "title": "Direct propylene epoxidation via water activation over Pd-Pt electrocatalysts",
      "authors": "Minju Chung, Joseph H. Maalouf, Jason S. Adams, Chenyu Jiang, Yuriy Román-Leshkov, Karthish Manthiram",
      "paper_url": "https://doi.org/10.1126/science.adh4355",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4391215105",
      "paper_id": "https://openalex.org/W4391215105",
      "title": "Directed evolution of enzymatic silicon-carbon bond cleavage in siloxanes",
      "authors": "Nicholas S. Sarai, Tyler J. Fulton, Ryen L. O’Meara, Kadina E. Johnston, Sabine Brinkmann-Chen, Ryan R. Maar, Ron E. Tecklenburg, John M. Roberts, Jordan C. T. Reddel, Dimitris E. Katsoulis, Frances H. Arnold",
      "paper_url": "https://doi.org/10.1126/science.adi5554",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4387128675",
      "paper_id": "https://openalex.org/W4387128675",
      "title": "Diverse functional polyethylenes by catalytic amination",
      "authors": "Nicodemo R. Ciccia, Jake X. Shi, Subhajit Pal, Mutian Hua, Katerina G. Malollari, Carlos Lizandara-Pueyo, Eugen Risto, Martin Ernst, Brett A. Helms, Phillip B. Messersmith, John F. Hartwig",
      "paper_url": "https://doi.org/10.1126/science.adg6093",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4210632457",
      "paper_id": "https://openalex.org/W4210632457",
      "title": "Diversification of aliphatic C–H bonds in small molecules and polyolefins through radical chain transfer",
      "authors": "Timothy J. Fazekas, Jill W. Alty, Eliza K. Neidhart, Austin S. Miller, Frank A. Leibfarth, Erik J. Alexanian",
      "paper_url": "https://doi.org/10.1126/science.abh4308",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4414086121",
      "paper_id": "https://openalex.org/W4414086121",
      "title": "Dual-cycle CO <sub>2</sub> fixation enhances growth and lipid synthesis in <i>Arabidopsis thaliana</i>",
      "authors": "Kuan-Jen Lu, Chia-Wei Hsu, Wann-Neng Jane, Mien-Hao Peng, Ya-Wen Chou, Pin-Hsuan Huang, Kuo-Chen Yeh, Shu-Hsing Wu, James C. Liao",
      "paper_url": "https://doi.org/10.1126/science.adp3528",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4210639901",
      "paper_id": "https://openalex.org/W4210639901",
      "title": "Dynamics and mechanism of a light-driven chloride pump",
      "authors": "Sandra Mous, Guillaume Gotthard, David Ehrenberg, Saumik Sen, Tobias Weinert, Philip J. M. Johnson, Daniel James, Karol Nass, Antonia Furrer, Demet Kekilli, Pikyee Ma, Steffen Brünle, Cecilia Maria Casadei, Isabelle Martiel, Florian Dworkowski, Dardan Gashi, Petr Skopintsev, Maximilian Wranik, Gregor Knopp, Ezequiel Panepucci, Valerie Panneels, Claudio Cirelli, Dmitry Ozerov, Gebhard F. X. Schertler, Meitian Wang, Chris Milne, Joerg Standfuss, Igor Schapiro, Joachim Heberle, Przemyslaw Nogly",
      "paper_url": "https://doi.org/10.1126/science.abj6663",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4310251915",
      "paper_id": "https://openalex.org/W4310251915",
      "title": "Earth-abundant photocatalyst for H <sub>2</sub> generation from NH <sub>3</sub> with light-emitting diode illumination",
      "authors": "Yigao Yuan, Linan Zhou, Hossein Robatjazi, Junwei Lucas Bao, Jingyi Zhou, Aaron Bayles, Lin Yuan, Minghe Lou, Minhan Lou, Suman Khatiwada, Emily A. Carter, Peter Nordlander, Naomi J. Halas",
      "paper_url": "https://doi.org/10.1126/science.abn5636",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4293298244",
      "paper_id": "https://openalex.org/W4293298244",
      "title": "Electron in a cube: Synthesis and characterization of perfluorocubane as an electron acceptor",
      "authors": "Masafumi Sugiyama, Midori Akiyama, Yuki Yonezawa, Kenji Komaguchi, Masahiro Higashi, Kyoko Nozaki, Takashi Okazoe",
      "paper_url": "https://doi.org/10.1126/science.abq0516",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4214891095",
      "paper_id": "https://openalex.org/W4214891095",
      "title": "Elongation and branching of α-olefins by two ethylene molecules",
      "authors": "Thomas Dietel, Fabian Lukas, Winfried P. Kretschmer, Rhett Kempe",
      "paper_url": "https://doi.org/10.1126/science.abm5281",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W4200457455",
      "paper_id": "https://openalex.org/W4200457455",
      "title": "Enhancement of lithium-mediated ammonia synthesis by addition of oxygen",
      "authors": "Katja Li, Suzanne Z. Andersen, Michael J. Statt, Mattia Saccoccio, Vanessa J. Bukas, Kevin Krempl, Rokas Sažinas, Jakob B. Pedersen, Vahid Shadravan, Yuanyuan Zhou, Debasish Chakraborty, Jakob Kibsgaard, Peter C. K. Vesborg, Jens K. Nørskov, Ib Chorkendorff",
      "paper_url": "https://doi.org/10.1126/science.abl4300",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4305040321",
      "paper_id": "https://openalex.org/W4305040321",
      "title": "Evolution of increased complexity and specificity at the dawn of form I Rubiscos",
      "authors": "Luca Schulz, Zhijun Guo, Jan Zarzycki, Wieland Steinchen, Jan M. Schuller, Thomas Heimerl, Simone Prinz, Oliver Mueller-Cajar, Tobias J. Erb, Georg K. A. Hochberg",
      "paper_url": "https://doi.org/10.1126/science.abq1416",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4229055861",
      "paper_id": "https://openalex.org/W4229055861",
      "title": "Highly efficient catalytic production of oximes from ketones using in situ–generated H <sub>2</sub> O <sub>2</sub>",
      "authors": "Richard J. Lewis, Kenji Ueura, Xi Liu, Yukimasa Fukuta, Thomas E. Davies, David J. Morgan, Liwei Chen, Jizhen Qi, James Singleton, Jennifer. K. Edwards, Simon J. Freakley, Christopher J. Kiely, Yasushi Yamamoto, Graham J. Hutchings",
      "paper_url": "https://doi.org/10.1126/science.abl4822",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4409176414",
      "paper_id": "https://openalex.org/W4409176414",
      "title": "Homogeneous-heterogeneous bifunctionality in Pd-catalyzed vinyl acetate synthesis",
      "authors": "Deiaa M. Harraz, Kunal M. Lodaya, Bryan Y. Tang, Yogesh Surendranath",
      "paper_url": "https://doi.org/10.1126/science.ads7913",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3189148157",
      "paper_id": "https://openalex.org/W3189148157",
      "title": "Hybrid radical-polar pathway for excision of ethylene from 2-oxoglutarate by an iron oxygenase",
      "authors": "Rachelle A. Copeland, Shengbin Zhou, Irene Schaperdoth, Tokufu Kent C. Shoda, J. Martin Bollinger, Carsten Krebs",
      "paper_url": "https://doi.org/10.1126/science.abj4290",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4295079382",
      "paper_id": "https://openalex.org/W4295079382",
      "title": "Hydroformylation catalyzed by unmodified cobalt carbonyl under mild conditions",
      "authors": "Baoxin Zhang, Christoph Kubis, Robert Franke",
      "paper_url": "https://doi.org/10.1126/science.abm4465",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4385727377",
      "paper_id": "https://openalex.org/W4385727377",
      "title": "Hydroformylation of pyrolysis oils to aldehydes and alcohols from polyolefin waste",
      "authors": "Houqian Li, Jiayang Wu, Zhen Jiang, Jiaze Ma, Victor M. Zavala, Clark R. Landis, Manos Mavrikakis, George W. Huber",
      "paper_url": "https://doi.org/10.1126/science.adh1853",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4405620634",
      "paper_id": "https://openalex.org/W4405620634",
      "title": "Hydrogenotrophic methanogens overwrite isotope signals of subsurface methane",
      "authors": "Daisuke Mayumi, Hideyuki Tamaki, Souichiro Kato, Kensuke Igarashi, Ellen Lalk, Yasunori Nishikawa, Hideki Minagawa, Tomoyuki Sato, Shuhei Ono, Yoichi Kamagata, Susumu Sakata",
      "paper_url": "https://doi.org/10.1126/science.ado0126",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4376128906",
      "paper_id": "https://openalex.org/W4376128906",
      "title": "La- and Mn-doped cobalt spinel oxygen evolution catalyst for proton exchange membrane electrolysis",
      "authors": "Lina Chong, Guoping Gao, Jianguo Wen, Haixia Li, Haiping Xu, Zach Green, Joshua D. Sugar, A. Jeremy Kropf, Wenqian Xu, Xiao-Min Lin, Hui Xu, Lin-Wang Wang, Di-Jia Liu",
      "paper_url": "https://doi.org/10.1126/science.ade1499",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4406019873",
      "paper_id": "https://openalex.org/W4406019873",
      "title": "Landscape profiling of PET depolymerases using a natural sequence cluster framework",
      "authors": "Hogyun Seo, Hwaseok Hong, Jiyoung Park, Seul Hoo Lee, Dongwoo Ki, Aejin Ryu, Hye-Young Sagong, Kyung-Jin Kim",
      "paper_url": "https://doi.org/10.1126/science.adp5637",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4292680108",
      "paper_id": "https://openalex.org/W4292680108",
      "title": "Low-temperature mineralization of perfluorocarboxylic acids",
      "authors": "Brittany Trang, Yuli Li, Xiao-Song Xue, Mohamed Ateia, K. N. Houk, William R. Dichtel",
      "paper_url": "https://doi.org/10.1126/science.abm8868",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4321748779",
      "paper_id": "https://openalex.org/W4321748779",
      "title": "Low-temperature upcycling of polyolefins into liquid alkanes via tandem cracking-alkylation",
      "authors": "Wei Zhang, Sungmin Kim, Lennart Wahl, Rachit Khare, Lillian Hale, Jianzhi Hu, Donald M. Camaioni, Oliver Y. Gutiérrez, Yue Liu, Johannes A. Lercher",
      "paper_url": "https://doi.org/10.1126/science.ade7485",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4401751817",
      "paper_id": "https://openalex.org/W4401751817",
      "title": "Manufacture and testing of biomass-derivable thermosets for wind blade recycling",
      "authors": "Ryan W. Clarke, Erik G. Rognerud, Allen Puente-Urbina, David Barnes, Paul Murdy, Michael L. McGraw, Jimmy M. Newkirk, Ryan Beach, Jacob A. Wrubel, Levi J. Hamernik, Katherine A. Chism, Andrea L. Baer, Gregg T. Beckham, Robynne E. Murray, Nicholas A. Rorrer",
      "paper_url": "https://doi.org/10.1126/science.adp5395",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4404577928",
      "paper_id": "https://openalex.org/W4404577928",
      "title": "Mechanically strong yet metabolizable supramolecular plastics by desalting upon phase separation",
      "authors": "Yiren Cheng, Eiji Hirano, Hao Wang, Motonobu Kuwayama, E. W. Meijer, Hubiao Huang, Takuzo Aida",
      "paper_url": "https://doi.org/10.1126/science.ado1782",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3214716084",
      "paper_id": "https://openalex.org/W3214716084",
      "title": "Methoxyl stable isotopic constraints on the origins and limits of coal-bed methane",
      "authors": "M. K. Lloyd, E. Trembath-Reichert, K. S. Dawson, S. J. Feakins, M. Mastalerz, V. J. Orphan, A. L. Sessions, J. M. Eiler",
      "paper_url": "https://doi.org/10.1126/science.abg0241",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4305040595",
      "paper_id": "https://openalex.org/W4305040595",
      "title": "Mixed plastics waste valorization through tandem chemical oxidation and biological funneling",
      "authors": "Kevin P. Sullivan, Allison Z. Werner, Kelsey J. Ramirez, Lucas D. Ellis, Jeremy R. Bussard, Brenna A. Black, David G. Brandner, Felicia Bratti, Bonnie L. Buss, Xueming Dong, Stefan J. Haugen, Morgan A. Ingraham, Mikhail O. Konev, William E. Michener, Joel Miscall, Isabel Pardo, Sean P. Woodworth, Adam M. Guss, Yuriy Román-Leshkov, Shannon S. Stahl, Gregg T. Beckham",
      "paper_url": "https://doi.org/10.1126/science.abo4626",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4413138546",
      "paper_id": "https://openalex.org/W4413138546",
      "title": "Modulation of methyl–coenzyme M reductase expression alters the isotopic composition of microbial methane",
      "authors": "Jonathan Gropp, Markus Bill, Max K. Lloyd, Rebekah A. Stein, Dipti D. Nayak, Daniel A. Stolper",
      "paper_url": "https://doi.org/10.1126/science.adu2098",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4407792907",
      "paper_id": "https://openalex.org/W4407792907",
      "title": "Nickel promotes selective ethylene epoxidation on silver",
      "authors": "Anika Jalil, Elizabeth E. Happel, Laura Cramer, Adrian Hunt, Adam S. Hoffman, Iradwikanari Waluyo, Matthew M. Montemore, Phillip Christopher, E. Charles H. Sykes",
      "paper_url": "https://doi.org/10.1126/science.adt1213",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3169660990",
      "paper_id": "https://openalex.org/W3169660990",
      "title": "Nitrogen reduction to ammonia at high efficiency and rates based on a phosphonium proton shuttle",
      "authors": "Bryan H. R. Suryanto, Karolina Matuszek, Jaecheol Choi, Rebecca Y. Hodgetts, Hoang-Long Du, Jacinta M. Bakker, Colin S. M. Kang, Pavel V. Cherepanov, Alexandr N. Simonov, Douglas R. MacFarlane",
      "paper_url": "https://doi.org/10.1126/science.abg2371",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4362678471",
      "paper_id": "https://openalex.org/W4362678471",
      "title": "Overcoming the limitations of Kolbe coupling with waveform-controlled electrosynthesis",
      "authors": "Yuta Hioki, Matteo Costantini, Jeremy Griffin, Kaid C. Harper, Melania Prado Merini, Benedikt Nissl, Yu Kawamata, Phil S. Baran",
      "paper_url": "https://doi.org/10.1126/science.adf4762",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4414003902",
      "paper_id": "https://openalex.org/W4414003902",
      "title": "Photochemical H <sub>2</sub> dissociation for nearly quantitative CO <sub>2</sub> reduction to ethylene",
      "authors": "Ping Jin, Pu Guo, Nengchao Luo, Hui Zhang, Chenwei Ni, Ruotian Chen, Wei Liu, Rengui Li, Jianping Xiao, Guoxiong Wang, Fuxiang Zhang, Paolo Fornasiero, Feng Wang",
      "paper_url": "https://doi.org/10.1126/science.adq3445",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3211073624",
      "paper_id": "https://openalex.org/W3211073624",
      "title": "Polyethylene materials with in-chain ketones from nonalternating catalytic copolymerization",
      "authors": "Maximilian Baur, Fei Lin, Tobias O. Morgen, Lukas Odenwald, Stefan Mecking",
      "paper_url": "https://doi.org/10.1126/science.abi8183",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401990071",
      "paper_id": "https://openalex.org/W4401990071",
      "title": "Polyolefin waste to light olefins with ethylene and base-metal heterogeneous catalysts",
      "authors": "Richard J. Conk, Jules F. Stahler, Jake X. Shi, Ji Yang, Natalie G. Lefton, John N. Brunn, Alexis T. Bell, John F. Hartwig",
      "paper_url": "https://doi.org/10.1126/science.adq7316",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4409833855",
      "paper_id": "https://openalex.org/W4409833855",
      "title": "Polyoxometalated metal-organic framework superstructure for stable water oxidation",
      "authors": "Kaihang Yue, Ruihu Lu, Mingbin Gao, Fei Song, Yao Dai, Chenfeng Xia, Bingbao Mei, Hongliang Dong, Ruijuan Qi, Daliang Zhang, Jiangwei Zhang, Ziyun Wang, Fuqiang Huang, Bao Yu Xia, Ya Yan",
      "paper_url": "https://doi.org/10.1126/science.ads1466",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4392027836",
      "paper_id": "https://openalex.org/W4392027836",
      "title": "Prebiotically plausible chemoselective pantetheine synthesis in water",
      "authors": "Jasper Fairchild, Saidul Islam, Jyoti Singh, Dejan-Krešimir Bučar, Matthew W. Powner",
      "paper_url": "https://doi.org/10.1126/science.adk4432",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4400525770",
      "paper_id": "https://openalex.org/W4400525770",
      "title": "Programmed alternating current optimization of Cu-catalyzed C-H bond transformations",
      "authors": "Li Zeng, Qinghong Yang, Jianxing Wang, Xin Wang, Pengjie Wang, Shengchun Wang, Shide Lv, Shabbir Muhammad, Yichang Liu, Hong Yi, Aiwen Lei",
      "paper_url": "https://doi.org/10.1126/science.ado0875",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4413980004",
      "paper_id": "https://openalex.org/W4413980004",
      "title": "Rapid, low-temperature nanodiamond formation by electron-beam activation of adamantane C–H bonds",
      "authors": "Jiarui Fu, Takayuki Nakamuro, Eiichi Nakamura",
      "paper_url": "https://doi.org/10.1126/science.adw2025",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4388215070",
      "paper_id": "https://openalex.org/W4388215070",
      "title": "Reactive high-spin iron(IV)-oxo sites through dioxygen activation in a metal–organic framework",
      "authors": "Kaipeng Hou, Jonas Börgel, Henry Z. H. Jiang, Daniel J. SantaLucia, Hyunchul Kwon, Hao Zhuang, Khetpakorn Chakarawet, Rachel C. Rohde, Jordan W. Taylor, Chaochao Dun, Maria V. Paley, Ari B. Turkiewicz, Jesse G. Park, Haiyan Mao, Ziting Zhu, E. Ercan Alp, Jiyong Zhao, Michael Y. Hu, Barbara Lavina, Sergey Peredkov, Xudong Lv, Julia Oktawiec, Katie R. Meihaus, Dimitrios A. Pantazis, Marco Vandone, Valentina Colombo, Eckhard Bill, Jeffrey J. Urban, R. David Britt, Fernande Grandjean, Gary J. Long, Serena DeBeer, Frank Neese, Jeffrey A. Reimer, Jeffrey R. Long",
      "paper_url": "https://doi.org/10.1126/science.add7417",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4220793563",
      "paper_id": "https://openalex.org/W4220793563",
      "title": "Recovery of particulate methane monooxygenase structure and activity in a lipid bilayer",
      "authors": "Christopher W. Koo, Frank J. Tucci, Yuan He, Amy C. Rosenzweig",
      "paper_url": "https://doi.org/10.1126/science.abm3282",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4401751612",
      "paper_id": "https://openalex.org/W4401751612",
      "title": "Recyclable surgical, consumer, and industrial adhesives of poly(α-lipoic acid)",
      "authors": "Subhajit Pal, Jisoo Shin, Kelsey DeFrates, Mustafa Arslan, Katelyn Dale, Hannah Chen, Dominic Ramirez, Phillip B. Messersmith",
      "paper_url": "https://doi.org/10.1126/science.ado6292",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4407447934",
      "paper_id": "https://openalex.org/W4407447934",
      "title": "Selective chemical looping combustion of acetylene in ethylene-rich streams",
      "authors": "Matthew Jacob, Huy Nguyen, Rishi Raj, Javier Garcia-Barriocanal, Jiyun Hong, Jorge E. Perez-Aguilar, Adam S. Hoffman, K. Andre Mkhoyan, Simon R. Bare, Matthew Neurock, Aditya Bhan",
      "paper_url": "https://doi.org/10.1126/science.ads3181",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4224279982",
      "paper_id": "https://openalex.org/W4224279982",
      "title": "Single-step hydrogen production from NH <sub>3</sub> , CH <sub>4</sub> , and biogas in stacked proton ceramic reactors",
      "authors": "Daniel Clark, Harald Malerød-Fjeld, Michael Budd, Irene Yuste-Tirados, Dustin Beeaff, Simen Aamodt, Kevin Nguyen, Luca Ansaloni, Thijs Peters, Per K. Vestre, Dimitrios K. Pappas, María I. Valls, Sonia Remiro-Buenamañana, Truls Norby, Tor S. Bjørheim, Jose M. Serra, Christian Kjølseth",
      "paper_url": "https://doi.org/10.1126/science.abj3951",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4378194779",
      "paper_id": "https://openalex.org/W4378194779",
      "title": "Solvated dielectrons from optical excitation: An effective source of low-energy electrons",
      "authors": "Sebastian Hartweg, Jonathan Barnes, Bruce L. Yoder, Gustavo A. Garcia, Laurent Nahon, Evangelos Miliordos, Ruth Signorell",
      "paper_url": "https://doi.org/10.1126/science.adh0184",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4393056858",
      "paper_id": "https://openalex.org/W4393056858",
      "title": "Spin-mediated promotion of Co catalysts for ammonia synthesis",
      "authors": "Ke Zhang, Ang Cao, Lau Halkier Wandall, Jerome Vernieres, Jakob Kibsgaard, Jens K. Nørskov, Ib Chorkendorff",
      "paper_url": "https://doi.org/10.1126/science.adn0558",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3177991713",
      "paper_id": "https://openalex.org/W3177991713",
      "title": "Stable and selective catalysts for propane dehydrogenation operating at thermodynamic limit",
      "authors": "Ali Hussain Motagamwala, Rawan Almallahi, James Wortman, Valentina Omoze Igenegbai, Suljo Linic",
      "paper_url": "https://doi.org/10.1126/science.abg7894",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4406439891",
      "paper_id": "https://openalex.org/W4406439891",
      "title": "Stereomicrostructure-regulated biodegradable adhesives",
      "authors": "Zhen Zhang, Ethan C. Quinn, Jacob K. Kenny, Alexandra Grigoropoulos, Jason S. DesVeaux, Tiffany Chen, Li Zhou, Ting Xu, Gregg T. Beckham, Eugene Y.-X. Chen",
      "paper_url": "https://doi.org/10.1126/science.adr7175",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4387392906",
      "paper_id": "https://openalex.org/W4387392906",
      "title": "Structure of a ribonucleotide reductase R2 protein radical",
      "authors": "Hugo Lebrette, Vivek Srinivas, Juliane John, Oskar Aurelius, Rohit Kumar, Daniel Lundin, Aaron S. Brewster, Asmit Bhowmick, Abhishek Sirohiwal, In-Sik Kim, Sheraz Gul, Cindy Pham, Kyle D. Sutherlin, Philipp Simon, Agata Butryn, Pierre Aller, Allen M. Orville, Franklin D. Fuller, Roberto Alonso-Mori, Alexander Batyuk, Nicholas K. Sauter, Vittal K. Yachandra, Junko Yano, Ville R. I. Kaila, Britt-Marie Sjöberg, Jan Kern, Katarina Roos, Martin Högbom",
      "paper_url": "https://doi.org/10.1126/science.adh8160",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4288448018",
      "paper_id": "https://openalex.org/W4288448018",
      "title": "Structures of the nitrogenase complex prepared under catalytic turnover conditions",
      "authors": "Hannah L. Rutledge, Brian D. Cook, Hoang P. M. Nguyen, Mark A. Herzik, F. Akif Tezcan",
      "paper_url": "https://doi.org/10.1126/science.abq7641",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4390734212",
      "paper_id": "https://openalex.org/W4390734212",
      "title": "Synthetic dioxygenase reactivity by pairing electrochemical oxygen reduction and water oxidation",
      "authors": "Md. Asmaul Hoque, James B. Gerken, Shannon S. Stahl",
      "paper_url": "https://doi.org/10.1126/science.adk5097",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3139058266",
      "paper_id": "https://openalex.org/W3139058266",
      "title": "Tandem In <sub>2</sub> O <sub>3</sub> -Pt/Al <sub>2</sub> O <sub>3</sub> catalyst for coupling of propane dehydrogenation to selective H <sub>2</sub> combustion",
      "authors": "Huan Yan, Kun He, Izabela A. Samek, Dian Jing, Macy G. Nanda, Peter C. Stair, Justin M. Notestein",
      "paper_url": "https://doi.org/10.1126/science.abd4441",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4385298694",
      "paper_id": "https://openalex.org/W4385298694",
      "title": "Tandem propane dehydrogenation and surface oxidation catalysts for selective propylene synthesis",
      "authors": "Wei Wang, Sai Chen, Chunlei Pei, Ran Luo, Jiachen Sun, Hongbo Song, Guodong Sun, Xianhui Wang, Zhi-Jian Zhao, Jinlong Gong",
      "paper_url": "https://doi.org/10.1126/science.adi3416",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4406025291",
      "paper_id": "https://openalex.org/W4406025291",
      "title": "Tantalum-stabilized ruthenium oxide electrocatalysts for industrial water electrolysis",
      "authors": "Jiahao Zhang, Xianbiao Fu, Soonho Kwon, Kaifeng Chen, Xiaozhi Liu, Jin Yang, Haoran Sun, Yanchang Wang, Tomoki Uchiyama, Yoshiharu Uchimoto, Shaofeng Li, Yan Li, Xiaolong Fan, Gong Chen, Fanjie Xia, Jinsong Wu, Yanbo Li, Qin Yue, Liang Qiao, Dong Su, Hua Zhou, William A. Goddard, Yijin Kang",
      "paper_url": "https://doi.org/10.1126/science.ado9938",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4386127054",
      "paper_id": "https://openalex.org/W4386127054",
      "title": "Ternary NiMo-Bi liquid alloy catalyst for efficient hydrogen production from methane pyrolysis",
      "authors": "Luning Chen, Zhigang Song, Shuchen Zhang, Chung-Kai Chang, Yu-Chun Chuang, Xinxing Peng, Chaochao Dun, Jeffrey J. Urban, Jinghua Guo, Jeng-Lung Chen, David Prendergast, Miquel Salmeron, Gabor A. Somorjai, Ji Su",
      "paper_url": "https://doi.org/10.1126/science.adh8872",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4396780101",
      "paper_id": "https://openalex.org/W4396780101",
      "title": "The odd-number cyclo[13]carbon and its dimer, cyclo[26]carbon",
      "authors": "Florian Albrecht, Igor Rončević, Yueze Gao, Fabian Paschke, Alberto Baiardi, Ivano Tavernelli, Shantanu Mishra, Harry L. Anderson, Leo Gross",
      "paper_url": "https://doi.org/10.1126/science.ado1399",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4387391943",
      "paper_id": "https://openalex.org/W4387391943",
      "title": "The oscillating Fischer-Tropsch reaction",
      "authors": "Rui Zhang, Yong Wang, Pierre Gaspard, Norbert Kruse",
      "paper_url": "https://doi.org/10.1126/science.adh8463",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3196841452",
      "paper_id": "https://openalex.org/W3196841452",
      "title": "The three-spin intermediate at the O–O cleavage and proton-pumping junction in heme–Cu oxidases",
      "authors": "Anex Jose, Andrew W. Schaefer, Antonio C. Roveda, Wesley J. Transue, Sylvia K. Choi, Ziqiao Ding, Robert B. Gennis, Edward I. Solomon",
      "paper_url": "https://doi.org/10.1126/science.abh3209",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4407447950",
      "paper_id": "https://openalex.org/W4407447950",
      "title": "Thermal catalytic reforming for hydrogen production with zero CO <sub>2</sub> emission",
      "authors": "Mi Peng, Yuzhen Ge, Rui Gao, Jie Yang, Aowen Li, Zhiheng Xie, Qiaolin Yu, Jie Zhang, Hiroyuki Asakura, Hui Zhang, Zhi Liu, Qi Zhang, Jin Deng, Jihan Zhou, Wu Zhou, Graham J. Hutchings, Ding Ma",
      "paper_url": "https://doi.org/10.1126/science.adt0682",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3197454148",
      "paper_id": "https://openalex.org/W3197454148",
      "title": "Three-megadalton complex of methanogenic electron-bifurcating and CO <sub>2</sub> -fixing enzymes",
      "authors": "Tomohiro Watanabe, Olivia Pfeil-Gardiner, Jörg Kahnt, Jürgen Koch, Seigo Shima, Bonnie J. Murphy",
      "paper_url": "https://doi.org/10.1126/science.abg5550",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4407447955",
      "paper_id": "https://openalex.org/W4407447955",
      "title": "Ultrastable supported oxygen evolution electrocatalyst formed by ripening-induced embedding",
      "authors": "Wenjuan Shi, Tonghao Shen, Chengkun Xing, Kai Sun, Qisheng Yan, Wenzhe Niu, Xiao Yang, Jingjing Li, Chenyang Wei, Ruijie Wang, Shuqing Fu, Yong Yang, Liangyao Xue, Junfeng Chen, Shiwen Cui, Xiaoyue Hu, Ke Xie, Xin Xu, Sai Duan, Yifei Xu, Bo Zhang",
      "paper_url": "https://doi.org/10.1126/science.adr3149",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4407764659",
      "paper_id": "https://openalex.org/W4407764659",
      "title": "Visible light–triggered depolymerization of commercial polymethacrylates",
      "authors": "Hyun Suk Wang, Mikhail Agrachev, Hongsik Kim, Nghia P. Truong, Tae-Lim Choi, Gunnar Jeschke, Athina Anastasaki",
      "paper_url": "https://doi.org/10.1126/science.adr1637",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4221014560",
      "paper_id": "https://openalex.org/W4221014560",
      "title": "Visualization of on-surface ethylene polymerization through ethylene insertion",
      "authors": "Weijun Guo, Junqing Yin, Zhen Xu, Wentao Li, Zhantao Peng, C. J. Weststrate, Xin Yu, Yurong He, Zhi Cao, Xiaodong Wen, Yong Yang, Kai Wu, Yongwang Li, J. W. Niemantsverdriet, Xiong Zhou",
      "paper_url": "https://doi.org/10.1126/science.abi4407",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4389166133",
      "paper_id": "https://openalex.org/W4389166133",
      "title": "Visualizing the DNA repair process by a photolyase at atomic resolution",
      "authors": "Manuel Maestre-Reyna, Po-Hsun Wang, Eriko Nango, Yuhei Hosokawa, Martin Saft, Antonia Furrer, Cheng-Han Yang, Eka Putra Gusti Ngurah Putu, Wen-Jin Wu, Hans-Joachim Emmerich, Nicolas Caramello, Sophie Franz-Badur, Chao Yang, Sylvain Engilberge, Maximilian Wranik, Hannah Louise Glover, Tobias Weinert, Hsiang-Yi Wu, Cheng-Chung Lee, Wei-Cheng Huang, Kai-Fa Huang, Yao-Kai Chang, Jiahn-Haur Liao, Jui-Hung Weng, Wael Gad, Chiung-Wen Chang, Allan H. Pang, Kai-Chun Yang, Wei-Ting Lin, Yu-Chen Chang, Dardan Gashi, Emma Beale, Dmitry Ozerov, Karol Nass, Gregor Knopp, Philip J. M. Johnson, Claudio Cirelli, Chris Milne, Camila Bacellar, Michihiro Sugahara, Shigeki Owada, Yasumasa Joti, Ayumi Yamashita, Rie Tanaka, Tomoyuki Tanaka, Fangjia Luo, Kensuke Tono, Wiktoria Zarzycka, Pavel Müller, Maisa Alkheder Alahmad, Filipp Bezold, Valerie Fuchs, Petra Gnau, Stephan Kiontke, Lukas Korf, Viktoria Reithofer, Christian Joshua Rosner, Elisa Marie Seiler, Mohamed Watad, Laura Werel, Roberta Spadaccini, Junpei Yamamoto, So Iwata, Dongping Zhong, Jörg Standfuss, Antoine Royant, Yoshitaka Bessho, Lars-Oliver Essen, Ming-Daw Tsai",
      "paper_url": "https://doi.org/10.1126/science.add7795",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4399848834",
      "paper_id": "https://openalex.org/W4399848834",
      "title": "Water-hydroxide trapping in cobalt tungstate for proton exchange membrane water electrolysis",
      "authors": "Ranit Ram, Lu Xia, Hind Benzidi, Anku Guha, Viktoria Golovanova, Alba Garzón Manjón, David Llorens Rauret, Pol Sanz Berman, Marinos Dimitropoulos, Bernat Mundet, Ernest Pastor, Veronica Celorrio, Camilo A. Mesa, Aparna M. Das, Adrián Pinilla-Sánchez, Sixto Giménez, Jordi Arbiol, Núria López, F. Pelayo García de Arquer",
      "paper_url": "https://doi.org/10.1126/science.adk9849",
      "venue": "science24"
    }
  ]
}