{
  "cluster_id": 175,
  "papers": [
    {
      "id": "nature25_https://openalex.org/W4411627151",
      "paper_id": "https://openalex.org/W4411627151",
      "title": "A cation-exchange approach to tunable magnetic intercalation superlattices",
      "authors": "Jingxuan Zhou, Jingyuan Zhou, Zhong Wan, Qi Qian, Huaying Ren, Xingxu Yan, Boxuan Zhou, Ao Zhang, Xiaoqing Pan, Wuzhang Fang, Yuan Ping, Zdenek Sofer, Yu Huang, Xiangfeng Duan",
      "paper_url": "https://doi.org/10.1038/s41586-025-09147-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4394675866",
      "paper_id": "https://openalex.org/W4394675866",
      "title": "A hybrid topological quantum state in an elemental solid",
      "authors": "Md Shafayat Hossain, Frank Schindler, Rajibul Islam, Zahir Muhammad, Yu-Xiao Jiang, Zi-Jia Cheng, Qi Zhang, Tao Hou, Hongyu Chen, Maksim Litskevich, Brian Casas, Jia-Xin Yin, Tyler A. Cochran, Mohammad Yahyavi, Xian P. Yang, Luis Balicas, Guoqing Chang, Weisheng Zhao, Titus Neupert, M. Zahid Hasan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07203-8",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411208794",
      "paper_id": "https://openalex.org/W4411208794",
      "title": "A neutral-atom Hubbard quantum simulator in the cryogenic regime",
      "authors": "Muqing Xu, Lev Haldar Kendrick, Anant Kale, Youqi Gang, Chunhan Feng, Shiwei Zhang, Aaron W. Young, Martin Lebrat, Markus Greiner",
      "paper_url": "https://doi.org/10.1038/s41586-025-09112-w",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3091222663",
      "paper_id": "https://openalex.org/W3091222663",
      "title": "A quantum magnetic analogue to the critical point of water",
      "authors": "J. Larrea Jiménez, S. P. G. Crone, E. Fogh, M. E. Zayed, R. Lortz, E. Pomjakushina, K. Conder, A. M. Läuchli, L. Weber, S. Wessel, A. Honecker, B. Normand, Ch. Rüegg, P. Corboz, H. M. Rønnow, F. Mila",
      "paper_url": "https://doi.org/10.1038/s41586-021-03411-8",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411021791",
      "paper_id": "https://openalex.org/W4411021791",
      "title": "A soft-clamped topological waveguide for phonons",
      "authors": "Xiang Xi, Ilia Chernobrovkin, Jan Košata, Mads B. Kristensen, Eric Langman, Anders S. Sørensen, Oded Zilberberg, Albert Schliesser",
      "paper_url": "https://doi.org/10.1038/s41586-025-09092-x",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399567359",
      "paper_id": "https://openalex.org/W4399567359",
      "title": "A two-site Kitaev chain in a two-dimensional electron gas",
      "authors": "Sebastiaan L. D. ten Haaf, Qingzhen Wang, A. Mert Bozkurt, Chun-Xiao Liu, Ivan Kulesh, Philip Kim, Di Xiao, Candice Thomas, Michael J. Manfra, Tom Dvir, Michael Wimmer, Srijit Goswami",
      "paper_url": "https://doi.org/10.1038/s41586-024-07434-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4376134769",
      "paper_id": "https://openalex.org/W4376134769",
      "title": "Absence of near-ambient superconductivity in LuH2±xNy",
      "authors": "Xue Ming, Ying-Jie Zhang, Xiyu Zhu, Qing Li, Chengping He, Yuecong Liu, Tianheng Huang, Gan Liu, Bo Zheng, Huan Yang, Jian Sun, Xiaoxiang Xi, Hai-Hu Wen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06162-w",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392984703",
      "paper_id": "https://openalex.org/W4392984703",
      "title": "All-electrical skyrmionic magnetic tunnel junction",
      "authors": "Shaohai Chen, James Lourembam, Pin Ho, Alexander K. J. Toh, Jifei Huang, Xiaoye Chen, Hang Khume Tan, Sherry L. K. Yap, Royston J. J. Lim, Hui Ru Tan, T. S. Suraj, May Inn Sim, Yeow Teck Toh, Idayu Lim, Nelson C. B. Lim, Jing Zhou, Hong Jing Chung, Sze Ter Lim, Anjan Soumyanarayanan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07131-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391809119",
      "paper_id": "https://openalex.org/W4391809119",
      "title": "Altermagnetic lifting of Kramers spin degeneracy",
      "authors": "J. Krempaský, L. Šmejkal, S. W. D’Souza, M. Hajlaoui, G. Springholz, K. Uhlířová, F. Alarab, P. C. Constantinou, V. Strocov, D. Usanov, W. R. Pudelko, R. González-Hernández, A. Birk Hellenes, Z. Jansa, H. Reichlová, Z. Šobáň, R. D. Gonzalez Betancourt, P. Wadley, J. Sinova, D. Kriegner, J. Minár, J. H. Dil, T. Jungwirth",
      "paper_url": "https://doi.org/10.1038/s41586-023-06907-7",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407625239",
      "paper_id": "https://openalex.org/W4407625239",
      "title": "Ambient-pressure superconductivity onset above 40 K in (La,Pr)3Ni2O7 films",
      "authors": "Guangdi Zhou, Wei Lv, Heng Wang, Zihao Nie, Yaqi Chen, Yueying Li, Haoliang Huang, Wei-Qiang Chen, Yu-Jie Sun, Qi-Kun Xue, Zhuoyu Chen",
      "paper_url": "https://doi.org/10.1038/s41586-025-08755-z",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3214386878",
      "paper_id": "https://openalex.org/W3214386878",
      "title": "An optical lattice with sound",
      "authors": "Yudan Guo, Ronen M. Kroeze, Brendan P. Marsh, Sarang Gopalakrishnan, Jonathan Keeling, Benjamin L. Lev",
      "paper_url": "https://doi.org/10.1038/s41586-021-03945-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392504800",
      "paper_id": "https://openalex.org/W4392504800",
      "title": "Anomalous electrons in a metallic kagome ferromagnet",
      "authors": "Sandy Adhitia Ekahana, Y. Soh, Anna Tamai, Daniel Gosálbez-Martínez, Mengyu Yao, Andrew Hunter, Wenhui Fan, Yihao Wang, Junbo Li, Armin Kleibert, C. A. F. Vaz, Junzhang Ma, Hyungjun Lee, Yimin Xiong, Oleg V. Yazyev, Felix Baumberger, Ming Shi, G. Aeppli",
      "paper_url": "https://doi.org/10.1038/s41586-024-07085-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3127796635",
      "paper_id": "https://openalex.org/W3127796635",
      "title": "Antiferromagnetic half-skyrmions and bimerons at room temperature",
      "authors": "Hariom Jani, Jheng-Cyuan Lin, Jiahao Chen, Jack Harrison, Francesco Maccherozzi, Jonathon Schad, Saurav Prakash, Chang-Beom Eom, A. Ariando, T. Venkatesan, Paolo G. Radaelli",
      "paper_url": "https://doi.org/10.1038/s41586-021-03219-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400491681",
      "paper_id": "https://openalex.org/W4400491681",
      "title": "Antiferromagnetic phase transition in a 3D fermionic Hubbard model",
      "authors": "Hou-Ji Shao, Yu-Xuan Wang, De-Zhi Zhu, Yan-Song Zhu, Hao-Nan Sun, Si-Yuan Chen, Chi Zhang, Zhi-Jie Fan, Youjin Deng, Xing-Can Yao, Yu-Ao Chen, Jian-Wei Pan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07689-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409485953",
      "paper_id": "https://openalex.org/W4409485953",
      "title": "Antiferromagnetic quantum anomalous Hall effect under spin flips and flops",
      "authors": "Zichen Lian, Yongchao Wang, Yongqian Wang, Wen-Han Dong, Yang Feng, Zehao Dong, Mangyuan Ma, Shuai Yang, Liangcai Xu, Yaoxin Li, Bohan Fu, Yuetan Li, Wanjun Jiang, Yong Xu, Chang Liu, Jinsong Zhang, Yayu Wang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08860-z",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3216922660",
      "paper_id": "https://openalex.org/W3216922660",
      "title": "Artificial heavy fermions in a van der Waals heterostructure",
      "authors": "Viliam Vaňo, Mohammad Amini, Somesh C. Ganguli, Guangze Chen, Jose L. Lado, Shawulienu Kezilebieke, Peter Liljeroth",
      "paper_url": "https://doi.org/10.1038/s41586-021-04021-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4321480174",
      "paper_id": "https://openalex.org/W4321480174",
      "title": "Atomic Bose–Einstein condensate in twisted-bilayer optical lattices",
      "authors": "Zengming Meng, Liangwei Wang, Wei Han, Fangde Liu, Kai Wen, Chao Gao, Pengjun Wang, Cheng Chin, Jing Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05695-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4200635289",
      "paper_id": "https://openalex.org/W4200635289",
      "title": "Axial Higgs mode detected by quantum pathway interference in RTe3",
      "authors": "Yiping Wang, Ioannis Petrides, Grant McNamara, Md Mofazzel Hosen, Shiming Lei, Yueh-Chun Wu, James L. Hart, Hongyan Lv, Jun Yan, Di Xiao, Judy J. Cha, Prineha Narang, Leslie M. Schoop, Kenneth S. Burch",
      "paper_url": "https://doi.org/10.1038/s41586-022-04746-6",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3174386259",
      "paper_id": "https://openalex.org/W3174386259",
      "title": "Bilayer Wigner crystals in a transition metal dichalcogenide heterostructure",
      "authors": "You Zhou, Jiho Sung, Elise Brutschea, Ilya Esterlis, Yao Wang, Giovanni Scuri, Ryan J. Gelly, Hoseok Heo, Takashi Taniguchi, Kenji Watanabe, Gergely Zaránd, Mikhail D. Lukin, Philip Kim, Eugene Demler, Hongkun Park",
      "paper_url": "https://doi.org/10.1038/s41586-021-03560-w",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403063083",
      "paper_id": "https://openalex.org/W4403063083",
      "title": "Bulk high-temperature superconductivity in pressurized tetragonal La2PrNi2O7",
      "authors": "Ningning Wang, Gang Wang, Xiaoling Shen, Jun Hou, Jun Luo, Xiaoping Ma, Huaixin Yang, Lifen Shi, Jie Dou, Jie Feng, Jie Yang, Yunqing Shi, Zhian Ren, Hanming Ma, Pengtao Yang, Ziyi Liu, Yue Liu, Hua Zhang, Xiaoli Dong, Yuxin Wang, Kun Jiang, Jiangping Hu, Shoko Nagasaki, Kentaro Kitagawa, Stuart Calder, Jiaqiang Yan, Jianping Sun, Bosen Wang, Rui Zhou, Yoshiya Uwatoko, Jinguang Cheng",
      "paper_url": "https://doi.org/10.1038/s41586-024-07996-8",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408656971",
      "paper_id": "https://openalex.org/W4408656971",
      "title": "Bulk superconductivity near 40 K in hole-doped SmNiO2 at ambient pressure",
      "authors": "S. Lin Er Chow, Zhaoyang Luo, A. Ariando",
      "paper_url": "https://doi.org/10.1038/s41586-025-08893-4",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3125218820",
      "paper_id": "https://openalex.org/W3125218820",
      "title": "Bulk–disclination correspondence in topological crystalline insulators",
      "authors": "Yang Liu, Shuwai Leung, Fei-Fei Li, Zhi-Kang Lin, Xiufeng Tao, Yin Poo, Jian-Hua Jiang",
      "paper_url": "https://doi.org/10.1038/s41586-020-03125-3",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410350660",
      "paper_id": "https://openalex.org/W4410350660",
      "title": "Bulk–spatiotemporal vortex correspondence in gyromagnetic zero-index media",
      "authors": "Ruo-Yang Zhang, Xiaohan Cui, Yuan-Song Zeng, Jin Chen, Wenzhe Liu, Mudi Wang, Dongyang Wang, Zhao-Qing Zhang, Neng Wang, Geng-Bo Wu, C. T. Chan",
      "paper_url": "https://doi.org/10.1038/s41586-025-08948-6",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399121778",
      "paper_id": "https://openalex.org/W4399121778",
      "title": "Canted spin order as a platform for ultrafast conversion of magnons",
      "authors": "R. A. Leenders, D. Afanasiev, A. V. Kimel, R. V. Mikhaylovskiy",
      "paper_url": "https://doi.org/10.1038/s41586-024-07448-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3204358368",
      "paper_id": "https://openalex.org/W3204358368",
      "title": "Cascade of correlated electron states in the kagome superconductor CsV3Sb5",
      "authors": "He Zhao, Hong Li, Brenden R. Ortiz, Samuel M. L. Teicher, Takamori Park, Mengxing Ye, Ziqiang Wang, Leon Balents, Stephen D. Wilson, Ilija Zeljkovic",
      "paper_url": "https://doi.org/10.1038/s41586-021-03946-w",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4220708787",
      "paper_id": "https://openalex.org/W4220708787",
      "title": "Catalogue of flat-band stoichiometric materials",
      "authors": "Nicolas Regnault, Yuanfeng Xu, Ming-Rui Li, Da-Shuai Ma, Milena Jovanovic, Ali Yazdani, Stuart S. P. Parkin, Claudia Felser, Leslie M. Schoop, N. Phuan Ong, Robert J. Cava, Luis Elcoro, Zhi-Da Song, B. Andrei Bernevig",
      "paper_url": "https://doi.org/10.1038/s41586-022-04519-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387737729",
      "paper_id": "https://openalex.org/W4387737729",
      "title": "Cavity-mediated thermal control of metal-to-insulator transition in 1T-TaS2",
      "authors": "Giacomo Jarc, Shahla Yasmin Mathengattil, Angela Montanaro, Francesca Giusti, Enrico Maria Rigoni, Rudi Sergo, Francesca Fassioli, Stephan Winnerl, Simone Dal Zilio, Dragan Mihailovic, Peter Prelovšek, Martin Eckstein, Daniele Fausti",
      "paper_url": "https://doi.org/10.1038/s41586-023-06596-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4210924107",
      "paper_id": "https://openalex.org/W4210924107",
      "title": "Charge-density-wave-driven electronic nematicity in a kagome superconductor",
      "authors": "Linpeng Nie, Kuanglv Sun, Wanru Ma, Dianwu Song, Lixuan Zheng, Zuowei Liang, Ping Wu, Fanghang Yu, Jian Li, Min Shan, Dan Zhao, Shunjiao Li, Baolei Kang, Zhimian Wu, Yanbing Zhou, Kai Liu, Ziji Xiang, Jianjun Ying, Zhenyu Wang, Tao Wu, Xianhui Chen",
      "paper_url": "https://doi.org/10.1038/s41586-022-04493-8",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401793572",
      "paper_id": "https://openalex.org/W4401793572",
      "title": "Chiral kagome superconductivity modulations with residual Fermi arcs",
      "authors": "Hanbin Deng, Hailang Qin, Guowei Liu, Tianyu Yang, Ruiqing Fu, Zhongyi Zhang, Xianxin Wu, Zhiwei Wang, Youguo Shi, Jinjin Liu, Hongxiong Liu, Xiao-Yu Yan, Wei Song, Xitong Xu, Yuanyuan Zhao, Mingsheng Yi, Gang Xu, Hendrik Hohmann, Sofie Castro Holbæk, Matteo Dürrnagel, Sen Zhou, Guoqing Chang, Yugui Yao, Qianghua Wang, Zurab Guguchia, Titus Neupert, Ronny Thomale, Mark H. Fischer, Jia-Xin Yin",
      "paper_url": "https://doi.org/10.1038/s41586-024-07798-y",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283736927",
      "paper_id": "https://openalex.org/W4283736927",
      "title": "Chiral molecular intercalation superlattices",
      "authors": "Qi Qian, Huaying Ren, Jingyuan Zhou, Zhong Wan, Jingxuan Zhou, Xingxu Yan, Jin Cai, Peiqi Wang, Bailing Li, Zdenek Sofer, Bo Li, Xidong Duan, Xiaoqing Pan, Yu Huang, Xiangfeng Duan",
      "paper_url": "https://doi.org/10.1038/s41586-022-04846-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4379768080",
      "paper_id": "https://openalex.org/W4379768080",
      "title": "Chiral phonons in quartz probed by X-rays",
      "authors": "Hiroki Ueda, Mirian García-Fernández, Stefano Agrestini, Carl P. Romao, Jeroen van den Brink, Nicola A. Spaldin, Ke-Jin Zhou, Urs Staub",
      "paper_url": "https://doi.org/10.1038/s41586-023-06016-5",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411626975",
      "paper_id": "https://openalex.org/W4411626975",
      "title": "Coherent bunching of anyons and dissociation in an interference experiment",
      "authors": "Bikash Ghosh, Maria Labendik, Vladimir Umansky, Moty Heiblum, David F. Mross",
      "paper_url": "https://doi.org/10.1038/s41586-025-09143-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3217807122",
      "paper_id": "https://openalex.org/W3217807122",
      "title": "Colossal angular magnetoresistance in ferrimagnetic nodal-line semiconductors",
      "authors": "Junho Seo, Chandan De, Hyunsoo Ha, Ji Eun Lee, Sungyu Park, Joonbum Park, Yurii Skourski, Eun Sang Choi, Bongjae Kim, Gil Young Cho, Han Woong Yeom, Sang-Wook Cheong, Jae Hoon Kim, Bohm-Jung Yang, Kyoo Kim, Jun Sung Kim",
      "paper_url": "https://doi.org/10.1038/s41586-021-04028-7",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3118253557",
      "paper_id": "https://openalex.org/W3118253557",
      "title": "Competing magnetic orders in a bilayer Hubbard model with ultracold atoms",
      "authors": "Marcell Gall, Nicola Wurz, Jens Samland, Chun Fai Chan, Michael Köhl",
      "paper_url": "https://doi.org/10.1038/s41586-020-03058-x",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3199605945",
      "paper_id": "https://openalex.org/W3199605945",
      "title": "Continuous Mott transition in semiconductor moiré superlattices",
      "authors": "Tingxin Li, Shengwei Jiang, Lizhong Li, Yang Zhang, Kaifei Kang, Jiacheng Zhu, Kenji Watanabe, Takashi Taniguchi, Debanjan Chowdhury, Liang Fu, Jie Shan, Kin Fai Mak",
      "paper_url": "https://doi.org/10.1038/s41586-021-03853-0",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4304698260",
      "paper_id": "https://openalex.org/W4304698260",
      "title": "Control of chiral orbital currents in a colossal magnetoresistance material",
      "authors": "Yu Zhang, Yifei Ni, Hengdi Zhao, Sami Hakani, Feng Ye, Lance DeLong, Itamar Kimchi, Gang Cao",
      "paper_url": "https://doi.org/10.1038/s41586-022-05262-3",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408614159",
      "paper_id": "https://openalex.org/W4408614159",
      "title": "Cooper-pair density modulation state in an iron-based superconductor",
      "authors": "Lingyuan Kong, Michał Papaj, Hyunjin Kim, Yiran Zhang, Eli Baum, Hui Li, Kenji Watanabe, Takashi Taniguchi, Genda Gu, Patrick A. Lee, Stevan Nadj-Perge",
      "paper_url": "https://doi.org/10.1038/s41586-025-08703-x",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3124201952",
      "paper_id": "https://openalex.org/W3124201952",
      "title": "Correlation-driven topological phases in magic-angle twisted bilayer graphene",
      "authors": "Youngjoon Choi, Hyunjin Kim, Yang Peng, Alex Thomson, Cyprian Lewandowski, Robert Polski, Yiran Zhang, Harpreet Singh Arora, Kenji Watanabe, Takashi Taniguchi, Jason Alicea, Stevan Nadj-Perge",
      "paper_url": "https://doi.org/10.1038/s41586-020-03159-7",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4313545743",
      "paper_id": "https://openalex.org/W4313545743",
      "title": "Coupled ferroelectricity and superconductivity in bilayer Td-MoTe2",
      "authors": "Apoorv Jindal, Amartyajyoti Saha, Zizhong Li, Takashi Taniguchi, Kenji Watanabe, James C. Hone, Turan Birol, Rafael M. Fernandes, Cory R. Dean, Abhay N. Pasupathy, Daniel A. Rhodes",
      "paper_url": "https://doi.org/10.1038/s41586-022-05521-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4322738897",
      "paper_id": "https://openalex.org/W4322738897",
      "title": "Critical role of hydrogen for superconductivity in nickelates",
      "authors": "Xiang Ding, Charles C. Tam, Xuelei Sui, Yan Zhao, Minghui Xu, Jaewon Choi, Huaqian Leng, Ji Zhang, Mei Wu, Haiyan Xiao, Xiaotao Zu, Mirian Garcia-Fernandez, Stefano Agrestini, Xiaoqiang Wu, Qingyuan Wang, Peng Gao, Sean Li, Bing Huang, Ke-Jin Zhou, Liang Qiao",
      "paper_url": "https://doi.org/10.1038/s41586-022-05657-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4205815178",
      "paper_id": "https://openalex.org/W4205815178",
      "title": "Crystallization of bosonic quantum Hall states in a rotating quantum gas",
      "authors": "Biswaroop Mukherjee, Airlia Shaffer, Parth B. Patel, Zhenjie Yan, Cedric C. Wilson, Valentin Crépel, Richard J. Fletcher, Martin Zwierlein",
      "paper_url": "https://doi.org/10.1038/s41586-021-04170-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4378071561",
      "paper_id": "https://openalex.org/W4378071561",
      "title": "Density-wave ordering in a unitary Fermi gas with photon-mediated interactions",
      "authors": "Victor Helson, Timo Zwettler, Farokh Mivehvar, Elvia Colella, Kevin Roux, Hideki Konishi, Helmut Ritsch, Jean-Philippe Brantut",
      "paper_url": "https://doi.org/10.1038/s41586-023-06018-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4382358587",
      "paper_id": "https://openalex.org/W4382358587",
      "title": "Detection of a pair density wave state in UTe2",
      "authors": "Qiangqiang Gu, Joseph P. Carroll, Shuqiu Wang, Sheng Ran, Christopher Broyles, Hasan Siddiquee, Nicholas P. Butch, Shanta R. Saha, Johnpierre Paglione, J. C. Séamus Davis, Xiaolong Liu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05919-7",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4323543062",
      "paper_id": "https://openalex.org/W4323543062",
      "title": "Diode effect in Josephson junctions with a single magnetic atom",
      "authors": "Martina Trahms, Larissa Melischek, Jacob F. Steiner, Bharti Mahendru, Idan Tamir, Nils Bogdanoff, Olof Peters, Gaël Reecht, Clemens B. Winkelmann, Felix von Oppen, Katharina J. Franke",
      "paper_url": "https://doi.org/10.1038/s41586-023-05743-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400279772",
      "paper_id": "https://openalex.org/W4400279772",
      "title": "Dirac mass induced by optical gain and loss",
      "authors": "Letian Yu, Haoran Xue, Ruixiang Guo, Eng Aik Chan, Yun Yong Terh, Cesare Soci, Baile Zhang, Y. D. Chong",
      "paper_url": "https://doi.org/10.1038/s41586-024-07664-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404567077",
      "paper_id": "https://openalex.org/W4404567077",
      "title": "Direct magnetic imaging of fractional Chern insulators in twisted MoTe2",
      "authors": "Evgeny Redekop, Canxun Zhang, Heonjoon Park, Jiaqi Cai, Eric Anderson, Owen Sheekey, Trevor Arp, Grigory Babikyan, Samuel Salters, Kenji Watanabe, Takashi Taniguchi, Martin E. Huber, Xiaodong Xu, Andrea F. Young",
      "paper_url": "https://doi.org/10.1038/s41586-024-08153-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394687653",
      "paper_id": "https://openalex.org/W4394687653",
      "title": "Direct observation of a magnetic-field-induced Wigner crystal",
      "authors": "Yen-Chen Tsui, Minhao He, Yuwen Hu, Ethan Lake, Taige Wang, Kenji Watanabe, Takashi Taniguchi, Michael P. Zaletel, Ali Yazdani",
      "paper_url": "https://doi.org/10.1038/s41586-024-07212-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4284685525",
      "paper_id": "https://openalex.org/W4284685525",
      "title": "Direct observation of vortices in an electron fluid",
      "authors": "A. Aharon-Steinberg, T. Völkl, A. Kaplan, A. K. Pariari, I. Roy, T. Holder, Y. Wolf, A. Y. Meltzer, Y. Myasoedov, M. E. Huber, B. Yan, G. Falkovich, L. S. Levitov, M. Hücker, E. Zeldov",
      "paper_url": "https://doi.org/10.1038/s41586-022-04794-y",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404754413",
      "paper_id": "https://openalex.org/W4404754413",
      "title": "Direct visualization of relativistic quantum scars in graphene quantum dots",
      "authors": "Zhehao Ge, Anton M. Graf, Joonas Keski-Rahkonen, Sergey Slizovskiy, Peter Polizogopoulos, Takashi Taniguchi, Kenji Watanabe, Ryan Van Haren, David Lederman, Vladimir I. Fal’ko, Eric J. Heller, Jairo Velasco Jr",
      "paper_url": "https://doi.org/10.1038/s41586-024-08190-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4396732445",
      "paper_id": "https://openalex.org/W4396732445",
      "title": "Directly imaging spin polarons in a kinetically frustrated Hubbard system",
      "authors": "Max L. Prichard, Benjamin M. Spar, Ivan Morera, Eugene Demler, Zoe Z. Yan, Waseem S. Bakr",
      "paper_url": "https://doi.org/10.1038/s41586-024-07356-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4295762999",
      "paper_id": "https://openalex.org/W4295762999",
      "title": "Discovery of charge density wave in a kagome lattice antiferromagnet",
      "authors": "Xiaokun Teng, Lebing Chen, Feng Ye, Elliott Rosenberg, Zhaoyu Liu, Jia-Xin Yin, Yu-Xiao Jiang, Ji Seop Oh, M. Zahid Hasan, Kelly J. Neubauer, Bin Gao, Yaofeng Xie, Makoto Hashimoto, Donghui Lu, Chris Jozwiak, Aaron Bostwick, Eli Rotenberg, Robert J. Birgeneau, Jiun-Haw Chu, Ming Yi, Pengcheng Dai",
      "paper_url": "https://doi.org/10.1038/s41586-022-05034-z",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407956625",
      "paper_id": "https://openalex.org/W4407956625",
      "title": "Disorder-assisted real–momentum topological photonic crystal",
      "authors": "Haoye Qin, Zengping Su, Zhe Zhang, Wenjing Lv, Zijin Yang, Weijin Chen, Xinyue Gao, Heng Wei, Yuzhi Shi, Bo Li, Ji Zhou, Romain Fleury, Cheng-Wei Qiu, Qinghua Song",
      "paper_url": "https://doi.org/10.1038/s41586-025-08632-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4210668629",
      "paper_id": "https://openalex.org/W4210668629",
      "title": "Domain-wall dynamics in Bose–Einstein condensates with synthetic gauge fields",
      "authors": "Kai-Xuan Yao, Zhendong Zhang, Cheng Chin",
      "paper_url": "https://doi.org/10.1038/s41586-021-04250-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392985361",
      "paper_id": "https://openalex.org/W4392985361",
      "title": "Dual quantum spin Hall insulator by density-tuned correlations in TaIrTe4",
      "authors": "Jian Tang, Thomas Siyuan Ding, Hongyu Chen, Anyuan Gao, Tiema Qian, Zumeng Huang, Zhe Sun, Xin Han, Alex Strasser, Jiangxu Li, Michael Geiwitz, Mohamed Shehabeldin, Vsevolod Belosevich, Zihan Wang, Yiping Wang, Kenji Watanabe, Takashi Taniguchi, David C. Bell, Ziqiang Wang, Liang Fu, Yang Zhang, Xiaofeng Qian, Kenneth S. Burch, Youguo Shi, Ni Ni, Guoqing Chang, Su-Yang Xu, Qiong Ma",
      "paper_url": "https://doi.org/10.1038/s41586-024-07211-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402585751",
      "paper_id": "https://openalex.org/W4402585751",
      "title": "Dynamic transition and Galilean relativity of current-driven skyrmions",
      "authors": "Max T. Birch, Ilya Belopolski, Yukako Fujishiro, Minoru Kawamura, Akiko Kikkawa, Yasujiro Taguchi, Max Hirschberger, Naoto Nagaosa, Yoshinori Tokura",
      "paper_url": "https://doi.org/10.1038/s41586-024-07859-2",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4221147228",
      "paper_id": "https://openalex.org/W4221147228",
      "title": "Elastocaloric determination of the phase diagram of Sr2RuO4",
      "authors": "You-Sheng Li, Markus Garst, Jörg Schmalian, Sayak Ghosh, Naoki Kikugawa, Dmitry A. Sokolov, Clifford W. Hicks, Fabian Jerzembeck, Matthias S. Ikeda, Zhenhai Hu, B. J. Ramshaw, Andreas W. Rost, Michael Nicklas, Andrew P. Mackenzie",
      "paper_url": "https://doi.org/10.1038/s41586-022-04820-z",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410817098",
      "paper_id": "https://openalex.org/W4410817098",
      "title": "Electrical switching of a p-wave magnet",
      "authors": "Qian Song, Srdjan Stavrić, Paolo Barone, Andrea Droghetti, Daniil S. Antonenko, Jörn W. F. Venderbos, Connor A. Occhialini, Batyr Ilyas, Emre Ergeçen, Nuh Gedik, Sang-Wook Cheong, Rafael M. Fernandes, Silvia Picozzi, Riccardo Comin",
      "paper_url": "https://doi.org/10.1038/s41586-025-09034-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4281479129",
      "paper_id": "https://openalex.org/W4281479129",
      "title": "Electrically tunable quantum confinement of neutral excitons",
      "authors": "Deepankur Thureja, Atac Imamoglu, Tomasz Smoleński, Ivan Amelio, Alexander Popert, Thibault Chervy, Xiaobo Lu, Song Liu, Katayun Barmak, Kenji Watanabe, Takashi Taniguchi, David J. Norris, Martin Kroner, Puneet A. Murthy",
      "paper_url": "https://doi.org/10.1038/s41586-022-04634-z",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400279548",
      "paper_id": "https://openalex.org/W4400279548",
      "title": "Electron holography observation of individual ferrimagnetic lattice planes",
      "authors": "Toshiaki Tanigaki, Tetsuya Akashi, Takaho Yoshida, Ken Harada, Kazuo Ishizuka, Masahiko Ichimura, Kazutaka Mitsuishi, Yasuhide Tomioka, Xiuzhen Yu, Daisuke Shindo, Yoshinori Tokura, Yasukazu Murakami, Hiroyuki Shinada",
      "paper_url": "https://doi.org/10.1038/s41586-024-07673-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403451202",
      "paper_id": "https://openalex.org/W4403451202",
      "title": "Electronic rotons and Wigner crystallites in a two-dimensional dipole liquid",
      "authors": "Soobin Park, Minjae Huh, Chris Jozwiak, Eli Rotenberg, Aaron Bostwick, Keun Su Kim",
      "paper_url": "https://doi.org/10.1038/s41586-024-08045-0",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407157733",
      "paper_id": "https://openalex.org/W4407157733",
      "title": "Emergence of collective oscillations in massive human crowds",
      "authors": "François Gu, Benjamin Guiselin, Nicolas Bain, Iker Zuriguel, Denis Bartolo",
      "paper_url": "https://doi.org/10.1038/s41586-024-08514-6",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4220779343",
      "paper_id": "https://openalex.org/W4220779343",
      "title": "Emergence of Fermi arcs due to magnetic splitting in an antiferromagnet",
      "authors": "Benjamin Schrunk, Yevhen Kushnirenko, Brinda Kuthanazhi, Junyeong Ahn, Lin-Lin Wang, Evan O’Leary, Kyungchan Lee, Andrew Eaton, Alexander Fedorov, Rui Lou, Vladimir Voroshnin, Oliver J. Clark, Jaime Sánchez-Barriga, Sergey L. Bud’ko, Robert-Jan Slager, Paul C. Canfield, Adam Kaminski",
      "paper_url": "https://doi.org/10.1038/s41586-022-04412-x",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4293793093",
      "paper_id": "https://openalex.org/W4293793093",
      "title": "Emergence of mesoscale quantum phase transitions in a ferromagnet",
      "authors": "Andreas Wendl, Heike Eisenlohr, Felix Rucker, Christopher Duvinage, Markus Kleinhans, Matthias Vojta, Christian Pfleiderer",
      "paper_url": "https://doi.org/10.1038/s41586-022-04995-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4309821850",
      "paper_id": "https://openalex.org/W4309821850",
      "title": "Emergent charge order in pressurized kagome superconductor CsV3Sb5",
      "authors": "Lixuan Zheng, Zhimian Wu, Ye Yang, Linpeng Nie, Min Shan, Kuanglv Sun, Dianwu Song, Fanghang Yu, Jian Li, Dan Zhao, Shunjiao Li, Baolei Kang, Yanbing Zhou, Kai Liu, Ziji Xiang, Jianjun Ying, Zhenyu Wang, Tao Wu, Xianhui Chen",
      "paper_url": "https://doi.org/10.1038/s41586-022-05351-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3188919106",
      "paper_id": "https://openalex.org/W3188919106",
      "title": "Emergent order in hydrodynamic spin lattices",
      "authors": "Pedro J. Sáenz, Giuseppe Pucci, Sam E. Turton, Alexis Goujon, Rodolfo R. Rosales, Jörn Dunkel, John W. M. Bush",
      "paper_url": "https://doi.org/10.1038/s41586-021-03682-1",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4283361562",
      "paper_id": "https://openalex.org/W4283361562",
      "title": "Engineering topological states in atom-based semiconductor quantum dots",
      "authors": "M. Kiczynski, S. K. Gorman, H. Geng, M. B. Donnelly, Y. Chung, Y. He, J. G. Keizer, M. Y. Simmons",
      "paper_url": "https://doi.org/10.1038/s41586-022-04706-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4304756724",
      "paper_id": "https://openalex.org/W4304756724",
      "title": "Enhanced interactions of interlayer excitons in free-standing heterobilayers",
      "authors": "Xueqian Sun, Yi Zhu, Hao Qin, Boqing Liu, Yilin Tang, Tieyu Lü, Sharidya Rahman, Tanju Yildirim, Yuerui Lu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05193-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4315642858",
      "paper_id": "https://openalex.org/W4315642858",
      "title": "Enhanced superconductivity in spin–orbit proximitized bilayer graphene",
      "authors": "Yiran Zhang, Robert Polski, Alex Thomson, Étienne Lantagne-Hurtubise, Cyprian Lewandowski, Haoxin Zhou, Kenji Watanabe, Takashi Taniguchi, Jason Alicea, Stevan Nadj-Perge",
      "paper_url": "https://doi.org/10.1038/s41586-022-05446-x",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3081810229",
      "paper_id": "https://openalex.org/W3081810229",
      "title": "Entropic evidence for a Pomeranchuk effect in magic-angle graphene",
      "authors": "Asaf Rozen, Jeong Min Park, Uri Zondiner, Yuan Cao, Daniel Rodan-Legrain, Takashi Taniguchi, Kenji Watanabe, Yuval Oreg, Ady Stern, Erez Berg, Pablo Jarillo-Herrero, Shahal Ilani",
      "paper_url": "https://doi.org/10.1038/s41586-021-03319-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4213413570",
      "paper_id": "https://openalex.org/W4213413570",
      "title": "Evidence for a single-layer van der Waals multiferroic",
      "authors": "Qian Song, Connor A. Occhialini, Emre Ergeçen, Batyr Ilyas, Danila Amoroso, Paolo Barone, Jesse Kapeghian, Kenji Watanabe, Takashi Taniguchi, Antia S. Botana, Silvia Picozzi, Nuh Gedik, Riccardo Comin",
      "paper_url": "https://doi.org/10.1038/s41586-021-04337-x",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3192432744",
      "paper_id": "https://openalex.org/W3192432744",
      "title": "Evidence for an atomic chiral superfluid with topological excitations",
      "authors": "Xiao-Qiong Wang, Guang-Quan Luo, Jin-Yu Liu, W. Vincent Liu, Andreas Hemmerich, Zhi-Fang Xu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03702-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4393234814",
      "paper_id": "https://openalex.org/W4393234814",
      "title": "Evidence for chiral graviton modes in fractional quantum Hall liquids",
      "authors": "Jiehui Liang, Ziyu Liu, Zihao Yang, Yuelei Huang, Ursula Wurstbauer, Cory R. Dean, Ken W. West, Loren N. Pfeiffer, Lingjie Du, Aron Pinczuk",
      "paper_url": "https://doi.org/10.1038/s41586-024-07201-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4378447757",
      "paper_id": "https://openalex.org/W4378447757",
      "title": "Evidence for chiral supercurrent in quantum Hall Josephson junctions",
      "authors": "Hadrien Vignaud, David Perconte, Wenmin Yang, Bilal Kousar, Edouard Wagner, Frédéric Gay, Kenji Watanabe, Takashi Taniguchi, Hervé Courtois, Zheng Han, Hermann Sellier, Benjamin Sacépé",
      "paper_url": "https://doi.org/10.1038/s41586-023-06764-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4320881885",
      "paper_id": "https://openalex.org/W4320881885",
      "title": "Evidence for Dirac flat band superconductivity enabled by quantum geometry",
      "authors": "Haidong Tian, Xueshi Gao, Yuxin Zhang, Shi Che, Tianyi Xu, Patrick Cheung, Kenji Watanabe, Takashi Taniguchi, Mohit Randeria, Fan Zhang, Chun Ning Lau, Marc W. Bockrath",
      "paper_url": "https://doi.org/10.1038/s41586-022-05576-2",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3207343669",
      "paper_id": "https://openalex.org/W3207343669",
      "title": "Evidence for unconventional superconductivity in twisted bilayer graphene",
      "authors": "Myungchul Oh, Kevin P. Nuckolls, Dillon Wong, Ryan L. Lee, Xiaomeng Liu, Kenji Watanabe, Takashi Taniguchi, Ali Yazdani",
      "paper_url": "https://doi.org/10.1038/s41586-021-04121-x",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4282968659",
      "paper_id": "https://openalex.org/W4282968659",
      "title": "Evidence for unconventional superconductivity in twisted trilayer graphene",
      "authors": "Hyunjin Kim, Youngjoon Choi, Cyprian Lewandowski, Alex Thomson, Yiran Zhang, Robert Polski, Kenji Watanabe, Takashi Taniguchi, Jason Alicea, Stevan Nadj-Perge",
      "paper_url": "https://doi.org/10.1038/s41586-022-04715-z",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411626947",
      "paper_id": "https://openalex.org/W4411626947",
      "title": "Evidence of Coulomb liquid phase in few-electron droplets",
      "authors": "Jashwanth Shaju, Elina Pavlovska, Ralfs Suba, Junliang Wang, Seddik Ouacel, Thomas Vasselon, Matteo Aluffi, Lucas Mazzella, Clément Geffroy, Arne Ludwig, Andreas D. Wieck, Matias Urdampilleta, Christopher Bäuerle, Vyacheslavs Kashcheyevs, Hermann Sellier",
      "paper_url": "https://doi.org/10.1038/s41586-025-09139-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400279553",
      "paper_id": "https://openalex.org/W4400279553",
      "title": "Evidence of striped electronic phases in a structurally modulated superlattice",
      "authors": "A. Devarakonda, A. Chen, S. Fang, D. Graf, M. Kriener, A. J. Akey, D. C. Bell, T. Suzuki, J. G. Checkelsky",
      "paper_url": "https://doi.org/10.1038/s41586-024-07589-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391597724",
      "paper_id": "https://openalex.org/W4391597724",
      "title": "Evidence of superconducting Fermi arcs",
      "authors": "Andrii Kuibarov, Oleksandr Suvorov, Riccardo Vocaturo, Alexander Fedorov, Rui Lou, Luise Merkwitz, Vladimir Voroshnin, Jorge I. Facio, Klaus Koepernik, Alexander Yaresko, Grigory Shipunov, Saicharan Aswartham, Jeroen van den Brink, Bernd Büchner, Sergey Borisenko",
      "paper_url": "https://doi.org/10.1038/s41586-023-06977-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392984790",
      "paper_id": "https://openalex.org/W4392984790",
      "title": "Evidence of the fractional quantum spin Hall effect in moiré MoTe2",
      "authors": "Kaifei Kang, Bowen Shen, Yichen Qiu, Yihang Zeng, Zhengchao Xia, Kenji Watanabe, Takashi Taniguchi, Jie Shan, Kin Fai Mak",
      "paper_url": "https://doi.org/10.1038/s41586-024-07214-5",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4288051887",
      "paper_id": "https://openalex.org/W4288051887",
      "title": "Exceptional-point-based accelerometers with enhanced signal-to-noise ratio",
      "authors": "Rodion Kononchuk, Jizhe Cai, Fred Ellis, Ramathasan Thevamaran, Tsampikos Kottos",
      "paper_url": "https://doi.org/10.1038/s41586-022-04904-w",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4225133058",
      "paper_id": "https://openalex.org/W4225133058",
      "title": "Exciton-coupled coherent magnons in a 2D semiconductor",
      "authors": "Youn Jue Bae, Jue Wang, Allen Scheie, Junwen Xu, Daniel G. Chica, Geoffrey M. Diederich, John Cenker, Michael E. Ziebel, Yusong Bai, Haowen Ren, Cory R. Dean, Milan Delor, Xiaodong Xu, Xavier Roy, Andrew D. Kent, Xiaoyang Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05024-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4380550428",
      "paper_id": "https://openalex.org/W4380550428",
      "title": "Excitonic topological order in imbalanced electron–hole bilayers",
      "authors": "Rui Wang, Tigran A. Sedrakyan, Baigeng Wang, Lingjie Du, Rui-Rui Du",
      "paper_url": "https://doi.org/10.1038/s41586-023-06065-w",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406155924",
      "paper_id": "https://openalex.org/W4406155924",
      "title": "Excitons in the fractional quantum Hall effect",
      "authors": "Naiyuan J. Zhang, Ron Q. Nguyen, Navketan Batra, Xiaoxue Liu, Kenji Watanabe, Takashi Taniguchi, D. E. Feldman, J. I. A. Li",
      "paper_url": "https://doi.org/10.1038/s41586-024-08274-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3166293740",
      "paper_id": "https://openalex.org/W3166293740",
      "title": "Experimental observation of non-Abelian topological charges and edge states",
      "authors": "Qinghua Guo, Tianshu Jiang, Ruo-Yang Zhang, Lei Zhang, Zhao-Qing Zhang, Biao Yang, Shuang Zhang, C. T. Chan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03521-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400038306",
      "paper_id": "https://openalex.org/W4400038306",
      "title": "Experimental observation of repulsively bound magnons",
      "authors": "Zhe Wang, Catalin-Mihai Halati, Jean-Sébastien Bernier, Alexey Ponomaryov, Denis I. Gorbunov, Sandra Niesen, Oliver Breunig, J. Michael Klopf, Sergei Zvyagin, Thomas Lorenz, Alois Loidl, Corinna Kollath",
      "paper_url": "https://doi.org/10.1038/s41586-024-07599-3",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4295763153",
      "paper_id": "https://openalex.org/W4295763153",
      "title": "Extended Bose–Hubbard model with dipolar excitons",
      "authors": "C. Lagoin, U. Bhattacharya, T. Grass, R. W. Chhajlany, T. Salamon, K. Baldwin, L. Pfeiffer, M. Lewenstein, M. Holzmann, F. Dubin",
      "paper_url": "https://doi.org/10.1038/s41586-022-05123-z",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406715464",
      "paper_id": "https://openalex.org/W4406715464",
      "title": "Extended quantum anomalous Hall states in graphene/hBN moiré superlattices",
      "authors": "Zhengguang Lu, Tonghang Han, Yuxuan Yao, Zach Hadjri, Jixiang Yang, Junseok Seo, Lihan Shi, Shenyong Ye, Kenji Watanabe, Takashi Taniguchi, Long Ju",
      "paper_url": "https://doi.org/10.1038/s41586-024-08470-1",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3146218867",
      "paper_id": "https://openalex.org/W3146218867",
      "title": "Flavour Hund’s coupling, Chern gaps and charge diffusivity in moiré graphene",
      "authors": "Jeong Min Park, Yuan Cao, Kenji Watanabe, Takashi Taniguchi, Pablo Jarillo-Herrero",
      "paper_url": "https://doi.org/10.1038/s41586-021-03366-w",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4408613218",
      "paper_id": "https://openalex.org/W4408613218",
      "title": "Fluctuating magnetism and Pomeranchuk effect in multilayer graphene",
      "authors": "Ludwig Holleis, Tian Xie, Siyuan Xu, Haoxin Zhou, Caitlin L. Patterson, Archisman Panigrahi, Takashi Taniguchi, Kenji Watanabe, Leonid S. Levitov, Chenhao Jin, Erez Berg, Andrea F. Young",
      "paper_url": "https://doi.org/10.1038/s41586-025-08725-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4405965132",
      "paper_id": "https://openalex.org/W4405965132",
      "title": "Formation of individual stripes in a mixed-dimensional cold-atom Fermi–Hubbard system",
      "authors": "Dominik Bourgund, Thomas Chalopin, Petar Bojović, Henning Schlömer, Si Wang, Titus Franz, Sarah Hirthe, Annabelle Bohrdt, Fabian Grusdt, Immanuel Bloch, Timon A. Hilker",
      "paper_url": "https://doi.org/10.1038/s41586-024-08270-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4292121961",
      "paper_id": "https://openalex.org/W4292121961",
      "title": "Formation of moiré interlayer excitons in space and time",
      "authors": "David Schmitt, Jan Philipp Bange, Wiebke Bennecke, AbdulAziz AlMutairi, Giuseppe Meneghini, Kenji Watanabe, Takashi Taniguchi, Daniel Steil, D. Russell Luke, R. Thomas Weitz, Sabine Steil, G. S. Matthijs Jansen, Samuel Brem, Ermin Malic, Stephan Hofmann, Marcel Reutzel, Stefan Mathias",
      "paper_url": "https://doi.org/10.1038/s41586-022-04977-7",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3184227177",
      "paper_id": "https://openalex.org/W3184227177",
      "title": "Fractional Chern insulators in magic-angle twisted bilayer graphene",
      "authors": "Yonglong Xie, Andrew T. Pierce, Jeong Min Park, Daniel E. Parker, Eslam Khalaf, Patrick Ledwith, Yuan Cao, Seung Hwan Lee, Shaowen Chen, Patrick R. Forrester, Kenji Watanabe, Takashi Taniguchi, Ashvin Vishwanath, Pablo Jarillo-Herrero, Amir Yacoby",
      "paper_url": "https://doi.org/10.1038/s41586-021-04002-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392015766",
      "paper_id": "https://openalex.org/W4392015766",
      "title": "Fractional quantum anomalous Hall effect in multilayer graphene",
      "authors": "Zhengguang Lu, Tonghang Han, Yuxuan Yao, Aidan P. Reddy, Jixiang Yang, Junseok Seo, Kenji Watanabe, Takashi Taniguchi, Liang Fu, Long Ju",
      "paper_url": "https://doi.org/10.1038/s41586-023-07010-7",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385498136",
      "paper_id": "https://openalex.org/W4385498136",
      "title": "Frustration- and doping-induced magnetism in a Fermi–Hubbard simulator",
      "authors": "Muqing Xu, Lev Haldar Kendrick, Anant Kale, Youqi Gang, Geoffrey Ji, Richard T. Scalettar, Martin Lebrat, Markus Greiner",
      "paper_url": "https://doi.org/10.1038/s41586-023-06280-5",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4324344174",
      "paper_id": "https://openalex.org/W4324344174",
      "title": "Gate-tunable heavy fermions in a moiré Kondo lattice",
      "authors": "Wenjin Zhao, Bowen Shen, Zui Tao, Zhongdong Han, Kaifei Kang, Kenji Watanabe, Takashi Taniguchi, Kin Fai Mak, Jie Shan",
      "paper_url": "https://doi.org/10.1038/s41586-023-05800-7",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4321480168",
      "paper_id": "https://openalex.org/W4321480168",
      "title": "Geometric frustration of Jahn–Teller order in the infinite-layer lattice",
      "authors": "Woo Jin Kim, Michelle A. Smeaton, Chunjing Jia, Berit H. Goodge, Byeong-Gwan Cho, Kyuho Lee, Motoki Osada, Daniel Jost, Anton V. Ievlev, Brian Moritz, Lena F. Kourkoutis, Thomas P. Devereaux, Harold Y. Hwang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05681-2",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400729610",
      "paper_id": "https://openalex.org/W4400729610",
      "title": "Giant chiral magnetoelectric oscillations in a van der Waals multiferroic",
      "authors": "Frank Y. Gao, Xinyue Peng, Xinle Cheng, Emil Viñas Boström, Dong Seob Kim, Ravish K. Jain, Deepak Vishnu, Kalaivanan Raju, Raman Sankar, Shang-Fan Lee, Michael A. Sentef, Takashi Kurumaji, Xiaoqin Li, Peizhe Tang, Angel Rubio, Edoardo Baldini",
      "paper_url": "https://doi.org/10.1038/s41586-024-07678-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4390705518",
      "paper_id": "https://openalex.org/W4390705518",
      "title": "Giant magnetocaloric effect in spin supersolid candidate Na2BaCo(PO4)2",
      "authors": "Junsen Xiang, Chuandi Zhang, Yuan Gao, Wolfgang Schmidt, Karin Schmalzl, Chin-Wei Wang, Bo Li, Ning Xi, Xin-Yang Liu, Hai Jin, Gang Li, Jun Shen, Ziyu Chen, Yang Qi, Yuan Wan, Wentao Jin, Wei Li, Peijie Sun, Gang Su",
      "paper_url": "https://doi.org/10.1038/s41586-023-06885-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4365151349",
      "paper_id": "https://openalex.org/W4365151349",
      "title": "Giant magnetoresistance of Dirac plasma in high-mobility graphene",
      "authors": "Na Xin, James Lourembam, Piranavan Kumaravadivel, A. E. Kazantsev, Zefei Wu, Ciaran Mullan, Julien Barrier, Alexandra A. Geim, I. V. Grigorieva, A. Mishchenko, A. Principi, V. I. Fal’ko, L. A. Ponomarenko, A. K. Geim, Alexey I. Berdyugin",
      "paper_url": "https://doi.org/10.1038/s41586-023-05807-0",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4317390651",
      "paper_id": "https://openalex.org/W4317390651",
      "title": "Giant spin polarization and a pair of antiparallel spins in a chiral superconductor",
      "authors": "R. Nakajima, D. Hirobe, G. Kawaguchi, Y. Nabei, T. Sato, T. Narushima, H. Okamoto, H. M. Yamamoto",
      "paper_url": "https://doi.org/10.1038/s41586-022-05589-x",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3198756442",
      "paper_id": "https://openalex.org/W3198756442",
      "title": "Half- and quarter-metals in rhombohedral trilayer graphene",
      "authors": "Haoxin Zhou, Tian Xie, Areg Ghazaryan, Tobias Holder, James R. Ehrets, Eric M. Spanton, Takashi Taniguchi, Kenji Watanabe, Erez Berg, Maksym Serbyn, Andrea F. Young",
      "paper_url": "https://doi.org/10.1038/s41586-021-03938-w",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4390571188",
      "paper_id": "https://openalex.org/W4390571188",
      "title": "Heat conductance of the quantum Hall bulk",
      "authors": "Ron Aharon Melcer, Avigail Gil, Arup Kumar Paul, Priya Tiwari, Vladimir Umansky, Moty Heiblum, Yuval Oreg, Ady Stern, Erez Berg",
      "paper_url": "https://doi.org/10.1038/s41586-023-06858-z",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4293792528",
      "paper_id": "https://openalex.org/W4293792528",
      "title": "Heterodimensional superlattice with in-plane anomalous Hall effect",
      "authors": "Jiadong Zhou, Wenjie Zhang, Yung-Chang Lin, Jin Cao, Yao Zhou, Wei Jiang, Huifang Du, Bijun Tang, Jia Shi, Bingyan Jiang, Xun Cao, Bo Lin, Qundong Fu, Chao Zhu, Wei Guo, Yizhong Huang, Yuan Yao, Stuart S. P. Parkin, Jianhui Zhou, Yanfeng Gao, Yeliang Wang, Yanglong Hou, Yugui Yao, Kazu Suenaga, Xiaosong Wu, Zheng Liu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05031-2",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409126848",
      "paper_id": "https://openalex.org/W4409126848",
      "title": "Hidden states and dynamics of fractional fillings in twisted MoTe2 bilayers",
      "authors": "Yiping Wang, Jeongheon Choe, Eric Anderson, Weijie Li, Julian Ingham, Eric A. Arsenault, Yiliu Li, Xiaodong Hu, Takashi Taniguchi, Kenji Watanabe, Xavier Roy, Dmitri Basov, Di Xiao, Raquel Queiroz, James C. Hone, Xiaodong Xu, X.-Y. Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08954-8",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4388896250",
      "paper_id": "https://openalex.org/W4388896250",
      "title": "Hopfion rings in a cubic chiral magnet",
      "authors": "Fengshan Zheng, Nikolai S. Kiselev, Filipp N. Rybakov, Luyan Yang, Wen Shi, Stefan Blügel, Rafal E. Dunin-Borkowski",
      "paper_url": "https://doi.org/10.1038/s41586-023-06658-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W3213851472",
      "paper_id": "https://openalex.org/W3213851472",
      "title": "Imaging hydrodynamic electrons flowing without Landauer–Sharvin resistance",
      "authors": "C. Kumar, J. Birkbeck, J. A. Sulpizio, D. Perello, T. Taniguchi, K. Watanabe, O. Reuven, T. Scaffidi, Ady Stern, A. K. Geim, S. Ilani",
      "paper_url": "https://doi.org/10.1038/s41586-022-05002-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388694194",
      "paper_id": "https://openalex.org/W4388694194",
      "title": "Imaging inter-valley coherent order in magic-angle twisted trilayer graphene",
      "authors": "Hyunjin Kim, Youngjoon Choi, Étienne Lantagne-Hurtubise, Cyprian Lewandowski, Alex Thomson, Lingyuan Kong, Haoxin Zhou, Eli Baum, Yiran Zhang, Ludwig Holleis, Kenji Watanabe, Takashi Taniguchi, Andrea F. Young, Jason Alicea, Stevan Nadj-Perge",
      "paper_url": "https://doi.org/10.1038/s41586-023-06663-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4388897374",
      "paper_id": "https://openalex.org/W4388897374",
      "title": "Imaging quantum oscillations and millitesla pseudomagnetic fields in graphene",
      "authors": "Haibiao Zhou, Nadav Auerbach, Matan Uzan, Yaozhang Zhou, Nasrin Banu, Weifeng Zhi, Martin E. Huber, Kenji Watanabe, Takashi Taniguchi, Yuri Myasoedov, Binghai Yan, Eli Zeldov",
      "paper_url": "https://doi.org/10.1038/s41586-023-06763-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392242118",
      "paper_id": "https://openalex.org/W4392242118",
      "title": "Imaging the Meissner effect in hydride superconductors using quantum sensors",
      "authors": "P. Bhattacharyya, W. Chen, X. Huang, S. Chatterjee, B. Huang, B. Kobrin, Y. Lyu, T. J. Smart, M. Block, E. Wang, Z. Wang, W. Wu, S. Hsieh, H. Ma, S. Mandyam, B. Chen, E. Davis, Z. M. Geballe, C. Zu, V. Struzhkin, R. Jeanloz, J. E. Moore, T. Cui, G. Galli, B. I. Halperin, C. R. Laumann, N. Y. Yao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07026-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400279420",
      "paper_id": "https://openalex.org/W4400279420",
      "title": "Imaging tunable Luttinger liquid systems in van der Waals heterostructures",
      "authors": "Hongyuan Li, Ziyu Xiang, Tianle Wang, Mit H. Naik, Woochang Kim, Jiahui Nie, Shiyu Li, Zhehao Ge, Zehao He, Yunbo Ou, Rounak Banerjee, Takashi Taniguchi, Kenji Watanabe, Sefaattin Tongay, Alex Zettl, Steven G. Louie, Michael P. Zaletel, Michael F. Crommie, Feng Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07596-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4229070682",
      "paper_id": "https://openalex.org/W4229070682",
      "title": "Imaging tunable quantum Hall broken-symmetry orders in graphene",
      "authors": "Alexis Coissard, David Wander, Hadrien Vignaud, Adolfo G. Grushin, Cécile Repellin, Kenji Watanabe, Takashi Taniguchi, Frédéric Gay, Clemens B. Winkelmann, Hervé Courtois, Hermann Sellier, Benjamin Sacépé",
      "paper_url": "https://doi.org/10.1038/s41586-022-04513-7",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3202652874",
      "paper_id": "https://openalex.org/W3202652874",
      "title": "Imaging two-dimensional generalized Wigner crystals",
      "authors": "Hongyuan Li, Shaowei Li, Emma C. Regan, Danqing Wang, Wenyu Zhao, Salman Kahn, Kentaro Yumigeta, Mark Blei, Takashi Taniguchi, Kenji Watanabe, Sefaattin Tongay, Alex Zettl, Michael F. Crommie, Feng Wang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03874-9",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3177433194",
      "paper_id": "https://openalex.org/W3177433194",
      "title": "Incoherent transport across the strange-metal regime of overdoped cuprates",
      "authors": "J. Ayres, M. Berben, M. Čulo, Y.-T. Hsu, E. van Heumen, Y. Huang, J. Zaanen, T. Kondo, T. Takeuchi, J. R. Cooper, C. Putzke, S. Friedemann, A. Carrington, N. E. Hussey",
      "paper_url": "https://doi.org/10.1038/s41586-021-03622-z",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4224018893",
      "paper_id": "https://openalex.org/W4224018893",
      "title": "Intelligent infrared sensing enabled by tunable moiré quantum geometry",
      "authors": "Chao Ma, Shaofan Yuan, Patrick Cheung, Kenji Watanabe, Takashi Taniguchi, Fan Zhang, Fengnian Xia",
      "paper_url": "https://doi.org/10.1038/s41586-022-04548-w",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407722127",
      "paper_id": "https://openalex.org/W4407722127",
      "title": "Interferometric single-shot parity measurement in InAs–Al hybrid devices",
      "authors": "Morteza Aghaee, Alejandro Alcaraz Ramirez, Zulfi Alam, Rizwan Ali, Mariusz Andrzejczuk, Andrey Antipov, Mikhail Astafev, Amin Barzegar, Bela Bauer, Jonathan Becker, Umesh Kumar Bhaskar, Alex Bocharov, Srini Boddapati, David Bohn, Jouri Bommer, Leo Bourdet, Arnaud Bousquet, Samuel Boutin, Lucas Casparis, Benjamin J. Chapman, Sohail Chatoor, Anna Wulff Christensen, Cassandra Chua, Patrick Codd, William Cole, Paul Cooper, Fabiano Corsetti, Ajuan Cui, Paolo Dalpasso, Juan Pablo Dehollain, Gijs de Lange, Michiel de Moor, Andreas Ekefjärd, Tareq El Dandachi, Juan Carlos Estrada Saldaña, Saeed Fallahi, Luca Galletti, Geoff Gardner, Deshan Govender, Flavio Griggio, Ruben Grigoryan, Sebastian Grijalva, Sergei Gronin, Jan Gukelberger, Marzie Hamdast, Firas Hamze, Esben Bork Hansen, Sebastian Heedt, Zahra Heidarnia, Jesús Herranz Zamorano, Samantha Ho, Laurens Holgaard, John Hornibrook, Jinnapat Indrapiromkul, Henrik Ingerslev, Lovro Ivancevic, Thomas Jensen, Jaspreet Jhoja, Jeffrey Jones, Konstantin V. Kalashnikov, Ray Kallaher, Rachpon Kalra, Farhad Karimi, Torsten Karzig, Evelyn King, Maren Elisabeth Kloster, Christina Knapp, Dariusz Kocon, Jonne V. Koski, Pasi Kostamo, Mahesh Kumar, Tom Laeven, Thorvald Larsen, Jason Lee, Kyunghoon Lee, Grant Leum, Kongyi Li, Tyler Lindemann, Matthew Looij, Julie Love, Marijn Lucas, Roman Lutchyn, Morten Hannibal Madsen, Nash Madulid, Albert Malmros, Michael Manfra, Devashish Mantri, Signe Brynold Markussen, Esteban Martinez, Marco Mattila, Robert McNeil, Antonio B. Mei, Ryan V. Mishmash, Gopakumar Mohandas, Christian Mollgaard, Trevor Morgan, George Moussa, Chetan Nayak, Jens Hedegaard Nielsen, Jens Munk Nielsen, William Hvidtfelt Padkar Nielsen, Bas Nijholt, Mike Nystrom, Eoin O’Farrell, Thomas Ohki, Keita Otani, Brian Paquelet Wütz, Sebastian Pauka, Karl Petersson, Luca Petit, Dima Pikulin, Guen Prawiroatmodjo, Frank Preiss, Eduardo Puchol Morejon, Mohana Rajpalke, Craig Ranta, Katrine Rasmussen, David Razmadze, Outi Reentila, David J. Reilly, Yuan Ren, Ken Reneris, Richard Rouse, Ivan Sadovskyy, Lauri Sainiemi, Irene Sanlorenzo, Emma Schmidgall, Cristina Sfiligoj, Mustafeez Bashir Shah, Kevin Simoes, Shilpi Singh, Sarat Sinha, Thomas Soerensen, Patrick Sohr, Tomas Stankevic, Lieuwe Stek, Eric Stuppard, Henri Suominen, Judith Suter, Sam Teicher, Nivetha Thiyagarajah, Raj Tholapi, Mason Thomas, Emily Toomey, Josh Tracy, Michelle Turley, Shivendra Upadhyay, Ivan Urban, Kevin Van Hoogdalem, David J. Van Woerkom, Dmitrii V. Viazmitinov, Dominik Vogel, John Watson, Alex Webster, Joseph Weston, Georg W. Winkler, Di Xu, Chung Kai Yang, Emrah Yucelen, Roland Zeisel, Guoji Zheng, Justin Zilke",
      "paper_url": "https://doi.org/10.1038/s41586-024-08445-2",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407956693",
      "paper_id": "https://openalex.org/W4407956693",
      "title": "Interplay of geometrical and spin chiralities in 3D twisted magnetic ribbons",
      "authors": "André M. A. Farinha, See-Hun Yang, Jiho Yoon, Banabir Pal, Stuart S. P. Parkin",
      "paper_url": "https://doi.org/10.1038/s41586-024-08582-8",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4293792955",
      "paper_id": "https://openalex.org/W4293792955",
      "title": "Intralayer charge-transfer moiré excitons in van der Waals superlattices",
      "authors": "Mit H. Naik, Emma C. Regan, Zuocheng Zhang, Yang-Hao Chan, Zhenglu Li, Danqing Wang, Yoseob Yoon, Chin Shen Ong, Wenyu Zhao, Sihan Zhao, M. Iqbal Bakti Utama, Beini Gao, Xin Wei, Mohammed Sayyad, Kentaro Yumigeta, Kenji Watanabe, Takashi Taniguchi, Sefaattin Tongay, Felipe H. da Jornada, Feng Wang, Steven G. Louie",
      "paper_url": "https://doi.org/10.1038/s41586-022-04991-9",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3149100102",
      "paper_id": "https://openalex.org/W3149100102",
      "title": "Isospin Pomeranchuk effect in twisted bilayer graphene",
      "authors": "Yu Saito, Fangyuan Yang, Jingyuan Ge, Xiaoxue Liu, Takashi Taniguchi, Kenji Watanabe, J. I. A. Li, Erez Berg, Andrea F. Young",
      "paper_url": "https://doi.org/10.1038/s41586-021-03409-2",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4406161227",
      "paper_id": "https://openalex.org/W4406161227",
      "title": "Janus graphene nanoribbons with localized states on a single zigzag edge",
      "authors": "Shaotang Song, Yu Teng, Weichen Tang, Zhen Xu, Yuanyuan He, Jiawei Ruan, Takahiro Kojima, Wenping Hu, Franz J. Giessibl, Hiroshi Sakaguchi, Steven G. Louie, Jiong Lu",
      "paper_url": "https://doi.org/10.1038/s41586-024-08296-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4388694215",
      "paper_id": "https://openalex.org/W4388694215",
      "title": "Kinetic magnetism in triangular moiré materials",
      "authors": "L. Ciorciaro, T. Smoleński, I. Morera, N. Kiper, S. Hiestand, M. Kroner, Y. Zhang, K. Watanabe, T. Taniguchi, E. Demler, A. İmamoğlu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06633-0",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3091885927",
      "paper_id": "https://openalex.org/W3091885927",
      "title": "Landau quantization and highly mobile fermions in an insulator",
      "authors": "Pengjie Wang, Guo Yu, Yanyu Jia, Michael Onyszczak, F. Alexandre Cevallos, Shiming Lei, Sebastian Klemenz, Kenji Watanabe, Takashi Taniguchi, Robert J. Cava, Leslie M. Schoop, Sanfeng Wu",
      "paper_url": "https://doi.org/10.1038/s41586-020-03084-9",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3184849231",
      "paper_id": "https://openalex.org/W3184849231",
      "title": "Layer Hall effect in a 2D topological axion antiferromagnet",
      "authors": "Anyuan Gao, Yu-Fei Liu, Chaowei Hu, Jian-Xiang Qiu, Christian Tzschaschel, Barun Ghosh, Sheng-Chin Ho, Damien Bérubé, Rui Chen, Haipeng Sun, Zhaowei Zhang, Xin-Yue Zhang, Yu-Xuan Wang, Naizhou Wang, Zumeng Huang, Claudia Felser, Amit Agarwal, Thomas Ding, Hung-Ju Tien, Austin Akey, Jules Gardener, Bahadur Singh, Kenji Watanabe, Takashi Taniguchi, Kenneth S. Burch, David C. Bell, Brian B. Zhou, Weibo Gao, Hai-Zhou Lu, Arun Bansil, Hsin Lin, Tay-Rong Chang, Liang Fu, Qiong Ma, Ni Ni, Su-Yang Xu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03679-w",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4224254848",
      "paper_id": "https://openalex.org/W4224254848",
      "title": "Light-induced ferromagnetism in moiré superlattices",
      "authors": "Xi Wang, Chengxin Xiao, Heonjoon Park, Jiayi Zhu, Chong Wang, Takashi Taniguchi, Kenji Watanabe, Jiaqiang Yan, Di Xiao, Daniel R. Gamelin, Wang Yao, Xiaodong Xu",
      "paper_url": "https://doi.org/10.1038/s41586-022-04472-z",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3183534816",
      "paper_id": "https://openalex.org/W3183534816",
      "title": "Linear-in temperature resistivity from an isotropic Planckian scattering rate",
      "authors": "Gaël Grissonnanche, Yawen Fang, Anaëlle Legros, Simon Verret, Francis Laliberté, Clément Collignon, Jianshi Zhou, David Graf, Paul A. Goddard, Louis Taillefer, B. J. Ramshaw",
      "paper_url": "https://doi.org/10.1038/s41586-021-03697-8",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4384008708",
      "paper_id": "https://openalex.org/W4384008708",
      "title": "Linear-in-temperature resistivity for optimally superconducting (Nd,Sr)NiO2",
      "authors": "Kyuho Lee, Bai Yang Wang, Motoki Osada, Berit H. Goodge, Tiffany C. Wang, Yonghun Lee, Shannon Harvey, Woo Jin Kim, Yijun Yu, Chaitanya Murthy, Srinivas Raghu, Lena F. Kourkoutis, Harold Y. Hwang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06129-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4404566691",
      "paper_id": "https://openalex.org/W4404566691",
      "title": "Local probe of bulk and edge states in a fractional Chern insulator",
      "authors": "Zhurun Ji, Heonjoon Park, Mark E. Barber, Chaowei Hu, Kenji Watanabe, Takashi Taniguchi, Jiun-Haw Chu, Xiaodong Xu, Zhi-Xun Shen",
      "paper_url": "https://doi.org/10.1038/s41586-024-08092-7",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3130445311",
      "paper_id": "https://openalex.org/W3130445311",
      "title": "Localization of lattice dynamics in low-angle twisted bilayer graphene",
      "authors": "Andreij C. Gadelha, Douglas A. A. Ohlberg, Cassiano Rabelo, Eliel G. S. Neto, Thiago L. Vasconcelos, João L. Campos, Jessica S. Lemos, Vinícius Ornelas, Daniel Miranda, Rafael Nadas, Fabiano C. Santana, Kenji Watanabe, Takashi Taniguchi, Benoit van Troeye, Michael Lamparski, Vincent Meunier, Viet-Hung Nguyen, Dawid Paszko, Jean-Christophe Charlier, Leonardo C. Campos, Luiz G. Cançado, Gilberto Medeiros-Ribeiro, Ado Jorio",
      "paper_url": "https://doi.org/10.1038/s41586-021-03252-5",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4401947246",
      "paper_id": "https://openalex.org/W4401947246",
      "title": "Long-lived isospin excitations in magic-angle twisted bilayer graphene",
      "authors": "Tian Xie, Siyuan Xu, Zhiyu Dong, Zhiyuan Cui, Yunbo Ou, Melike Erdi, Kenji Watanabe, Takashi Taniguchi, Seth A. Tongay, Leonid S. Levitov, Chenhao Jin",
      "paper_url": "https://doi.org/10.1038/s41586-024-07880-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3164304713",
      "paper_id": "https://openalex.org/W3164304713",
      "title": "Long-range nontopological edge currents in charge-neutral graphene",
      "authors": "A. Aharon-Steinberg, A. Marguerite, D. J. Perello, K. Bagani, T. Holder, Y. Myasoedov, L. S. Levitov, A. K. Geim, E. Zeldov",
      "paper_url": "https://doi.org/10.1038/s41586-021-03501-7",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400492046",
      "paper_id": "https://openalex.org/W4400492046",
      "title": "Magnetic field expulsion in optically driven YBa2Cu3O6.48",
      "authors": "S. Fava, G. De Vecchi, G. Jotzu, M. Buzzi, T. Gebert, Y. Liu, B. Keimer, A. Cavalleri",
      "paper_url": "https://doi.org/10.1038/s41586-024-07635-2",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4288051870",
      "paper_id": "https://openalex.org/W4288051870",
      "title": "Magnetic memory and spontaneous vortices in a van der Waals superconductor",
      "authors": "Eylon Persky, Anders V. Bjørlig, Irena Feldman, Avior Almoalem, Ehud Altman, Erez Berg, Itamar Kimchi, Jonathan Ruhman, Amit Kanigel, Beena Kalisky",
      "paper_url": "https://doi.org/10.1038/s41586-022-04855-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4382362106",
      "paper_id": "https://openalex.org/W4382362106",
      "title": "Magnetic-field-sensitive charge density waves in the superconductor UTe2",
      "authors": "Anuva Aishwarya, Julian May-Mann, Arjun Raghavan, Laimei Nie, Marisa Romanelli, Sheng Ran, Shanta R. Saha, Johnpierre Paglione, Nicholas P. Butch, Eduardo Fradkin, Vidya Madhavan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06005-8",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408357297",
      "paper_id": "https://openalex.org/W4408357297",
      "title": "Magnetically and optically active edges in phosphorene nanoribbons",
      "authors": "Arjun Ashoka, Adam J. Clancy, Naitik A. Panjwani, Adam Cronin, Loren Picco, Eva S. Y. Aw, Nicholas J. M. Popiel, Alexander G. Eaton, Thomas G. Parton, Rebecca R. C. Shutt, Sascha Feldmann, Remington Carey, Thomas J. Macdonald, Cheng Liu, Marion E. Severijnen, Sandra Kleuskens, Loreta A. Muscarella, Felix R. Fischer, Hilton Barbosa de Aguiar, Richard H. Friend, Jan Behrends, Peter C. M. Christianen, Christopher A. Howard, Raj Pandya",
      "paper_url": "https://doi.org/10.1038/s41586-024-08563-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4317390665",
      "paper_id": "https://openalex.org/W4317390665",
      "title": "Magnetically mediated hole pairing in fermionic ladders of ultracold atoms",
      "authors": "Sarah Hirthe, Thomas Chalopin, Dominik Bourgund, Petar Bojović, Annabelle Bohrdt, Eugene Demler, Fabian Grusdt, Immanuel Bloch, Timon A. Hilker",
      "paper_url": "https://doi.org/10.1038/s41586-022-05437-y",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4385879037",
      "paper_id": "https://openalex.org/W4385879037",
      "title": "Magneto-optics in a van der Waals magnet tuned by self-hybridized polaritons",
      "authors": "Florian Dirnberger, Jiamin Quan, Rezlind Bushati, Geoffrey M. Diederich, Matthias Florian, Julian Klein, Kseniia Mosina, Zdenek Sofer, Xiaodong Xu, Akashdeep Kamra, Francisco J. García-Vidal, Andrea Alù, Vinod M. Menon",
      "paper_url": "https://doi.org/10.1038/s41586-023-06275-2",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412600571",
      "paper_id": "https://openalex.org/W4412600571",
      "title": "Magnon spectroscopy in the electron microscope",
      "authors": "Demie Kepaptsoglou, José Ángel Castellanos-Reyes, Adam Kerrigan, Júlio Alves do Nascimento, Paul M. Zeiger, Khalil El hajraoui, Juan Carlos Idrobo, Budhika G. Mendis, Anders Bergman, Vlado K. Lazarov, Ján Rusz, Quentin M. Ramasse",
      "paper_url": "https://doi.org/10.1038/s41586-025-09318-y",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4311667375",
      "paper_id": "https://openalex.org/W4311667375",
      "title": "Majorana-like Coulomb spectroscopy in the absence of zero-bias peaks",
      "authors": "Marco Valentini, Maksim Borovkov, Elsa Prada, Sara Martí-Sánchez, Marc Botifoll, Andrea Hofmann, Jordi Arbiol, Ramón Aguado, Pablo San-Jose, Georgios Katsaros",
      "paper_url": "https://doi.org/10.1038/s41586-022-05382-w",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407392550",
      "paper_id": "https://openalex.org/W4407392550",
      "title": "Manipulation of the altermagnetic order in CrSb via crystal symmetry",
      "authors": "Zhiyuan Zhou, Xingkai Cheng, Mengli Hu, Ruiyue Chu, Hua Bai, Lei Han, Junwei Liu, Feng Pan, Cheng Song",
      "paper_url": "https://doi.org/10.1038/s41586-024-08436-3",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4367049722",
      "paper_id": "https://openalex.org/W4367049722",
      "title": "Many-body cavity quantum electrodynamics with driven inhomogeneous emitters",
      "authors": "Mi Lei, Rikuto Fukumori, Jake Rochman, Bihui Zhu, Manuel Endres, Joonhee Choi, Andrei Faraon",
      "paper_url": "https://doi.org/10.1038/s41586-023-05884-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396721354",
      "paper_id": "https://openalex.org/W4396721354",
      "title": "Measurement of the superfluid fraction of a supersolid by Josephson effect",
      "authors": "G. Biagioni, N. Antolini, B. Donelli, L. Pezzè, A. Smerzi, M. Fattori, A. Fioretti, C. Gabbanini, M. Inguscio, L. Tanzi, G. Modugno",
      "paper_url": "https://doi.org/10.1038/s41586-024-07361-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4285083708",
      "paper_id": "https://openalex.org/W4285083708",
      "title": "Measuring the knot of non-Hermitian degeneracies and non-commuting braids",
      "authors": "Yogesh S. S. Patil, Judith Höller, Parker A. Henry, Chitres Guria, Yiming Zhang, Luyao Jiang, Nenad Kralj, Nicholas Read, Jack G. E. Harris",
      "paper_url": "https://doi.org/10.1038/s41586-022-04796-w",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4384820468",
      "paper_id": "https://openalex.org/W4384820468",
      "title": "Mixed-dimensional moiré systems of twisted graphitic thin films",
      "authors": "Dacen Waters, Ellis Thompson, Esmeralda Arreguin-Martinez, Manato Fujimoto, Yafei Ren, Kenji Watanabe, Takashi Taniguchi, Ting Cao, Di Xiao, Matthew Yankowitz",
      "paper_url": "https://doi.org/10.1038/s41586-023-06290-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4384819444",
      "paper_id": "https://openalex.org/W4384819444",
      "title": "Mixing of moiré-surface and bulk states in graphite",
      "authors": "Ciaran Mullan, Sergey Slizovskiy, Jun Yin, Ziwei Wang, Qian Yang, Shuigang Xu, Yaping Yang, Benjamin A. Piot, Sheng Hu, Takashi Taniguchi, Kenji Watanabe, Kostya S. Novoselov, A. K. Geim, Vladimir I. Fal’ko, Artem Mishchenko",
      "paper_url": "https://doi.org/10.1038/s41586-023-06264-5",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412151033",
      "paper_id": "https://openalex.org/W4412151033",
      "title": "Moiré materials based on M-point twisting",
      "authors": "Dumitru Călugăru, Yi Jiang, Haoyu Hu, Hanqi Pi, Jiabin Yu, Maia G. Vergniory, Jie Shan, Claudia Felser, Leslie M. Schoop, Dmitri K. Efetov, Kin Fai Mak, B. Andrei Bernevig",
      "paper_url": "https://doi.org/10.1038/s41586-025-09187-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406693570",
      "paper_id": "https://openalex.org/W4406693570",
      "title": "Moiré-driven topological electronic crystals in twisted graphene",
      "authors": "Ruiheng Su, Dacen Waters, Boran Zhou, Kenji Watanabe, Takashi Taniguchi, Ya-Hui Zhang, Matthew Yankowitz, Joshua Folk",
      "paper_url": "https://doi.org/10.1038/s41586-024-08239-6",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4405268505",
      "paper_id": "https://openalex.org/W4405268505",
      "title": "Nanoscale imaging and control of altermagnetism in MnTe",
      "authors": "O. J. Amin, A. Dal Din, E. Golias, Y. Niu, A. Zakharov, S. C. Fromage, C. J. B. Fields, S. L. Heywood, R. B. Cousins, F. Maccherozzi, J. Krempaský, J. H. Dil, D. Kriegner, B. Kiraly, R. P. Campion, A. W. Rushforth, K. W. Edmonds, S. S. Dhesi, L. Šmejkal, T. Jungwirth, P. Wadley",
      "paper_url": "https://doi.org/10.1038/s41586-024-08234-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4367049434",
      "paper_id": "https://openalex.org/W4367049434",
      "title": "Nodeless electron pairing in CsV3Sb5-derived kagome superconductors",
      "authors": "Yigui Zhong, Jinjin Liu, Xianxin Wu, Zurab Guguchia, J.-X. Yin, Akifumi Mine, Yongkai Li, Sahand Najafzadeh, Debarchan Das, Charles Mielke III, Rustem Khasanov, Hubertus Luetkens, Takeshi Suzuki, Kecheng Liu, Xinloong Han, Takeshi Kondo, Jiangping Hu, Shik Shin, Zhiwei Wang, Xun Shi, Yugui Yao, Kozo Okazaki",
      "paper_url": "https://doi.org/10.1038/s41586-023-05907-x",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4376134240",
      "paper_id": "https://openalex.org/W4376134240",
      "title": "Non-Abelian braiding of graph vertices in a superconducting processor",
      "authors": "T. I. Andersen, Y. D. Lensky, K. Kechedzhi, I. K. Drozdov, A. Bengtsson, S. Hong, A. Morvan, X. Mi, A. Opremcak, R. Acharya, R. Allen, M. Ansmann, F. Arute, K. Arya, A. Asfaw, J. Atalaya, R. Babbush, D. Bacon, J. C. Bardin, G. Bortoli, A. Bourassa, J. Bovaird, L. Brill, M. Broughton, B. B. Buckley, D. A. Buell, T. Burger, B. Burkett, N. Bushnell, Z. Chen, B. Chiaro, D. Chik, C. Chou, J. Cogan, R. Collins, P. Conner, W. Courtney, A. L. Crook, B. Curtin, D. M. Debroy, A. Del Toro Barba, S. Demura, A. Dunsworth, D. Eppens, C. Erickson, L. Faoro, E. Farhi, R. Fatemi, V. S. Ferreira, L. F. Burgos, E. Forati, A. G. Fowler, B. Foxen, W. Giang, C. Gidney, D. Gilboa, M. Giustina, R. Gosula, A. G. Dau, J. A. Gross, S. Habegger, M. C. Hamilton, M. Hansen, M. P. Harrigan, S. D. Harrington, P. Heu, J. Hilton, M. R. Hoffmann, T. Huang, A. Huff, W. J. Huggins, L. B. Ioffe, S. V. Isakov, J. Iveland, E. Jeffrey, Z. Jiang, C. Jones, P. Juhas, D. Kafri, T. Khattar, M. Khezri, M. Kieferová, S. Kim, A. Kitaev, P. V. Klimov, A. R. Klots, A. N. Korotkov, F. Kostritsa, J. M. Kreikebaum, D. Landhuis, P. Laptev, K.-M. Lau, L. Laws, J. Lee, K. W. Lee, B. J. Lester, A. T. Lill, W. Liu, A. Locharla, E. Lucero, F. D. Malone, O. Martin, J. R. McClean, T. McCourt, M. McEwen, K. C. Miao, A. Mieszala, M. Mohseni, S. Montazeri, E. Mount, R. Movassagh, W. Mruczkiewicz, O. Naaman, M. Neeley, C. Neill, A. Nersisyan, M. Newman, J. H. Ng, A. Nguyen, M. Nguyen, M. Y. Niu, T. E. O’Brien, S. Omonije, A. Petukhov, R. Potter, L. P. Pryadko, C. Quintana, C. Rocque, N. C. Rubin, N. Saei, D. Sank, K. Sankaragomathi, K. J. Satzinger, H. F. Schurkus, C. Schuster, M. J. Shearn, A. Shorter, N. Shutty, V. Shvarts, J. Skruzny, W. C. Smith, R. Somma, G. Sterling, D. Strain, M. Szalay, A. Torres, G. Vidal, B. Villalonga, C. V. Heidweiller, T. White, B. W. K. Woo, C. Xing, Z. J. Yao, P. Yeh, J. Yoo, G. Young, A. Zalcman, Y. Zhang, N. Zhu, N. Zobrist, H. Neven, S. Boixo, A. Megrant, J. Kelly, Y. Chen, V. Smelyanskiy, E.-A. Kim, I. Aleiner, P. Roushan",
      "paper_url": "https://doi.org/10.1038/s41586-023-05954-4",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4405965254",
      "paper_id": "https://openalex.org/W4405965254",
      "title": "Non-Abelian lattice gauge fields in photonic synthetic frequency dimensions",
      "authors": "Dali Cheng, Kai Wang, Charles Roques-Carmes, Eran Lustig, Olivia Y. Long, Heming Wang, Shanhui Fan",
      "paper_url": "https://doi.org/10.1038/s41586-024-08259-2",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391809311",
      "paper_id": "https://openalex.org/W4391809311",
      "title": "Non-Abelian topological order and anyons on a trapped-ion processor",
      "authors": "Mohsin Iqbal, Nathanan Tantivasadakarn, Ruben Verresen, Sara L. Campbell, Joan M. Dreiling, Caroline Figgatt, John P. Gaebler, Jacob Johansen, Michael Mills, Steven A. Moses, Juan M. Pino, Anthony Ransford, Mary Rowe, Peter Siegfried, Russell P. Stutz, Michael Foss-Feig, Ashvin Vishwanath, Henrik Dreyer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06934-4",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W3210267296",
      "paper_id": "https://openalex.org/W3210267296",
      "title": "Non-Hermitian chiral phononics through optomechanically induced squeezing",
      "authors": "Javier del Pino, Jesse J. Slim, Ewold Verhagen",
      "paper_url": "https://doi.org/10.1038/s41586-022-04609-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4225531481",
      "paper_id": "https://openalex.org/W4225531481",
      "title": "Non-Hermitian morphing of topological modes",
      "authors": "Wei Wang, Xulong Wang, Guancong Ma",
      "paper_url": "https://doi.org/10.1038/s41586-022-04929-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3203732228",
      "paper_id": "https://openalex.org/W3203732228",
      "title": "Non-Hermitian topological whispering gallery",
      "authors": "Bolun Hu, Zhiwang Zhang, Haixiao Zhang, Liyang Zheng, Wei Xiong, Zichong Yue, Xiaoyu Wang, Jianyi Xu, Ying Cheng, Xiaojun Liu, Johan Christensen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03833-4",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4380550619",
      "paper_id": "https://openalex.org/W4380550619",
      "title": "Non-orientable order and non-commutative response in frustrated metamaterials",
      "authors": "Xiaofei Guo, Marcelo Guzmán, David Carpentier, Denis Bartolo, Corentin Coulais",
      "paper_url": "https://doi.org/10.1038/s41586-023-06022-7",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3154396532",
      "paper_id": "https://openalex.org/W3154396532",
      "title": "Non-reciprocal phase transitions",
      "authors": "Michel Fruchart, Ryo Hanai, Peter B. Littlewood, Vincenzo Vitelli",
      "paper_url": "https://doi.org/10.1038/s41586-021-03375-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392984807",
      "paper_id": "https://openalex.org/W4392984807",
      "title": "Non-reciprocal topological solitons in active metamaterials",
      "authors": "Jonas Veenstra, Oleksandr Gamayun, Xiaofei Guo, Anahita Sarvi, Chris Ventura Meinersen, Corentin Coulais",
      "paper_url": "https://doi.org/10.1038/s41586-024-07097-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391616925",
      "paper_id": "https://openalex.org/W4391616925",
      "title": "Observation and quantification of the pseudogap in unitary Fermi gases",
      "authors": "Xi Li, Shuai Wang, Xiang Luo, Yu-Yang Zhou, Ke Xie, Hong-Chi Shen, Yu-Zhao Nie, Qijin Chen, Hui Hu, Yu-Ao Chen, Xing-Can Yao, Jian-Wei Pan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06964-y",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4225099662",
      "paper_id": "https://openalex.org/W4225099662",
      "title": "Observation of a linked-loop quantum state in a topological magnet",
      "authors": "Ilya Belopolski, Guoqing Chang, Tyler A. Cochran, Zi-Jia Cheng, Xian P. Yang, Cole Hugelmeyer, Kaustuv Manna, Jia-Xin Yin, Guangming Cheng, Daniel Multer, Maksim Litskevich, Nana Shumiya, Songtian S. Zhang, Chandra Shekhar, Niels B. M. Schröter, Alla Chikina, Craig Polley, Balasubramanian Thiagarajan, Mats Leandersson, Johan Adell, Shin-Ming Huang, Nan Yao, Vladimir N. Strocov, Claudia Felser, M. Zahid Hasan",
      "paper_url": "https://doi.org/10.1038/s41586-022-04512-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4229075249",
      "paper_id": "https://openalex.org/W4229075249",
      "title": "Observation of chiral and slow plasmons in twisted bilayer graphene",
      "authors": "Tianye Huang, Xuecou Tu, Changqing Shen, Binjie Zheng, Junzhuan Wang, Hao Wang, Kaveh Khaliji, Sang Hyun Park, Zhiyong Liu, Teng Yang, Zhidong Zhang, Lei Shao, Xuesong Li, Tony Low, Yi Shi, Xiaomu Wang",
      "paper_url": "https://doi.org/10.1038/s41586-022-04520-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4280573520",
      "paper_id": "https://openalex.org/W4280573520",
      "title": "Observation of chiral state transfer without encircling an exceptional point",
      "authors": "Hadiseh Nasari, Gisela Lopez-Galmiche, Helena E. Lopez-Aviles, Alexander Schumer, Absar U. Hassan, Qi Zhong, Stefan Rotter, Patrick LiKamWa, Demetrios N. Christodoulides, Mercedeh Khajavikhan",
      "paper_url": "https://doi.org/10.1038/s41586-022-04542-2",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4282941652",
      "paper_id": "https://openalex.org/W4282941652",
      "title": "Observation of Cooper pairs in a mesoscopic two-dimensional Fermi gas",
      "authors": "Marvin Holten, Luca Bayha, Keerthan Subramanian, Sandra Brandstetter, Carl Heintze, Philipp Lunt, Philipp M. Preiss, Selim Jochim",
      "paper_url": "https://doi.org/10.1038/s41586-022-04678-1",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410019243",
      "paper_id": "https://openalex.org/W4410019243",
      "title": "Observation of edge and bulk states in a three-site Kitaev chain",
      "authors": "Sebastiaan L. D. ten Haaf, Yining Zhang, Qingzhen Wang, Alberto Bordin, Chun-Xiao Liu, Ivan Kulesh, Vincent P. M. Sietses, Christian G. Prosko, Di Xiao, Candice Thomas, Michael J. Manfra, Michael Wimmer, Srijit Goswami",
      "paper_url": "https://doi.org/10.1038/s41586-025-08892-5",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399367158",
      "paper_id": "https://openalex.org/W4399367158",
      "title": "Observation of edge states derived from topological helix chains",
      "authors": "K. Nakayama, A. Tokuyama, K. Yamauchi, A. Moriya, T. Kato, K. Sugawara, S. Souma, M. Kitamura, K. Horiba, H. Kumigashira, T. Oguchi, T. Takahashi, K. Segawa, T. Sato",
      "paper_url": "https://doi.org/10.1038/s41586-024-07484-z",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3048966389",
      "paper_id": "https://openalex.org/W3048966389",
      "title": "Observation of first and second sound in a BKT superfluid",
      "authors": "Panagiotis Christodoulou, Maciej Gałka, Nishant Dogra, Raphael Lopes, Julian Schmitt, Zoran Hadzibabic",
      "paper_url": "https://doi.org/10.1038/s41586-021-03537-9",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3205523263",
      "paper_id": "https://openalex.org/W3205523263",
      "title": "Observation of fractional edge excitations in nanographene spin chains",
      "authors": "Shantanu Mishra, Gonçalo Catarina, Fupeng Wu, Ricardo Ortiz, David Jacob, Kristjan Eimre, Ji Ma, Carlo A. Pignedoli, Xinliang Feng, Pascal Ruffieux, Joaquín Fernández-Rossier, Roman Fasel",
      "paper_url": "https://doi.org/10.1038/s41586-021-03842-3",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4385948524",
      "paper_id": "https://openalex.org/W4385948524",
      "title": "Observation of fractionally quantized anomalous Hall effect",
      "authors": "Heonjoon Park, Jiaqi Cai, Eric Anderson, Yinong Zhang, Jiayi Zhu, Xiaoyu Liu, Chong Wang, William Holtzmann, Chaowei Hu, Zhaoyu Liu, Takashi Taniguchi, Kenji Watanabe, Jiun-Haw Chu, Ting Cao, Liang Fu, Wang Yao, Cui-Zu Chang, David Cobden, Di Xiao, Xiaodong Xu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06536-0",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4321480006",
      "paper_id": "https://openalex.org/W4321480006",
      "title": "Observation of hydrodynamic plasmons and energy waves in graphene",
      "authors": "Wenyu Zhao, Shaoxin Wang, Sudi Chen, Zuocheng Zhang, Kenji Watanabe, Takashi Taniguchi, Alex Zettl, Feng Wang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05619-8",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396732590",
      "paper_id": "https://openalex.org/W4396732590",
      "title": "Observation of Nagaoka polarons in a Fermi–Hubbard quantum simulator",
      "authors": "Martin Lebrat, Muqing Xu, Lev Haldar Kendrick, Anant Kale, Youqi Gang, Pranav Seetharaman, Ivan Morera, Ehsan Khatami, Eugene Demler, Markus Greiner",
      "paper_url": "https://doi.org/10.1038/s41586-024-07272-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391809181",
      "paper_id": "https://openalex.org/W4391809181",
      "title": "Observation of plaid-like spin splitting in a noncoplanar antiferromagnet",
      "authors": "Yu-Peng Zhu, Xiaobing Chen, Xiang-Rui Liu, Yuntian Liu, Pengfei Liu, Heming Zha, Gexing Qu, Caiyun Hong, Jiayu Li, Zhicheng Jiang, Xiao-Ming Ma, Yu-Jie Hao, Ming-Yuan Zhu, Wenjing Liu, Meng Zeng, Sreehari Jayaram, Malik Lenger, Jianyang Ding, Shu Mo, Kiyohisa Tanaka, Masashi Arita, Zhengtai Liu, Mao Ye, Dawei Shen, Jörg Wrachtrup, Yaobo Huang, Rui-Hua He, Shan Qiao, Qihang Liu, Chang Liu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07023-w",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409485826",
      "paper_id": "https://openalex.org/W4409485826",
      "title": "Observation of the axion quasiparticle in 2D MnBi2Te4",
      "authors": "Jian-Xiang Qiu, Barun Ghosh, Jan Schütte-Engel, Tiema Qian, Michael Smith, Yueh-Ting Yao, Junyeong Ahn, Yu-Fei Liu, Anyuan Gao, Christian Tzschaschel, Houchen Li, Ioannis Petrides, Damien Bérubé, Thao Dinh, Tianye Huang, Olivia Liebman, Emily M. Been, Joanna M. Blawat, Kenji Watanabe, Takashi Taniguchi, Kin Chung Fong, Hsin Lin, Peter P. Orth, Prineha Narang, Claudia Felser, Tay-Rong Chang, Ross McDonald, Robert J. McQueeney, Arun Bansil, Ivar Martin, Ni Ni, Qiong Ma, David J. E. Marsh, Ashvin Vishwanath, Su-Yang Xu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08862-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W3202140980",
      "paper_id": "https://openalex.org/W3202140980",
      "title": "Observation of the orbital Hall effect in a light metal Ti",
      "authors": "Young-Gwan Choi, Daegeun Jo, Kyung-Hun Ko, Dongwook Go, Kyung-Han Kim, Hee Gyum Park, Changyoung Kim, Byoung-Chul Min, Gyung-Min Choi, Hyun-Woo Lee",
      "paper_url": "https://doi.org/10.1038/s41586-023-06101-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400279432",
      "paper_id": "https://openalex.org/W4400279432",
      "title": "Observation of the scaling dimension of fractional quantum Hall anyons",
      "authors": "A. Veillon, C. Piquard, P. Glidic, Y. Sato, A. Aassime, A. Cavanna, Y. Jin, U. Gennser, A. Anthore, F. Pierre",
      "paper_url": "https://doi.org/10.1038/s41586-024-07727-z",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404105383",
      "paper_id": "https://openalex.org/W4404105383",
      "title": "Observation of vortices in a dipolar supersolid",
      "authors": "Eva Casotti, Elena Poli, Lauritz Klaus, Andrea Litvinov, Clemens Ulm, Claudia Politi, Manfred J. Mark, Thomas Bland, Francesca Ferlaino",
      "paper_url": "https://doi.org/10.1038/s41586-024-08149-7",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410769735",
      "paper_id": "https://openalex.org/W4410769735",
      "title": "Observing anyonization of bosons in a quantum gas",
      "authors": "Sudipta Dhar, Botao Wang, Milena Horvath, Amit Vashisht, Yi Zeng, Mikhail B. Zvonarev, Nathan Goldman, Yanliang Guo, Manuele Landini, Hanns-Christoph Nägerl",
      "paper_url": "https://doi.org/10.1038/s41586-025-09016-9",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391160725",
      "paper_id": "https://openalex.org/W4391160725",
      "title": "Observing dynamical phases of BCS superconductors in a cavity QED simulator",
      "authors": "Dylan J. Young, Anjun Chu, Eric Yilun Song, Diego Barberena, David Wellnitz, Zhijing Niu, Vera M. Schäfer, Robert J. Lewis-Swan, Ana Maria Rey, James K. Thompson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06911-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402437861",
      "paper_id": "https://openalex.org/W4402437861",
      "title": "Observing the two-dimensional Bose glass in an optical quasicrystal",
      "authors": "Jr-Chiun Yu, Shaurya Bhave, Lee Reeve, Bo Song, Ulrich Schneider",
      "paper_url": "https://doi.org/10.1038/s41586-024-07875-2",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4317242203",
      "paper_id": "https://openalex.org/W4317242203",
      "title": "Octupole-driven magnetoresistance in an antiferromagnetic tunnel junction",
      "authors": "Xianzhe Chen, Tomoya Higo, Katsuhiro Tanaka, Takuya Nomoto, Hanshen Tsai, Hiroshi Idzuchi, Masanobu Shiga, Shoya Sakamoto, Ryoya Ando, Hidetoshi Kosaki, Takumi Matsuo, Daisuke Nishio-Hamane, Ryotaro Arita, Shinji Miwa, Satoru Nakatsuji",
      "paper_url": "https://doi.org/10.1038/s41586-022-05463-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W3200289215",
      "paper_id": "https://openalex.org/W3200289215",
      "title": "One-dimensional Luttinger liquids in a two-dimensional moiré lattice",
      "authors": "Pengjie Wang, Guo Yu, Yves H. Kwan, Yanyu Jia, Shiming Lei, Sebastian Klemenz, F. Alexandre Cevallos, Ratnadwip Singha, Trithep Devakul, Kenji Watanabe, Takashi Taniguchi, Shivaji L. Sondhi, Robert J. Cava, Leslie M. Schoop, Siddharth A. Parameswaran, Sanfeng Wu",
      "paper_url": "https://doi.org/10.1038/s41586-022-04514-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4395071348",
      "paper_id": "https://openalex.org/W4395071348",
      "title": "One-dimensional proximity superconductivity in the quantum Hall regime",
      "authors": "Julien Barrier, Minsoo Kim, Roshan Krishna Kumar, Na Xin, P. Kumaravadivel, Lee Hague, E. Nguyen, A. I. Berdyugin, Christian Moulsdale, V. V. Enaldiev, J. R. Prance, F. H. L. Koppens, R. V. Gorbachev, K. Watanabe, T. Taniguchi, L. I. Glazman, I. V. Grigorieva, V. I. Fal’ko, A. K. Geim",
      "paper_url": "https://doi.org/10.1038/s41586-024-07271-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3183042948",
      "paper_id": "https://openalex.org/W3183042948",
      "title": "Optical manipulation of electronic dimensionality in a quantum material",
      "authors": "Shaofeng Duan, Yun Cheng, Wei Xia, Yuanyuan Yang, Chengyang Xu, Fengfeng Qi, Chaozhi Huang, Tianwei Tang, Yanfeng Guo, Weidong Luo, Dong Qian, Dao Xiang, Jie Zhang, Wentao Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03643-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4399577042",
      "paper_id": "https://openalex.org/W4399577042",
      "title": "Optical manipulation of the charge-density-wave state in RbV3Sb5",
      "authors": "Yuqing Xing, Seokjin Bae, Ethan Ritz, Fan Yang, Turan Birol, Andrea N. Capa Salinas, Brenden R. Ortiz, Stephen D. Wilson, Ziqiang Wang, Rafael M. Fernandes, Vidya Madhavan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07519-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402585728",
      "paper_id": "https://openalex.org/W4402585728",
      "title": "Opto-twistronic Hall effect in a three-dimensional spiral lattice",
      "authors": "Zhurun Ji, Yuzhou Zhao, Yicong Chen, Ziyan Zhu, Yuhui Wang, Wenjing Liu, Gaurav Modi, Eugene J. Mele, Song Jin, Ritesh Agarwal",
      "paper_url": "https://doi.org/10.1038/s41586-024-07949-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4393234698",
      "paper_id": "https://openalex.org/W4393234698",
      "title": "Optomechanical realization of the bosonic Kitaev chain",
      "authors": "Jesse J. Slim, Clara C. Wanjura, Matteo Brunelli, Javier del Pino, Andreas Nunnenkamp, Ewold Verhagen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07174-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4377990110",
      "paper_id": "https://openalex.org/W4377990110",
      "title": "Orbital Fulde–Ferrell–Larkin–Ovchinnikov state in an Ising superconductor",
      "authors": "Puhua Wan, Oleksandr Zheliuk, Noah F. Q. Yuan, Xiaoli Peng, Le Zhang, Minpeng Liang, Uli Zeitler, Steffen Wiedmann, Nigel E. Hussey, Thomas T. M. Palstra, Jianting Ye",
      "paper_url": "https://doi.org/10.1038/s41586-023-05967-z",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407957575",
      "paper_id": "https://openalex.org/W4407957575",
      "title": "Orbital hybridization in graphene-based artificial atoms",
      "authors": "Yue Mao, Hui-Ying Ren, Xiao-Feng Zhou, Hao Sheng, Yun-Hao Xiao, Yu-Chen Zhuang, Ya-Ning Ren, Lin He, Qing-Feng Sun",
      "paper_url": "https://doi.org/10.1038/s41586-025-08620-z",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4387737777",
      "paper_id": "https://openalex.org/W4387737777",
      "title": "Orbital multiferroicity in pentalayer rhombohedral graphene",
      "authors": "Tonghang Han, Zhengguang Lu, Giovanni Scuri, Jiho Sung, Jue Wang, Tianyi Han, Kenji Watanabe, Takashi Taniguchi, Liang Fu, Hongkun Park, Long Ju",
      "paper_url": "https://doi.org/10.1038/s41586-023-06572-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4281861111",
      "paper_id": "https://openalex.org/W4281861111",
      "title": "Ordered and tunable Majorana-zero-mode lattice in naturally strained LiFeAs",
      "authors": "Meng Li, Geng Li, Lu Cao, Xingtai Zhou, Xiancheng Wang, Changqing Jin, Ching-Kai Chiu, Stephen J. Pennycook, Ziqiang Wang, Hong-Jun Gao",
      "paper_url": "https://doi.org/10.1038/s41586-022-04744-8",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4382363419",
      "paper_id": "https://openalex.org/W4382363419",
      "title": "Pair density wave state in a monolayer high-Tc iron-based superconductor",
      "authors": "Yanzhao Liu, Tianheng Wei, Guanyang He, Yi Zhang, Ziqiang Wang, Jian Wang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06072-x",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406169147",
      "paper_id": "https://openalex.org/W4406169147",
      "title": "Particle exchange statistics beyond fermions and bosons",
      "authors": "Zhiyuan Wang, Kaden R. A. Hazzard",
      "paper_url": "https://doi.org/10.1038/s41586-024-08262-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4367841718",
      "paper_id": "https://openalex.org/W4367841718",
      "title": "Particle–hole symmetry protects spin-valley blockade in graphene quantum dots",
      "authors": "L. Banszerus, S. Möller, K. Hecker, E. Icking, K. Watanabe, T. Taniguchi, F. Hassler, C. Volk, C. Stampfer",
      "paper_url": "https://doi.org/10.1038/s41586-023-05953-5",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4367049510",
      "paper_id": "https://openalex.org/W4367049510",
      "title": "Partitioning of diluted anyons reveals their braiding statistics",
      "authors": "June-Young M. Lee, Changki Hong, Tomer Alkalay, Noam Schiller, Vladimir Umansky, Moty Heiblum, Yuval Oreg, H.-S. Sim",
      "paper_url": "https://doi.org/10.1038/s41586-023-05883-2",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392984533",
      "paper_id": "https://openalex.org/W4392984533",
      "title": "Pattern formation by turbulent cascades",
      "authors": "Xander M. de Wit, Michel Fruchart, Tali Khain, Federico Toschi, Vincenzo Vitelli",
      "paper_url": "https://doi.org/10.1038/s41586-024-07074-z",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3186127064",
      "paper_id": "https://openalex.org/W3186127064",
      "title": "Pauli-limit violation and re-entrant superconductivity in moiré graphene",
      "authors": "Yuan Cao, Jeong Min Park, Kenji Watanabe, Takashi Taniguchi, Pablo Jarillo-Herrero",
      "paper_url": "https://doi.org/10.1038/s41586-021-03685-y",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4286209761",
      "paper_id": "https://openalex.org/W4286209761",
      "title": "Perpendicular full switching of chiral antiferromagnetic order by current",
      "authors": "Tomoya Higo, Kouta Kondou, Takuya Nomoto, Masanobu Shiga, Shoya Sakamoto, Xianzhe Chen, Daisuke Nishio-Hamane, Ryotaro Arita, Yoshichika Otani, Shinji Miwa, Satoru Nakatsuji",
      "paper_url": "https://doi.org/10.1038/s41586-022-04864-1",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403921237",
      "paper_id": "https://openalex.org/W4403921237",
      "title": "Phonon modes and electron–phonon coupling at the FeSe/SrTiO3 interface",
      "authors": "Hongbin Yang, Yinong Zhou, Guangyao Miao, Ján Rusz, Xingxu Yan, Francisco Guzman, Xiaofeng Xu, Xianghan Xu, Toshihiro Aoki, Paul Zeiger, Xuetao Zhu, Weihua Wang, Jiandong Guo, Ruqian Wu, Xiaoqing Pan",
      "paper_url": "https://doi.org/10.1038/s41586-024-08118-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394688586",
      "paper_id": "https://openalex.org/W4394688586",
      "title": "Phononic switching of magnetization by the ultrafast Barnett effect",
      "authors": "C. S. Davies, F. G. N. Fennema, A. Tsukamoto, I. Razdolski, A. V. Kimel, A. Kirilyuk",
      "paper_url": "https://doi.org/10.1038/s41586-024-07200-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4367856827",
      "paper_id": "https://openalex.org/W4367856827",
      "title": "Photo-induced high-temperature ferromagnetism in YTiO3",
      "authors": "A. S. Disa, J. Curtis, M. Fechner, A. Liu, A. von Hoegen, M. Först, T. F. Nova, P. Narang, A. Maljuk, A. V. Boris, B. Keimer, A. Cavalleri",
      "paper_url": "https://doi.org/10.1038/s41586-023-05853-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4297498068",
      "paper_id": "https://openalex.org/W4297498068",
      "title": "Photonic topological insulator induced by a dislocation in three dimensions",
      "authors": "Eran Lustig, Lukas J. Maczewsky, Julius Beck, Tobias Biesenthal, Matthias Heinrich, Zhaoju Yang, Yonatan Plotnik, Alexander Szameit, Mordechai Segev",
      "paper_url": "https://doi.org/10.1038/s41586-022-05129-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385697482",
      "paper_id": "https://openalex.org/W4385697482",
      "title": "Pines’ demon observed as a 3D acoustic plasmon in Sr2RuO4",
      "authors": "Ali A. Husain, Edwin W. Huang, Matteo Mitrano, Melinda S. Rak, Samantha I. Rubeck, Xuefei Guo, Hongbin Yang, Chanchal Sow, Yoshiteru Maeno, Bruno Uchoa, Tai C. Chiang, Philip E. Batson, Philip W. Phillips, Peter Abbamonte",
      "paper_url": "https://doi.org/10.1038/s41586-023-06318-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W3161558623",
      "paper_id": "https://openalex.org/W3161558623",
      "title": "Polariton Bose–Einstein condensate from a bound state in the continuum",
      "authors": "V. Ardizzone, F. Riminucci, S. Zanotti, A. Gianfrate, M. Efthymiou-Tsironi, D. G. Suàrez-Forero, F. Todisco, M. De Giorgi, D. Trypogeorgos, G. Gigli, K. Baldwin, L. Pfeiffer, D. Ballarini, H. S. Nguyen, D. Gerace, D. Sanvitto",
      "paper_url": "https://doi.org/10.1038/s41586-022-04583-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4210461376",
      "paper_id": "https://openalex.org/W4210461376",
      "title": "Polarized phonons carry angular momentum in ultrafast demagnetization",
      "authors": "S. R. Tauchert, M. Volkov, D. Ehberger, D. Kazenwadel, M. Evers, H. Lange, A. Donges, A. Book, W. Kreuzpaintner, U. Nowak, P. Baum",
      "paper_url": "https://doi.org/10.1038/s41586-021-04306-4",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385879167",
      "paper_id": "https://openalex.org/W4385879167",
      "title": "Proximity superconductivity in atom-by-atom crafted quantum dots",
      "authors": "Lucas Schneider, Khai That Ton, Ioannis Ioannidis, Jannis Neuhaus-Steinmetz, Thore Posske, Roland Wiesendanger, Jens Wiebe",
      "paper_url": "https://doi.org/10.1038/s41586-023-06312-0",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3187248908",
      "paper_id": "https://openalex.org/W3187248908",
      "title": "Pseudogap in a crystalline insulator doped by disordered metals",
      "authors": "Sae Hee Ryu, Minjae Huh, Do Yun Park, Chris Jozwiak, Eli Rotenberg, Aaron Bostwick, Keun Su Kim",
      "paper_url": "https://doi.org/10.1038/s41586-021-03683-0",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4287510055",
      "paper_id": "https://openalex.org/W4287510055",
      "title": "Quantized current steps due to the a.c. coherent quantum phase-slip effect",
      "authors": "Rais S. Shaikhaidarov, Kyung Ho Kim, Jacob W. Dunstan, Ilya V. Antonov, Sven Linzen, Mario Ziegler, Dmitry S. Golubev, Vladimir N. Antonov, Evgeni V. Il’ichev, Oleg V. Astafiev",
      "paper_url": "https://doi.org/10.1038/s41586-022-04947-z",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3188322823",
      "paper_id": "https://openalex.org/W3188322823",
      "title": "Quantized nonlinear Thouless pumping",
      "authors": "Marius Jürgensen, Sebabrata Mukherjee, Mikael C. Rechtsman",
      "paper_url": "https://doi.org/10.1038/s41586-021-03688-9",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W4226161703",
      "paper_id": "https://openalex.org/W4226161703",
      "title": "Quantum anomalous Hall effect from intertwined moiré bands",
      "authors": "Tingxin Li, Shengwei Jiang, Bowen Shen, Yang Zhang, Lizhong Li, Zui Tao, Trithep Devakul, Kenji Watanabe, Takashi Taniguchi, Liang Fu, Jie Shan, Kin Fai Mak",
      "paper_url": "https://doi.org/10.1038/s41586-021-04171-1",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3202727993",
      "paper_id": "https://openalex.org/W3202727993",
      "title": "Quantum anomalous Hall octet driven by orbital magnetism in bilayer graphene",
      "authors": "Fabian R. Geisenhof, Felix Winterer, Anna M. Seiler, Jakob Lenz, Tianyi Xu, Fan Zhang, R. Thomas Weitz",
      "paper_url": "https://doi.org/10.1038/s41586-021-03849-w",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4291020684",
      "paper_id": "https://openalex.org/W4291020684",
      "title": "Quantum cascade of correlated phases in trigonally warped bilayer graphene",
      "authors": "Anna M. Seiler, Fabian R. Geisenhof, Felix Winterer, Kenji Watanabe, Takashi Taniguchi, Tianyi Xu, Fan Zhang, R. Thomas Weitz",
      "paper_url": "https://doi.org/10.1038/s41586-022-04937-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3162893192",
      "paper_id": "https://openalex.org/W3162893192",
      "title": "Quantum criticality in twisted transition metal dichalcogenides",
      "authors": "Augusto Ghiotto, En-Min Shih, Giancarlo S. S. G. Pereira, Daniel A. Rhodes, Bumho Kim, Jiawei Zang, Andrew J. Millis, Kenji Watanabe, Takashi Taniguchi, James C. Hone, Lei Wang, Cory R. Dean, Abhay N. Pasupathy",
      "paper_url": "https://doi.org/10.1038/s41586-021-03815-6",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4385490512",
      "paper_id": "https://openalex.org/W4385490512",
      "title": "Quantum oscillations of the quasiparticle lifetime in a metal",
      "authors": "Nico Huber, Valentin Leeb, Andreas Bauer, Georg Benka, Johannes Knolle, Christian Pfleiderer, Marc A. Wilde",
      "paper_url": "https://doi.org/10.1038/s41586-023-06330-y",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389670532",
      "paper_id": "https://openalex.org/W4389670532",
      "title": "Quantum spin nematic phase in a square-lattice iridate",
      "authors": "Hoon Kim, Jin-Kwang Kim, Junyoung Kwon, Jimin Kim, Hyun-Woo J. Kim, Seunghyeok Ha, Kwangrae Kim, Wonjun Lee, Jonghwan Kim, Gil Young Cho, Hyeokjun Heo, Joonho Jang, C. J. Sahle, A. Longo, J. Strempfer, G. Fabbris, Y. Choi, D. Haskel, Jungho Kim, J. -W. Kim, B. J. Kim",
      "paper_url": "https://doi.org/10.1038/s41586-023-06829-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4385878768",
      "paper_id": "https://openalex.org/W4385878768",
      "title": "Quantum textures of the many-body wavefunctions in magic-angle graphene",
      "authors": "Kevin P. Nuckolls, Ryan L. Lee, Myungchul Oh, Dillon Wong, Tomohiro Soejima, Jung Pyo Hong, Dumitru Călugăru, Jonah Herzog-Arbeitman, B. Andrei Bernevig, Kenji Watanabe, Takashi Taniguchi, Nicolas Regnault, Michael P. Zaletel, Ali Yazdani",
      "paper_url": "https://doi.org/10.1038/s41586-023-06226-x",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409729529",
      "paper_id": "https://openalex.org/W4409729529",
      "title": "Quantum twisting microscopy of phonons in twisted bilayer graphene",
      "authors": "J. Birkbeck, J. Xiao, A. Inbar, T. Taniguchi, K. Watanabe, E. Berg, L. Glazman, F. Guinea, F. von Oppen, S. Ilani",
      "paper_url": "https://doi.org/10.1038/s41586-025-08881-8",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4382537621",
      "paper_id": "https://openalex.org/W4382537621",
      "title": "Quantum-metric-induced nonlinear transport in a topological antiferromagnet",
      "authors": "Naizhou Wang, Daniel Kaplan, Zhaowei Zhang, Tobias Holder, Ning Cao, Aifeng Wang, Xiaoyuan Zhou, Feifei Zhou, Zhengzhi Jiang, Chusheng Zhang, Shihao Ru, Hongbing Cai, Kenji Watanabe, Takashi Taniguchi, Binghai Yan, Weibo Gao",
      "paper_url": "https://doi.org/10.1038/s41586-023-06363-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4353055517",
      "paper_id": "https://openalex.org/W4353055517",
      "title": "Quantum-well states at the surface of a heavy-fermion superconductor",
      "authors": "Edwin Herrera, Isabel Guillamón, Víctor Barrena, William J. Herrera, Jose Augusto Galvis, Alfredo Levy Yeyati, Ján Rusz, Peter M. Oppeneer, Georg Knebel, Jean Pascal Brison, Jacques Flouquet, Dai Aoki, Hermann Suderow",
      "paper_url": "https://doi.org/10.1038/s41586-023-05830-1",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3160659675",
      "paper_id": "https://openalex.org/W3160659675",
      "title": "Rashba valleys and quantum Hall states in few-layer black arsenic",
      "authors": "Feng Sheng, Chenqiang Hua, Man Cheng, Jie Hu, Xikang Sun, Qian Tao, Hengzhe Lu, Yunhao Lu, Mianzeng Zhong, Kenji Watanabe, Takashi Taniguchi, Qinglin Xia, Zhu-An Xu, Yi Zheng",
      "paper_url": "https://doi.org/10.1038/s41586-021-03449-8",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4210849505",
      "paper_id": "https://openalex.org/W4210849505",
      "title": "Real-space visualization of intrinsic magnetic fields of an antiferromagnet",
      "authors": "Yuji Kohno, Takehito Seki, Scott D. Findlay, Yuichi Ikuhara, Naoya Shibata",
      "paper_url": "https://doi.org/10.1038/s41586-021-04254-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4381481111",
      "paper_id": "https://openalex.org/W4381481111",
      "title": "Realization of a fractional quantum Hall state with ultracold atoms",
      "authors": "Julian Léonard, Sooshin Kim, Joyce Kwan, Perrin Segura, Fabian Grusdt, Cécile Repellin, Nathan Goldman, Markus Greiner",
      "paper_url": "https://doi.org/10.1038/s41586-023-06122-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4320913092",
      "paper_id": "https://openalex.org/W4320913092",
      "title": "Realization of a minimal Kitaev chain in coupled quantum dots",
      "authors": "Tom Dvir, Guanzhong Wang, Nick van Loo, Chun-Xiao Liu, Grzegorz P. Mazur, Alberto Bordin, Sebastiaan L. D. ten Haaf, Ji-Yin Wang, David van Driel, Francesco Zatelli, Xiang Li, Filip K. Malinowski, Sasa Gazibegovic, Ghada Badawy, Erik P. A. M. Bakkers, Michael Wimmer, Leo P. Kouwenhoven",
      "paper_url": "https://doi.org/10.1038/s41586-022-05585-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4291020429",
      "paper_id": "https://openalex.org/W4291020429",
      "title": "Realizing a 1D topological gauge theory in an optically dressed BEC",
      "authors": "Anika Frölian, Craig S. Chisholm, Elettra Neri, Cesar R. Cabrera, Ramón Ramos, Alessio Celi, Leticia Tarruell",
      "paper_url": "https://doi.org/10.1038/s41586-022-04943-3",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4281952443",
      "paper_id": "https://openalex.org/W4281952443",
      "title": "Realizing the symmetry-protected Haldane phase in Fermi–Hubbard ladders",
      "authors": "Pimonpan Sompet, Sarah Hirthe, Dominik Bourgund, Thomas Chalopin, Julian Bibo, Joannis Koepsell, Petar Bojović, Ruben Verresen, Frank Pollmann, Guillaume Salomon, Christian Gross, Timon A. Hilker, Immanuel Bloch",
      "paper_url": "https://doi.org/10.1038/s41586-022-04688-z",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4200007643",
      "paper_id": "https://openalex.org/W4200007643",
      "title": "Resonance from antiferromagnetic spin fluctuations for superconductivity in UTe2",
      "authors": "Chunruo Duan, R. E. Baumbach, Andrey Podlesnyak, Yuhang Deng, Camilla Moir, Alexander J. Breindel, M. Brian Maple, E. M. Nica, Qimiao Si, Pengcheng Dai",
      "paper_url": "https://doi.org/10.1038/s41586-021-04151-5",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4323546583",
      "paper_id": "https://openalex.org/W4323546583",
      "title": "RETRACTED ARTICLE: Evidence of near-ambient superconductivity in a N-doped lutetium hydride",
      "authors": "Nathan Dasenbrock-Gammon, Elliot Snider, Raymond McBride, Hiranya Pasan, Dylan Durkee, Nugzari Khalvashi-Sutter, Sasanka Munasinghe, Sachith E. Dissanayake, Keith V. Lawler, Ashkan Salamat, Ranga P. Dias",
      "paper_url": "https://doi.org/10.1038/s41586-023-05742-0",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4317390907",
      "paper_id": "https://openalex.org/W4317390907",
      "title": "Room-temperature magnetoresistance in an all-antiferromagnetic tunnel junction",
      "authors": "Peixin Qin, Han Yan, Xiaoning Wang, Hongyu Chen, Ziang Meng, Jianting Dong, Meng Zhu, Jialin Cai, Zexin Feng, Xiaorong Zhou, Li Liu, Tianli Zhang, Zhongming Zeng, Jia Zhang, Chengbao Jiang, Zhiqi Liu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05461-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392984797",
      "paper_id": "https://openalex.org/W4392984797",
      "title": "Rotating curved spacetime signatures from a giant quantum vortex",
      "authors": "Patrik Švančara, Pietro Smaniotto, Leonardo Solidoro, James F. MacDonald, Sam Patrick, Ruth Gregory, Carlo F. Barenghi, Silke Weinfurtner",
      "paper_url": "https://doi.org/10.1038/s41586-024-07176-8",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3136959883",
      "paper_id": "https://openalex.org/W3136959883",
      "title": "Roton pair density wave in a strong-coupling kagome superconductor",
      "authors": "Hui Chen, Haitao Yang, Bin Hu, Zhen Zhao, Jie Yuan, Yuqing Xing, Guojian Qian, Zihao Huang, Geng Li, Yuhan Ye, Sheng Ma, Shunli Ni, Hua Zhang, Qiangwei Yin, Chunsheng Gong, Zhijun Tu, Hechang Lei, Hengxin Tan, Sen Zhou, Chengmin Shen, Xiaoli Dong, Binghai Yan, Ziqiang Wang, Hong-Jun Gao",
      "paper_url": "https://doi.org/10.1038/s41586-021-03983-5",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4213317969",
      "paper_id": "https://openalex.org/W4213317969",
      "title": "Scaling of the strange-metal scattering in unconventional superconductors",
      "authors": "Jie Yuan, Qihong Chen, Kun Jiang, Zhongpei Feng, Zefeng Lin, Heshan Yu, Ge He, Jinsong Zhang, Xingyu Jiang, Xu Zhang, Yujun Shi, Yanmin Zhang, Mingyang Qin, Zhi Gang Cheng, Nobumichi Tamura, Yi-feng Yang, Tao Xiang, Jiangping Hu, Ichiro Takeuchi, Kui Jin, Zhongxian Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-021-04305-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4292121694",
      "paper_id": "https://openalex.org/W4292121694",
      "title": "Self-oscillating pump in a topological dissipative atom–cavity system",
      "authors": "Davide Dreon, Alexander Baumgärtner, Xiangliang Li, Simon Hertlein, Tilman Esslinger, Tobias Donner",
      "paper_url": "https://doi.org/10.1038/s41586-022-04970-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4206282953",
      "paper_id": "https://openalex.org/W4206282953",
      "title": "Signatures of a strange metal in a bosonic system",
      "authors": "Chao Yang, Haiwen Liu, Yi Liu, Jiandong Wang, Dong Qiu, Sishuang Wang, Yang Wang, Qianmei He, Xiuli Li, Peng Li, Yue Tang, Jian Wang, X. C. Xie, James M. Valles Jr, Jie Xiong, Yanrong Li",
      "paper_url": "https://doi.org/10.1038/s41586-021-04239-y",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391616922",
      "paper_id": "https://openalex.org/W4391616922",
      "title": "Signatures of a surface spin–orbital chiral metal",
      "authors": "Federico Mazzola, Wojciech Brzezicki, Maria Teresa Mercaldo, Anita Guarino, Chiara Bigi, Jill A. Miwa, Domenico De Fazio, Alberto Crepaldi, Jun Fujii, Giorgio Rossi, Pasquale Orgiani, Sandeep Kumar Chaluvadi, Shyni Punathum Chalil, Giancarlo Panaccione, Anupam Jana, Vincent Polewczyk, Ivana Vobornik, Changyoung Kim, Fabio Miletto-Granozio, Rosalba Fittipaldi, Carmine Ortix, Mario Cuoco, Antonio Vecchione",
      "paper_url": "https://doi.org/10.1038/s41586-024-07033-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405613617",
      "paper_id": "https://openalex.org/W4405613617",
      "title": "Signatures of ambient pressure superconductivity in thin film La3Ni2O7",
      "authors": "Eun Kyo Ko, Yijun Yu, Yidi Liu, Lopa Bhatt, Jiarui Li, Vivek Thampy, Cheng-Tai Kuo, Bai Yang Wang, Yonghun Lee, Kyuho Lee, Jun-Sik Lee, Berit H. Goodge, David A. Muller, Harold Y. Hwang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08525-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3210896183",
      "paper_id": "https://openalex.org/W3210896183",
      "title": "Signatures of bosonic Landau levels in a finite-momentum superconductor",
      "authors": "A. Devarakonda, T. Suzuki, S. Fang, J. Zhu, D. Graf, M. Kriener, L. Fu, E. Kaxiras, J. G. Checkelsky",
      "paper_url": "https://doi.org/10.1038/s41586-021-03915-3",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410596790",
      "paper_id": "https://openalex.org/W4410596790",
      "title": "Signatures of chiral superconductivity in rhombohedral graphene",
      "authors": "Tonghang Han, Zhengguang Lu, Zach Hadjri, Lihan Shi, Zhenghan Wu, Wei Xu, Yuxuan Yao, Armel A. Cotten, Omid Sharifi Sedeh, Henok Weldeyesus, Jixiang Yang, Junseok Seo, Shenyong Ye, Muyang Zhou, Haoyang Liu, Gang Shi, Zhenqi Hua, Kenji Watanabe, Takashi Taniguchi, Peng Xiong, Dominik M. Zumbühl, Liang Fu, Long Ju",
      "paper_url": "https://doi.org/10.1038/s41586-025-09169-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4380625319",
      "paper_id": "https://openalex.org/W4380625319",
      "title": "Signatures of fractional quantum anomalous Hall states in twisted MoTe2",
      "authors": "Jiaqi Cai, Eric Anderson, Chong Wang, Xiaowei Zhang, Xiaoyu Liu, William Holtzmann, Yinong Zhang, Fengren Fan, Takashi Taniguchi, Kenji Watanabe, Ying Ran, Ting Cao, Liang Fu, Di Xiao, Wang Yao, Xiaodong Xu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06289-w",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401947097",
      "paper_id": "https://openalex.org/W4401947097",
      "title": "Signatures of hybridization of multiple Majorana zero modes in a vortex",
      "authors": "Tengteng Liu, Chun Yu Wan, Hao Yang, Yujun Zhao, Bangjin Xie, Weiyan Zheng, Zhaoxia Yi, Dandan Guan, Shiyong Wang, Hao Zheng, Canhua Liu, Liang Fu, Junwei Liu, Yaoyi Li, Jinfeng Jia",
      "paper_url": "https://doi.org/10.1038/s41586-024-07857-4",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406956831",
      "paper_id": "https://openalex.org/W4406956831",
      "title": "Signatures of longitudinal spin pumping in a magnetic phase transition",
      "authors": "Taekhyeon Lee, Min Tae Park, Hye-Won Ko, Jung Hyun Oh, San Ko, Seongmun Hwang, Jae Gwang Jang, Geon-Woo Baek, Se Kwon Kim, Hyun-Woo Lee, Myung-Hwa Jung, Kab-Jin Kim, Kyung-Jin Lee",
      "paper_url": "https://doi.org/10.1038/s41586-024-08367-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4402222893",
      "paper_id": "https://openalex.org/W4402222893",
      "title": "Signatures of magnetism control by flow of angular momentum",
      "authors": "L. Chen, Y. Sun, S. Mankovsky, T. N. G. Meier, M. Kronseder, C. Sun, A. Orekhov, H. Ebert, D. Weiss, C. H. Back",
      "paper_url": "https://doi.org/10.1038/s41586-024-07914-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3165076761",
      "paper_id": "https://openalex.org/W3165076761",
      "title": "Signatures of moiré trions in WSe2/MoSe2 heterobilayers",
      "authors": "Erfu Liu, Elyse Barré, Jeremiah van Baren, Matthew Wilson, Takashi Taniguchi, Kenji Watanabe, Yong-Tao Cui, Nathaniel M. Gabor, Tony F. Heinz, Yia-Chung Chang, Chun Hung Lui",
      "paper_url": "https://doi.org/10.1038/s41586-021-03541-z",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4384028978",
      "paper_id": "https://openalex.org/W4384028978",
      "title": "Signatures of superconductivity near 80 K in a nickelate under high pressure",
      "authors": "Hualei Sun, Mengwu Huo, Xunwu Hu, Jingyuan Li, Zengjia Liu, Yifeng Han, Lingyun Tang, Zhongquan Mao, Pengtao Yang, Bosen Wang, Jinguang Cheng, Dao-Xin Yao, Guang-Ming Zhang, Meng Wang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06408-7",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3166530036",
      "paper_id": "https://openalex.org/W3166530036",
      "title": "Signatures of Wigner crystal of electrons in a monolayer semiconductor",
      "authors": "Tomasz Smoleński, Pavel E. Dolgirev, Clemens Kuhlenkamp, Alexander Popert, Yuya Shimazaki, Patrick Back, Xiaobo Lu, Martin Kroner, Kenji Watanabe, Takashi Taniguchi, Ilya Esterlis, Eugene Demler, Ataç Imamoğlu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03590-4",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4309873870",
      "paper_id": "https://openalex.org/W4309873870",
      "title": "Singlet and triplet Cooper pair splitting in hybrid superconducting nanowires",
      "authors": "Guanzhong Wang, Tom Dvir, Grzegorz P. Mazur, Chun-Xiao Liu, Nick van Loo, Sebastiaan L. D. ten Haaf, Alberto Bordin, Sasa Gazibegovic, Ghada Badawy, Erik P. A. M. Bakkers, Michael Wimmer, Leo P. Kouwenhoven",
      "paper_url": "https://doi.org/10.1038/s41586-022-05352-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4382394489",
      "paper_id": "https://openalex.org/W4382394489",
      "title": "Smectic pair-density-wave order in EuRbFe4As4",
      "authors": "He Zhao, Raymond Blackwell, Morgan Thinel, Taketo Handa, Shigeyuki Ishida, Xiaoyang Zhu, Akira Iyo, Hiroshi Eisaki, Abhay N. Pasupathy, Kazuhiro Fujita",
      "paper_url": "https://doi.org/10.1038/s41586-023-06103-7",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411627009",
      "paper_id": "https://openalex.org/W4411627009",
      "title": "Soft magnetic hysteresis in a dysprosium amide–alkene complex up to 100 kelvin",
      "authors": "Jack Emerson-King, Gemma K. Gransbury, Benjamin E. Atkinson, William J. A. Blackmore, George F. S. Whitehead, Nicholas F. Chilton, David P. Mills",
      "paper_url": "https://doi.org/10.1038/s41586-025-09138-0",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3215169072",
      "paper_id": "https://openalex.org/W3215169072",
      "title": "Sound emission and annihilations in a programmable quantum vortex collider",
      "authors": "W. J. Kwon, G. Del Pace, K. Xhani, L. Galantucci, A. Muzi Falconi, M. Inguscio, F. Scazza, G. Roati",
      "paper_url": "https://doi.org/10.1038/s41586-021-04047-4",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4407957610",
      "paper_id": "https://openalex.org/W4407957610",
      "title": "Spectroscopy of the fractal Hofstadter energy spectrum",
      "authors": "Kevin P. Nuckolls, Michael G. Scheer, Dillon Wong, Myungchul Oh, Ryan L. Lee, Jonah Herzog-Arbeitman, Kenji Watanabe, Takashi Taniguchi, Biao Lian, Ali Yazdani",
      "paper_url": "https://doi.org/10.1038/s41586-024-08550-2",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4310061960",
      "paper_id": "https://openalex.org/W4310061960",
      "title": "Spin cross-correlation experiments in an electron entangler",
      "authors": "Arunav Bordoloi, Valentina Zannier, Lucia Sorba, Christian Schönenberger, Andreas Baumgartner",
      "paper_url": "https://doi.org/10.1038/s41586-022-05436-z",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4200509821",
      "paper_id": "https://openalex.org/W4200509821",
      "title": "Spin splitting of dopant edge state in magnetic zigzag graphene nanoribbons",
      "authors": "Raymond E. Blackwell, Fangzhou Zhao, Erin Brooks, Junmian Zhu, Ilya Piskun, Shenkai Wang, Aidan Delgado, Yea-Lee Lee, Steven G. Louie, Felix R. Fischer",
      "paper_url": "https://doi.org/10.1038/s41586-021-04201-y",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4385490492",
      "paper_id": "https://openalex.org/W4385490492",
      "title": "Spin-mediated shear oscillators in a van der Waals antiferromagnet",
      "authors": "Alfred Zong, Qi Zhang, Faran Zhou, Yifan Su, Kyle Hwangbo, Xiaozhe Shen, Qianni Jiang, Haihua Liu, Thomas E. Gage, Donald A. Walko, Michael E. Kozina, Duan Luo, Alexander H. Reid, Jie Yang, Suji Park, Saul H. Lapidus, Jiun-Haw Chu, Ilke Arslan, Xijie Wang, Di Xiao, Xiaodong Xu, Nuh Gedik, Haidan Wen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06279-y",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4319591675",
      "paper_id": "https://openalex.org/W4319591675",
      "title": "Spin-polarized spatially indirect excitons in a topological insulator",
      "authors": "Ryo Mori, Samuel Ciocys, Kazuaki Takasan, Ping Ai, Kayla Currier, Takahiro Morimoto, Joel E. Moore, Alessandra Lanzara",
      "paper_url": "https://doi.org/10.1038/s41586-022-05567-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4304698216",
      "paper_id": "https://openalex.org/W4304698216",
      "title": "Spontaneous generation and active manipulation of real-space optical vortices",
      "authors": "Dongha Kim, Arthur Baucour, Yun-Seok Choi, Jonghwa Shin, Min-Kyo Seo",
      "paper_url": "https://doi.org/10.1038/s41586-022-05229-4",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386493594",
      "paper_id": "https://openalex.org/W4386493594",
      "title": "Stack growth of wafer-scale van der Waals superconductor heterostructures",
      "authors": "Zhenjia Zhou, Fuchen Hou, Xianlei Huang, Gang Wang, Zihao Fu, Weilin Liu, Guowen Yuan, Xiaoxiang Xi, Jie Xu, Junhao Lin, Libo Gao",
      "paper_url": "https://doi.org/10.1038/s41586-023-06404-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4220769311",
      "paper_id": "https://openalex.org/W4220769311",
      "title": "Steady Floquet–Andreev states in graphene Josephson junctions",
      "authors": "Sein Park, Wonjun Lee, Seong Jang, Yong-Bin Choi, Jinho Park, Woochan Jung, Kenji Watanabe, Takashi Taniguchi, Gil Young Cho, Gil-Ho Lee",
      "paper_url": "https://doi.org/10.1038/s41586-021-04364-8",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4405268604",
      "paper_id": "https://openalex.org/W4405268604",
      "title": "Strong electron–phonon coupling in magic-angle twisted bilayer graphene",
      "authors": "Cheng Chen, Kevin P. Nuckolls, Shuhan Ding, Wangqian Miao, Dillon Wong, Myungchul Oh, Ryan L. Lee, Shanmei He, Cheng Peng, Ding Pei, Yiwei Li, Chenyue Hao, Haoran Yan, Hanbo Xiao, Han Gao, Qiao Li, Shihao Zhang, Jianpeng Liu, Lin He, Kenji Watanabe, Takashi Taniguchi, Chris Jozwiak, Aaron Bostwick, Eli Rotenberg, Chu Li, Xu Han, Ding Pan, Zhongkai Liu, Xi Dai, Chaoxing Liu, B. Andrei Bernevig, Yao Wang, Ali Yazdani, Yulin Chen",
      "paper_url": "https://doi.org/10.1038/s41586-024-08227-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3210538530",
      "paper_id": "https://openalex.org/W3210538530",
      "title": "Strongly correlated excitonic insulator in atomic double layers",
      "authors": "Liguo Ma, Phuong X. Nguyen, Zefang Wang, Yongxin Zeng, Kenji Watanabe, Takashi Taniguchi, Allan H. MacDonald, Kin Fai Mak, Jie Shan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03947-9",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4221025790",
      "paper_id": "https://openalex.org/W4221025790",
      "title": "Structure of the moiré exciton captured by imaging its electron and hole",
      "authors": "Ouri Karni, Elyse Barré, Vivek Pareek, Johnathan D. Georgaras, Michael K. L. Man, Chakradhar Sahoo, David R. Bacon, Xing Zhu, Henrique B. Ribeiro, Aidan L. O’Beirne, Jenny Hu, Abdullah Al-Mahboob, Mohamed M. M. Abdelrasoul, Nicholas S. Chan, Arka Karmakar, Andrew J. Winchester, Bumho Kim, Kenji Watanabe, Takashi Taniguchi, Katayun Barmak, Julien Madéo, Felipe H. da Jornada, Tony F. Heinz, Keshav M. Dani",
      "paper_url": "https://doi.org/10.1038/s41586-021-04360-y",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3154218470",
      "paper_id": "https://openalex.org/W3154218470",
      "title": "Subterahertz collective dynamics of polar vortices",
      "authors": "Qian Li, Vladimir A. Stoica, Marek Paściak, Yi Zhu, Yakun Yuan, Tiannan Yang, Margaret R. McCarter, Sujit Das, Ajay K. Yadav, Suji Park, Cheng Dai, Hyeon Jun Lee, Youngjun Ahn, Samuel D. Marks, Shukai Yu, Christelle Kadlec, Takahiro Sato, Matthias C. Hoffmann, Matthieu Chollet, Michael E. Kozina, Silke Nelson, Diling Zhu, Donald A. Walko, Aaron M. Lindenberg, Paul G. Evans, Long-Qing Chen, Ramamoorthy Ramesh, Lane W. Martin, Venkatraman Gopalan, John W. Freeland, Jirka Hlinka, Haidan Wen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03342-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4396938938",
      "paper_id": "https://openalex.org/W4396938938",
      "title": "Superconducting diode effect and interference patterns in kagome CsV3Sb5",
      "authors": "Tian Le, Zhiming Pan, Zhuokai Xu, Jinjin Liu, Jialu Wang, Zhefeng Lou, Xiaohui Yang, Zhiwei Wang, Yugui Yao, Congjun Wu, Xiao Lin",
      "paper_url": "https://doi.org/10.1038/s41586-024-07431-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409729736",
      "paper_id": "https://openalex.org/W4409729736",
      "title": "Superconducting gap of H3S measured by tunnelling spectroscopy",
      "authors": "Feng Du, Alexander P. Drozdov, Vasily S. Minkov, Fedor F. Balakirev, Panpan Kong, G. Alexander Smith, Jiafeng Yan, Bin Shen, Philipp Gegenwart, Mikhail I. Eremets",
      "paper_url": "https://doi.org/10.1038/s41586-025-08895-2",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408244118",
      "paper_id": "https://openalex.org/W4408244118",
      "title": "Superconductivity and quantized anomalous Hall effect in rhombohedral graphene",
      "authors": "Youngjoon Choi, Ysun Choi, Marco Valentini, Caitlin L. Patterson, Ludwig F. W. Holleis, Owen I. Sheekey, Hari Stoyanov, Xiang Cheng, Takashi Taniguchi, Kenji Watanabe, Andrea F. Young",
      "paper_url": "https://doi.org/10.1038/s41586-025-08621-y",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410189298",
      "paper_id": "https://openalex.org/W4410189298",
      "title": "Superconductivity and spin canting in spin–orbit-coupled trilayer graphene",
      "authors": "Caitlin L. Patterson, Owen I. Sheekey, Trevor B. Arp, Ludwig F. W. Holleis, Jin Ming Koh, Youngjoon Choi, Tian Xie, Siyuan Xu, Yi Guo, Hari Stoyanov, Evgeny Redekop, Canxun Zhang, Grigory Babikyan, David Gong, Haoxin Zhou, Xiang Cheng, Takashi Taniguchi, Kenji Watanabe, Martin E. Huber, Chenhao Jin, Étienne Lantagne-Hurtubise, Jason Alicea, Andrea F. Young",
      "paper_url": "https://doi.org/10.1038/s41586-025-08863-w",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4384819407",
      "paper_id": "https://openalex.org/W4384819407",
      "title": "Superconductivity and strong interactions in a tunable moiré quasicrystal",
      "authors": "Aviram Uri, Sergio C. de la Barrera, Mallika T. Randeria, Daniel Rodan-Legrain, Trithep Devakul, Philip J. D. Crowley, Nisarga Paul, Kenji Watanabe, Takashi Taniguchi, Ron Lifshitz, Liang Fu, Raymond C. Ashoori, Pablo Jarillo-Herrero",
      "paper_url": "https://doi.org/10.1038/s41586-023-06294-z",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406715376",
      "paper_id": "https://openalex.org/W4406715376",
      "title": "Superconductivity in 5.0° twisted bilayer WSe2",
      "authors": "Yinjie Guo, Jordan Pack, Joshua Swann, Luke Holtzman, Matthew Cothrine, Kenji Watanabe, Takashi Taniguchi, David G. Mandrus, Katayun Barmak, James Hone, Andrew J. Millis, Abhay Pasupathy, Cory R. Dean",
      "paper_url": "https://doi.org/10.1038/s41586-024-08381-1",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400730539",
      "paper_id": "https://openalex.org/W4400730539",
      "title": "Superconductivity in pressurized trilayer La4Ni3O10−δ single crystals",
      "authors": "Yinghao Zhu, Di Peng, Enkang Zhang, Bingying Pan, Xu Chen, Lixing Chen, Huifen Ren, Feiyang Liu, Yiqing Hao, Nana Li, Zhenfang Xing, Fujun Lan, Jiyuan Han, Junjie Wang, Donghan Jia, Hongliang Wo, Yiqing Gu, Yimeng Gu, Li Ji, Wenbin Wang, Huiyang Gou, Yao Shen, Tianping Ying, Xiaolong Chen, Wenge Yang, Huibo Cao, Changlin Zheng, Qiaoshi Zeng, Jian-gang Guo, Jun Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07553-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3198192071",
      "paper_id": "https://openalex.org/W3198192071",
      "title": "Superconductivity in rhombohedral trilayer graphene",
      "authors": "Haoxin Zhou, Tian Xie, Takashi Taniguchi, Kenji Watanabe, Andrea F. Young",
      "paper_url": "https://doi.org/10.1038/s41586-021-03926-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403921276",
      "paper_id": "https://openalex.org/W4403921276",
      "title": "Superconductivity in twisted bilayer WSe2",
      "authors": "Yiyu Xia, Zhongdong Han, Kenji Watanabe, Takashi Taniguchi, Jie Shan, Kin Fai Mak",
      "paper_url": "https://doi.org/10.1038/s41586-024-08116-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401947153",
      "paper_id": "https://openalex.org/W4401947153",
      "title": "Superconductivity under pressure in a chromium-based kagome metal",
      "authors": "Yi Liu, Zi-Yi Liu, Jin-Ke Bao, Peng-Tao Yang, Liang-Wen Ji, Si-Qi Wu, Qin-Xin Shen, Jun Luo, Jie Yang, Ji-Yong Liu, Chen-Chao Xu, Wu-Zhang Yang, Wan-Li Chai, Jia-Yi Lu, Chang-Chao Liu, Bo-Sen Wang, Hao Jiang, Qian Tao, Zhi Ren, Xiao-Feng Xu, Chao Cao, Zhu-An Xu, Rui Zhou, Jin-Guang Cheng, Guang-Han Cao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07761-x",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407157714",
      "paper_id": "https://openalex.org/W4407157714",
      "title": "Superfluid stiffness of magic-angle twisted bilayer graphene",
      "authors": "Miuko Tanaka, Joel Î-j. Wang, Thao H. Dinh, Daniel Rodan-Legrain, Sameia Zaman, Max Hays, Aziza Almanakly, Bharath Kannan, David K. Kim, Bethany M. Niedzielski, Kyle Serniak, Mollie E. Schwartz, Kenji Watanabe, Takashi Taniguchi, Terry P. Orlando, Simon Gustavsson, Jeffrey A. Grover, Pablo Jarillo-Herrero, William D. Oliver",
      "paper_url": "https://doi.org/10.1038/s41586-024-08494-7",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407157668",
      "paper_id": "https://openalex.org/W4407157668",
      "title": "Superfluid stiffness of twisted trilayer graphene superconductors",
      "authors": "Abhishek Banerjee, Zeyu Hao, Mary Kreidel, Patrick Ledwith, Isabelle Phinney, Jeong Min Park, Andrew Zimmerman, Marie E. Wesson, Kenji Watanabe, Takashi Taniguchi, Robert M. Westervelt, Amir Yacoby, Pablo Jarillo-Herrero, Pavel A. Volkov, Ashvin Vishwanath, Kin Chung Fong, Philip Kim",
      "paper_url": "https://doi.org/10.1038/s41586-024-08444-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3206332086",
      "paper_id": "https://openalex.org/W3206332086",
      "title": "Superior robustness of anomalous non-reciprocal topological edge states",
      "authors": "Zhe Zhang, Pierre Delplace, Romain Fleury",
      "paper_url": "https://doi.org/10.1038/s41586-021-03868-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4304780947",
      "paper_id": "https://openalex.org/W4304780947",
      "title": "Switchable chiral transport in charge-ordered kagome metal CsV3Sb5",
      "authors": "Chunyu Guo, Carsten Putzke, Sofia Konyzheva, Xiangwei Huang, Martin Gutierrez-Amigo, Ion Errea, Dong Chen, Maia G. Vergniory, Claudia Felser, Mark H. Fischer, Titus Neupert, Philip J. W. Moll",
      "paper_url": "https://doi.org/10.1038/s41586-022-05127-9",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3171491188",
      "paper_id": "https://openalex.org/W3171491188",
      "title": "Symmetry-enforced topological nodal planes at the Fermi surface of a chiral magnet",
      "authors": "Marc A. Wilde, Matthias Dodenhöft, Arthur Niedermayr, Andreas Bauer, Moritz M. Hirschmann, Kirill Alpin, Andreas P. Schnyder, Christian Pfleiderer",
      "paper_url": "https://doi.org/10.1038/s41586-021-03543-x",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4406715763",
      "paper_id": "https://openalex.org/W4406715763",
      "title": "Synthesis of a semimetallic Weyl ferromagnet with point Fermi surface",
      "authors": "Ilya Belopolski, Ryota Watanabe, Yuki Sato, Ryutaro Yoshimi, Minoru Kawamura, Soma Nagahama, Yilin Zhao, Sen Shao, Yuanjun Jin, Yoshihiro Kato, Yoshihiro Okamura, Xiao-Xiao Zhang, Yukako Fujishiro, Youtarou Takahashi, Max Hirschberger, Atsushi Tsukazaki, Kei S. Takahashi, Ching-Kai Chiu, Guoqing Chang, Masashi Kawasaki, Naoto Nagaosa, Yoshinori Tokura",
      "paper_url": "https://doi.org/10.1038/s41586-024-08330-y",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4394675913",
      "paper_id": "https://openalex.org/W4394675913",
      "title": "Terahertz electric-field-driven dynamical multiferroicity in SrTiO3",
      "authors": "M. Basini, M. Pancaldi, B. Wehinger, M. Udina, V. Unikandanunni, T. Tadano, M. C. Hoffmann, A. V. Balatsky, S. Bonetti",
      "paper_url": "https://doi.org/10.1038/s41586-024-07175-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405515046",
      "paper_id": "https://openalex.org/W4405515046",
      "title": "Terahertz field-induced metastable magnetization near criticality in FePS3",
      "authors": "Batyr Ilyas, Tianchuang Luo, Alexander von Hoegen, Emil Viñas Boström, Zhuquan Zhang, Jaena Park, Junghyun Kim, Je-Geun Park, Keith A. Nelson, Angel Rubio, Nuh Gedik",
      "paper_url": "https://doi.org/10.1038/s41586-024-08226-x",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4229074905",
      "paper_id": "https://openalex.org/W4229074905",
      "title": "The field-free Josephson diode in a van der Waals heterostructure",
      "authors": "Heng Wu, Yaojia Wang, Yuanfeng Xu, Pranava K. Sivakumar, Chris Pasco, Ulderico Filippozzi, Stuart S. P. Parkin, Yu-Jia Zeng, Tyrel McQueen, Mazhar N. Ali",
      "paper_url": "https://doi.org/10.1038/s41586-022-04504-8",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4321480124",
      "paper_id": "https://openalex.org/W4321480124",
      "title": "The quantum twisting microscope",
      "authors": "A. Inbar, J. Birkbeck, J. Xiao, T. Taniguchi, K. Watanabe, B. Yan, Y. Oreg, Ady Stern, E. Berg, S. Ilani",
      "paper_url": "https://doi.org/10.1038/s41586-022-05685-y",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4385295632",
      "paper_id": "https://openalex.org/W4385295632",
      "title": "Thermodynamic evidence of fractional Chern insulator in moiré MoTe2",
      "authors": "Yihang Zeng, Zhengchao Xia, Kaifei Kang, Jiacheng Zhu, Patrick Knüppel, Chirag Vaswani, Kenji Watanabe, Takashi Taniguchi, Kin Fai Mak, Jie Shan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06452-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4388500737",
      "paper_id": "https://openalex.org/W4388500737",
      "title": "Three-dimensional flat bands in pyrochlore metal CaNi2",
      "authors": "Joshua P. Wakefield, Mingu Kang, Paul M. Neves, Dongjin Oh, Shiang Fang, Ryan McTigue, S. Y. Frank Zhao, Tej N. Lamichhane, Alan Chen, Seongyong Lee, Sudong Park, Jae-Hoon Park, Chris Jozwiak, Aaron Bostwick, Eli Rotenberg, Anil Rajapitamahuni, Elio Vescovo, Jessica L. McChesney, David Graf, Johanna C. Palmstrom, Takehito Suzuki, Mingda Li, Riccardo Comin, Joseph G. Checkelsky",
      "paper_url": "https://doi.org/10.1038/s41586-023-06640-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4210917384",
      "paper_id": "https://openalex.org/W4210917384",
      "title": "Time-reversal symmetry-breaking charge order in a kagome superconductor",
      "authors": "C. Mielke III, D. Das, J.-X. Yin, H. Liu, R. Gupta, Y.-X. Jiang, M. Medarde, X. Wu, H. C. Lei, J. Chang, Pengcheng Dai, Q. Si, H. Miao, R. Thomale, T. Neupert, Y. Shi, R. Khasanov, M. Z. Hasan, H. Luetkens, Z. Guguchia",
      "paper_url": "https://doi.org/10.1038/s41586-021-04327-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4297497790",
      "paper_id": "https://openalex.org/W4297497790",
      "title": "Topological Chern vectors in three-dimensional photonic crystals",
      "authors": "Gui-Geng Liu, Zhen Gao, Qiang Wang, Xiang Xi, Yuan-Hang Hu, Maoren Wang, Chengqi Liu, Xiao Lin, Longjiang Deng, Shengyuan A. Yang, Peiheng Zhou, Yihao Yang, Yidong Chong, Baile Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05077-2",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3203513610",
      "paper_id": "https://openalex.org/W3203513610",
      "title": "Topological complex-energy braiding of non-Hermitian bands",
      "authors": "Kai Wang, Avik Dutt, Charles C. Wojcik, Shanhui Fan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03848-x",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4321482800",
      "paper_id": "https://openalex.org/W4321482800",
      "title": "Topological spin texture in the pseudogap phase of a high-Tc superconductor",
      "authors": "Zechao Wang, Ke Pei, Liting Yang, Chendi Yang, Guanyu Chen, Xuebing Zhao, Chao Wang, Zhengwang Liu, Yuan Li, Renchao Che, Jing Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05731-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4205959604",
      "paper_id": "https://openalex.org/W4205959604",
      "title": "Topological triple phase transition in non-Hermitian Floquet quasicrystals",
      "authors": "Sebastian Weidemann, Mark Kremer, Stefano Longhi, Alexander Szameit",
      "paper_url": "https://doi.org/10.1038/s41586-021-04253-0",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407157656",
      "paper_id": "https://openalex.org/W4407157656",
      "title": "Topological water-wave structures manipulating particles",
      "authors": "Bo Wang, Zhiyuan Che, Cheng Cheng, Caili Tong, Lei Shi, Yijie Shen, Konstantin Y. Bliokh, Jian Zi",
      "paper_url": "https://doi.org/10.1038/s41586-024-08384-y",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4284885463",
      "paper_id": "https://openalex.org/W4284885463",
      "title": "Topologically protected magnetoelectric switching in a multiferroic",
      "authors": "Louis Ponet, S. Artyukhin, Th. Kain, J. Wettstein, Anna Pimenov, A. Shuvaev, X. Wang, S.-W. Cheong, Maxim Mostovoy, Andrei Pimenov",
      "paper_url": "https://doi.org/10.1038/s41586-022-04851-6",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3125200997",
      "paper_id": "https://openalex.org/W3125200997",
      "title": "Trapped fractional charges at bulk defects in topological insulators",
      "authors": "Christopher W. Peterson, Tianhe Li, Wentao Jiang, Taylor L. Hughes, Gaurav Bahl",
      "paper_url": "https://doi.org/10.1038/s41586-020-03117-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404566939",
      "paper_id": "https://openalex.org/W4404566939",
      "title": "Trion sensing of a zero-field composite Fermi liquid",
      "authors": "Eric Anderson, Jiaqi Cai, Aidan P. Reddy, Heonjoon Park, William Holtzmann, Kai Davis, Takashi Taniguchi, Kenji Watanabe, Tomasz Smolenski, Ataç Imamoğlu, Ting Cao, Di Xiao, Liang Fu, Wang Yao, Xiaodong Xu",
      "paper_url": "https://doi.org/10.1038/s41586-024-08134-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4367050033",
      "paper_id": "https://openalex.org/W4367050033",
      "title": "Tunable electron–flexural phonon interaction in graphene heterostructures",
      "authors": "Mir Mohammad Sadeghi, Yajie Huang, Chao Lian, Feliciano Giustino, Emanuel Tutuc, Allan H. MacDonald, Takashi Taniguchi, Kenji Watanabe, Li Shi",
      "paper_url": "https://doi.org/10.1038/s41586-023-05879-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4295763056",
      "paper_id": "https://openalex.org/W4295763056",
      "title": "Tunable quantum criticalities in an isospin extended Hubbard model simulator",
      "authors": "Qiao Li, Bin Cheng, Moyu Chen, Bo Xie, Yongqin Xie, Pengfei Wang, Fanqiang Chen, Zenglin Liu, Kenji Watanabe, Takashi Taniguchi, Shi-Jun Liang, Da Wang, Chenjie Wang, Qiang-Hua Wang, Jianpeng Liu, Feng Miao",
      "paper_url": "https://doi.org/10.1038/s41586-022-05106-0",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3127466677",
      "paper_id": "https://openalex.org/W3127466677",
      "title": "Tunable strongly coupled superconductivity in magic-angle twisted trilayer graphene",
      "authors": "Jeong Min Park, Yuan Cao, Kenji Watanabe, Takashi Taniguchi, Pablo Jarillo-Herrero",
      "paper_url": "https://doi.org/10.1038/s41586-021-03192-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4399804006",
      "paper_id": "https://openalex.org/W4399804006",
      "title": "Tunable superconductivity in electron- and hole-doped Bernal bilayer graphene",
      "authors": "Chushan Li, Fan Xu, Bohao Li, Jiayi Li, Guoan Li, Kenji Watanabe, Takashi Taniguchi, Bingbing Tong, Jie Shen, Li Lu, Jinfeng Jia, Fengcheng Wu, Xiaoxue Liu, Tingxin Li",
      "paper_url": "https://doi.org/10.1038/s41586-024-07584-w",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410363015",
      "paper_id": "https://openalex.org/W4410363015",
      "title": "Tunable vacuum-field control of fractional and integer quantum Hall phases",
      "authors": "Josefine Enkner, Lorenzo Graziotto, Dalin Boriçi, Felice Appugliese, Christian Reichl, Giacomo Scalari, Nicolas Regnault, Werner Wegscheider, Cristiano Ciuti, Jérôme Faist",
      "paper_url": "https://doi.org/10.1038/s41586-025-08894-3",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4390940954",
      "paper_id": "https://openalex.org/W4390940954",
      "title": "Tuning commensurability in twisted van der Waals bilayers",
      "authors": "Yanxing Li, Fan Zhang, Viet-Anh Ha, Yu-Chuan Lin, Chengye Dong, Qiang Gao, Zhida Liu, Xiaohui Liu, Sae Hee Ryu, Hyunsue Kim, Chris Jozwiak, Aaron Bostwick, Kenji Watanabe, Takashi Taniguchi, Bishoy Kousa, Xiaoqin Li, Eli Rotenberg, Eslam Khalaf, Joshua A. Robinson, Feliciano Giustino, Chih-Kang Shih",
      "paper_url": "https://doi.org/10.1038/s41586-023-06904-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386485205",
      "paper_id": "https://openalex.org/W4386485205",
      "title": "Turbulence suppression by cardiac-cycle-inspired driving of pipe flow",
      "authors": "D. Scarselli, J. M. Lopez, A. Varshney, B. Hof",
      "paper_url": "https://doi.org/10.1038/s41586-023-06399-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401574360",
      "paper_id": "https://openalex.org/W4401574360",
      "title": "Twist-assisted all-antiferromagnetic tunnel junction in the atomic limit",
      "authors": "Yuliang Chen, Kartik Samanta, Naafis A. Shahed, Haojie Zhang, Chi Fang, Arthur Ernst, Evgeny Y. Tsymbal, Stuart S. P. Parkin",
      "paper_url": "https://doi.org/10.1038/s41586-024-07818-x",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410189281",
      "paper_id": "https://openalex.org/W4410189281",
      "title": "Twist-programmable superconductivity in spin–orbit-coupled bilayer graphene",
      "authors": "Yiran Zhang, Gal Shavit, Huiyang Ma, Youngjoon Han, Chi Wang Siu, Ankan Mukherjee, Kenji Watanabe, Takashi Taniguchi, David Hsieh, Cyprian Lewandowski, Felix von Oppen, Yuval Oreg, Stevan Nadj-Perge",
      "paper_url": "https://doi.org/10.1038/s41586-025-08959-3",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4390940875",
      "paper_id": "https://openalex.org/W4390940875",
      "title": "Two-dimensional heavy fermions in the van der Waals metal CeSiI",
      "authors": "Victoria A. Posey, Simon Turkel, Mehdi Rezaee, Aravind Devarakonda, Asish K. Kundu, Chin Shen Ong, Morgan Thinel, Daniel G. Chica, Rocco A. Vitalone, Ran Jing, Suheng Xu, David R. Needell, Elena Meirzadeh, Margalit L. Feuer, Apoorv Jindal, Xiaomeng Cui, Tonica Valla, Patrik Thunström, Turgut Yilmaz, Elio Vescovo, David Graf, Xiaoyang Zhu, Allen Scheie, Andrew F. May, Olle Eriksson, D. N. Basov, Cory R. Dean, Angel Rubio, Philip Kim, Michael E. Ziebel, Andrew J. Millis, Abhay N. Pasupathy, Xavier Roy",
      "paper_url": "https://doi.org/10.1038/s41586-023-06868-x",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406161196",
      "paper_id": "https://openalex.org/W4406161196",
      "title": "Two-dimensional non-Hermitian skin effect in an ultracold Fermi gas",
      "authors": "Entong Zhao, Zhiyuan Wang, Chengdong He, Ting Fung Jeffrey Poon, Ka Kwan Pak, Yu-Jun Liu, Peng Ren, Xiong-Jun Liu, Gyu-Boong Jo",
      "paper_url": "https://doi.org/10.1038/s41586-024-08347-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3193575564",
      "paper_id": "https://openalex.org/W3193575564",
      "title": "Two-dimensional supersolidity in a dipolar quantum gas",
      "authors": "Matthew A. Norcia, Claudia Politi, Lauritz Klaus, Elena Poli, Maximilian Sohmen, Manfred J. Mark, Russell N. Bisset, Luis Santos, Francesca Ferlaino",
      "paper_url": "https://doi.org/10.1038/s41586-021-03725-7",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410363012",
      "paper_id": "https://openalex.org/W4410363012",
      "title": "Unconventional domain tessellations in moiré-of-moiré lattices",
      "authors": "Daesung Park, Changwon Park, Kunihiro Yananose, Eunjung Ko, Byunghyun Kim, Rebecca Engelke, Xi Zhang, Konstantin Davydov, Matthew Green, Hyun-Mi Kim, Sang Hwa Park, Jae Heon Lee, Seul-Gi Kim, Hyeongkeun Kim, Kenji Watanabe, Takashi Taniguchi, Sang Mo Yang, Ke Wang, Philip Kim, Young-Woo Son, Hyobin Yoo",
      "paper_url": "https://doi.org/10.1038/s41586-025-08932-0",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408360261",
      "paper_id": "https://openalex.org/W4408360261",
      "title": "Unconventional magnons in collinear magnets dictated by spin space groups",
      "authors": "Xiaobing Chen, Yuntian Liu, Pengfei Liu, Yutong Yu, Jun Ren, Jiayu Li, Ao Zhang, Qihang Liu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08715-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4210712113",
      "paper_id": "https://openalex.org/W4210712113",
      "title": "Unconventional spectral signature of Tc in a pure d-wave superconductor",
      "authors": "Su-Di Chen, Makoto Hashimoto, Yu He, Dongjoon Song, Jun-Feng He, Ying-Fei Li, Shigeyuki Ishida, Hiroshi Eisaki, Jan Zaanen, Thomas P. Devereaux, Dung-Hai Lee, Dong-Hui Lu, Zhi-Xun Shen",
      "paper_url": "https://doi.org/10.1038/s41586-021-04251-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400061232",
      "paper_id": "https://openalex.org/W4400061232",
      "title": "Unconventional superconductivity in chiral molecule–TaS2 hybrid superlattices",
      "authors": "Zhong Wan, Gang Qiu, Huaying Ren, Qi Qian, Yaochen Li, Dong Xu, Jingyuan Zhou, Jingxuan Zhou, Boxuan Zhou, Laiyuan Wang, Ting-Hsun Yang, Zdeněk Sofer, Yu Huang, Kang L. Wang, Xiangfeng Duan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07625-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4395071425",
      "paper_id": "https://openalex.org/W4395071425",
      "title": "Valleytronics in bulk MoS2 with a topologic optical field",
      "authors": "Igor Tyulnev, Álvaro Jiménez-Galán, Julita Poborska, Lenard Vamos, Philip St. J. Russell, Francesco Tani, Olga Smirnova, Misha Ivanov, Rui E. F. Silva, Jens Biegert",
      "paper_url": "https://doi.org/10.1038/s41586-024-07156-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3163549629",
      "paper_id": "https://openalex.org/W3163549629",
      "title": "Van der Waals heterostructure polaritons with moiré-induced nonlinearity",
      "authors": "Long Zhang, Fengcheng Wu, Shaocong Hou, Zhe Zhang, Yu-Hsun Chou, Kenji Watanabe, Takashi Taniguchi, Stephen R. Forrest, Hui Deng",
      "paper_url": "https://doi.org/10.1038/s41586-021-03228-5",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4399367081",
      "paper_id": "https://openalex.org/W4399367081",
      "title": "Visualization of oxygen vacancies and self-doped ligand holes in La3Ni2O7−δ",
      "authors": "Zehao Dong, Mengwu Huo, Jie Li, Jingyuan Li, Pengcheng Li, Hualei Sun, Lin Gu, Yi Lu, Meng Wang, Yayu Wang, Zhen Chen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07482-1",
      "venue": "nature24"
    }
  ]
}