{
  "cluster_id": 167,
  "papers": [
    {
      "id": "nature21_https://openalex.org/W3126835538",
      "paper_id": "https://openalex.org/W3126835538",
      "title": "A decline in emissions of CFC-11 and related chemicals from eastern China",
      "authors": "Sunyoung Park, Luke M. Western, Takuya Saito, Alison L. Redington, Stephan Henne, Xuekun Fang, Ronald G. Prinn, Alistair J. Manning, Stephen A. Montzka, Paul J. Fraser, Anita L. Ganesan, Christina M. Harth, Jooil Kim, Paul B. Krummel, Qing Liang, Jens Mühle, Simon O’Doherty, Hyeri Park, Mi-Kyung Park, Stefan Reimann, Peter K. Salameh, Ray F. Weiss, Matthew Rigby",
      "paper_url": "https://doi.org/10.1038/s41586-021-03277-w",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3126720462",
      "paper_id": "https://openalex.org/W3126720462",
      "title": "A decline in global CFC-11 emissions during 2018−2019",
      "authors": "Stephen A. Montzka, Geoffrey S. Dutton, Robert W. Portmann, Martyn P. Chipperfield, Sean Davis, Wuhu Feng, Alistair J. Manning, Eric Ray, Matthew Rigby, Bradley D. Hall, Carolina Siso, J. David Nance, Paul B. Krummel, Jens Mühle, Dickon Young, Simon O’Doherty, Peter K. Salameh, Christina M. Harth, Ronald G. Prinn, Ray F. Weiss, James W. Elkins, Helen Walter-Terrinoni, Christina Theodoridi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03260-5",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404566670",
      "paper_id": "https://openalex.org/W4404566670",
      "title": "A functional microbiome catalogue crowdsourced from North American rivers",
      "authors": "Mikayla A. Borton, Bridget B. McGivern, Kathryn R. Willi, Ben J. Woodcroft, Annika C. Mosier, Derick M. Singleton, Ted Bambakidis, Aaron Pelly, Rebecca A. Daly, Filipe Liu, Andrew Freiburger, Janaka N. Edirisinghe, José P. Faria, Robert Danczak, Ikaia Leleiwi, Amy E. Goldman, Michael J. Wilkins, Ed K. Hall, Christa Pennacchio, Simon Roux, Emiley A. Eloe-Fadrosh, Stephen P. Good, Matthew B. Sullivan, Elisha M. Wood-Charlson, Christopher S. Miller, Matthew R. V. Ross, Christopher S. Henry, Byron C. Crump, James C. Stegen, Kelly C. Wrighton",
      "paper_url": "https://doi.org/10.1038/s41586-024-08240-z",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3208854778",
      "paper_id": "https://openalex.org/W3208854778",
      "title": "A global inventory of photovoltaic solar energy generating units",
      "authors": "L. Kruitwagen, K. T. Story, J. Friedrich, L. Byers, S. Skillman, C. Hepburn",
      "paper_url": "https://doi.org/10.1038/s41586-021-03957-7",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400729414",
      "paper_id": "https://openalex.org/W4400729414",
      "title": "A holistic platform for accelerating sorbent-based carbon capture",
      "authors": "Charithea Charalambous, Elias Moubarak, Johannes Schilling, Eva Sanchez Fernandez, Jin-Yu Wang, Laura Herraiz, Fergus Mcilwaine, Shing Bo Peh, Matthew Garvin, Kevin Maik Jablonka, Seyed Mohamad Moosavi, Joren Van Herck, Aysu Yurdusen Ozturk, Alireza Pourghaderi, Ah-Young Song, Georges Mouchaham, Christian Serre, Jeffrey A. Reimer, André Bardow, Berend Smit, Susana Garcia",
      "paper_url": "https://doi.org/10.1038/s41586-024-07683-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402220812",
      "paper_id": "https://openalex.org/W4402220812",
      "title": "A local-to-global emissions inventory of macroplastic pollution",
      "authors": "Joshua W. Cottom, Ed Cook, Costas A. Velis",
      "paper_url": "https://doi.org/10.1038/s41586-024-07758-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406693539",
      "paper_id": "https://openalex.org/W4406693539",
      "title": "A map of the rubisco biochemical landscape",
      "authors": "Noam Prywes, Naiya R. Phillips, Luke M. Oltrogge, Sebastian Lindner, Leah J. Taylor-Kearney, Yi-Chin Candace Tsai, Benoit de Pins, Aidan E. Cowan, Hana A. Chang, Renée Z. Wang, Laina N. Hall, Daniel Bellieny-Rabelo, Hunter M. Nisonoff, Rachel F. Weissman, Avi I. Flamholz, David Ding, Abhishek Y. Bhatt, Oliver Mueller-Cajar, Patrick M. Shih, Ron Milo, David F. Savage",
      "paper_url": "https://doi.org/10.1038/s41586-024-08455-0",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4384007797",
      "paper_id": "https://openalex.org/W4384007797",
      "title": "A planetary health innovation for disease, food and water challenges in Africa",
      "authors": "Jason R. Rohr, Alexandra Sack, Sidy Bakhoum, Christopher B. Barrett, David Lopez-Carr, Andrew J. Chamberlin, David J. Civitello, Cledor Diatta, Molly J. Doruska, Giulio A.  De Leo, Christopher J. E. Haggerty, Isabel J. Jones, Nicolas Jouanard, Andrea J. Lund, Amadou T. Ly, Raphael A. Ndione, Justin V. Remais, Gilles Riveau, Anne-Marie Schacht, Momy Seck, Simon Senghor, Susanne H. Sokolow, Caitlin Wolfe",
      "paper_url": "https://doi.org/10.1038/s41586-023-06313-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4385295057",
      "paper_id": "https://openalex.org/W4385295057",
      "title": "Accelerating the energy transition towards photovoltaic and wind in China",
      "authors": "Yijing Wang, Rong Wang, Katsumasa Tanaka, Philippe Ciais, Josep Penuelas, Yves Balkanski, Jordi Sardans, Didier Hauglustaine, Wang Liu, Xiaofan Xing, Jiarong Li, Siqing Xu, Yuankang Xiong, Ruipu Yang, Junji Cao, Jianmin Chen, Lin Wang, Xu Tang, Renhe Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06180-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4321480207",
      "paper_id": "https://openalex.org/W4321480207",
      "title": "Ageing threatens sustainability of smallholder farming in China",
      "authors": "Chenchen Ren, Xinyue Zhou, Chen Wang, Yaolin Guo, Yu Diao, Sisi Shen, Stefan Reis, Wanyue Li, Jianming Xu, Baojing Gu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05738-w",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4384119866",
      "paper_id": "https://openalex.org/W4384119866",
      "title": "Agricultural pesticide land budget and river discharge to oceans",
      "authors": "Federico Maggi, Fiona H. M. Tang, Francesco N. Tubiello",
      "paper_url": "https://doi.org/10.1038/s41586-023-06296-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4206965738",
      "paper_id": "https://openalex.org/W4206965738",
      "title": "Air pollution exposure disparities across US population and income groups",
      "authors": "Abdulrahman Jbaily, Xiaodan Zhou, Jie Liu, Ting-Hwan Lee, Leila Kamareddine, Stéphane Verguet, Francesca Dominici",
      "paper_url": "https://doi.org/10.1038/s41586-021-04190-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410816399",
      "paper_id": "https://openalex.org/W4410816399",
      "title": "Air pollution modulates trends and variability of the global methane budget",
      "authors": "Yuanhong Zhao, Bo Zheng, Marielle Saunois, Philippe Ciais, Michaela I. Hegglin, Shengmin Lu, Yifan Li, Philippe Bousquet",
      "paper_url": "https://doi.org/10.1038/s41586-025-09004-z",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4388892288",
      "paper_id": "https://openalex.org/W4388892288",
      "title": "Aligning climate scenarios to emissions inventories shifts global benchmarks",
      "authors": "Matthew J. Gidden, Thomas Gasser, Giacomo Grassi, Nicklas Forsell, Iris Janssens, William F. Lamb, Jan Minx, Zebedee Nicholls, Jan Steinhauser, Keywan Riahi",
      "paper_url": "https://doi.org/10.1038/s41586-023-06724-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4225106338",
      "paper_id": "https://openalex.org/W4225106338",
      "title": "Alternative photosynthesis pathways drive the algal CO2-concentrating mechanism",
      "authors": "Adrien Burlacot, Ousmane Dao, Pascaline Auroy, Stephan Cuiné, Yonghua Li-Beisson, Gilles Peltier",
      "paper_url": "https://doi.org/10.1038/s41586-022-04662-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392747377",
      "paper_id": "https://openalex.org/W4392747377",
      "title": "Anoxygenic phototroph of the Chloroflexota uses a type I reaction centre",
      "authors": "J. M. Tsuji, N. A. Shaw, S. Nagashima, J. J. Venkiteswaran, S. L. Schiff, T. Watanabe, M. Fukui, S. Hanada, M. Tank, J. D. Neufeld",
      "paper_url": "https://doi.org/10.1038/s41586-024-07180-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3199565759",
      "paper_id": "https://openalex.org/W3199565759",
      "title": "Aquatic foods to nourish nations",
      "authors": "Christopher D. Golden, J. Zachary Koehn, Alon Shepon, Simone Passarelli, Christopher M. Free, Daniel F. Viana, Holger Matthey, Jacob G. Eurich, Jessica A. Gephart, Etienne Fluet-Chouinard, Elizabeth A. Nyboer, Abigail J. Lynch, Marian Kjellevold, Sabri Bromage, Pierre Charlebois, Manuel Barange, Stefania Vannuccini, Ling Cao, Kristin M. Kleisner, Eric B. Rimm, Goodarz Danaei, Camille DeSisto, Heather Kelahan, Kathryn J. Fiorella, David C. Little, Edward H. Allison, Jessica Fanzo, Shakuntala H. Thilsted",
      "paper_url": "https://doi.org/10.1038/s41586-021-03917-1",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W4200079898",
      "paper_id": "https://openalex.org/W4200079898",
      "title": "Architecture of the chloroplast PSI–NDH supercomplex in Hordeum vulgare",
      "authors": "Liangliang Shen, Kailu Tang, Wenda Wang, Chen Wang, Hangjun Wu, Zhiyuan Mao, Shaoya An, Shenghai Chang, Tingyun Kuang, Jian-Ren Shen, Guangye Han, Xing Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-021-04277-6",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4385479491",
      "paper_id": "https://openalex.org/W4385479491",
      "title": "Authigenic mineral phases as a driver of the upper-ocean iron cycle",
      "authors": "Alessandro Tagliabue, Kristen N. Buck, Laura E. Sofen, Benjamin S. Twining, Olivier Aumont, Philip W. Boyd, Salvatore Caprara, William B. Homoky, Rod Johnson, Daniela König, Daniel C. Ohnemus, Bettina Sohst, Peter Sedwick",
      "paper_url": "https://doi.org/10.1038/s41586-023-06210-5",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410189303",
      "paper_id": "https://openalex.org/W4410189303",
      "title": "Bioremediation of complex organic pollutants by engineered Vibrio natriegens",
      "authors": "Cong Su, Haotian Cui, Weiwei Wang, Yong Liu, Zhenyu Cheng, Chen Wang, Mengqiao Yang, Liwen Qu, Ye Li, Yuejin Cai, Siyang He, Jiaxin Zheng, Pingping Zhao, Ping Xu, Junbiao Dai, Hongzhi Tang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08947-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4283262943",
      "paper_id": "https://openalex.org/W4283262943",
      "title": "Biosynthetic potential of the global ocean microbiome",
      "authors": "Lucas Paoli, Hans-Joachim Ruscheweyh, Clarissa C. Forneris, Florian Hubrich, Satria Kautsar, Agneya Bhushan, Alessandro Lotti, Quentin Clayssen, Guillem Salazar, Alessio Milanese, Charlotte I. Carlström, Chrysa Papadopoulou, Daniel Gehrig, Mikhail Karasikov, Harun Mustafa, Martin Larralde, Laura M. Carroll, Pablo Sánchez, Ahmed A. Zayed, Dylan R. Cronin, Silvia G. Acinas, Peer Bork, Chris Bowler, Tom O. Delmont, Josep M. Gasol, Alvar D. Gossert, André Kahles, Matthew B. Sullivan, Patrick Wincker, Georg Zeller, Serina L. Robinson, Jörn Piel, Shinichi Sunagawa",
      "paper_url": "https://doi.org/10.1038/s41586-022-04862-3",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4306809753",
      "paper_id": "https://openalex.org/W4306809753",
      "title": "Borgs are giant genetic elements with potential to expand metabolic capacity",
      "authors": "Basem Al-Shayeb, Marie C. Schoelmerich, Jacob West-Roberts, Luis E. Valentin-Alvarado, Rohan Sachdeva, Susan Mullen, Alexander Crits-Christoph, Michael J. Wilkins, Kenneth H. Williams, Jennifer A. Doudna, Jillian F. Banfield",
      "paper_url": "https://doi.org/10.1038/s41586-022-05256-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3209318039",
      "paper_id": "https://openalex.org/W3209318039",
      "title": "Carbon implications of marginal oils from market-derived demand shocks",
      "authors": "Mohammad S. Masnadi, Giacomo Benini, Hassan M. El-Houjeiri, Alice Milivinti, James E. Anderson, Timothy J. Wallington, Robert De Kleine, Valerio Dotti, Patrick Jochem, Adam R. Brandt",
      "paper_url": "https://doi.org/10.1038/s41586-021-03932-2",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4224229937",
      "paper_id": "https://openalex.org/W4224229937",
      "title": "Chemotaxis shapes the microscale organization of the ocean’s microbiome",
      "authors": "Jean-Baptiste Raina, Bennett S. Lambert, Donovan H. Parks, Christian Rinke, Nachshon Siboni, Anna Bramucci, Martin Ostrowski, Brandon Signal, Adrian Lutz, Himasha Mendis, Francesco Rubino, Vicente I. Fernandez, Roman Stocker, Philip Hugenholtz, Gene W. Tyson, Justin R. Seymour",
      "paper_url": "https://doi.org/10.1038/s41586-022-04614-3",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4294904999",
      "paper_id": "https://openalex.org/W4294904999",
      "title": "Chiral monoterpenes reveal forest emission mechanisms and drought responses",
      "authors": "Joseph Byron, Juergen Kreuzwieser, Gemma Purser, Joost van Haren, S. Nemiah Ladd, Laura K. Meredith, Christiane Werner, Jonathan Williams",
      "paper_url": "https://doi.org/10.1038/s41586-022-05020-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4294052458",
      "paper_id": "https://openalex.org/W4294052458",
      "title": "Comprehensive evidence implies a higher social cost of CO2",
      "authors": "Kevin Rennert, Frank Errickson, Brian C. Prest, Lisa Rennels, Richard G. Newell, William Pizer, Cora Kingdon, Jordan Wingenroth, Roger Cooke, Bryan Parthum, David Smith, Kevin Cromar, Delavane Diaz, Frances C. Moore, Ulrich K. Müller, Richard J. Plevin, Adrian E. Raftery, Hana Ševčíková, Hannah Sheets, James H. Stock, Tammy Tan, Mark Watson, Tony E. Wong, David Anthoff",
      "paper_url": "https://doi.org/10.1038/s41586-022-05224-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406155917",
      "paper_id": "https://openalex.org/W4406155917",
      "title": "Conformational protection of molybdenum nitrogenase by Shethna protein II",
      "authors": "Philipp Franke, Simon Freiberger, Lin Zhang, Oliver Einsle",
      "paper_url": "https://doi.org/10.1038/s41586-024-08355-3",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412151216",
      "paper_id": "https://openalex.org/W4412151216",
      "title": "Control of toxicity of fine particulate matter emissions in China",
      "authors": "Haotian Zheng, Di Wu, Shuxiao Wang, Xiangdong Li, Ling N. Jin, Bin Zhao, Shengyue Li, Yisheng Sun, Zhaoxin Dong, Qingru Wu, Xiu Chen, Yuzhe Liu, Jianmin Chen, Hezhong Tian, Qian Liu, Jingkun Jiang, Haidong Kan, Kebin He, Hong He, Chuncheng Chen, Jincai Zhao, Scott Weichenthal, John S. Ji, Aaron J. Cohen, Jiming Hao, Qing Li",
      "paper_url": "https://doi.org/10.1038/s41586-025-09158-w",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403680402",
      "paper_id": "https://openalex.org/W4403680402",
      "title": "Coral photosymbiosis on Mid-Devonian reefs",
      "authors": "Jonathan Jung, Simon F. Zoppe, Till Söte, Simone Moretti, Nicolas N. Duprey, Alan D. Foreman, Tanja Wald, Hubert Vonhof, Gerald H. Haug, Daniel M. Sigman, Andreas Mulch, Eberhard Schindler, Dorte Janussen, Alfredo Martínez-García",
      "paper_url": "https://doi.org/10.1038/s41586-024-08101-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4313544879",
      "paper_id": "https://openalex.org/W4313544879",
      "title": "Cost-effective mitigation of nitrogen pollution from global croplands",
      "authors": "Baojing Gu, Xiuming Zhang, Shu Kee Lam, Yingliang Yu, Hans J. M. van Grinsven, Shaohui Zhang, Xiaoxi Wang, Benjamin Leon Bodirsky, Sitong Wang, Jiakun Duan, Chenchen Ren, Lex Bouwman, Wim de Vries, Jianming Xu, Mark A. Sutton, Deli Chen",
      "paper_url": "https://doi.org/10.1038/s41586-022-05481-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389921950",
      "paper_id": "https://openalex.org/W4389921950",
      "title": "Country-specific net-zero strategies of the pulp and paper industry",
      "authors": "Min Dai, Mingxing Sun, Bin Chen, Lei Shi, Mingzhou Jin, Yi Man, Ziyang Liang, Cecilia Maria Villas Bôas de Almeida, Jiashuo Li, Pengfei Zhang, Anthony S. F. Chiu, Ming Xu, Huajun Yu, Jing Meng, Yutao Wang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06962-0",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4327568972",
      "paper_id": "https://openalex.org/W4327568972",
      "title": "Crop switching can enhance environmental sustainability and farmer incomes in China",
      "authors": "Wei Xie, Anfeng Zhu, Tariq Ali, Zhengtao Zhang, Xiaoguang Chen, Feng Wu, Jikun Huang, Kyle Frankel Davis",
      "paper_url": "https://doi.org/10.1038/s41586-023-05799-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4210701631",
      "paper_id": "https://openalex.org/W4210701631",
      "title": "Crystallographic snapshots of a B12-dependent radical SAM methyltransferase",
      "authors": "Cameron D. Fyfe, Noelia Bernardo-García, Laura Fradale, Stéphane Grimaldi, Alain Guillot, Clémence Brewee, Leonard M. G. Chavas, Pierre Legrand, Alhosna Benjdia, Olivier Berteau",
      "paper_url": "https://doi.org/10.1038/s41586-021-04355-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400934521",
      "paper_id": "https://openalex.org/W4400934521",
      "title": "Cultivation and visualization of a methanogen of the phylum Thermoproteota",
      "authors": "Anthony J. Kohtz, Nikolai Petrosian, Viola Krukenberg, Zackary J. Jay, Martin Pilhofer, Roland Hatzenpichler",
      "paper_url": "https://doi.org/10.1038/s41586-024-07631-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410815545",
      "paper_id": "https://openalex.org/W4410815545",
      "title": "Dating the evolution of oxygenic photosynthesis using La-Ce geochronology",
      "authors": "Laureline A. Patry, Pierre Bonnand, Maud Boyet, Munira Afroz, Dylan T. Wilmeth, Brittany Ramsay, Philippe Nonnotte, Martin Homann, Pierre Sansjofre, Philip W. Fralick, Stefan V. Lalonde",
      "paper_url": "https://doi.org/10.1038/s41586-025-09009-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4395071313",
      "paper_id": "https://openalex.org/W4395071313",
      "title": "Dearomatization drives complexity generation in freshwater organic matter",
      "authors": "Siyu Li, Mourad Harir, David Bastviken, Philippe Schmitt-Kopplin, Michael Gonsior, Alex Enrich-Prast, Juliana Valle, Norbert Hertkorn",
      "paper_url": "https://doi.org/10.1038/s41586-024-07210-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402438057",
      "paper_id": "https://openalex.org/W4402438057",
      "title": "Decoding drivers of carbon flux attenuation in the oceanic biological pump",
      "authors": "M. Bressac, E. C. Laurenceau-Cornec, F. Kennedy, A. E. Santoro, N. L. Paul, N. Briggs, F. Carvalho, P. W. Boyd",
      "paper_url": "https://doi.org/10.1038/s41586-024-07850-x",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4312128887",
      "paper_id": "https://openalex.org/W4312128887",
      "title": "Decoupling of respiration rates and abundance in marine prokaryoplankton",
      "authors": "Jacob H. Munson-McGee, Melody R. Lindsay, Eva Sintes, Julia M. Brown, Timothy D’Angelo, Joe Brown, Laura C. Lubelczyk, Paxton Tomko, David Emerson, Beth N. Orcutt, Nicole J. Poulton, Gerhard J. Herndl, Ramunas Stepanauskas",
      "paper_url": "https://doi.org/10.1038/s41586-022-05505-3",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4294904488",
      "paper_id": "https://openalex.org/W4294904488",
      "title": "Delayed use of bioenergy crops might threaten climate and food security",
      "authors": "Siqing Xu, Rong Wang, Thomas Gasser, Philippe Ciais, Josep Peñuelas, Yves Balkanski, Olivier Boucher, Ivan A. Janssens, Jordi Sardans, James H. Clark, Junji Cao, Xiaofan Xing, Jianmin Chen, Lin Wang, Xu Tang, Renhe Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05055-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4213197433",
      "paper_id": "https://openalex.org/W4213197433",
      "title": "Determinants of emissions pathways in the coupled climate–social system",
      "authors": "Frances C. Moore, Katherine Lacasse, Katharine J. Mach, Yoon Ah Shin, Louis J. Gross, Brian Beckage",
      "paper_url": "https://doi.org/10.1038/s41586-022-04423-8",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4405514918",
      "paper_id": "https://openalex.org/W4405514918",
      "title": "Diatom phytochromes integrate the underwater light spectrum to sense depth",
      "authors": "Carole Duchêne, Jean-Pierre Bouly, Juan José Pierella Karlusich, Emeline Vernay, Julien Sellés, Benjamin Bailleul, Chris Bowler, Maurizio Ribera d’Alcalà, Angela Falciatore, Marianne Jaubert",
      "paper_url": "https://doi.org/10.1038/s41586-024-08301-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3205211185",
      "paper_id": "https://openalex.org/W3205211185",
      "title": "Direct radiative effects of airborne microplastics",
      "authors": "Laura E. Revell, Peter Kuma, Eric C. Le Ru, Walter R. C. Somerville, Sally Gaw",
      "paper_url": "https://doi.org/10.1038/s41586-021-03864-x",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4221035306",
      "paper_id": "https://openalex.org/W4221035306",
      "title": "Discovery of a Ni2+-dependent guanidine hydrolase in bacteria",
      "authors": "D. Funck, M. Sinn, J. R. Fleming, M. Stanoppi, J. Dietrich, R. López-Igual, O. Mayans, J. S. Hartig",
      "paper_url": "https://doi.org/10.1038/s41586-022-04490-x",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4288069110",
      "paper_id": "https://openalex.org/W4288069110",
      "title": "Discovery, structure and mechanism of a tetraether lipid synthase",
      "authors": "Cody T. Lloyd, David F. Iwig, Bo Wang, Matteo Cossu, William W. Metcalf, Amie K. Boal, Squire J. Booker",
      "paper_url": "https://doi.org/10.1038/s41586-022-05120-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401793715",
      "paper_id": "https://openalex.org/W4401793715",
      "title": "Effective realization of abatement measures can reduce HFC-23 emissions",
      "authors": "Dominique Rust, Martin K. Vollmer, Stephan Henne, Arnoud Frumau, Pim van den Bulk, Arjan Hensen, Kieran M. Stanley, Renato Zenobi, Lukas Emmenegger, Stefan Reimann",
      "paper_url": "https://doi.org/10.1038/s41586-024-07833-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411932258",
      "paper_id": "https://openalex.org/W4411932258",
      "title": "Electron flow in hydrogenotrophic methanogens under nickel limitation",
      "authors": "Shunsuke Nomura, Pablo San Segundo-Acosta, Evgenii Protasov, Masanori Kaneko, Jörg Kahnt, Bonnie J. Murphy, Seigo Shima",
      "paper_url": "https://doi.org/10.1038/s41586-025-09229-y",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3138939380",
      "paper_id": "https://openalex.org/W3138939380",
      "title": "Enabling conditions for an equitable and sustainable blue economy",
      "authors": "Andrés M. Cisneros-Montemayor, Marcia Moreno-Báez, Gabriel Reygondeau, William W. L. Cheung, Katherine M. Crosman, Pedro C. González-Espinosa, Vicky W. Y. Lam, Muhammed A. Oyinlola, Gerald G. Singh, Wilf Swartz, Chong-wei Zheng, Yoshitaka Ota",
      "paper_url": "https://doi.org/10.1038/s41586-021-03327-3",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389132413",
      "paper_id": "https://openalex.org/W4389132413",
      "title": "Ending extreme poverty has a negligible impact on global greenhouse gas emissions",
      "authors": "Philip Wollburg, Stephane Hallegatte, Daniel Gerszon Mahler",
      "paper_url": "https://doi.org/10.1038/s41586-023-06679-0",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3194357643",
      "paper_id": "https://openalex.org/W3194357643",
      "title": "Environmental performance of blue foods",
      "authors": "Jessica A. Gephart, Patrik J. G. Henriksson, Robert W. R. Parker, Alon Shepon, Kelvin D. Gorospe, Kristina Bergman, Gidon Eshel, Christopher D. Golden, Benjamin S. Halpern, Sara Hornborg, Malin Jonell, Marc Metian, Kathleen Mifflin, Richard Newton, Peter Tyedmers, Wenbo Zhang, Friederike Ziegler, Max Troell",
      "paper_url": "https://doi.org/10.1038/s41586-021-03889-2",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3156385709",
      "paper_id": "https://openalex.org/W3156385709",
      "title": "Equity is more important for the social cost of methane than climate uncertainty",
      "authors": "Frank C. Errickson, Klaus Keller, William D. Collins, Vivek Srikrishnan, David Anthoff",
      "paper_url": "https://doi.org/10.1038/s41586-021-03386-6",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3205673351",
      "paper_id": "https://openalex.org/W3205673351",
      "title": "Estimating a social cost of carbon for global energy consumption",
      "authors": "Ashwin Rode, Tamma Carleton, Michael Delgado, Michael Greenstone, Trevor Houser, Solomon Hsiang, Andrew Hultgren, Amir Jina, Robert E. Kopp, Kelly E. McCusker, Ishan Nath, James Rising, Jiacan Yuan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03883-8",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4225093788",
      "paper_id": "https://openalex.org/W4225093788",
      "title": "Expanding ocean food production under climate change",
      "authors": "Christopher M. Free, Reniel B. Cabral, Halley E. Froehlich, Willow Battista, Elena Ojea, Erin O’Reilly, James E. Palardy, Jorge García Molinos, Katherine J. Siegel, Ragnar Arnason, Marie Antonette Juinio-Meñez, Katharina Fabricius, Carol Turley, Steven D. Gaines",
      "paper_url": "https://doi.org/10.1038/s41586-022-04674-5",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410362133",
      "paper_id": "https://openalex.org/W4410362133",
      "title": "Exploring pathways for world development within planetary boundaries",
      "authors": "Detlef P. van Vuuren, Jonathan C. Doelman, Isabela Schmidt Tagomori, Arthur H. W. Beusen, Sarah E. Cornell, Johan Röckstrom, Aafke M. Schipper, Elke Stehfest, Geanderson Ambrosio, Maarten van den Berg, Lex Bouwman, Vassilis Daioglou, Mathijs Harmsen, Paul Lucas, Kaj-Ivar van der Wijst, Willem-Jan van Zeist",
      "paper_url": "https://doi.org/10.1038/s41586-025-08928-w",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391383667",
      "paper_id": "https://openalex.org/W4391383667",
      "title": "Fertilizer management for global ammonia emission reduction",
      "authors": "Peng Xu, Geng Li, Yi Zheng, Jimmy C. H. Fung, Anping Chen, Zhenzhong Zeng, Huizhong Shen, Min Hu, Jiafu Mao, Yan Zheng, Xiaoqing Cui, Zhilin Guo, Yilin Chen, Lian Feng, Shaokun He, Xuguo Zhang, Alexis K. H. Lau, Shu Tao, Benjamin Z. Houlton",
      "paper_url": "https://doi.org/10.1038/s41586-024-07020-z",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408245127",
      "paper_id": "https://openalex.org/W4408245127",
      "title": "Fingerprinting the recovery of Antarctic ozone",
      "authors": "Peidong Wang, Susan Solomon, Benjamin D. Santer, Douglas E. Kinnison, Qiang Fu, Kane A. Stone, Jun Zhang, Gloria L. Manney, Luis F. Millán",
      "paper_url": "https://doi.org/10.1038/s41586-025-08640-9",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412737297",
      "paper_id": "https://openalex.org/W4412737297",
      "title": "Flourishing chemosynthetic life at the greatest depths of hadal trenches",
      "authors": "Xiaotong Peng, Mengran Du, Andrey Gebruk, Shuangquan Liu, Zhaoming Gao, Ronnie N. Glud, Peng Zhou, Ruoheng Wang, Ashley A. Rowden, Gennady M. Kamenev, Anastassya S. Maiorova, Dominic Papineau, Shun Chen, Jinwei Gao, Helu Liu, Yuan He, Inna L. Alalykina, Igor Yu. Dolmatov, Hanyu Zhang, Xuegong Li, Marina V. Malyutina, Shamik Dasgupta, Anastasiia A. Saulenko, Vladimir A. Shilov, Shuting Liu, Tongtong Xie, Yuangao Qu, Xikun Song, Haibin Zhang, Hao Liu, Weijia Zhang, Xiaoxia Huang, Hongzhou Xu, Wenjing Xu, Vladimir V. Mordukhovich, Andrey V. Adrianov",
      "paper_url": "https://doi.org/10.1038/s41586-025-09317-z",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4321480213",
      "paper_id": "https://openalex.org/W4321480213",
      "title": "Four ways blue foods can help achieve food system ambitions across nations",
      "authors": "Beatrice I. Crona, Emmy Wassénius, Malin Jonell, J. Zachary Koehn, Rebecca Short, Michelle Tigchelaar, Tim M. Daw, Christopher D. Golden, Jessica A. Gephart, Edward H. Allison, Simon R. Bush, Ling Cao, William W. L. Cheung, Fabrice DeClerck, Jessica Fanzo, Stefan Gelcich, Avinash Kishore, Benjamin S. Halpern, Christina C. Hicks, James P. Leape, David C. Little, Fiorenza Micheli, Rosamond L. Naylor, Michael Phillips, Elizabeth R. Selig, Marco Springmann, U. Rashid Sumaila, Max Troell, Shakuntala H. Thilsted, Colette C. C. Wabnitz",
      "paper_url": "https://doi.org/10.1038/s41586-023-05737-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4306809810",
      "paper_id": "https://openalex.org/W4306809810",
      "title": "From planetary to regional boundaries for agricultural nitrogen pollution",
      "authors": "L. F. Schulte-Uebbing, A. H. W. Beusen, A. F. Bouwman, W. de Vries",
      "paper_url": "https://doi.org/10.1038/s41586-022-05158-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389890051",
      "paper_id": "https://openalex.org/W4389890051",
      "title": "Functional and evolutionary significance of unknown genes from uncultivated taxa",
      "authors": "Álvaro Rodríguez del Río, Joaquín Giner-Lamia, Carlos P. Cantalapiedra, Jorge Botas, Ziqi Deng, Ana Hernández-Plaza, Martí Munar-Palmer, Saray Santamaría-Hernando, José J. Rodríguez-Herva, Hans-Joachim Ruscheweyh, Lucas Paoli, Thomas S. B. Schmidt, Shinichi Sunagawa, Peer Bork, Emilia López-Solanilla, Luis Pedro Coelho, Jaime Huerta-Cepas",
      "paper_url": "https://doi.org/10.1038/s41586-023-06955-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4206210420",
      "paper_id": "https://openalex.org/W4206210420",
      "title": "Global fine-scale changes in ambient NO2 during COVID-19 lockdowns",
      "authors": "Matthew J. Cooper, Randall V. Martin, Melanie S. Hammer, Pieternel F. Levelt, Pepijn Veefkind, Lok N. Lamsal, Nickolay A. Krotkov, Jeffrey R. Brook, Chris A. McLinden",
      "paper_url": "https://doi.org/10.1038/s41586-021-04229-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386886474",
      "paper_id": "https://openalex.org/W4386886474",
      "title": "Global iron and steel plant CO2 emissions and carbon-neutrality pathways",
      "authors": "Tianyang Lei, Daoping Wang, Xiang Yu, Shijun Ma, Weichen Zhao, Can Cui, Jing Meng, Shu Tao, Dabo Guan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06486-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402219584",
      "paper_id": "https://openalex.org/W4402219584",
      "title": "Global marine microbial diversity and its potential in bioprospecting",
      "authors": "Jianwei Chen, Yangyang Jia, Ying Sun, Kun Liu, Changhao Zhou, Chuan Liu, Denghui Li, Guilin Liu, Chengsong Zhang, Tao Yang, Lei Huang, Yunyun Zhuang, Dazhi Wang, Dayou Xu, Qiaoling Zhong, Yang Guo, Anduo Li, Inge Seim, Ling Jiang, Lushan Wang, Simon Ming Yuen Lee, Yujing Liu, Dantong Wang, Guoqiang Zhang, Shanshan Liu, Xiaofeng Wei, Zhen Yue, Shanmin Zheng, Xuechun Shen, Sen Wang, Chen Qi, Jing Chen, Chen Ye, Fang Zhao, Jun Wang, Jie Fan, Baitao Li, Jiahui Sun, Xiaodong Jia, Zhangyong Xia, He Zhang, Junnian Liu, Yue Zheng, Xin Liu, Jian Wang, Huanming Yang, Karsten Kristiansen, Xun Xu, Thomas Mock, Shengying Li, Wenwei Zhang, Guangyi Fan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07891-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400935117",
      "paper_id": "https://openalex.org/W4400935117",
      "title": "Global net climate effects of anthropogenic reactive nitrogen",
      "authors": "Cheng Gong, Hanqin Tian, Hong Liao, Naiqing Pan, Shufen Pan, Akihiko Ito, Atul K. Jain, Sian Kou-Giesbrecht, Fortunat Joos, Qing Sun, Hao Shi, Nicolas Vuichard, Qing Zhu, Changhui Peng, Federico Maggi, Fiona H. M. Tang, Sönke Zaehle",
      "paper_url": "https://doi.org/10.1038/s41586-024-07714-4",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412479188",
      "paper_id": "https://openalex.org/W4412479188",
      "title": "Global terrestrial nitrogen fixation and its modification by agriculture",
      "authors": "Carla R. Reis Ely, Steven S. Perakis, Cory C. Cleveland, Duncan N. L. Menge, Sasha C. Reed, Benton N. Taylor, Sarah A. Batterman, Christopher M. Clark, Timothy E. Crews, Katherine A. Dynarski, Maga Gei, Michael J. Gundale, David F. Herridge, Sarah E. Jovan, Sian Kou-Giesbrecht, Mark B. Peoples, Johannes Piipponen, Emilio Rodríguez-Caballero, Verity G. Salmon, Fiona M. Soper, Anika P. Staccone, Bettina Weber, Christopher A. Williams, Nina Wurzburger",
      "paper_url": "https://doi.org/10.1038/s41586-025-09201-w",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4304756667",
      "paper_id": "https://openalex.org/W4304756667",
      "title": "Global trends of cropland phosphorus use and sustainability challenges",
      "authors": "T. Zou, X. Zhang, E. A. Davidson",
      "paper_url": "https://doi.org/10.1038/s41586-022-05220-z",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399567254",
      "paper_id": "https://openalex.org/W4399567254",
      "title": "Global variability in atmospheric new particle formation mechanisms",
      "authors": "Bin Zhao, Neil M. Donahue, Kai Zhang, Lizhuo Mao, Manish Shrivastava, Po-Lun Ma, Jiewen Shen, Shuxiao Wang, Jian Sun, Hamish Gordon, Shuaiqi Tang, Jerome Fast, Mingyi Wang, Yang Gao, Chao Yan, Balwinder Singh, Zeqi Li, Lyuyin Huang, Sijia Lou, Guangxing Lin, Hailong Wang, Jingkun Jiang, Aijun Ding, Wei Nie, Ximeng Qi, Xuguang Chi, Lin Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07547-1",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3156784567",
      "paper_id": "https://openalex.org/W3156784567",
      "title": "High CO2 levels drive the TCA cycle backwards towards autotrophy",
      "authors": "Lydia Steffens, Eugenio Pettinato, Thomas M. Steiner, Achim Mall, Simone König, Wolfgang Eisenreich, Ivan A. Berg",
      "paper_url": "https://doi.org/10.1038/s41586-021-03456-9",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4406385601",
      "paper_id": "https://openalex.org/W4406385601",
      "title": "Illuminating the multidimensional contributions of small-scale fisheries",
      "authors": "Xavier Basurto, Nicolas L. Gutierrez, Nicole Franz, Maria del Mar Mancha-Cisneros, Giulia Gorelli, Alba Aguión, Simon Funge-Smith, Sarah Harper, Dave J. Mills, Gianluigi Nico, Alex Tilley, Stefania Vannuccini, John Virdin, Lena Westlund, Edward H. Allison, Christopher M. Anderson, Andrew Baio, Joshua Cinner, Michael Fabinyi, Christina C. Hicks, Jeppe Kolding, Michael C. Melnychuk, Daniel Ovando, Ana M. Parma, James P. W. Robinson, Shakuntala H. Thilsted",
      "paper_url": "https://doi.org/10.1038/s41586-024-08448-z",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411413252",
      "paper_id": "https://openalex.org/W4411413252",
      "title": "Impacts of climate change on global agriculture accounting for adaptation",
      "authors": "Andrew Hultgren, Tamma Carleton, Michael Delgado, Diana R. Gergel, Michael Greenstone, Trevor Houser, Solomon Hsiang, Amir Jina, Robert E. Kopp, Steven B. Malevich, Kelly E. McCusker, Terin Mayer, Ishan Nath, James Rising, Ashwin Rode, Jiacan Yuan",
      "paper_url": "https://doi.org/10.1038/s41586-025-09085-w",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4324329931",
      "paper_id": "https://openalex.org/W4324329931",
      "title": "In situ structure of the red algal phycobilisome–PSII–PSI–LHC megacomplex",
      "authors": "Xin You, Xing Zhang, Jing Cheng, Yanan Xiao, Jianfei Ma, Shan Sun, Xinzheng Zhang, Hong-Wei Wang, Sen-Fang Sui",
      "paper_url": "https://doi.org/10.1038/s41586-023-05831-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4293004938",
      "paper_id": "https://openalex.org/W4293004938",
      "title": "Integrated ozone depletion as a metric for ozone recovery",
      "authors": "John A. Pyle, James Keeble, Nathan Luke Abraham, Martyn P. Chipperfield, Paul T. Griffiths",
      "paper_url": "https://doi.org/10.1038/s41586-022-04968-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4302010824",
      "paper_id": "https://openalex.org/W4302010824",
      "title": "Invisible ship tracks show large cloud sensitivity to aerosol",
      "authors": "Peter Manshausen, Duncan Watson-Parris, Matthew W. Christensen, Jukka-Pekka Jalkanen, Philip Stier",
      "paper_url": "https://doi.org/10.1038/s41586-022-05122-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400948661",
      "paper_id": "https://openalex.org/W4400948661",
      "title": "Isolation of a methyl-reducing methanogen outside the Euryarchaeota",
      "authors": "Kejia Wu, Lei Zhou, Guillaume Tahon, Laiyan Liu, Jiang Li, Jianchao Zhang, Fengfeng Zheng, Chengpeng Deng, Wenhao Han, Liping Bai, Lin Fu, Xiuzhu Dong, Chuanlun Zhang, Thijs J. G. Ettema, Diana Z. Sousa, Lei Cheng",
      "paper_url": "https://doi.org/10.1038/s41586-024-07728-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404992084",
      "paper_id": "https://openalex.org/W4404992084",
      "title": "Isoprene nitrates drive new particle formation in Amazon’s upper troposphere",
      "authors": "Joachim Curtius, Martin Heinritzi, Lisa J. Beck, Mira L. Pöhlker, Nidhi Tripathi, Bianca E. Krumm, Philip Holzbeck, Clara M. Nussbaumer, Lianet Hernández Pardo, Thomas Klimach, Konstantinos Barmpounis, Simone T. Andersen, Roman Bardakov, Birger Bohn, Micael A. Cecchini, Jean-Pierre Chaboureau, Thibaut Dauhut, Dirk Dienhart, Raphael Dörich, Achim Edtbauer, Andreas Giez, Antonia Hartmann, Bruna A. Holanda, Philipp Joppe, Katharina Kaiser, Timo Keber, Hannah Klebach, Ovid O. Krüger, Andreas Kürten, Christian Mallaun, Daniel Marno, Monica Martinez, Carolina Monteiro, Carolina Nelson, Linda Ort, Subha S. Raj, Sarah Richter, Akima Ringsdorf, Fabio Rocha, Mario Simon, Sreedev Sreekumar, Anywhere Tsokankunku, Gabriela R. Unfer, Isabella D. Valenti, Nijing Wang, Andreas Zahn, Marcel Zauner-Wieczorek, Rachel I. Albrecht, Meinrat O. Andreae, Paulo Artaxo, John N. Crowley, Horst Fischer, Hartwig Harder, Dirceu L. Herdies, Luiz A. T. Machado, Christopher Pöhlker, Ulrich Pöschl, Anna Possner, Andrea Pozzer, Johannes Schneider, Jonathan Williams, Jos Lelieveld",
      "paper_url": "https://doi.org/10.1038/s41586-024-08192-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404306058",
      "paper_id": "https://openalex.org/W4404306058",
      "title": "Keeping the global consumption within the planetary boundaries",
      "authors": "Peipei Tian, Honglin Zhong, Xiangjie Chen, Kuishuang Feng, Laixiang Sun, Ning Zhang, Xuan Shao, Yu Liu, Klaus Hubacek",
      "paper_url": "https://doi.org/10.1038/s41586-024-08154-w",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409283678",
      "paper_id": "https://openalex.org/W4409283678",
      "title": "Leaf absorption contributes to accumulation of microplastics in plants",
      "authors": "Ye Li, Junjie Zhang, Li Xu, Ruoqi Li, Rui Zhang, Mengxi Li, Chunmei Ran, Ziyu Rao, Xing Wei, Mingli Chen, Lu Wang, Zhiwanxin Li, Yining Xue, Chu Peng, Chunguang Liu, Hongwen Sun, Baoshan Xing, Lei Wang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08831-4",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4396732518",
      "paper_id": "https://openalex.org/W4396732518",
      "title": "Ligand cross-feeding resolves bacterial vitamin B12 auxotrophies",
      "authors": "Gerrit Wienhausen, Cristina Moraru, Stefan Bruns, Den Quoc Tran, Sabiha Sultana, Heinz Wilkes, Leon Dlugosch, Farooq Azam, Meinhard Simon",
      "paper_url": "https://doi.org/10.1038/s41586-024-07396-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385490447",
      "paper_id": "https://openalex.org/W4385490447",
      "title": "Long-term organic carbon preservation enhanced by iron and manganese",
      "authors": "Oliver W. Moore, Lisa Curti, Clare Woulds, James A. Bradley, Peyman Babakhani, Benjamin J. W. Mills, William B. Homoky, Ke-Qing Xiao, Andrew W. Bray, Ben J. Fisher, Majid Kazemian, Burkhard Kaulich, Andrew W. Dale, Caroline L. Peacock",
      "paper_url": "https://doi.org/10.1038/s41586-023-06325-9",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412150913",
      "paper_id": "https://openalex.org/W4412150913",
      "title": "Mapping the chemical complexity of plastics",
      "authors": "L. Monclús, H. P. H. Arp, K. J. Groh, A. Faltynkova, M. E. Løseth, J. Muncke, Z. Wang, R. Wolf, L. Zimmermann, M. Wagner",
      "paper_url": "https://doi.org/10.1038/s41586-025-09184-8",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4286210024",
      "paper_id": "https://openalex.org/W4286210024",
      "title": "Membrane-anchored HDCR nanowires drive hydrogen-powered CO2 fixation",
      "authors": "Helge M. Dietrich, Ricardo D. Righetto, Anuj Kumar, Wojciech Wietrzynski, Raphael Trischler, Sandra K. Schuller, Jonathan Wagner, Fabian M. Schwarz, Benjamin D. Engel, Volker Müller, Jan M. Schuller",
      "paper_url": "https://doi.org/10.1038/s41586-022-04971-z",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399123782",
      "paper_id": "https://openalex.org/W4399123782",
      "title": "Membraneless channels sieve cations in ammonia-oxidizing marine archaea",
      "authors": "Andriko von Kügelgen, C. Keith Cassidy, Sofie van Dorst, Lennart L. Pagani, Christopher Batters, Zephyr Ford, Jan Löwe, Vikram Alva, Phillip J. Stansfeld, Tanmay A. M. Bharat",
      "paper_url": "https://doi.org/10.1038/s41586-024-07462-5",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406385609",
      "paper_id": "https://openalex.org/W4406385609",
      "title": "Methane emissions from the Nord Stream subsea pipeline leaks",
      "authors": "Stephen J. Harris, Stefan Schwietzke, James L. France, Nataly Velandia Salinas, Tania Meixus Fernandez, Cynthia Randles, Luis Guanter, Itziar Irakulis-Loitxate, Andreea Calcan, Ilse Aben, Katarina Abrahamsson, Paul Balcombe, Antoine Berchet, Louise C. Biddle, Henry C. Bittig, Christian Böttcher, Timo Bouvard, Göran Broström, Valentin Bruch, Massimo Cassiani, Martyn P. Chipperfield, Philippe Ciais, Ellen Damm, Enrico Dammers, Hugo Denier van der Gon, Matthieu Dogniaux, Emily Dowd, François Dupouy, Sabine Eckhardt, Nikolaos Evangeliou, Wuhu Feng, Mengwei Jia, Fei Jiang, Andrea K. Kaiser-Weiss, Ines Kamoun, Brian J. Kerridge, Astrid Lampert, José Lana, Fei Li, Joannes D. Maasakkers, Jean-Philippe W. Maclean, Buhalqem Mamtimin, Julia Marshall, Gédéon Mauger, Anouar Mekkas, Christian Mielke, Martin Mohrmann, David P. Moore, Riccardo Nanni, Falk Pätzold, Isabelle Pison, Ignacio Pisso, Stephen M. Platt, Raphaël Préa, Bastien Y. Queste, Michel Ramonet, Gregor Rehder, John J. Remedios, Friedemann Reum, Anke Roiger, Norbert Schmidbauer, Richard Siddans, Anusha Sunkisala, Rona L. Thompson, Daniel J. Varon, Lucy J. Ventress, Chris Wilson, Yuzhong Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08396-8",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4220981622",
      "paper_id": "https://openalex.org/W4220981622",
      "title": "Methane formation driven by reactive oxygen species across all living organisms",
      "authors": "Leonard Ernst, Benedikt Steinfeld, Uladzimir Barayeu, Thomas Klintzsch, Markus Kurth, Dirk Grimm, Tobias P. Dick, Johannes G. Rebelein, Ilka B. Bischofs, Frank Keppler",
      "paper_url": "https://doi.org/10.1038/s41586-022-04511-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406956650",
      "paper_id": "https://openalex.org/W4406956650",
      "title": "Methanol transfer supports metabolic syntrophy between bacteria and archaea",
      "authors": "Yan Huang, Kensuke Igarashi, Laiyan Liu, Daisuke Mayumi, Tomomi Ujiie, Lin Fu, Min Yang, Yahai Lu, Lei Cheng, Souichiro Kato, Masaru K. Nobu",
      "paper_url": "https://doi.org/10.1038/s41586-024-08491-w",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400949447",
      "paper_id": "https://openalex.org/W4400949447",
      "title": "Methyl-reducing methanogenesis by a thermophilic culture of Korarchaeia",
      "authors": "Viola Krukenberg, Anthony J. Kohtz, Zackary J. Jay, Roland Hatzenpichler",
      "paper_url": "https://doi.org/10.1038/s41586-024-07829-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402826743",
      "paper_id": "https://openalex.org/W4402826743",
      "title": "Microbial iron limitation in the ocean’s twilight zone",
      "authors": "Jingxuan Li, Lydia Babcock-Adams, Rene M. Boiteau, Matthew R. McIlvin, Lauren E. Manck, Matthias Sieber, Nathan T. Lanning, Randelle M. Bundy, Xiaopeng Bian, Iulia-Mădălina Ștreangă, Benjamin N. Granzow, Matthew J. Church, Jessica N. Fitzsimmons, Seth G. John, Tim M. Conway, Daniel J. Repeta",
      "paper_url": "https://doi.org/10.1038/s41586-024-07905-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4366401148",
      "paper_id": "https://openalex.org/W4366401148",
      "title": "Mirusviruses link herpesviruses to giant viruses",
      "authors": "Morgan Gaïa, Lingjie Meng, Eric Pelletier, Patrick Forterre, Chiara Vanni, Antonio Fernandez-Guerra, Olivier Jaillon, Patrick Wincker, Hiroyuki Ogata, Mart Krupovic, Tom O. Delmont",
      "paper_url": "https://doi.org/10.1038/s41586-023-05962-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4288051665",
      "paper_id": "https://openalex.org/W4288051665",
      "title": "Molecular interplay of an assembly machinery for nitrous oxide reductase",
      "authors": "Christoph Müller, Lin Zhang, Sara Zipfel, Annika Topitsch, Marleen Lutz, Johannes Eckert, Benedikt Prasser, Mohamed Chami, Wei Lü, Juan Du, Oliver Einsle",
      "paper_url": "https://doi.org/10.1038/s41586-022-05015-2",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412151358",
      "paper_id": "https://openalex.org/W4412151358",
      "title": "Nanoplastic concentrations across the North Atlantic",
      "authors": "Sophie ten Hietbrink, Dušan Materić, Rupert Holzinger, Sjoerd Groeskamp, Helge Niemann",
      "paper_url": "https://doi.org/10.1038/s41586-025-09218-1",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4382358386",
      "paper_id": "https://openalex.org/W4382358386",
      "title": "Natural short-lived halogens exert an indirect cooling effect on climate",
      "authors": "Alfonso Saiz-Lopez, Rafael P. Fernandez, Qinyi Li, Carlos A. Cuevas, Xiao Fu, Douglas E. Kinnison, Simone Tilmes, Anoop S. Mahajan, Juan Carlos Gómez Martín, Fernando Iglesias-Suarez, Ryan Hossaini, John M. C. Plane, Gunnar Myhre, Jean-François Lamarque",
      "paper_url": "https://doi.org/10.1038/s41586-023-06119-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401794381",
      "paper_id": "https://openalex.org/W4401794381",
      "title": "Neoarchaean oxygen-based nitrogen cycle en route to the Great Oxidation Event",
      "authors": "Alice Pellerin, Christophe Thomazo, Magali Ader, Camille Rossignol, Eric Siciliano Rego, Vincent Busigny, Pascal Philippot",
      "paper_url": "https://doi.org/10.1038/s41586-024-07842-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405030774",
      "paper_id": "https://openalex.org/W4405030774",
      "title": "New particle formation from isoprene under upper-tropospheric conditions",
      "authors": "Jiali Shen, Douglas M. Russell, Jenna DeVivo, Felix Kunkler, Rima Baalbaki, Bernhard Mentler, Wiebke Scholz, Wenjuan Yu, Lucía Caudillo-Plath, Eva Sommer, Emelda Ahongshangbam, Dina Alfaouri, João Almeida, Antonio Amorim, Lisa J. Beck, Hannah Beckmann, Moritz Berntheusel, Nirvan Bhattacharyya, Manjula R. Canagaratna, Anouck Chassaing, Romulo Cruz-Simbron, Lubna Dada, Jonathan Duplissy, Hamish Gordon, Manuel Granzin, Lena Große Schute, Martin Heinritzi, Siddharth Iyer, Hannah Klebach, Timm Krüger, Andreas Kürten, Markus Lampimäki, Lu Liu, Brandon Lopez, Monica Martinez, Aleksandra Morawiec, Antti Onnela, Maija Peltola, Pedro Rato, Mago Reza, Sarah Richter, Birte Rörup, Milin Kaniyodical Sebastian, Mario Simon, Mihnea Surdu, Kalju Tamme, Roseline C. Thakur, António Tomé, Yandong Tong, Jens Top, Nsikanabasi Silas Umo, Gabriela Unfer, Lejish Vettikkat, Jakob Weissbacher, Christos Xenofontos, Boxing Yang, Marcel Zauner-Wieczorek, Jiangyi Zhang, Zhensen Zheng, Urs Baltensperger, Theodoros Christoudias, Richard C. Flagan, Imad El Haddad, Heikki Junninen, Ottmar Möhler, Ilona Riipinen, Urs Rohner, Siegfried Schobesberger, Rainer Volkamer, Paul M. Winkler, Armin Hansel, Katrianne Lehtipalo, Neil M. Donahue, Jos Lelieveld, Hartwig Harder, Markku Kulmala, Doug R. Worsnop, Jasper Kirkby, Joachim Curtius, Xu-Cheng He",
      "paper_url": "https://doi.org/10.1038/s41586-024-08196-0",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4284879667",
      "paper_id": "https://openalex.org/W4284879667",
      "title": "Nitrogen reduction by the Fe sites of synthetic [Mo3S4Fe] cubes",
      "authors": "Yasuhiro Ohki, Kenichiro Munakata, Yuto Matsuoka, Ryota Hara, Mami Kachi, Keisuke Uchida, Mizuki Tada, Roger E. Cramer, W. M. C. Sameera, Tsutomu Takayama, Yoichi Sakai, Shogo Kuriyama, Yoshiaki Nishibayashi, Kazuki Tanifuji",
      "paper_url": "https://doi.org/10.1038/s41586-022-04848-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4200314703",
      "paper_id": "https://openalex.org/W4200314703",
      "title": "Non-syntrophic methanogenic hydrocarbon degradation by an archaeal species",
      "authors": "Zhuo Zhou, Cui-jing Zhang, Peng-fei Liu, Lin Fu, Rafael Laso-Pérez, Lu Yang, Li-ping Bai, Jiang Li, Min Yang, Jun-zhang Lin, Wei-dong Wang, Gunter Wegener, Meng Li, Lei Cheng",
      "paper_url": "https://doi.org/10.1038/s41586-021-04235-2",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4390546860",
      "paper_id": "https://openalex.org/W4390546860",
      "title": "Oldest thylakoids in fossil cells directly evidence oxygenic photosynthesis",
      "authors": "Catherine F. Demoulin, Yannick J. Lara, Alexandre Lambion, Emmanuelle J. Javaux",
      "paper_url": "https://doi.org/10.1038/s41586-023-06896-7",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3181116195",
      "paper_id": "https://openalex.org/W3181116195",
      "title": "Operationalizing the net-negative carbon economy",
      "authors": "Johannes Bednar, Michael Obersteiner, Artem Baklanov, Marcus Thomson, Fabian Wagner, Oliver Geden, Myles Allen, Jim W. Hall",
      "paper_url": "https://doi.org/10.1038/s41586-021-03723-9",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4321480159",
      "paper_id": "https://openalex.org/W4321480159",
      "title": "Optimal nitrogen rate strategy for sustainable rice production in China",
      "authors": "Siyuan Cai, Xu Zhao, Cameron M. Pittelkow, Mingsheng Fan, Xin Zhang, Xiaoyuan Yan",
      "paper_url": "https://doi.org/10.1038/s41586-022-05678-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403242904",
      "paper_id": "https://openalex.org/W4403242904",
      "title": "Overconfidence in climate overshoot",
      "authors": "Carl-Friedrich Schleussner, Gaurav Ganti, Quentin Lejeune, Biqing Zhu, Peter Pfleiderer, Ruben Prütz, Philippe Ciais, Thomas L. Frölicher, Sabine Fuss, Thomas Gasser, Matthew J. Gidden, Chahan M. Kropf, Fabrice Lacroix, Robin Lamboll, Rosanne Martyr, Fabien Maussion, Jamie W. McCaughey, Malte Meinshausen, Matthias Mengel, Zebedee Nicholls, Yann Quilcaille, Benjamin Sanderson, Sonia I. Seneviratne, Jana Sillmann, Christopher J. Smith, Norman J. Steinert, Emily Theokritoff, Rachel Warren, Jeff Price, Joeri Rogelj",
      "paper_url": "https://doi.org/10.1038/s41586-024-08020-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4221049439",
      "paper_id": "https://openalex.org/W4221049439",
      "title": "Petabase-scale sequence alignment catalyses viral discovery",
      "authors": "Robert C. Edgar, Brie Taylor, Victor Lin, Tomer Altman, Pierre Barbera, Dmitry Meleshko, Dan Lohr, Gherman Novakovsky, Benjamin Buchfink, Basem Al-Shayeb, Jillian F. Banfield, Marcos de la Peña, Anton Korobeynikov, Rayan Chikhi, Artem Babaian",
      "paper_url": "https://doi.org/10.1038/s41586-021-04332-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4322739495",
      "paper_id": "https://openalex.org/W4322739495",
      "title": "Phototrophy by antenna-containing rhodopsin pumps in aquatic environments",
      "authors": "Ariel Chazan, Ishita Das, Takayoshi Fujiwara, Shunya Murakoshi, Andrey Rozenberg, Ana Molina-Márquez, Fumiya K. Sano, Tatsuki Tanaka, Patricia Gómez-Villegas, Shirley Larom, Alina Pushkarev, Partha Malakar, Masumi Hasegawa, Yuya Tsukamoto, Tomohiro Ishizuka, Masae Konno, Takashi Nagata, Yosuke Mizuno, Kota Katayama, Rei Abe-Yoshizumi, Sanford Ruhman, Keiichi Inoue, Hideki Kandori, Rosa León, Wataru Shihoya, Susumu Yoshizawa, Mordechai Sheves, Osamu Nureki, Oded Béjà",
      "paper_url": "https://doi.org/10.1038/s41586-023-05774-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4221023954",
      "paper_id": "https://openalex.org/W4221023954",
      "title": "Plant phytochrome B is an asymmetric dimer with unique signalling potential",
      "authors": "Hua Li, E. Sethe Burgie, Zira T. K. Gannam, Huilin Li, Richard D. Vierstra",
      "paper_url": "https://doi.org/10.1038/s41586-022-04529-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4384007497",
      "paper_id": "https://openalex.org/W4384007497",
      "title": "Plastic debris in lakes and reservoirs",
      "authors": "Veronica Nava, Sudeep Chandra, Julian Aherne, María B. Alfonso, Ana M. Antão-Geraldes, Katrin Attermeyer, Roberto Bao, Mireia Bartrons, Stella A. Berger, Marcin Biernaczyk, Raphael Bissen, Justin D. Brookes, David Brown, Miguel Cañedo-Argüelles, Moisés Canle, Camilla Capelli, Rafael Carballeira, José Luis Cereijo, Sakonvan Chawchai, Søren T. Christensen, Kirsten S. Christoffersen, Elvira de Eyto, Jorge Delgado, Tyler N. Dornan, Jonathan P. Doubek, Julia Dusaucy, Oxana Erina, Zeynep Ersoy, Heidrun Feuchtmayr, Maria Luce Frezzotti, Silvia Galafassi, David Gateuille, Vitor Gonçalves, Hans-Peter Grossart, David P. Hamilton, Ted D. Harris, Külli Kangur, Gökben Başaran Kankılıç, Rebecca Kessler, Christine Kiel, Edward M. Krynak, Àngels Leiva-Presa, Fabio Lepori, Miguel G. Matias, Shin-ichiro S. Matsuzaki, Yvonne McElarney, Beata Messyasz, Mark Mitchell, Musa C. Mlambo, Samuel N. Motitsoe, Sarma Nandini, Valentina Orlandi, Caroline Owens, Deniz Özkundakci, Solvig Pinnow, Agnieszka Pociecha, Pedro Miguel Raposeiro, Eva-Ingrid Rõõm, Federica Rotta, Nico Salmaso, S. S. S. Sarma, Davide Sartirana, Facundo Scordo, Claver Sibomana, Daniel Siewert, Katarzyna Stepanowska, Ülkü Nihan Tavşanoğlu, Maria Tereshina, James Thompson, Monica Tolotti, Amanda Valois, Piet Verburg, Brittany Welsh, Brian Wesolek, Gesa A. Weyhenmeyer, Naicheng Wu, Edyta Zawisza, Lauren Zink, Barbara Leoni",
      "paper_url": "https://doi.org/10.1038/s41586-023-06168-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4311044920",
      "paper_id": "https://openalex.org/W4311044920",
      "title": "Plastic futures and their CO2 emissions",
      "authors": "Paul Stegmann, Vassilis Daioglou, Marc Londo, Detlef P. van Vuuren, Martin Junginger",
      "paper_url": "https://doi.org/10.1038/s41586-022-05422-5",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4384023780",
      "paper_id": "https://openalex.org/W4384023780",
      "title": "Plastic pollution on the world’s coral reefs",
      "authors": "Hudson T. Pinheiro, Chancey MacDonald, Robson G. Santos, Ramadhoine Ali, Ayesha Bobat, Benjamin J. Cresswell, Ronaldo Francini-Filho, Rui Freitas, Gemma F. Galbraith, Peter Musembi, Tyler A. Phelps, Juan P. Quimbayo, T. E. Angela L. Quiros, Bart Shepherd, Paris V. Stefanoudis, Sheena Talma, João B. Teixeira, Lucy C. Woodall, Luiz A. Rocha",
      "paper_url": "https://doi.org/10.1038/s41586-023-06113-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4229070686",
      "paper_id": "https://openalex.org/W4229070686",
      "title": "Projected environmental benefits of replacing beef with microbial protein",
      "authors": "Florian Humpenöder, Benjamin Leon Bodirsky, Isabelle Weindl, Hermann Lotze-Campen, Tomas Linder, Alexander Popp",
      "paper_url": "https://doi.org/10.1038/s41586-022-04629-w",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4307424988",
      "paper_id": "https://openalex.org/W4307424988",
      "title": "Quantifying the cost savings of global solar photovoltaic supply chains",
      "authors": "John Paul Helveston, Gang He, Michael R. Davidson",
      "paper_url": "https://doi.org/10.1038/s41586-022-05316-6",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4200401162",
      "paper_id": "https://openalex.org/W4200401162",
      "title": "Rapid microbial methanogenesis during CO2 storage in hydrocarbon reservoirs",
      "authors": "R. L. Tyne, P. H. Barry, M. Lawson, D. J. Byrne, O. Warr, H. Xie, D. J. Hillegonds, M. Formolo, Z. M. Summers, B. Skinner, J. M. Eiler, C. J. Ballentine",
      "paper_url": "https://doi.org/10.1038/s41586-021-04153-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4223936817",
      "paper_id": "https://openalex.org/W4223936817",
      "title": "Realization of Paris Agreement pledges may limit warming just below 2 °C",
      "authors": "Malte Meinshausen, Jared Lewis, Christophe McGlade, Johannes Gütschow, Zebedee Nicholls, Rebecca Burdon, Laura Cozzi, Bernd Hackmann",
      "paper_url": "https://doi.org/10.1038/s41586-022-04553-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386089829",
      "paper_id": "https://openalex.org/W4386089829",
      "title": "Reef-building corals farm and feed on their photosynthetic symbionts",
      "authors": "Jörg Wiedenmann, Cecilia D’Angelo, M. Loreto Mardones, Shona Moore, Cassandra E. Benkwitt, Nicholas A. J. Graham, Bastian Hambach, Paul A. Wilson, James Vanstone, Gal Eyal, Or Ben-Zvi, Yossi Loya, Amatzia Genin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06442-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396760077",
      "paper_id": "https://openalex.org/W4396760077",
      "title": "Rhizobia–diatom symbiosis fixes missing nitrogen in the ocean",
      "authors": "Bernhard Tschitschko, Mertcan Esti, Miriam Philippi, Abiel T. Kidane, Sten Littmann, Katharina Kitzinger, Daan R. Speth, Shengjie Li, Alexandra Kraberg, Daniela Tienken, Hannah K. Marchant, Boran Kartal, Jana Milucka, Wiebke Mohr, Marcel M. M. Kuypers",
      "paper_url": "https://doi.org/10.1038/s41586-024-07495-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4378905467",
      "paper_id": "https://openalex.org/W4378905467",
      "title": "Safe and just Earth system boundaries",
      "authors": "Johan Rockström, Joyeeta Gupta, Dahe Qin, Steven J. Lade, Jesse F. Abrams, Lauren S. Andersen, David I. Armstrong McKay, Xuemei Bai, Govindasamy Bala, Stuart E. Bunn, Daniel Ciobanu, Fabrice DeClerck, Kristie Ebi, Lauren Gifford, Christopher Gordon, Syezlin Hasan, Norichika Kanie, Timothy M. Lenton, Sina Loriani, Diana M. Liverman, Awaz Mohamed, Nebojsa Nakicenovic, David Obura, Daniel Ospina, Klaudia Prodani, Crelis Rammelt, Boris Sakschewski, Joeri Scholtens, Ben Stewart-Koster, Thejna Tharammal, Detlef van Vuuren, Peter H. Verburg, Ricarda Winkelmann, Caroline Zimm, Elena M. Bennett, Stefan Bringezu, Wendy Broadgate, Pamela A. Green, Lei Huang, Lisa Jacobson, Christopher Ndehedehe, Simona Pedde, Juan Rocha, Marten Scheffer, Lena Schulte-Uebbing, Wim de Vries, Cunde Xiao, Chi Xu, Xinwu Xu, Noelia Zafra-Calvo, Xin Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06083-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389670727",
      "paper_id": "https://openalex.org/W4389670727",
      "title": "Spread in climate policy scenarios unravelled",
      "authors": "Mark M. Dekker, Andries F. Hof, Maarten van den Berg, Vassilis Daioglou, Rik van Heerden, Kaj-Ivar van der Wijst, Detlef P.  van Vuuren",
      "paper_url": "https://doi.org/10.1038/s41586-023-06738-6",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411413336",
      "paper_id": "https://openalex.org/W4411413336",
      "title": "Strategies for climate-resilient global wind and solar power systems",
      "authors": "Dongsheng Zheng, Xizhe Yan, Dan Tong, Steven J. Davis, Ken Caldeira, Yuanyuan Lin, Yaqin Guo, Jingyun Li, Peng Wang, Liying Ping, Shijie Feng, Yang Liu, Jing Cheng, Deliang Chen, Kebin He, Qiang Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09266-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4323546397",
      "paper_id": "https://openalex.org/W4323546397",
      "title": "Structural basis for bacterial energy extraction from atmospheric hydrogen",
      "authors": "Rhys Grinter, Ashleigh Kropp, Hari Venugopal, Moritz Senger, Jack Badley, Princess R. Cabotaje, Ruyu Jia, Zehui Duan, Ping Huang, Sven T. Stripp, Christopher K. Barlow, Matthew Belousoff, Hannah S. Shafaat, Gregory M. Cook, Ralf B. Schittenhelm, Kylie A. Vincent, Syma Khalid, Gustav Berggren, Chris Greening",
      "paper_url": "https://doi.org/10.1038/s41586-023-05781-7",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406155871",
      "paper_id": "https://openalex.org/W4406155871",
      "title": "Structural basis for the conformational protection of nitrogenase from O2",
      "authors": "Sarah M. Narehood, Brian D. Cook, Suppachai Srisantitham, Vanessa H. Eng, Angela A. Shiau, Kelly L. McGuire, R. David Britt, Mark A. Herzik Jr, F. Akif Tezcan",
      "paper_url": "https://doi.org/10.1038/s41586-024-08311-1",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409485912",
      "paper_id": "https://openalex.org/W4409485912",
      "title": "Structure of the ATP-driven methyl-coenzyme M reductase activation complex",
      "authors": "Fidel Ramírez-Amador, Sophia Paul, Anuj Kumar, Christian Lorent, Sebastian Keller, Stefan Bohn, Thinh Nguyen, Stefano Lometto, Dennis Vlegels, Jörg Kahnt, Darja Deobald, Frank Abendroth, Olalla Vázquez, Georg Hochberg, Silvan Scheller, Sven T. Stripp, Jan Michael Schuller",
      "paper_url": "https://doi.org/10.1038/s41586-025-08890-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4293792365",
      "paper_id": "https://openalex.org/W4293792365",
      "title": "Structures of a phycobilisome in light-harvesting and photoprotected states",
      "authors": "María Agustina Domínguez-Martín, Paul V. Sauer, Henning Kirst, Markus Sutter, David Bína, Basil J. Greber, Eva Nogales, Tomáš Polívka, Cheryl A. Kerfeld",
      "paper_url": "https://doi.org/10.1038/s41586-022-05156-4",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4280545664",
      "paper_id": "https://openalex.org/W4280545664",
      "title": "Synergistic HNO3–H2SO4–NH3 upper tropospheric particle formation",
      "authors": "Mingyi Wang, Mao Xiao, Barbara Bertozzi, Guillaume Marie, Birte Rörup, Benjamin Schulze, Roman Bardakov, Xu-Cheng He, Jiali Shen, Wiebke Scholz, Ruby Marten, Lubna Dada, Rima Baalbaki, Brandon Lopez, Houssni Lamkaddam, Hanna E. Manninen, António Amorim, Farnoush Ataei, Pia Bogert, Zoé Brasseur, Lucía Caudillo, Louis-Philippe De Menezes, Jonathan Duplissy, Annica M. L. Ekman, Henning Finkenzeller, Loïc Gonzalez Carracedo, Manuel Granzin, Roberto Guida, Martin Heinritzi, Victoria Hofbauer, Kristina Höhler, Kimmo Korhonen, Jordan E. Krechmer, Andreas Kürten, Katrianne Lehtipalo, Naser G. A. Mahfouz, Vladimir Makhmutov, Dario Massabò, Serge Mathot, Roy L. Mauldin, Bernhard Mentler, Tatjana Müller, Antti Onnela, Tuukka Petäjä, Maxim Philippov, Ana A. Piedehierro, Andrea Pozzer, Ananth Ranjithkumar, Meredith Schervish, Siegfried Schobesberger, Mario Simon, Yuri Stozhkov, António Tomé, Nsikanabasi Silas Umo, Franziska Vogel, Robert Wagner, Dongyu S. Wang, Stefan K. Weber, André Welti, Yusheng Wu, Marcel Zauner-Wieczorek, Mikko Sipilä, Paul M. Winkler, Armin Hansel, Urs Baltensperger, Markku Kulmala, Richard C. Flagan, Joachim Curtius, Ilona Riipinen, Hamish Gordon, Jos Lelieveld, Imad El-Haddad, Rainer Volkamer, Douglas R. Worsnop, Theodoros Christoudias, Jasper Kirkby, Ottmar Möhler, Neil M. Donahue",
      "paper_url": "https://doi.org/10.1038/s41586-022-04605-4",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3208342997",
      "paper_id": "https://openalex.org/W3208342997",
      "title": "Terrestrial-type nitrogen-fixing symbiosis between seagrass and a marine bacterium",
      "authors": "Wiebke Mohr, Nadine Lehnen, Soeren Ahmerkamp, Hannah K. Marchant, Jon S. Graf, Bernhard Tschitschko, Pelin Yilmaz, Sten Littmann, Harald Gruber-Vodicka, Nikolaus Leisch, Miriam Weber, Christian Lott, Carsten J. Schubert, Jana Milucka, Marcel M. M. Kuypers",
      "paper_url": "https://doi.org/10.1038/s41586-021-04063-4",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410019287",
      "paper_id": "https://openalex.org/W4410019287",
      "title": "The distribution of subsurface microplastics in the ocean",
      "authors": "Shiye Zhao, Karin F. Kvale, Lixin Zhu, Erik R. Zettler, Matthias Egger, Tracy J. Mincer, Linda A. Amaral-Zettler, Laurent Lebreton, Helge Niemann, Ryota Nakajima, Martin Thiel, Ryan P. Bos, Luisa Galgani, Aron Stubbins",
      "paper_url": "https://doi.org/10.1038/s41586-025-08818-1",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4413117566",
      "paper_id": "https://openalex.org/W4413117566",
      "title": "The geologic history of marine dissolved organic carbon from iron oxides",
      "authors": "Nir Galili, Stefano M. Bernasconi, Alon Nissan, Uria Alcolombri, Giorgia Aquila, Marcella Di Bella, Thomas M. Blattmann, Negar Haghipour, Francesco Italiano, Madalina Jaggi, Ifat Kaplan-Ashiri, Kang Soo Lee, Maxwell A. Lechte, Cara Magnabosco, Susannah M. Porter, Maxim Rudmin, Robert G. M. Spencer, Roman Stocker, Zhe Wang, Stephan Wohlwend, Jordon D. Hemingway",
      "paper_url": "https://doi.org/10.1038/s41586-025-09383-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3195653929",
      "paper_id": "https://openalex.org/W3195653929",
      "title": "The Montreal Protocol protects the terrestrial carbon sink",
      "authors": "Paul J. Young, Anna B. Harper, Chris Huntingford, Nigel D. Paul, Olaf Morgenstern, Paul A. Newman, Luke D. Oman, Sasha Madronich, Rolando R. Garcia",
      "paper_url": "https://doi.org/10.1038/s41586-021-03737-3",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3160699921",
      "paper_id": "https://openalex.org/W3160699921",
      "title": "The nutritional quality of cereals varies geospatially in Ethiopia and Malawi",
      "authors": "D. Gashu, P. C. Nalivata, T. Amede, E. L. Ander, E. H. Bailey, L. Botoman, C. Chagumaira, S. Gameda, S. M. Haefele, K. Hailu, E. J. M. Joy, A. A. Kalimbira, D. B. Kumssa, R. M. Lark, I. S. Ligowe, S. P. McGrath, A. E. Milne, A. W. Mossa, M. Munthali, E. K. Towett, M. G. Walsh, L. Wilson, S. D. Young, M. R. Broadley",
      "paper_url": "https://doi.org/10.1038/s41586-021-03559-3",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4383197514",
      "paper_id": "https://openalex.org/W4383197514",
      "title": "The social value of offsets",
      "authors": "Ben Groom, Frank Venmans",
      "paper_url": "https://doi.org/10.1038/s41586-023-06153-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402437897",
      "paper_id": "https://openalex.org/W4402437897",
      "title": "The ultra-high affinity transport proteins of ubiquitous marine bacteria",
      "authors": "Ben E. Clifton, Uria Alcolombri, Gen-Ichiro Uechi, Colin J. Jackson, Paola Laurino",
      "paper_url": "https://doi.org/10.1038/s41586-024-07924-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W4200175714",
      "paper_id": "https://openalex.org/W4200175714",
      "title": "Towards the biogeography of prokaryotic genes",
      "authors": "Luis Pedro Coelho, Renato Alves, Álvaro Rodríguez del Río, Pernille Neve Myers, Carlos P. Cantalapiedra, Joaquín Giner-Lamia, Thomas Sebastian Schmidt, Daniel R. Mende, Askarbek Orakov, Ivica Letunic, Falk Hildebrand, Thea Van Rossum, Sofia K. Forslund, Supriya Khedkar, Oleksandr M. Maistrenko, Shaojun Pan, Longhao Jia, Pamela Ferretti, Shinichi Sunagawa, Xing-Ming Zhao, Henrik Bjørn Nielsen, Jaime Huerta-Cepas, Peer Bork",
      "paper_url": "https://doi.org/10.1038/s41586-021-04233-4",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411932256",
      "paper_id": "https://openalex.org/W4411932256",
      "title": "Trade-offs in aviation impacts on climate favour non-CO2 mitigation",
      "authors": "Michael J. Prather, Andrew Gettelman, Joyce E. Penner",
      "paper_url": "https://doi.org/10.1038/s41586-025-09198-2",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407157705",
      "paper_id": "https://openalex.org/W4407157705",
      "title": "Transforming US agriculture for carbon removal with enhanced weathering",
      "authors": "David J. Beerling, Euripides P. Kantzas, Mark R. Lomas, Lyla L. Taylor, Shuang Zhang, Yoshiki Kanzaki, Rafael M. Eufrasio, Phil Renforth, Jean-Francois Mecure, Hector Pollitt, Philip B. Holden, Neil R. Edwards, Lenny Koh, Dimitar Z. Epihov, Adam Wolf, James E. Hansen, Steven A. Banwart, Nick F. Pidgeon, Christopher T. Reinhard, Noah J. Planavsky, Maria Val Martin",
      "paper_url": "https://doi.org/10.1038/s41586-024-08429-2",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410189406",
      "paper_id": "https://openalex.org/W4410189406",
      "title": "Trends in the seasonal amplitude of atmospheric methane",
      "authors": "Gang Liu, Lu Shen, Philippe Ciais, Xin Lin, Didier Hauglustaine, Xin Lan, Alexander J. Turner, Yi Xi, Yu Zhu, Shushi Peng",
      "paper_url": "https://doi.org/10.1038/s41586-025-08900-8",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3161575169",
      "paper_id": "https://openalex.org/W3161575169",
      "title": "Ubiquitous atmospheric production of organic acids mediated by cloud droplets",
      "authors": "B. Franco, T. Blumenstock, C. Cho, L. Clarisse, C. Clerbaux, P.-F. Coheur, M. De Mazière, I. De Smedt, H.-P. Dorn, T. Emmerichs, H. Fuchs, G. Gkatzelis, D. W. T. Griffith, S. Gromov, J. W. Hannigan, F. Hase, T. Hohaus, N. Jones, A. Kerkweg, A. Kiendler-Scharr, E. Lutsch, E. Mahieu, A. Novelli, I. Ortega, C. Paton-Walsh, M. Pommier, A. Pozzer, D. Reimer, S. Rosanka, R. Sander, M. Schneider, K. Strong, R. Tillmann, M. Van Roozendael, L. Vereecken, C. Vigouroux, A. Wahner, D. Taraborrelli",
      "paper_url": "https://doi.org/10.1038/s41586-021-03462-x",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W4200203066",
      "paper_id": "https://openalex.org/W4200203066",
      "title": "Uncovering global-scale risks from commercial chemicals in air",
      "authors": "Qifan Liu, Li Li, Xianming Zhang, Amandeep Saini, Wenlong Li, Hayley Hung, Chunyan Hao, Kun Li, Patrick Lee, Jeremy J. B. Wentzell, Chunyan Huo, Shao-Meng Li, Tom Harner, John Liggio",
      "paper_url": "https://doi.org/10.1038/s41586-021-04134-6",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3197491055",
      "paper_id": "https://openalex.org/W3197491055",
      "title": "Unextractable fossil fuels in a 1.5 °C world",
      "authors": "Dan Welsby, James Price, Steve Pye, Paul Ekins",
      "paper_url": "https://doi.org/10.1038/s41586-021-03821-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4399121897",
      "paper_id": "https://openalex.org/W4399121897",
      "title": "Unlocking bacterial potential to reduce farmland N2O emissions",
      "authors": "Elisabeth G. Hiis, Silas H. W. Vick, Lars Molstad, Kristine Røsdal, Kjell Rune Jonassen, Wilfried Winiwarter, Lars R. Bakken",
      "paper_url": "https://doi.org/10.1038/s41586-024-07464-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387541035",
      "paper_id": "https://openalex.org/W4387541035",
      "title": "Unraveling the functional dark matter through global metagenomics",
      "authors": "Georgios A. Pavlopoulos, Fotis A. Baltoumas, Sirui Liu, Oguz Selvitopi, Antonio Pedro Camargo, Stephen Nayfach, Ariful Azad, Simon Roux, Lee Call, Natalia N. Ivanova, I. Min Chen, David Paez-Espino, Evangelos Karatzas, Silvia G. Acinas, Nathan Ahlgren, Graeme Attwood, Petr Baldrian, Timothy Berry, Jennifer M. Bhatnagar, Devaki Bhaya, Kay D. Bidle, Jeffrey L. Blanchard, Eric S. Boyd, Jennifer L. Bowen, Jeff Bowman, Susan H. Brawley, Eoin L. Brodie, Andreas Brune, Donald A. Bryant, Alison Buchan, Hinsby Cadillo-Quiroz, Barbara J. Campbell, Ricardo Cavicchioli, Peter F. Chuckran, Maureen Coleman, Sean Crowe, Daniel R. Colman, Cameron R. Currie, Jeff Dangl, Nathalie Delherbe, Vincent J. Denef, Paul Dijkstra, Daniel D. Distel, Emiley Eloe-Fadrosh, Kirsten Fisher, Christopher Francis, Aaron Garoutte, Amelie Gaudin, Lena Gerwick, Filipa Godoy-Vitorino, Peter Guerra, Jiarong Guo, Mussie Y. Habteselassie, Steven J. Hallam, Roland Hatzenpichler, Ute Hentschel, Matthias Hess, Ann M. Hirsch, Laura A. Hug, Jenni Hultman, Dana E. Hunt, Marcel Huntemann, William P. Inskeep, Timothy Y. James, Janet Jansson, Eric R. Johnston, Marina Kalyuzhnaya, Charlene N. Kelly, Robert M. Kelly, Jonathan L. Klassen, Klaus Nüsslein, Joel E. Kostka, Steven Lindow, Erik Lilleskov, Mackenzie Lynes, Rachel Mackelprang, Francis M. Martin, Olivia U. Mason, R. Michael McKay, Katherine McMahon, David A. Mead, Monica Medina, Laura K. Meredith, Thomas Mock, William W. Mohn, Mary Ann Moran, Alison Murray, Josh D. Neufeld, Rebecca Neumann, Jeanette M. Norton, Laila P. Partida-Martinez, Nicole Pietrasiak, Dale Pelletier, T. B. K. Reddy, Brandi Kiel Reese, Nicholas J. Reichart, Rebecca Reiss, Mak A. Saito, Daniel P. Schachtman, Rekha Seshadri, Ashley Shade, David Sherman, Rachel Simister, Holly Simon, James Stegen, Ramunas Stepanauskas, Matthew Sullivan, Dawn Y. Sumner, Hanno Teeling, Kimberlee Thamatrakoln, Kathleen Treseder, Susannah Tringe, Parag Vaishampayan, David L. Valentine, Nicholas B. Waldo, Mark P. Waldrop, David A. Walsh, David M. Ward, Michael Wilkins, Thea Whitman, Jamie Woolet, Tanja Woyke, Ioannis Iliopoulos, Konstantinos Konstantinidis, James M. Tiedje, Jennifer Pett-Ridge, David Baker, Axel Visel, Christos A. Ouzounis, Sergey Ovchinnikov, Aydin Buluç, Nikos C. Kyrpides",
      "paper_url": "https://doi.org/10.1038/s41586-023-06583-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392747879",
      "paper_id": "https://openalex.org/W4392747879",
      "title": "US oil and gas system emissions from nearly one million aerial site measurements",
      "authors": "Evan D. Sherwin, Jeffrey S. Rutherford, Zhan Zhang, Yuanlei Chen, Erin B. Wetherley, Petr V. Yakovlev, Elena S. F. Berman, Brian B. Jones, Daniel H. Cusworth, Andrew K. Thorpe, Alana K. Ayasse, Riley M. Duren, Adam R. Brandt",
      "paper_url": "https://doi.org/10.1038/s41586-024-07117-5",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410019315",
      "paper_id": "https://openalex.org/W4410019315",
      "title": "Using life cycle assessment to drive innovation for sustainable cool clouds",
      "authors": "Husam Alissa, Teresa Nick, Ashish Raniwala, Alberto Arribas Herranz, Kali Frost, Ioannis Manousakis, Kari Lio, Brijesh Warrier, Vaidehi Oruganti, T. J. DiCaprio, Kathryn Oseen-Senda, Bharath Ramakrishnan, Naval Gupta, Ricardo Bianchini, Jim Kleewein, Christian Belady, Marcus Fontoura, Julie Sinistore, Mukunth Natarajan, Lauren Johnson, VeeAnder Mealing, Praneet Arshi, Madeline Frieze",
      "paper_url": "https://doi.org/10.1038/s41586-025-08832-3",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4311664742",
      "paper_id": "https://openalex.org/W4311664742",
      "title": "Wetland emission and atmospheric sink changes explain methane growth in 2020",
      "authors": "Shushi Peng, Xin Lin, Rona L. Thompson, Yi Xi, Gang Liu, Didier Hauglustaine, Xin Lan, Benjamin Poulter, Michel Ramonet, Marielle Saunois, Yi Yin, Zhen Zhang, Bo Zheng, Philippe Ciais",
      "paper_url": "https://doi.org/10.1038/s41586-022-05447-w",
      "venue": "nature22"
    }
  ]
}