{
  "cluster_id": 171,
  "papers": [
    {
      "id": "nature25_https://openalex.org/W4408244087",
      "paper_id": "https://openalex.org/W4408244087",
      "title": "10,000-h-stable intermittent alkaline seawater electrolysis",
      "authors": "Qihao Sha, Shiyuan Wang, Li Yan, Yisui Feng, Zhuang Zhang, Shihang Li, Xinlong Guo, Tianshui Li, Hui Li, Zhongbin Zhuang, Daojin Zhou, Bin Liu, Xiaoming Sun",
      "paper_url": "https://doi.org/10.1038/s41586-025-08610-1",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4220911389",
      "paper_id": "https://openalex.org/W4220911389",
      "title": "[18F]Difluorocarbene for positron emission tomography",
      "authors": "Jeroen B. I. Sap, Claudio F. Meyer, Joseph Ford, Natan J. W. Straathof, Alexander B. Dürr, Mariah J. Lelos, Stephen J. Paisey, Tim A. Mollner, Sandrine M. Hell, Andrés A. Trabanco, Christophe Genicot, Christopher W. am Ende, Robert S. Paton, Matthew Tredwell, Véronique Gouverneur",
      "paper_url": "https://doi.org/10.1038/s41586-022-04669-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386886467",
      "paper_id": "https://openalex.org/W4386886467",
      "title": "A crystalline doubly oxidized carbene",
      "authors": "Ying Kai Loh, Mohand Melaimi, Milan Gembicky, Dominik Munz, Guy Bertrand",
      "paper_url": "https://doi.org/10.1038/s41586-023-06539-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396592778",
      "paper_id": "https://openalex.org/W4396592778",
      "title": "A deconstruction-reconstruction strategy for pyrimidine diversification",
      "authors": "Benjamin J. H. Uhlenbruck, Celena M. Josephitis, Louis de Lescure, Robert S. Paton, Andrew McNally",
      "paper_url": "https://doi.org/10.1038/s41586-024-07474-1",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4296693414",
      "paper_id": "https://openalex.org/W4296693414",
      "title": "A designed photoenzyme for enantioselective [2+2] cycloadditions",
      "authors": "Jonathan S. Trimble, Rebecca Crawshaw, Florence J. Hardy, Colin W. Levy, Murray J. B. Brown, Douglas E. Fuerst, Derren J. Heyes, Richard Obexer, Anthony P. Green",
      "paper_url": "https://doi.org/10.1038/s41586-022-05335-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399534828",
      "paper_id": "https://openalex.org/W4399534828",
      "title": "A general strategy for the synthesis of taxane diterpenes",
      "authors": "Lu Pan, Fabian Schneider, Moritz Ottenbruch, Rainer Wiechert, Tatjana List, Philipp Schoch, Bastian Mertes, Tanja Gaich",
      "paper_url": "https://doi.org/10.1038/s41586-024-07675-8",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4220997029",
      "paper_id": "https://openalex.org/W4220997029",
      "title": "A kinase-cGAS cascade to synthesize a therapeutic STING activator",
      "authors": "John A. McIntosh, Zhijian Liu, Brian M. Andresen, Nastaran Salehi Marzijarani, Jeffrey C. Moore, Nicholas M. Marshall, Margie Borra-Garske, Jennifer V. Obligacion, Patrick S. Fier, Feng Peng, Jacob H. Forstater, Matthew S. Winston, Chihui An, Wonsuk Chang, Jongwon Lim, Mark A. Huffman, Steven P. Miller, Fuh-Rong Tsay, Michael D. Altman, Charles A. Lesburg, Dietrich Steinhuebel, B. Wesley Trotter, Jared N. Cumming, Alan Northrup, Xiaodong Bu, Benjamin F. Mann, Mirlinda Biba, Kaori Hiraga, Grant S. Murphy, Joshua N. Kolev, Amanda Makarewicz, Weilan Pan, Iman Farasat, Rachel S. Bade, Kevin Stone, Da Duan, Oscar Alvizo, Donovan Adpressa, Erik Guetschow, Erik Hoyt, Erik L. Regalado, Steve Castro, Nelo Rivera, Joseph P. Smith, Fengqiang Wang, Alejandro Crespo, Deeptak Verma, Stephanus Axnanda, Zachary E. X. Dance, Paul N. Devine, David Tschaen, Keith A. Canada, Paul G. Bulger, Benjamin D. Sherry, Matthew D. Truppo, Rebecca T. Ruck, Louis-Charles Campeau, David Jonathan Bennett, Guy R. Humphrey, Kevin R. Campos, Matthew L. Maddess",
      "paper_url": "https://doi.org/10.1038/s41586-022-04422-9",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4315643128",
      "paper_id": "https://openalex.org/W4315643128",
      "title": "A ligand insertion mechanism for cooperative NH3 capture in metal–organic frameworks",
      "authors": "Benjamin E. R. Snyder, Ari B. Turkiewicz, Hiroyasu Furukawa, Maria V. Paley, Ever O. Velasquez, Matthew N. Dods, Jeffrey R. Long",
      "paper_url": "https://doi.org/10.1038/s41586-022-05409-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389893848",
      "paper_id": "https://openalex.org/W4389893848",
      "title": "A light-driven enzymatic enantioselective radical acylation",
      "authors": "Yuanyuan Xu, Hongwei Chen, Lu Yu, Xichao Peng, Jiawei Zhang, Zhongqiu Xing, Yuyan Bao, Aokun Liu, Yue Zhao, Changlin Tian, Yong Liang, Xiaoqiang Huang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06822-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4310438817",
      "paper_id": "https://openalex.org/W4310438817",
      "title": "A membrane-based seawater electrolyser for hydrogen generation",
      "authors": "Heping Xie, Zhiyu Zhao, Tao Liu, Yifan Wu, Cheng Lan, Wenchuan Jiang, Liangyu Zhu, Yunpeng Wang, Dongsheng Yang, Zongping Shao",
      "paper_url": "https://doi.org/10.1038/s41586-022-05379-5",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407392475",
      "paper_id": "https://openalex.org/W4407392475",
      "title": "A metagenomic ‘dark matter’ enzyme catalyses oxidative cellulose conversion",
      "authors": "Clelton A. Santos, Mariana A. B. Morais, Fernanda Mandelli, Evandro A. Lima, Renan Y. Miyamoto, Paula M. R. Higasi, Evandro A. Araujo, Douglas A. A. Paixão, Joaquim M. Junior, Maria L. Motta, Rodrigo S. A. Streit, Luana G. Morão, Claudio B. C. Silva, Lucia D. Wolf, Cesar R. F. Terrasan, Nathalia R. Bulka, Jose A. Diogo, Felipe J. Fuzita, Felippe M. Colombari, Camila R. Santos, Priscila T. Rodrigues, Daiane B. Silva, Sacha Grisel, Juliana S. Bernardes, Nicolas Terrapon, Vincent Lombard, Antonio J. C. Filho, Bernard Henrissat, Bastien Bissaro, Jean-Guy Berrin, Gabriela F. Persinoti, Mario T. Murakami",
      "paper_url": "https://doi.org/10.1038/s41586-024-08553-z",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4293792996",
      "paper_id": "https://openalex.org/W4293792996",
      "title": "A microbial supply chain for production of the anti-cancer drug vinblastine",
      "authors": "Jie Zhang, Lea G. Hansen, Olga Gudich, Konrad Viehrig, Lærke M. M. Lassen, Lars Schrübbers, Khem B. Adhikari, Paulina Rubaszka, Elena Carrasquer-Alvarez, Ling Chen, Vasil D’Ambrosio, Beata Lehka, Ahmad K. Haidar, Saranya Nallapareddy, Konstantina Giannakou, Marcos Laloux, Dushica Arsovska, Marcus A. K. Jørgensen, Leanne Jade G. Chan, Mette Kristensen, Hanne B. Christensen, Suresh Sudarsan, Emily A. Stander, Edward Baidoo, Christopher J. Petzold, Tune Wulff, Sarah E. O’Connor, Vincent Courdavault, Michael K. Jensen, Jay D. Keasling",
      "paper_url": "https://doi.org/10.1038/s41586-022-05157-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3160334326",
      "paper_id": "https://openalex.org/W3160334326",
      "title": "A radical approach for the selective C–H borylation of azines",
      "authors": "Ji Hye Kim, Timothée Constantin, Marco Simonetti, Josep Llaveria, Nadeem S. Sheikh, Daniele Leonori",
      "paper_url": "https://doi.org/10.1038/s41586-021-03637-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4396918932",
      "paper_id": "https://openalex.org/W4396918932",
      "title": "A renewably sourced, circular photopolymer resin for additive manufacturing",
      "authors": "Thiago O. Machado, Connor J. Stubbs, Viviane Chiaradia, Maher A. Alraddadi, Arianna Brandolese, Joshua C. Worch, Andrew P. Dove",
      "paper_url": "https://doi.org/10.1038/s41586-024-07399-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4223914023",
      "paper_id": "https://openalex.org/W4223914023",
      "title": "A solid-state electrolysis process for upcycling aluminium scrap",
      "authors": "Xin Lu, Zhengyang Zhang, Takehito Hiraki, Osamu Takeda, Hongmin Zhu, Kazuyo Matsubae, Tetsuya Nagasaka",
      "paper_url": "https://doi.org/10.1038/s41586-022-04748-4",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3121565687",
      "paper_id": "https://openalex.org/W3121565687",
      "title": "A stable low-temperature H2-production catalyst by crowding Pt on α-MoC",
      "authors": "Xiao Zhang, Mengtao Zhang, Yuchen Deng, Mingquan Xu, Luca Artiglia, Wen Wen, Rui Gao, Bingbing Chen, Siyu Yao, Xiaochen Zhang, Mi Peng, Jie Yan, Aowen Li, Zheng Jiang, Xingyu Gao, Sufeng Cao, Ce Yang, A. Jeremy Kropf, Jinan Shi, Jinglin Xie, Mingshu Bi, Jeroen A. van Bokhoven, Yong-Wang Li, Xiaodong Wen, Maria Flytzani-Stephanopoulos, Chuan Shi, Wu Zhou, Ding Ma",
      "paper_url": "https://doi.org/10.1038/s41586-020-03130-6",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411024778",
      "paper_id": "https://openalex.org/W4411024778",
      "title": "Acetolysis for epoxy-amine carbon fibre-reinforced polymer recycling",
      "authors": "Ciaran W. Lahive, Stephen H. Dempsey, Sydney E. Reiber, Ajinkya Pal, Katherine R. Stevenson, William E. Michener, Hannah M. Alt, Kelsey J. Ramirez, Erik G. Rognerud, Clarissa L. Lincoln, Ryan W. Clarke, Jason S. DesVeaux, Taylor Uekert, Nicholas A. Rorrer, Katrina M. Knauer, Gregg T. Beckham",
      "paper_url": "https://doi.org/10.1038/s41586-025-09067-y",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4413116849",
      "paper_id": "https://openalex.org/W4413116849",
      "title": "Acidic oxygen reduction by single-atom Fe catalysts on curved supports",
      "authors": "Yasong Zhao, Jiawei Wan, Chongyi Ling, Yanlei Wang, Hongyan He, Nailiang Yang, Rui Wen, Qinghua Zhang, Lin Gu, Bolong Yang, Zhonghua Xiang, Chen Chen, Jinlan Wang, Xin Wang, Yucheng Wang, Huabing Tao, Xuning Li, Bin Liu, Suojiang Zhang, Dan Wang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09364-6",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391774828",
      "paper_id": "https://openalex.org/W4391774828",
      "title": "Alkene dialkylation by triple radical sorting",
      "authors": "Johnny Z. Wang, William L. Lyon, David W. C. MacMillan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07165-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399830311",
      "paper_id": "https://openalex.org/W4399830311",
      "title": "An alternative broad-specificity pathway for glycan breakdown in bacteria",
      "authors": "Seyed Amirhossein Nasseri, Aleksander C. Lazarski, Imke L. Lemmer, Chloe Y. Zhang, Eva Brencher, Hong-Ming Chen, Lyann Sim, Deepesh Panwar, Leo Betschart, Liam J. Worrall, Harry Brumer, Natalie C. J. Strynadka, Stephen G. Withers",
      "paper_url": "https://doi.org/10.1038/s41586-024-07574-y",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4292871234",
      "paper_id": "https://openalex.org/W4292871234",
      "title": "An asymmetric sp3–sp3 cross-electrophile coupling using ‘ene’-reductases",
      "authors": "Haigen Fu, Jingzhe Cao, Tianzhang Qiao, Yuyin Qi, Simon J. Charnock, Samuel Garfinkle, Todd K. Hyster",
      "paper_url": "https://doi.org/10.1038/s41586-022-05167-1",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400730636",
      "paper_id": "https://openalex.org/W4400730636",
      "title": "An engineered enzyme embedded into PLA to make self-biodegradable plastic",
      "authors": "M. Guicherd, M. Ben Khaled, M. Guéroult, J. Nomme, M. Dalibey, F. Grimaud, P. Alvarez, E. Kamionka, S. Gavalda, M. Noël, M. Vuillemin, E. Amillastre, D. Labourdette, G. Cioci, V. Tournier, V. Kitpreechavanich, P. Dubois, I. André, S. Duquesne, A. Marty",
      "paper_url": "https://doi.org/10.1038/s41586-024-07709-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387540940",
      "paper_id": "https://openalex.org/W4387540940",
      "title": "Arenium-ion-catalysed halodealkylation of fully alkylated silanes",
      "authors": "Tao He, Hendrik F. T. Klare, Martin Oestreich",
      "paper_url": "https://doi.org/10.1038/s41586-023-06646-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4405268638",
      "paper_id": "https://openalex.org/W4405268638",
      "title": "Aromatic ring-opening metathesis",
      "authors": "Valeriia Hutskalova, Christof Sparr",
      "paper_url": "https://doi.org/10.1038/s41586-024-08472-z",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399104420",
      "paper_id": "https://openalex.org/W4399104420",
      "title": "Asymmetric hydrogenation of ketimines with minimally different alkyl groups",
      "authors": "Mingyang Wang, Shihan Liu, Hao Liu, Yujie Wang, Yu Lan, Qiang Liu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07581-z",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283275283",
      "paper_id": "https://openalex.org/W4283275283",
      "title": "Asymmetric pore windows in MOF membranes for natural gas valorization",
      "authors": "Sheng Zhou, Osama Shekhah, Adrian Ramírez, Pengbo Lyu, Edy Abou-Hamad, Jiangtao Jia, Jiantang Li, Prashant M. Bhatt, Zhiyuan Huang, Hao Jiang, Tian Jin, Guillaume Maurin, Jorge Gascon, Mohamed Eddaoudi",
      "paper_url": "https://doi.org/10.1038/s41586-022-04763-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4210886227",
      "paper_id": "https://openalex.org/W4210886227",
      "title": "Automated iterative Csp3–C bond formation",
      "authors": "Daniel J. Blair, Sriyankari Chitti, Melanie Trobe, David M. Kostyra, Hannah M. S. Haley, Richard L. Hansen, Steve G. Ballmer, Toby J. Woods, Wesley Wang, Vikram Mubayi, Michael J. Schmidt, Robert W. Pipal, Greg. F. Morehouse, Andrea M. E. Palazzolo Ray, Danielle L. Gray, Adrian L. Gill, Martin D. Burke",
      "paper_url": "https://doi.org/10.1038/s41586-022-04491-w",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4205869773",
      "paper_id": "https://openalex.org/W4205869773",
      "title": "Au–Pd separation enhances bimetallic catalysis of alcohol oxidation",
      "authors": "Xiaoyang Huang, Ouardia Akdim, Mark Douthwaite, Kai Wang, Liang Zhao, Richard J. Lewis, Samuel Pattisson, Isaac T. Daniel, Peter J. Miedziak, Greg Shaw, David J. Morgan, Sultan M. Althahban, Thomas E. Davies, Qian He, Fei Wang, Jile Fu, Donald Bethell, Steven McIntosh, Christopher J. Kiely, Graham J. Hutchings",
      "paper_url": "https://doi.org/10.1038/s41586-022-04397-7",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3177228822",
      "paper_id": "https://openalex.org/W3177228822",
      "title": "Aziridine synthesis by coupling amines and alkenes via an electrogenerated dication",
      "authors": "Dylan E. Holst, Diana J. Wang, Min Ji Kim, Ilia A. Guzei, Zachary K. Wickens",
      "paper_url": "https://doi.org/10.1038/s41586-021-03717-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4294904457",
      "paper_id": "https://openalex.org/W4294904457",
      "title": "Bifunctional hydroformylation on heterogeneous Rh-WOx pair site catalysts",
      "authors": "Insoo Ro, Ji Qi, Seungyeon Lee, Mingjie Xu, Xingxu Yan, Zhenhua Xie, Gregory Zakem, Austin Morales, Jingguang G. Chen, Xiaoqing Pan, Dionisios G. Vlachos, Stavros Caratzoulas, Phillip Christopher",
      "paper_url": "https://doi.org/10.1038/s41586-022-05075-4",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4220749138",
      "paper_id": "https://openalex.org/W4220749138",
      "title": "Biocatalytic oxidative cross-coupling reactions for biaryl bond formation",
      "authors": "Lara E. Zetzsche, Jessica A. Yazarians, Suman Chakrabarty, Meagan E. Hinze, Lauren A. M. Murray, April L. Lukowski, Leo A. Joyce, Alison R. H. Narayan",
      "paper_url": "https://doi.org/10.1038/s41586-021-04365-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4294904299",
      "paper_id": "https://openalex.org/W4294904299",
      "title": "Biosynthesis of selenium-containing small molecules in diverse microorganisms",
      "authors": "Chase M. Kayrouz, Jonathan Huang, Nicole Hauser, Mohammad R. Seyedsayamdost",
      "paper_url": "https://doi.org/10.1038/s41586-022-05174-2",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4284891273",
      "paper_id": "https://openalex.org/W4284891273",
      "title": "Biosynthesis of strychnine",
      "authors": "Benke Hong, Dagny Grzech, Lorenzo Caputi, Prashant Sonawane, Carlos E. Rodríguez López, Mohamed Omar Kamileen, Néstor J. Hernández Lozada, Veit Grabe, Sarah E. O’Connor",
      "paper_url": "https://doi.org/10.1038/s41586-022-04950-4",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385667805",
      "paper_id": "https://openalex.org/W4385667805",
      "title": "Bonding wood with uncondensed lignins as adhesives",
      "authors": "Guangxu Yang, Zhenggang Gong, Xiaolin Luo, Lihui Chen, Li Shuai",
      "paper_url": "https://doi.org/10.1038/s41586-023-06507-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396732447",
      "paper_id": "https://openalex.org/W4396732447",
      "title": "Boron catalysis in a designer enzyme",
      "authors": "Lars Longwitz, Reuben B. Leveson-Gower, Henriëtte J. Rozeboom, Andy-Mark W. H. Thunnissen, Gerard Roelfes",
      "paper_url": "https://doi.org/10.1038/s41586-024-07391-3",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411932252",
      "paper_id": "https://openalex.org/W4411932252",
      "title": "Boron-mediated modular assembly of tetrasubstituted alkenes",
      "authors": "Liang Wei, Mihai V. Popescu, Adam Noble, Robert S. Paton, Varinder K. Aggarwal",
      "paper_url": "https://doi.org/10.1038/s41586-025-09209-2",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410551280",
      "paper_id": "https://openalex.org/W4410551280",
      "title": "C-to-N atom swapping and skeletal editing in indoles and benzofurans",
      "authors": "Zhe Wang, Pengwei Xu, Shu-Min Guo, Constantin G. Daniliuc, Armido Studer",
      "paper_url": "https://doi.org/10.1038/s41586-025-09019-6",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399366349",
      "paper_id": "https://openalex.org/W4399366349",
      "title": "Capturing carbon dioxide from air with charged-sorbents",
      "authors": "Huaiguang Li, Mary E. Zick, Teedhat Trisukhon, Matteo Signorile, Xinyu Liu, Helen Eastmond, Shivani Sharma, Tristan L. Spreng, Jack Taylor, Jamie W. Gittins, Cavan Farrow, S. Alexandra Lim, Valentina Crocellà, Phillip J. Milner, Alexander C. Forse",
      "paper_url": "https://doi.org/10.1038/s41586-024-07449-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403680143",
      "paper_id": "https://openalex.org/W4403680143",
      "title": "Carbon dioxide capture from open air using covalent organic frameworks",
      "authors": "Zihui Zhou, Tianqiong Ma, Heyang Zhang, Saumil Chheda, Haozhe Li, Kaiyu Wang, Sebastian Ehrling, Raynald Giovine, Chuanshuai Li, Ali H. Alawadhi, Marwan M. Abduljawad, Majed O. Alawad, Laura Gagliardi, Joachim Sauer, Omar M. Yaghi",
      "paper_url": "https://doi.org/10.1038/s41586-024-08080-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388126449",
      "paper_id": "https://openalex.org/W4388126449",
      "title": "Carbon-to-nitrogen single-atom transmutation of azaarenes",
      "authors": "Jisoo Woo, Colin Stein, Alec H. Christian, Mark D. Levin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06613-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400773685",
      "paper_id": "https://openalex.org/W4400773685",
      "title": "Catalysis of an SN2 pathway by geometric preorganization",
      "authors": "Gabriel J. Lovinger, Marcus H. Sak, Eric N. Jacobsen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07811-4",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408853193",
      "paper_id": "https://openalex.org/W4408853193",
      "title": "Catalytic allylation of native hexoses and pentoses in water with indium",
      "authors": "Tapas Adak, Travis Menard, Matthew Albritton, Federico Florit, Martin D. Burke, Klavs F. Jensen, Scott E. Denmark",
      "paper_url": "https://doi.org/10.1038/s41586-025-08690-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4390706417",
      "paper_id": "https://openalex.org/W4390706417",
      "title": "Catalytic asymmetric cationic shifts of aliphatic hydrocarbons",
      "authors": "Vijay N. Wakchaure, William DeSnoo, Croix J. Laconsay, Markus Leutzsch, Nobuya Tsuji, Dean J. Tantillo, Benjamin List",
      "paper_url": "https://doi.org/10.1038/s41586-023-06826-7",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4322732677",
      "paper_id": "https://openalex.org/W4322732677",
      "title": "Catalytic asymmetric synthesis of cannabinoids and menthol from neral",
      "authors": "Joyce A. A. Grimm, Hui Zhou, Roberta Properzi, Markus Leutzsch, Giovanni Bistoni, Johanna Nienhaus, Benjamin List",
      "paper_url": "https://doi.org/10.1038/s41586-023-05747-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401794260",
      "paper_id": "https://openalex.org/W4401794260",
      "title": "Catalytic asymmetric synthesis of meta benzene isosteres",
      "authors": "Mingkai Zhang, Matthew Chapman, Bhagyesh R. Sarode, Bingcong Xiong, Hao Liang, James K. Chen, Eranthie Weerapana, James P. Morken",
      "paper_url": "https://doi.org/10.1038/s41586-024-07865-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4367049153",
      "paper_id": "https://openalex.org/W4367049153",
      "title": "Catalytic disconnection of C–O bonds in epoxy resins and composites",
      "authors": "Alexander Ahrens, Andreas Bonde, Hongwei Sun, Nina Kølln Wittig, Hans Christian D. Hammershøj, Gabriel Martins Ferreira Batista, Andreas Sommerfeldt, Simon Frølich, Henrik Birkedal, Troels Skrydstrup",
      "paper_url": "https://doi.org/10.1038/s41586-023-05944-6",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4413107436",
      "paper_id": "https://openalex.org/W4413107436",
      "title": "Catalytic enantioselective synthesis of alkylidenecyclopropanes",
      "authors": "Jonathan C. Golec, Dong-Hang Tan, Ken Yamazaki, Eveline H. Tiekink, Kirsten E. Christensen, Trevor A. Hamlin, Darren J. Dixon",
      "paper_url": "https://doi.org/10.1038/s41586-025-09485-y",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399731449",
      "paper_id": "https://openalex.org/W4399731449",
      "title": "Catalytic Glycosylation for Minimally Protected Donors and Acceptors",
      "authors": "Qiu-Di Dang, Yi-Hui Deng, Tian-Yu Sun, Yao Zhang, Jun Li, Xia Zhang, Yun-Dong Wu, Dawen Niu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07695-4",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4225090137",
      "paper_id": "https://openalex.org/W4225090137",
      "title": "Catalytic synthesis of phenols with nitrous oxide",
      "authors": "Franck Le Vaillant, Ana Mateos Calbet, Silvia González-Pelayo, Edward J. Reijerse, Shengyang Ni, Julia Busch, Josep Cornella",
      "paper_url": "https://doi.org/10.1038/s41586-022-04516-4",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408218393",
      "paper_id": "https://openalex.org/W4408218393",
      "title": "Chanoclavine synthase operates by an NADPH-independent superoxide mechanism",
      "authors": "Chun-Chi Chen, Zhi-Pu Yu, Ziwei Liu, Yongpeng Yao, Peter-Leon Hagedoorn, Rob Alexander Schmitz, Lujia Yang, Lu Yu, Aokun Liu, Xiang Sheng, Hao Su, Yaqing Ma, Te Wang, Jian-Wen Huang, Lilan Zhang, Juzhang Yan, Jinping Bao, Chengsen Cui, Xian Li, Panpan Shen, Wuyuan Zhang, Jian Min, Chang-Yun Wang, Rey-Ting Guo, Shu-Shan Gao",
      "paper_url": "https://doi.org/10.1038/s41586-025-08670-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3185017581",
      "paper_id": "https://openalex.org/W3185017581",
      "title": "Cleaving arene rings for acyclic alkenylnitrile synthesis",
      "authors": "Xu Qiu, Yueqian Sang, Hao Wu, Xiao-Song Xue, Zixi Yan, Yachong Wang, Zengrui Cheng, Xiaoyang Wang, Hui Tan, Song Song, Guisheng Zhang, Xiaohui Zhang, K. N. Houk, Ning Jiao",
      "paper_url": "https://doi.org/10.1038/s41586-021-03801-y",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3133455371",
      "paper_id": "https://openalex.org/W3133455371",
      "title": "Closed-loop recycling of polyethylene-like materials",
      "authors": "Manuel Häußler, Marcel Eck, Dario Rothauer, Stefan Mecking",
      "paper_url": "https://doi.org/10.1038/s41586-020-03149-9",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4376878523",
      "paper_id": "https://openalex.org/W4376878523",
      "title": "CO2-mediated organocatalytic chlorine evolution under industrial conditions",
      "authors": "Jiarui Yang, Wen-Hao Li, Hai-Tao Tang, Ying-Ming Pan, Dingsheng Wang, Yadong Li",
      "paper_url": "https://doi.org/10.1038/s41586-023-05886-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4281482094",
      "paper_id": "https://openalex.org/W4281482094",
      "title": "Cobalt-electrocatalytic HAT for functionalization of unsaturated C–C bonds",
      "authors": "Samer Gnaim, Adriano Bauer, Hai-Jun Zhang, Longrui Chen, Cara Gannett, Christian A. Malapit, David E. Hill, David Vogt, Tianhua Tang, Ryan A. Daley, Wei Hao, Rui Zeng, Mathilde Quertenmont, Wesley D. Beck, Elya Kandahari, Julien C. Vantourout, Pierre-Georges Echeverria, Hector D. Abruna, Donna G. Blackmond, Shelley D. Minteer, Sarah E. Reisman, Matthew S. Sigman, Phil S. Baran",
      "paper_url": "https://doi.org/10.1038/s41586-022-04595-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4396732594",
      "paper_id": "https://openalex.org/W4396732594",
      "title": "Complete biosynthesis of QS-21 in engineered yeast",
      "authors": "Yuzhong Liu, Xixi Zhao, Fei Gan, Xiaoyue Chen, Kai Deng, Samantha A. Crowe, Graham A. Hudson, Michael S. Belcher, Matthias Schmidt, Maria C. T. Astolfi, Suzanne M. Kosina, Bo Pang, Minglong Shao, Jing Yin, Sasilada Sirirungruang, Anthony T. Iavarone, James Reed, Laetitia B. B. Martin, Amr El-Demerdash, Shingo Kikuchi, Rajesh Chandra Misra, Xiaomeng Liang, Michael J. Cronce, Xiulai Chen, Chunjun Zhan, Ramu Kakumanu, Edward E. K. Baidoo, Yan Chen, Christopher J. Petzold, Trent R. Northen, Anne Osbourn, Henrik Scheller, Jay D. Keasling",
      "paper_url": "https://doi.org/10.1038/s41586-024-07345-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4367848947",
      "paper_id": "https://openalex.org/W4367848947",
      "title": "Complete integration of carbene-transfer chemistry into biosynthesis",
      "authors": "Jing Huang, Andrew Quest, Pablo Cruz-Morales, Kai Deng, Jose Henrique Pereira, Devon Van Cura, Ramu Kakumanu, Edward E. K. Baidoo, Qingyun Dan, Yan Chen, Christopher J. Petzold, Trent R. Northen, Paul D. Adams, Douglas S. Clark, Emily P. Balskus, John F. Hartwig, Aindrila Mukhopadhyay, Jay D. Keasling",
      "paper_url": "https://doi.org/10.1038/s41586-023-06027-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387307764",
      "paper_id": "https://openalex.org/W4387307764",
      "title": "Complex molecule synthesis by electrocatalytic decarboxylative cross-coupling",
      "authors": "Benxiang Zhang, Jiayan He, Yang Gao, Laura Levy, Martins S. Oderinde, Maximilian D. Palkowitz, T. G. Murali Dhar, Michael D. Mandler, Michael R. Collins, Daniel C. Schmitt, Philippe N. Bolduc, TeYu Chen, Sebastian Clementson, Nadia Nasser Petersen, Gabriele Laudadio, Cheng Bi, Yu Kawamata, Phil S. Baran",
      "paper_url": "https://doi.org/10.1038/s41586-023-06677-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4224981068",
      "paper_id": "https://openalex.org/W4224981068",
      "title": "Computer-designed repurposing of chemical wastes into drugs",
      "authors": "Agnieszka Wołos, Dominik Koszelewski, Rafał Roszak, Sara Szymkuć, Martyna Moskal, Ryszard Ostaszewski, Brenden T. Herrera, Josef M. Maier, Gordon Brezicki, Jonathon Samuel, Justin A. M. Lummiss, D. Tyler McQuade, Luke Rogers, Bartosz A. Grzybowski",
      "paper_url": "https://doi.org/10.1038/s41586-022-04503-9",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4367849137",
      "paper_id": "https://openalex.org/W4367849137",
      "title": "Constrained C2 adsorbate orientation enables CO-to-acetate electroreduction",
      "authors": "Jian Jin, Joshua Wicks, Qiuhong Min, Jun Li, Yongfeng Hu, Jingyuan Ma, Yu Wang, Zheng Jiang, Yi Xu, Ruihu Lu, Gangzheng Si, Panagiotis Papangelakis, Mohsen Shakouri, Qunfeng Xiao, Pengfei Ou, Xue Wang, Zhu Chen, Wei Zhang, Kesong Yu, Jiayang Song, Xiaohang Jiang, Peng Qiu, Yuanhao Lou, Dan Wu, Yu Mao, Adnan Ozden, Chundong Wang, Bao Yu Xia, Xiaobing Hu, Vinayak P. Dravid, Yun-Mui Yiu, Tsun-Kong Sham, Ziyun Wang, David Sinton, Liqiang Mai, Edward H. Sargent, Yuanjie Pang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05918-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4382363386",
      "paper_id": "https://openalex.org/W4382363386",
      "title": "Continuous carbon capture in an electrochemical solid-electrolyte reactor",
      "authors": "Peng Zhu, Zhen-Yu Wu, Ahmad Elgazzar, Changxin Dong, Tae-Ung Wi, Feng-Yang Chen, Yang Xia, Yuge Feng, Mohsen Shakouri, Jung Yoon (Timothy) Kim, Zhiwei Fang, T. Alan Hatton, Haotian Wang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06060-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4405268657",
      "paper_id": "https://openalex.org/W4405268657",
      "title": "Continuous collective analysis of chemical reactions",
      "authors": "Maowei Hu, Lei Yang, Nathaniel Twarog, Jason Ochoada, Yong Li, Eirinaios I. Vrettos, Arnaldo X. Torres-Hernandez, James B. Martinez, Jiya Bhatia, Brandon M. Young, Jeanine Price, Kevin McGowan, Theresa H. Nguyen, Zhe Shi, Matthew Anyanwu, Mary Ashley Rimmer, Shea Mercer, Zoran Rankovic, Anang A. Shelat, Daniel J. Blair",
      "paper_url": "https://doi.org/10.1038/s41586-024-08211-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4324344226",
      "paper_id": "https://openalex.org/W4324344226",
      "title": "Control of stereogenic oxygen in a helically chiral oxonium ion",
      "authors": "Owen Smith, Mihai V. Popescu, Madeleine J. Hindson, Robert S. Paton, Jonathan W. Burton, Martin D. Smith",
      "paper_url": "https://doi.org/10.1038/s41586-023-05719-z",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411024757",
      "paper_id": "https://openalex.org/W4411024757",
      "title": "Coordination environments of Pt single-atom catalysts from NMR signatures",
      "authors": "Jonas Koppe, Alexander V. Yakimov, Domenico Gioffrè, Marc-Eduard Usteri, Thomas Vosegaard, Guido Pintacuda, Anne Lesage, Andrew J. Pell, Sharon Mitchell, Javier Pérez-Ramírez, Christophe Copéret",
      "paper_url": "https://doi.org/10.1038/s41586-025-09068-x",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4393254502",
      "paper_id": "https://openalex.org/W4393254502",
      "title": "Copper-catalysed dehydrogenation or lactonization of C(sp3)–H bonds",
      "authors": "Shupeng Zhou, Zi-Jun Zhang, Jin-Quan Yu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07341-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4362458267",
      "paper_id": "https://openalex.org/W4362458267",
      "title": "Copper-catalysed enantioconvergent alkylation of oxygen nucleophiles",
      "authors": "Caiyou Chen, Gregory C. Fu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06001-y",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406956859",
      "paper_id": "https://openalex.org/W4406956859",
      "title": "Copper-dependent halogenase catalyses unactivated C−H bond functionalization",
      "authors": "Chen-Yu Chiang, Masao Ohashi, Jessie Le, Pan-Pan Chen, Qingyang Zhou, Songrong Qu, Undramaa Bat-Erdene, Shabnam Hematian, Jose A. Rodriguez, K. N. Houk, Yisong Guo, Joseph A. Loo, Yi Tang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08362-4",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3157665187",
      "paper_id": "https://openalex.org/W3157665187",
      "title": "Correlative operando microscopy of oxygen evolution electrocatalysts",
      "authors": "J. Tyler Mefford, Andrew R. Akbashev, Minkyung Kang, Cameron L. Bentley, William E. Gent, Haitao D. Deng, Daan Hein Alsem, Young-Sang Yu, Norman J. Salmon, David A. Shapiro, Patrick R. Unwin, William C. Chueh",
      "paper_url": "https://doi.org/10.1038/s41586-021-03454-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392762910",
      "paper_id": "https://openalex.org/W4392762910",
      "title": "Couple-close construction of polycyclic rings from diradicals",
      "authors": "Alice Long, Christian J. Oswood, Christopher B. Kelly, Marian C. Bryan, David W. C. MacMillan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07181-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404566634",
      "paper_id": "https://openalex.org/W4404566634",
      "title": "Coupling of unactivated alkyl electrophiles using frustrated ion pairs",
      "authors": "Sven Roediger, Emilien Le Saux, Philip Boehm, Bill Morandi",
      "paper_url": "https://doi.org/10.1038/s41586-024-08195-1",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408853168",
      "paper_id": "https://openalex.org/W4408853168",
      "title": "Deconstruction of rubber via C–H amination and aza-Cope rearrangement",
      "authors": "Sydney E. Towell, Maxim Ratushnyy, Lauren S. Cooke, Geoffrey M. Lewis, Aleksandr V. Zhukhovitskiy",
      "paper_url": "https://doi.org/10.1038/s41586-025-08716-6",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406956848",
      "paper_id": "https://openalex.org/W4406956848",
      "title": "Degradable thermosets via orthogonal polymerizations of a single monomer",
      "authors": "Reagan J. Dreiling, Kathleen Huynh, Brett P. Fors",
      "paper_url": "https://doi.org/10.1038/s41586-024-08386-w",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4366401010",
      "paper_id": "https://openalex.org/W4366401010",
      "title": "Depolymerization of plastics by means of electrified spatiotemporal heating",
      "authors": "Qi Dong, Aditya Dilip Lele, Xinpeng Zhao, Shuke Li, Sichao Cheng, Yueqing Wang, Mingjin Cui, Miao Guo, Alexandra H. Brozena, Ying Lin, Tangyuan Li, Lin Xu, Aileen Qi, Ioannis G. Kevrekidis, Jianguo Mei, Xuejun Pan, Dongxia Liu, Yiguang Ju, Liangbing Hu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05845-8",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402823078",
      "paper_id": "https://openalex.org/W4402823078",
      "title": "Direct evidence for a carbon–carbon one-electron σ-bond",
      "authors": "Takuya Shimajiri, Soki Kawaguchi, Takanori Suzuki, Yusuke Ishigaki",
      "paper_url": "https://doi.org/10.1038/s41586-024-07965-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399830256",
      "paper_id": "https://openalex.org/W4399830256",
      "title": "Direct radical functionalization of native sugars",
      "authors": "Yi Jiang, Yi Wei, Qian-Yi Zhou, Guo-Quan Sun, Xia-Ping Fu, Nikita Levin, Yijun Zhang, Wen-Qiang Liu, NingXi Song, Shabaz Mohammed, Benjamin G. Davis, Ming Joo Koh",
      "paper_url": "https://doi.org/10.1038/s41586-024-07548-0",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411206238",
      "paper_id": "https://openalex.org/W4411206238",
      "title": "Discovery of FoTO1 and Taxol genes enables biosynthesis of baccatin III",
      "authors": "Conor James McClune, Jack Chun-Ting Liu, Chloe Wick, Ricardo De La Peña, Bernd Markus Lange, Polly M. Fordyce, Elizabeth S. Sattely",
      "paper_url": "https://doi.org/10.1038/s41586-025-09090-z",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4281708620",
      "paper_id": "https://openalex.org/W4281708620",
      "title": "Discovery of non-squalene triterpenes",
      "authors": "Hui Tao, Lukas Lauterbach, Guangkai Bian, Rong Chen, Anwei Hou, Takahiro Mori, Shu Cheng, Ben Hu, Li Lu, Xin Mu, Min Li, Naruhiko Adachi, Masato Kawasaki, Toshio Moriya, Toshiya Senda, Xinghuan Wang, Zixin Deng, Ikuro Abe, Jeroen S. Dickschat, Tiangang Liu",
      "paper_url": "https://doi.org/10.1038/s41586-022-04773-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3209742255",
      "paper_id": "https://openalex.org/W3209742255",
      "title": "Drop-in fuels from sunlight and air",
      "authors": "Remo Schäppi, David Rutz, Fabian Dähler, Alexander Muroyama, Philipp Haueter, Johan Lilliestam, Anthony Patt, Philipp Furler, Aldo Steinfeld",
      "paper_url": "https://doi.org/10.1038/s41586-021-04174-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391383683",
      "paper_id": "https://openalex.org/W4391383683",
      "title": "Durable CO2 conversion in the proton-exchange membrane system",
      "authors": "Wensheng Fang, Wei Guo, Ruihu Lu, Ya Yan, Xiaokang Liu, Dan Wu, Fu Min Li, Yansong Zhou, Chaohui He, Chenfeng Xia, Huiting Niu, Sicong Wang, Youwen Liu, Yu Mao, Chengyi Zhang, Bo You, Yuanjie Pang, Lele Duan, Xuan Yang, Fei Song, Tianyou Zhai, Guoxiong Wang, Xingpeng Guo, Bien Tan, Tao Yao, Ziyun Wang, Bao Yu Xia",
      "paper_url": "https://doi.org/10.1038/s41586-023-06917-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4367040822",
      "paper_id": "https://openalex.org/W4367040822",
      "title": "Dynamic crosslinking compatibilizes immiscible mixed plastics",
      "authors": "Ryan W. Clarke, Tobias Sandmeier, Kevin A. Franklin, Dominik Reich, Xiao Zhang, Nayan Vengallur, Tarak K. Patra, Robert J. Tannenbaum, Sabin Adhikari, Sanat K. Kumar, Tomislav Rovis, Eugene Y.-X. Chen",
      "paper_url": "https://doi.org/10.1038/s41586-023-05858-3",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412479060",
      "paper_id": "https://openalex.org/W4412479060",
      "title": "Dynamic kinetic resolution of phosphines with chiral supporting electrolytes",
      "authors": "Kaining Mao, Chenfei Liu, Yi Wang, Chaoxuan Gu, John M. Putziger, Nicholas I. Cemalovic, Cameron Muniz, Yue Qi, Song Lin",
      "paper_url": "https://doi.org/10.1038/s41586-025-09238-x",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399803159",
      "paper_id": "https://openalex.org/W4399803159",
      "title": "Dynamic stereomutation of vinylcyclopropanes with metalloradicals",
      "authors": "Marvin Mendel, Teresa M. Karl, Jegor Hamm, Sherif J. Kaldas, Theresa Sperger, Bhaskar Mondal, Franziska Schoenebeck",
      "paper_url": "https://doi.org/10.1038/s41586-024-07555-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403450922",
      "paper_id": "https://openalex.org/W4403450922",
      "title": "Efficient conversion of syngas to linear α-olefins by phase-pure χ-Fe5C2",
      "authors": "Peng Wang, Fu-Kuo Chiang, Jiachun Chai, A. Iulian Dugulan, Juan Dong, Wei Chen, Robin J. P. Broos, Bo Feng, Yuanjun Song, Yijun Lv, Quan Lin, Rongming Wang, Ivo A. W. Filot, Zhuowu Men, Emiel J. M. Hensen",
      "paper_url": "https://doi.org/10.1038/s41586-024-08078-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4398201036",
      "paper_id": "https://openalex.org/W4398201036",
      "title": "Electric recycling of Portland cement at scale",
      "authors": "Cyrille F. Dunant, Shiju Joseph, Rohit Prajapati, Julian M. Allwood",
      "paper_url": "https://doi.org/10.1038/s41586-024-07338-8",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410817266",
      "paper_id": "https://openalex.org/W4410817266",
      "title": "Electricity-driven enzymatic dynamic kinetic oxidation",
      "authors": "Beibei Zhao, Yuanyuan Xu, Qin Zhu, Aokun Liu, Xichao Peng, Tianying Zhang, Lu Yu, Yan Zhang, Xiaoqiang Huang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09178-6",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4286209573",
      "paper_id": "https://openalex.org/W4286209573",
      "title": "Electrocatalytic metal hydride generation using CPET mediators",
      "authors": "Subal Dey, Fabio Masero, Enzo Brack, Marc Fontecave, Victor Mougel",
      "paper_url": "https://doi.org/10.1038/s41586-022-04874-z",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401996555",
      "paper_id": "https://openalex.org/W4401996555",
      "title": "Electrocatalytic reductive deuteration of arenes and heteroarenes",
      "authors": "Faxiang Bu, Yuqi Deng, Jie Xu, Dali Yang, Yan Li, Wu Li, Aiwen Lei",
      "paper_url": "https://doi.org/10.1038/s41586-024-07989-7",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4313561390",
      "paper_id": "https://openalex.org/W4313561390",
      "title": "Electrochemical reactor dictates site selectivity in N-heteroarene carboxylations",
      "authors": "Guo-Quan Sun, Peng Yu, Wen Zhang, Wei Zhang, Yi Wang, Li-Li Liao, Zhen Zhang, Li Li, Zhipeng Lu, Da-Gang Yu, Song Lin",
      "paper_url": "https://doi.org/10.1038/s41586-022-05667-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4221136084",
      "paper_id": "https://openalex.org/W4221136084",
      "title": "Electrochemically driven cross-electrophile coupling of alkyl halides",
      "authors": "Wen Zhang, Lingxiang Lu, Wendy Zhang, Yi Wang, Skyler D. Ware, Jose Mondragon, Jonas Rein, Neil Strotman, Dan Lehnherr, Kimberly A. See, Song Lin",
      "paper_url": "https://doi.org/10.1038/s41586-022-04540-4",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4221092032",
      "paper_id": "https://openalex.org/W4221092032",
      "title": "Electron-catalysed molecular recognition",
      "authors": "Yang Jiao, Yunyan Qiu, Long Zhang, Wei-Guang Liu, Haochuan Mao, Hongliang Chen, Yuanning Feng, Kang Cai, Dengke Shen, Bo Song, Xiao-Yang Chen, Xuesong Li, Xingang Zhao, Ryan M. Young, Charlotte L. Stern, Michael R. Wasielewski, R. Dean Astumian, William A. Goddard III, J. Fraser Stoddart",
      "paper_url": "https://doi.org/10.1038/s41586-021-04377-3",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4311654164",
      "paper_id": "https://openalex.org/W4311654164",
      "title": "Electrophotocatalytic oxygenation of multiple adjacent C–H bonds",
      "authors": "Tao Shen, Yi-Lun Li, Ke-Yin Ye, Tristan H. Lambert",
      "paper_url": "https://doi.org/10.1038/s41586-022-05608-x",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4286560855",
      "paper_id": "https://openalex.org/W4286560855",
      "title": "Electroreduction of nitrogen with almost 100% current-to-ammonia efficiency",
      "authors": "Hoang-Long Du, Manjunath Chatti, Rebecca Y. Hodgetts, Pavel V. Cherepanov, Cuong K. Nguyen, Karolina Matuszek, Douglas R. MacFarlane, Alexandr N. Simonov",
      "paper_url": "https://doi.org/10.1038/s41586-022-05108-y",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403218009",
      "paper_id": "https://openalex.org/W4403218009",
      "title": "Emergence of a distinct mechanism of C–N bond formation in photoenzymes",
      "authors": "Felix C. Raps, Ariadna Rivas-Souchet, Chey M. Jones, Todd K. Hyster",
      "paper_url": "https://doi.org/10.1038/s41586-024-08138-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4328049616",
      "paper_id": "https://openalex.org/W4328049616",
      "title": "Enantioconvergent Cu-catalysed N-alkylation of aliphatic amines",
      "authors": "Ji-Jun Chen, Jia-Heng Fang, Xuan-Yi Du, Jia-Yong Zhang, Jun-Qian Bian, Fu-Li Wang, Cheng Luan, Wei-Long Liu, Ji-Ren Liu, Xiao-Yang Dong, Zhong-Liang Li, Qiang-Shuai Gu, Zhe Dong, Xin-Yuan Liu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05950-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4296552193",
      "paper_id": "https://openalex.org/W4296552193",
      "title": "Enantioselective [2+2]-cycloadditions with triplet photoenzymes",
      "authors": "Ningning Sun, Jianjian Huang, Junyi Qian, Tai-Ping Zhou, Juan Guo, Langyu Tang, Wentao Zhang, Yaming Deng, Weining Zhao, Guojiao Wu, Rong-Zhen Liao, Xi Chen, Fangrui Zhong, Yuzhou Wu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05342-4",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3198070255",
      "paper_id": "https://openalex.org/W3198070255",
      "title": "Enantioselective synthesis of ammonium cations",
      "authors": "Mark P. Walsh, Joseph M. Phelps, Marc E. Lennon, Dmitry S. Yufit, Matthew O. Kitching",
      "paper_url": "https://doi.org/10.1038/s41586-021-03735-5",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4320857319",
      "paper_id": "https://openalex.org/W4320857319",
      "title": "Enantioselective transition-metal catalysis via an anion-binding approach",
      "authors": "John M. Ovian, Petra Vojáčková, Eric N. Jacobsen",
      "paper_url": "https://doi.org/10.1038/s41586-023-05804-3",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410361422",
      "paper_id": "https://openalex.org/W4410361422",
      "title": "Encapsulated Co–Ni alloy boosts high-temperature CO2 electroreduction",
      "authors": "Wenchao Ma, Jordi Morales-Vidal, Jiaming Tian, Meng-Ting Liu, Seongmin Jin, Wenhao Ren, Julian Taubmann, Christodoulos Chatzichristodoulou, Jeremy Luterbacher, Hao Ming Chen, Núria López, Xile Hu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08978-0",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4220907279",
      "paper_id": "https://openalex.org/W4220907279",
      "title": "Flat-surface-assisted and self-regulated oxidation resistance of Cu(111)",
      "authors": "Su Jae Kim, Yong In Kim, Bipin Lamichhane, Young-Hoon Kim, Yousil Lee, Chae Ryong Cho, Miyeon Cheon, Jong Chan Kim, Hu Young Jeong, Taewoo Ha, Jungdae Kim, Young Hee Lee, Seong-Gon Kim, Young-Min Kim, Se-Young Jeong",
      "paper_url": "https://doi.org/10.1038/s41586-021-04375-5",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386719019",
      "paper_id": "https://openalex.org/W4386719019",
      "title": "Flatband λ-Ti3O5 towards extraordinary solar steam generation",
      "authors": "Bo Yang, Zhiming Zhang, Peitao Liu, Xiankai Fu, Jiantao Wang, Yu Cao, Ruolan Tang, Xiran Du, Wanqi Chen, Song Li, Haile Yan, Zongbin Li, Xiang Zhao, Gaowu Qin, Xing-Qiu Chen, Liang Zuo",
      "paper_url": "https://doi.org/10.1038/s41586-023-06509-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4292121984",
      "paper_id": "https://openalex.org/W4292121984",
      "title": "Floating perovskite-BiVO4 devices for scalable solar fuel production",
      "authors": "Virgil Andrei, Geani M. Ucoski, Chanon Pornrungroj, Chawit Uswachoke, Qian Wang, Demetra S. Achilleos, Hatice Kasap, Katarzyna P. Sokol, Robert A. Jagt, Haijiao Lu, Takashi Lawson, Andreas Wagner, Sebastian D. Pike, Dominic S. Wright, Robert L. Z. Hoye, Judith L. MacManus-Driscoll, Hannah J. Joyce, Richard H. Friend, Erwin Reisner",
      "paper_url": "https://doi.org/10.1038/s41586-022-04978-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404305422",
      "paper_id": "https://openalex.org/W4404305422",
      "title": "Fluorspar to fluorochemicals upon low-temperature activation in water",
      "authors": "Immo Klose, Calum Patel, Anirban Mondal, Andrew Schwarz, Gabriele Pupo, Véronique Gouverneur",
      "paper_url": "https://doi.org/10.1038/s41586-024-08125-1",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4307657817",
      "paper_id": "https://openalex.org/W4307657817",
      "title": "Functional CeOx nanoglues for robust atomically dispersed catalysts",
      "authors": "Xu Li, Xavier Isidro Pereira-Hernández, Yizhen Chen, Jia Xu, Jiankang Zhao, Chih-Wen Pao, Chia-Yu Fang, Jie Zeng, Yong Wang, Bruce C. Gates, Jingyue Liu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05251-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4382057735",
      "paper_id": "https://openalex.org/W4382057735",
      "title": "Functional-group translocation of cyano groups by reversible C–H sampling",
      "authors": "Ken Chen, Qingrui Zeng, Longhuan Xie, Zisheng Xue, Jianbo Wang, Yan Xu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06347-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386886521",
      "paper_id": "https://openalex.org/W4386886521",
      "title": "Geminal-atom catalysis for cross-coupling",
      "authors": "Xiao Hai, Yang Zheng, Qi Yu, Na Guo, Shibo Xi, Xiaoxu Zhao, Sharon Mitchell, Xiaohua Luo, Victor Tulus, Mu Wang, Xiaoyu Sheng, Longbin Ren, Xiangdong Long, Jing Li, Peng He, Huihui Lin, Yige Cui, Xinnan Peng, Jiwei Shi, Jie Wu, Chun Zhang, Ruqiang Zou, Gonzalo Guillén-Gosálbez, Javier Pérez-Ramírez, Ming Joo Koh, Ye Zhu, Jun Li, Jiong Lu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06529-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4362601972",
      "paper_id": "https://openalex.org/W4362601972",
      "title": "General access to cubanes as benzene bioisosteres",
      "authors": "Mario P. Wiesenfeldt, James A. Rossi-Ashton, Ian B. Perry, Johannes Diesel, Olivia L. Garry, Florian Bartels, Susannah C. Coote, Xiaoshen Ma, Charles S. Yeung, David J. Bennett, David W. C. MacMillan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06021-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4380550425",
      "paper_id": "https://openalex.org/W4380550425",
      "title": "General cross-coupling reactions with adaptive dynamic homogeneous catalysis",
      "authors": "Indrajit Ghosh, Nikita Shlapakov, Tobias A. Karl, Jonas Düker, Maksim Nikitin, Julia V. Burykina, Valentine P. Ananikov, Burkhard König",
      "paper_url": "https://doi.org/10.1038/s41586-023-06087-4",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408777540",
      "paper_id": "https://openalex.org/W4408777540",
      "title": "Generalizing arene C−H alkylations by radical−radical cross-coupling",
      "authors": "Johannes Großkopf, Chawanansaya Gopatta, Robert T. Martin, Alexander Haseloer, David W. C. MacMillan",
      "paper_url": "https://doi.org/10.1038/s41586-025-08887-2",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3181108784",
      "paper_id": "https://openalex.org/W3181108784",
      "title": "Global potential for harvesting drinking water from air using solar energy",
      "authors": "Jackson Lord, Ashley Thomas, Neil Treat, Matthew Forkin, Robert Bain, Pierre Dulac, Cyrus H. Behroozi, Tilek Mamutov, Jillia Fongheiser, Nicole Kobilansky, Shane Washburn, Claudia Truesdell, Clare Lee, Philipp H. Schmaelzle",
      "paper_url": "https://doi.org/10.1038/s41586-021-03900-w",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391166907",
      "paper_id": "https://openalex.org/W4391166907",
      "title": "Green steel from red mud through climate-neutral hydrogen plasma reduction",
      "authors": "Matic Jovičević-Klug, Isnaldi R. Souza Filho, Hauke Springer, Christian Adam, Dierk Raabe",
      "paper_url": "https://doi.org/10.1038/s41586-023-06901-z",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401572054",
      "paper_id": "https://openalex.org/W4401572054",
      "title": "Growth of complete ammonia oxidizers on guanidine",
      "authors": "Marton Palatinszky, Craig W. Herbold, Christopher J. Sedlacek, Dominic Pühringer, Katharina Kitzinger, Andrew T. Giguere, Kenneth Wasmund, Per H. Nielsen, Morten K. D. Dueholm, Nico Jehmlich, Richard Gruseck, Anton Legin, Julius Kostan, Nesrete Krasnici, Claudia Schreiner, Johanna Palmetzhofer, Thilo Hofmann, Michael Zumstein, Kristina Djinović-Carugo, Holger Daims, Michael Wagner",
      "paper_url": "https://doi.org/10.1038/s41586-024-07832-z",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4395071332",
      "paper_id": "https://openalex.org/W4395071332",
      "title": "High carrier mobility along the [111] orientation in Cu2O photoelectrodes",
      "authors": "Linfeng Pan, Linjie Dai, Oliver J. Burton, Lu Chen, Virgil Andrei, Youcheng Zhang, Dan Ren, Jinshui Cheng, Linxiao Wu, Kyle Frohna, Anna Abfalterer, Terry Chien-Jen Yang, Wenzhe Niu, Meng Xia, Stephan Hofmann, Paul J. Dyson, Erwin Reisner, Henning Sirringhaus, Jingshan Luo, Anders Hagfeldt, Michael Grätzel, Samuel D. Stranks",
      "paper_url": "https://doi.org/10.1038/s41586-024-07273-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399731462",
      "paper_id": "https://openalex.org/W4399731462",
      "title": "Hydroamination of alkenes with dinitrogen and titanium polyhydrides",
      "authors": "Takanori Shima, Qingde Zhuo, Xiaoxi Zhou, Ping Wu, Ryota Owada, Gen Luo, Zhaomin Hou",
      "paper_url": "https://doi.org/10.1038/s41586-024-07694-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386475610",
      "paper_id": "https://openalex.org/W4386475610",
      "title": "Hydrogen-bond-acceptor ligands enable distal C(sp3)–H arylation of free alcohols",
      "authors": "Daniel A. Strassfeld, Chia-Yu Chen, Han Seul Park, D. Quang Phan, Jin-Quan Yu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06485-8",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3214069988",
      "paper_id": "https://openalex.org/W3214069988",
      "title": "In situ formation of ZnOx species for efficient propane dehydrogenation",
      "authors": "Dan Zhao, Xinxin Tian, Dmitry E. Doronkin, Shanlei Han, Vita A. Kondratenko, Jan-Dierk Grunwaldt, Anna Perechodjuk, Thanh Huyen Vuong, Jabor Rabeah, Reinhard Eckelt, Uwe Rodemerck, David Linke, Guiyuan Jiang, Haijun Jiao, Evgenii V. Kondratenko",
      "paper_url": "https://doi.org/10.1038/s41586-021-03923-3",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411627149",
      "paper_id": "https://openalex.org/W4411627149",
      "title": "In-line NMR guided orthogonal transformation of real-life plastics",
      "authors": "Mei-Qi Zhang, Yida Zhou, Ruochen Cao, Shuheng Tian, Yuchen Jiao, Zhenbo Guo, Maolin Wang, Hongpeng Peng, Bo Sun, Bingjun Xu, Meng Wang, Shutao Xu, Ding Ma",
      "paper_url": "https://doi.org/10.1038/s41586-025-09088-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4220965823",
      "paper_id": "https://openalex.org/W4220965823",
      "title": "Intermolecular [2π+2σ]-photocycloaddition enabled by triplet energy transfer",
      "authors": "Roman Kleinmans, Tobias Pinkert, Subhabrata Dutta, Tiffany O. Paulisch, Hyeyun Keum, Constantin G. Daniliuc, Frank Glorius",
      "paper_url": "https://doi.org/10.1038/s41586-022-04636-x",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386100021",
      "paper_id": "https://openalex.org/W4386100021",
      "title": "Light-enabled deracemization of cyclopropanes by Al-salen photocatalysis",
      "authors": "Carina Onneken, Tobias Morack, Julia Soika, Olga Sokolova, Niklas Niemeyer, Christian Mück-Lichtenfeld, Constantin G. Daniliuc, Johannes Neugebauer, Ryan Gilmour",
      "paper_url": "https://doi.org/10.1038/s41586-023-06407-8",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406198454",
      "paper_id": "https://openalex.org/W4406198454",
      "title": "Light-harvesting microelectronic devices for wireless electrosynthesis",
      "authors": "Bartosz Górski, Jonas Rein, Samantha Norris, Yanxin Ji, Paul L. McEuen, Song Lin",
      "paper_url": "https://doi.org/10.1038/s41586-024-08373-1",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4392947538",
      "paper_id": "https://openalex.org/W4392947538",
      "title": "Long-term continuous ammonia electrosynthesis",
      "authors": "Shaofeng Li, Yuanyuan Zhou, Xianbiao Fu, Jakob B. Pedersen, Mattia Saccoccio, Suzanne Z. Andersen, Kasper Enemark-Rasmussen, Paul J. Kempen, Christian Danvad Damsgaard, Aoni Xu, Rokas Sažinas, Jon Bjarke Valbæk Mygind, Niklas H. Deissler, Jakob Kibsgaard, Peter C. K. Vesborg, Jens K. Nørskov, Ib Chorkendorff",
      "paper_url": "https://doi.org/10.1038/s41586-024-07276-5",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4224988655",
      "paper_id": "https://openalex.org/W4224988655",
      "title": "Machine learning-aided engineering of hydrolases for PET depolymerization",
      "authors": "Hongyuan Lu, Daniel J. Diaz, Natalie J. Czarnecki, Congzhi Zhu, Wantae Kim, Raghav Shroff, Daniel J. Acosta, Bradley R. Alexander, Hannah O. Cole, Yan Zhang, Nathaniel A. Lynd, Andrew D. Ellington, Hal S. Alper",
      "paper_url": "https://doi.org/10.1038/s41586-022-04599-z",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3202578456",
      "paper_id": "https://openalex.org/W3202578456",
      "title": "Mastering the surface strain of platinum catalysts for efficient electrocatalysis",
      "authors": "Tianou He, Weicong Wang, Fenglei Shi, Xiaolong Yang, Xiang Li, Jianbo Wu, Yadong Yin, Mingshang Jin",
      "paper_url": "https://doi.org/10.1038/s41586-021-03870-z",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410014206",
      "paper_id": "https://openalex.org/W4410014206",
      "title": "Metal-centred planar [15]annulenes",
      "authors": "Binbin Xu, Dafa Chen, Kaidong Ruan, Ming Luo, Yuanting Cai, Jia Qiu, Wenhao Zhou, Bula Cao, Zhenyang Lin, Jonathan L. Sessler, Haiping Xia",
      "paper_url": "https://doi.org/10.1038/s41586-025-08841-2",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3198900623",
      "paper_id": "https://openalex.org/W3198900623",
      "title": "Metallaphotoredox-enabled deoxygenative arylation of alcohols",
      "authors": "Zhe Dong, David W. C. MacMillan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03920-6",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4409148604",
      "paper_id": "https://openalex.org/W4409148604",
      "title": "Metal–support frontier orbital interactions in single-atom catalysis",
      "authors": "Xianxian Shi, Zhilin Wen, Qingqing Gu, Long Jiao, Hai-Long Jiang, Haifeng Lv, Hengwei Wang, Jiani Ding, Mason P. Lyons, Alvin Chang, Zhenxing Feng, Si Chen, Yue Lin, Xiaoyan Xu, Pengfei Du, Wenlong Xu, Mei Sun, Yin Li, Bing Yang, Tao Zhang, Xiaojun Wu, Junling Lu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08747-z",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406602126",
      "paper_id": "https://openalex.org/W4406602126",
      "title": "Methane oxidation to ethanol by a molecular junction photocatalyst",
      "authors": "Jijia Xie, Cong Fu, Matthew G. Quesne, Jian Guo, Chao Wang, Lunqiao Xiong, Christopher D. Windle, Srinivas Gadipelli, Zheng Xiao Guo, Weixin Huang, C. Richard A. Catlow, Junwang Tang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08630-x",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411540327",
      "paper_id": "https://openalex.org/W4411540327",
      "title": "Modular arene functionalization by differential 1,2-diborylation",
      "authors": "Jingfeng Huo, Yue Fu, Melody J. Tang, Ya Su, Shengkun Hu, Peng Liu, Guangbin Dong",
      "paper_url": "https://doi.org/10.1038/s41586-025-09284-5",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4290786618",
      "paper_id": "https://openalex.org/W4290786618",
      "title": "Molecular editing of aza-arene C–H bonds by distance, geometry and chirality",
      "authors": "Zhoulong Fan, Xiangyang Chen, Keita Tanaka, Han Seul Park, Nelson Y. S. Lam, Jonathan J. Wong, K. N. Houk, Jin-Quan Yu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05175-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3199028739",
      "paper_id": "https://openalex.org/W3199028739",
      "title": "Multicomponent alkene azidoarylation by anion-mediated dual catalysis",
      "authors": "Ala Bunescu, Yusra Abdelhamid, Matthew J. Gaunt",
      "paper_url": "https://doi.org/10.1038/s41586-021-03980-8",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4224318897",
      "paper_id": "https://openalex.org/W4224318897",
      "title": "Multifunctional biocatalyst for conjugate reduction and reductive amination",
      "authors": "Thomas W. Thorpe, James R. Marshall, Vanessa Harawa, Rebecca E. Ruscoe, Anibal Cuetos, James D. Finnigan, Antonio Angelastro, Rachel S. Heath, Fabio Parmeggiani, Simon J. Charnock, Roger M. Howard, Rajesh Kumar, David S. B. Daniels, Gideon Grogan, Nicholas J. Turner",
      "paper_url": "https://doi.org/10.1038/s41586-022-04458-x",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3156330672",
      "paper_id": "https://openalex.org/W3156330672",
      "title": "Near-complete depolymerization of polyesters with nano-dispersed enzymes",
      "authors": "Christopher DelRe, Yufeng Jiang, Philjun Kang, Junpyo Kwon, Aaron Hall, Ivan Jayapurna, Zhiyuan Ruan, Le Ma, Kyle Zolkin, Tim Li, Corinne D. Scown, Robert O. Ritchie, Thomas P. Russell, Ting Xu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03408-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4226137169",
      "paper_id": "https://openalex.org/W4226137169",
      "title": "Ni-electrocatalytic Csp3–Csp3 doubly decarboxylative coupling",
      "authors": "Benxiang Zhang, Yang Gao, Yuta Hioki, Martins S. Oderinde, Jennifer X. Qiao, Kevin X. Rodriguez, Hai-Jun Zhang, Yu Kawamata, Phil S. Baran",
      "paper_url": "https://doi.org/10.1038/s41586-022-04691-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402585723",
      "paper_id": "https://openalex.org/W4402585723",
      "title": "One step from oxides to sustainable bulk alloys",
      "authors": "Shaolou Wei, Yan Ma, Dierk Raabe",
      "paper_url": "https://doi.org/10.1038/s41586-024-07932-w",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410541306",
      "paper_id": "https://openalex.org/W4410541306",
      "title": "One-carbon homologation of alkenes",
      "authors": "Marcus C. Grocott, Matthew J. Gaunt",
      "paper_url": "https://doi.org/10.1038/s41586-025-09159-9",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4390694228",
      "paper_id": "https://openalex.org/W4390694228",
      "title": "Operando probing of the surface chemistry during the Haber–Bosch process",
      "authors": "Christopher M. Goodwin, Patrick Lömker, David Degerman, Bernadette Davies, Mikhail Shipilin, Fernando Garcia-Martinez, Sergey Koroidov, Jette Katja Mathiesen, Raffael Rameshan, Gabriel L. S. Rodrigues, Christoph Schlueter, Peter Amann, Anders Nilsson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06844-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4319592083",
      "paper_id": "https://openalex.org/W4319592083",
      "title": "Operando studies reveal active Cu nanograins for CO2 electroreduction",
      "authors": "Yao Yang, Sheena Louisia, Sunmoon Yu, Jianbo Jin, Inwhan Roh, Chubai Chen, Maria V. Fonseca Guzman, Julian Feijóo, Peng-Cheng Chen, Hongsen Wang, Christopher J. Pollock, Xin Huang, Yu-Tsun Shao, Cheng Wang, David A. Muller, Héctor D. Abruña, Peidong Yang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05540-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4229040227",
      "paper_id": "https://openalex.org/W4229040227",
      "title": "Organocatalytic stereoselective cyanosilylation of small ketones",
      "authors": "Hui Zhou, Yu Zhou, Han Yong Bae, Markus Leutzsch, Yihang Li, Chandra Kanta De, Gui-Juan Cheng, Benjamin List",
      "paper_url": "https://doi.org/10.1038/s41586-022-04531-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391383688",
      "paper_id": "https://openalex.org/W4391383688",
      "title": "Oxygen-evolving photosystem II structures during S1–S2–S3 transitions",
      "authors": "Hongjie Li, Yoshiki Nakajima, Eriko Nango, Shigeki Owada, Daichi Yamada, Kana Hashimoto, Fangjia Luo, Rie Tanaka, Fusamichi Akita, Koji Kato, Jungmin Kang, Yasunori Saitoh, Shunpei Kishi, Huaxin Yu, Naoki Matsubara, Hajime Fujii, Michihiro Sugahara, Mamoru Suzuki, Tetsuya Masuda, Tetsunari Kimura, Tran Nguyen Thao, Shinichiro Yonekura, Long-Jiang Yu, Takehiko Tosha, Kensuke Tono, Yasumasa Joti, Takaki Hatsui, Makina Yabashi, Minoru Kubo, So Iwata, Hiroshi Isobe, Kizashi Yamaguchi, Michihiro Suga, Jian-Ren Shen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06987-5",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408866390",
      "paper_id": "https://openalex.org/W4408866390",
      "title": "Phosphate-enabled mechanochemical PFAS destruction for fluoride reuse",
      "authors": "Long Yang, Zijun Chen, Christopher A. Goult, Thomas Schlatzer, Robert S. Paton, Véronique Gouverneur",
      "paper_url": "https://doi.org/10.1038/s41586-025-08698-5",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3159395997",
      "paper_id": "https://openalex.org/W3159395997",
      "title": "Phosphorus-mediated sp2–sp3 couplings for C–H fluoroalkylation of azines",
      "authors": "Xuan Zhang, Kyle G. Nottingham, Chirag Patel, Juan V. Alegre-Requena, Jeffrey N. Levy, Robert S. Paton, Andrew McNally",
      "paper_url": "https://doi.org/10.1038/s41586-021-03567-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404566619",
      "paper_id": "https://openalex.org/W4404566619",
      "title": "Photocatalytic C–F bond activation in small molecules and polyfluoroalkyl substances",
      "authors": "Xin Liu, Arindam Sau, Alexander R. Green, Mihai V. Popescu, Nicholas F. Pompetti, Yingzi Li, Yucheng Zhao, Robert S. Paton, Niels H. Damrauer, Garret M. Miyake",
      "paper_url": "https://doi.org/10.1038/s41586-024-08327-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404566686",
      "paper_id": "https://openalex.org/W4404566686",
      "title": "Photocatalytic low-temperature defluorination of PFASs",
      "authors": "Hao Zhang, Jin-Xiang Chen, Jian-Ping Qu, Yan-Biao Kang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08179-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4382394061",
      "paper_id": "https://openalex.org/W4382394061",
      "title": "Photocatalytic phosphine-mediated water activation for radical hydrogenation",
      "authors": "Jingjing Zhang, Christian Mück-Lichtenfeld, Armido Studer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06141-1",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3193516330",
      "paper_id": "https://openalex.org/W3193516330",
      "title": "Photocatalytic solar hydrogen production from water on a 100-m2 scale",
      "authors": "Hiroshi Nishiyama, Taro Yamada, Mamiko Nakabayashi, Yoshiki Maehara, Masaharu Yamaguchi, Yasuko Kuromiya, Yoshie Nagatsuma, Hiromasa Tokudome, Seiji Akiyama, Tomoaki Watanabe, Ryoichi Narushima, Sayuri Okunaka, Naoya Shibata, Tsuyoshi Takata, Takashi Hisatomi, Kazunari Domen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03907-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404305865",
      "paper_id": "https://openalex.org/W4404305865",
      "title": "Photochemical permutation of thiazoles, isothiazoles and other azoles",
      "authors": "Baptiste Roure, Maialen Alonso, Giovanni Lonardi, Dilara Berna Yildiz, Cornelia S. Buettner, Thiago dos Santos, Yan Xu, Martin Bossart, Volker Derdau, María Méndez, Josep Llaveria, Alessandro Ruffoni, Daniele Leonori",
      "paper_url": "https://doi.org/10.1038/s41586-024-08342-8",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4292774518",
      "paper_id": "https://openalex.org/W4292774518",
      "title": "Photoexcited nitroarenes for the oxidative cleavage of alkenes",
      "authors": "Alessandro Ruffoni, Charlotte Hampton, Marco Simonetti, Daniele Leonori",
      "paper_url": "https://doi.org/10.1038/s41586-022-05211-0",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3176445847",
      "paper_id": "https://openalex.org/W3176445847",
      "title": "Photoinduced copper-catalysed asymmetric amidation via ligand cooperativity",
      "authors": "Caiyou Chen, Jonas C. Peters, Gregory C. Fu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03730-w",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4409148835",
      "paper_id": "https://openalex.org/W4409148835",
      "title": "Photoinduced copper-catalysed deracemization of alkyl halides",
      "authors": "Feng Zhong, Renhe Li, Binh Khanh Mai, Peng Liu, Gregory C. Fu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08784-8",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4353057080",
      "paper_id": "https://openalex.org/W4353057080",
      "title": "Photosynthesis re-wired on the pico-second timescale",
      "authors": "Tomi K. Baikie, Laura T. Wey, Joshua M. Lawrence, Hitesh Medipally, Erwin Reisner, Marc M. Nowaczyk, Richard H. Friend, Christopher J. Howe, Christoph Schnedermann, Akshay Rao, Jenny Z. Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05763-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4307425597",
      "paper_id": "https://openalex.org/W4307425597",
      "title": "Pivotal role of reversible NiO6 geometric conversion in oxygen evolution",
      "authors": "Xiaopeng Wang, Shibo Xi, Pengru Huang, Yonghua Du, Haoyin Zhong, Qing Wang, Armando Borgna, Yong-Wei Zhang, Zhenbo Wang, Hao Wang, Zhi Gen Yu, Wee Siang Vincent Lee, Junmin Xue",
      "paper_url": "https://doi.org/10.1038/s41586-022-05296-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388488705",
      "paper_id": "https://openalex.org/W4388488705",
      "title": "Plant carbonic anhydrase-like enzymes in neuroactive alkaloid biosynthesis",
      "authors": "Ryan S. Nett, Yaereen Dho, Chun Tsai, Daria Passow, Jaime Martinez Grundman, Yun-Yee Low, Elizabeth S. Sattely",
      "paper_url": "https://doi.org/10.1038/s41586-023-06716-y",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411201953",
      "paper_id": "https://openalex.org/W4411201953",
      "title": "Preparation of a neutral nitrogen allotrope hexanitrogen C2h-N6",
      "authors": "Weiyu Qian, Artur Mardyukov, Peter R. Schreiner",
      "paper_url": "https://doi.org/10.1038/s41586-025-09032-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4280528336",
      "paper_id": "https://openalex.org/W4280528336",
      "title": "Programmable heating and quenching for efficient thermochemical synthesis",
      "authors": "Qi Dong, Yonggang Yao, Sichao Cheng, Konstantinos Alexopoulos, Jinlong Gao, Sanjana Srinivas, Yifan Wang, Yong Pei, Chaolun Zheng, Alexandra H. Brozena, Hao Zhao, Xizheng Wang, Hilal Ezgi Toraman, Bao Yang, Ioannis G. Kevrekidis, Yiguang Ju, Dionisios G. Vlachos, Dongxia Liu, Liangbing Hu",
      "paper_url": "https://doi.org/10.1038/s41586-022-04568-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4376873324",
      "paper_id": "https://openalex.org/W4376873324",
      "title": "Promoting active site renewal in heterogeneous olefin metathesis catalysts",
      "authors": "Terry Z. H. Gani, Zachariah J. Berkson, Ran Zhu, Jong Hun Kang, John R. Di Iorio, Ka Wing Chan, Daniel F. Consoli, Sohel K. Shaikh, Christophe Copéret, Yuriy Román-Leshkov",
      "paper_url": "https://doi.org/10.1038/s41586-023-05897-w",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410817247",
      "paper_id": "https://openalex.org/W4410817247",
      "title": "Pt migration-lockup in zeolite for stable propane dehydrogenation catalyst",
      "authors": "Zhikang Xu, Mingbin Gao, Yao Wei, Yuanyuan Yue, Zhengshuai Bai, Pei Yuan, Paolo Fornasiero, Jean-Marie Basset, Bingbao Mei, Zhongmin Liu, Haibo Zhu, Mao Ye, Xiaojun Bao",
      "paper_url": "https://doi.org/10.1038/s41586-025-09168-8",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4386026210",
      "paper_id": "https://openalex.org/W4386026210",
      "title": "Quinone-mediated hydrogen anode for non-aqueous reductive electrosynthesis",
      "authors": "Jack Twilton, Mathew R. Johnson, Vinayak Sidana, Mareena C. Franke, Cecilia Bottecchia, Dan Lehnherr, François Lévesque, Spring M. M. Knapp, Luning Wang, James B. Gerken, Cynthia M. Hong, Thomas P. Vickery, Mark D. Weisel, Neil A. Strotman, Daniel J. Weix, Thatcher W. Root, Shannon S. Stahl",
      "paper_url": "https://doi.org/10.1038/s41586-023-06534-2",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401993940",
      "paper_id": "https://openalex.org/W4401993940",
      "title": "Reductive alkyl-alkyl coupling from isolable nickel-alkyl complexes",
      "authors": "Samir Al Zubaydi, Shivam Waske, Volkan Akyildiz, Hunter F. Starbuck, Mayukh Majumder, Curtis E. Moore, Dipannita Kalyani, Christo S. Sevov",
      "paper_url": "https://doi.org/10.1038/s41586-024-07987-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4383217202",
      "paper_id": "https://openalex.org/W4383217202",
      "title": "Regioselective aliphatic C–H functionalization using frustrated radical pairs",
      "authors": "Zhipeng Lu, Minsoo Ju, Yi Wang, Jonathan M. Meinhardt, Jesus I. Martinez Alvarado, Elisia Villemure, Jack A. Terrett, Song Lin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06131-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4395071247",
      "paper_id": "https://openalex.org/W4395071247",
      "title": "Regioselective hydroformylation of propene catalysed by rhodium-zeolite",
      "authors": "Xiangjie Zhang, Tao Yan, Huaming Hou, Junqing Yin, Hongliu Wan, Xiaodong Sun, Qing Zhang, Fanfei Sun, Yao Wei, Mei Dong, Weibin Fan, Jianguo Wang, Yujie Sun, Xiong Zhou, Kai Wu, Yong Yang, Yongwang Li, Zhi Cao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07342-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412737107",
      "paper_id": "https://openalex.org/W4412737107",
      "title": "Repurposing haemoproteins for asymmetric metal-catalysed H atom transfer",
      "authors": "Xiang Zhang, Dongping Chen, María Álvarez, Thomas R. Ward",
      "paper_url": "https://doi.org/10.1038/s41586-025-09308-0",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4224247690",
      "paper_id": "https://openalex.org/W4224247690",
      "title": "Revitalizing interface in protonic ceramic cells by acid etch",
      "authors": "Wenjuan Bian, Wei Wu, Baoming Wang, Wei Tang, Meng Zhou, Congrui Jin, Hanping Ding, Weiwei Fan, Yanhao Dong, Ju Li, Dong Ding",
      "paper_url": "https://doi.org/10.1038/s41586-022-04457-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4294051898",
      "paper_id": "https://openalex.org/W4294051898",
      "title": "Screening for generality in asymmetric catalysis",
      "authors": "Corin C. Wagen, Spencer E. McMinn, Eugene E. Kwan, Eric N. Jacobsen",
      "paper_url": "https://doi.org/10.1038/s41586-022-05263-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399121780",
      "paper_id": "https://openalex.org/W4399121780",
      "title": "Selective lignin arylation for biomass fractionation and benign bisphenols",
      "authors": "Ning Li, Kexin Yan, Thanya Rukkijakan, Jiefeng Liang, Yuting Liu, Zhipeng Wang, Heran Nie, Suthawan Muangmeesri, Gonzalo Castiella-Ona, Xuejun Pan, Qunfang Zhou, Guibin Jiang, Guangyuan Zhou, John Ralph, Joseph S. M. Samec, Feng Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07446-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4362607708",
      "paper_id": "https://openalex.org/W4362607708",
      "title": "Selective methane oxidation by molecular iron catalysts in aqueous medium",
      "authors": "Hiroto Fujisaki, Tomoya Ishizuka, Hiroaki Kotani, Yoshihito Shiota, Kazunari Yoshizawa, Takahiko Kojima",
      "paper_url": "https://doi.org/10.1038/s41586-023-05821-2",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W4200072044",
      "paper_id": "https://openalex.org/W4200072044",
      "title": "Selective sulfidation of metal compounds",
      "authors": "Caspar Stinn, Antoine Allanore",
      "paper_url": "https://doi.org/10.1038/s41586-021-04321-5",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4407392250",
      "paper_id": "https://openalex.org/W4407392250",
      "title": "Shielding Pt/γ-Mo2N by inert nano-overlays enables stable H2 production",
      "authors": "Zirui Gao, Aowen Li, Xingwu Liu, Mi Peng, Shixiang Yu, Maolin Wang, Yuzhen Ge, Chengyu Li, Tie Wang, Zhaohua Wang, Wu Zhou, Ding Ma",
      "paper_url": "https://doi.org/10.1038/s41586-024-08483-w",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4380682596",
      "paper_id": "https://openalex.org/W4380682596",
      "title": "Single-photon absorption and emission from a natural photosynthetic complex",
      "authors": "Quanwei Li, Kaydren Orcutt, Robert L. Cook, Javier Sabines-Chesterking, Ashley L. Tong, Gabriela S. Schlau-Cohen, Xiang Zhang, Graham R. Fleming, K. Birgitta Whaley",
      "paper_url": "https://doi.org/10.1038/s41586-023-06121-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4283017911",
      "paper_id": "https://openalex.org/W4283017911",
      "title": "Site-selective, stereocontrolled glycosylation of minimally protected sugars",
      "authors": "Qiuhan Li, Samuel M. Levi, Corin C. Wagen, Alison E. Wendlandt, Eric N. Jacobsen",
      "paper_url": "https://doi.org/10.1038/s41586-022-04958-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392242825",
      "paper_id": "https://openalex.org/W4392242825",
      "title": "Site-specific reactivity of stepped Pt surfaces driven by stress release",
      "authors": "Guangdong Liu, Arthur J. Shih, Huiqiu Deng, Kasinath Ojha, Xiaoting Chen, Mingchuan Luo, Ian T. McCrum, Marc T. M. Koper, Jeffrey Greeley, Zhenhua Zeng",
      "paper_url": "https://doi.org/10.1038/s41586-024-07090-z",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3161581565",
      "paper_id": "https://openalex.org/W3161581565",
      "title": "Skeletal editing through direct nitrogen deletion of secondary amines",
      "authors": "Sean H. Kennedy, Balu D. Dherange, Kathleen J. Berger, Mark D. Levin",
      "paper_url": "https://doi.org/10.1038/s41586-021-03448-9",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4313483816",
      "paper_id": "https://openalex.org/W4313483816",
      "title": "Solar-to-hydrogen efficiency of more than 9% in photocatalytic water splitting",
      "authors": "Peng Zhou, Ishtiaque Ahmed Navid, Yongjin Ma, Yixin Xiao, Ping Wang, Zhengwei Ye, Baowen Zhou, Kai Sun, Zetian Mi",
      "paper_url": "https://doi.org/10.1038/s41586-022-05399-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4304698321",
      "paper_id": "https://openalex.org/W4304698321",
      "title": "Spatiotemporal imaging of charge transfer in photocatalyst particles",
      "authors": "Ruotian Chen, Zefeng Ren, Yu Liang, Guanhua Zhang, Thomas Dittrich, Runze Liu, Yang Liu, Yue Zhao, Shan Pang, Hongyu An, Chenwei Ni, Panwang Zhou, Keli Han, Fengtao Fan, Can Li",
      "paper_url": "https://doi.org/10.1038/s41586-022-05183-1",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391383714",
      "paper_id": "https://openalex.org/W4391383714",
      "title": "Stereodivergent 1,3-difunctionalization of alkenes by charge relocation",
      "authors": "Bogdan R. Brutiu, Giulia Iannelli, Margaux Riomet, Daniel Kaiser, Nuno Maulide",
      "paper_url": "https://doi.org/10.1038/s41586-023-06938-0",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411932254",
      "paper_id": "https://openalex.org/W4411932254",
      "title": "Stereodivergent transformation of a natural polyester to enantiopure PHAs",
      "authors": "Jun-Jie Tian, Ruirui Li, Ethan C. Quinn, Jiyun Nam, Eswara Rao Chokkapu, Zhen Zhang, Li Zhou, Ravikumar R. Gowda, Eugene Y.-X. Chen",
      "paper_url": "https://doi.org/10.1038/s41586-025-09220-7",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409666000",
      "paper_id": "https://openalex.org/W4409666000",
      "title": "Stereoretentive radical cross-coupling",
      "authors": "Jiawei Sun, Jiayan He, Luca Massaro, David A. Cagan, Jet Tsien, Yu Wang, Flynn C. Attard, Jillian E. Smith, Jason S. Lee, Yu Kawamata, Phil S. Baran",
      "paper_url": "https://doi.org/10.1038/s41586-025-09011-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4396544357",
      "paper_id": "https://openalex.org/W4396544357",
      "title": "Stereoselective amino acid synthesis by photobiocatalytic oxidative coupling",
      "authors": "Tian-Ci Wang, Binh Khanh Mai, Zheng Zhang, Zhiyu Bo, Jiedong Li, Peng Liu, Yang Yang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07284-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4398256188",
      "paper_id": "https://openalex.org/W4398256188",
      "title": "Stereospecific alkenylidene homologation of organoboronates by SNV reaction",
      "authors": "Miao Chen, Christian D. Knox, Mithun C. Madhusudhanan, Thomas H. Tugwell, Coco Liu, Peng Liu, Guangbin Dong",
      "paper_url": "https://doi.org/10.1038/s41586-024-07579-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402405273",
      "paper_id": "https://openalex.org/W4402405273",
      "title": "Stereospecific radical coupling with a non-natural photodecarboxylase",
      "authors": "Vasilis Tseliou, Laura Kqiku, Martin Berger, Florian Schiel, Hangyu Zhou, Gerrit J. Poelarends, Paolo Melchiorre",
      "paper_url": "https://doi.org/10.1038/s41586-024-08004-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4366401157",
      "paper_id": "https://openalex.org/W4366401157",
      "title": "Strain-promoted reactions of 1,2,3-cyclohexatriene and its derivatives",
      "authors": "Andrew V. Kelleghan, Ana S. Bulger, Dominick C. Witkowski, Neil K. Garg",
      "paper_url": "https://doi.org/10.1038/s41586-023-06075-8",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409126822",
      "paper_id": "https://openalex.org/W4409126822",
      "title": "Strategic atom replacement enables regiocontrol in pyrazole alkylation",
      "authors": "Alexander Fanourakis, Yahia Ali, Liao Chen, Patrick Q. Kelly, Abigail J. Bracken, Christopher B. Kelly, Mark D. Levin",
      "paper_url": "https://doi.org/10.1038/s41586-025-08951-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4367856849",
      "paper_id": "https://openalex.org/W4367856849",
      "title": "Structural evidence for intermediates during O2 formation in photosystem II",
      "authors": "Asmit Bhowmick, Rana Hussein, Isabel Bogacz, Philipp S. Simon, Mohamed Ibrahim, Ruchira Chatterjee, Margaret D. Doyle, Mun Hon Cheah, Thomas Fransson, Petko Chernev, In-Sik Kim, Hiroki Makita, Medhanjali Dasgupta, Corey J. Kaminsky, Miao Zhang, Julia Gätcke, Stephanie Haupt, Isabela I. Nangca, Stephen M. Keable, A. Orkun Aydin, Kensuke Tono, Shigeki Owada, Leland B. Gee, Franklin D. Fuller, Alexander Batyuk, Roberto Alonso-Mori, James M. Holton, Daniel W. Paley, Nigel W. Moriarty, Fikret Mamedov, Paul D. Adams, Aaron S. Brewster, Holger Dobbek, Nicholas K. Sauter, Uwe Bergmann, Athina Zouni, Johannes Messinger, Jan Kern, Junko Yano, Vittal K. Yachandra",
      "paper_url": "https://doi.org/10.1038/s41586-023-06038-z",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410019150",
      "paper_id": "https://openalex.org/W4410019150",
      "title": "Sustainable nickel enabled by hydrogen-based reduction",
      "authors": "U. Manzoor, L. Mujica Roncery, D. Raabe, I. R. Souza Filho",
      "paper_url": "https://doi.org/10.1038/s41586-025-08901-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4386707818",
      "paper_id": "https://openalex.org/W4386707818",
      "title": "Sustainably sourced components to generate high-strength adhesives",
      "authors": "Clayton R. Westerman, Bradley C. McGill, Jonathan J. Wilker",
      "paper_url": "https://doi.org/10.1038/s41586-023-06335-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4404572787",
      "paper_id": "https://openalex.org/W4404572787",
      "title": "Synergistic photobiocatalysis for enantioselective triple radical sorting",
      "authors": "Zhongqiu Xing, Fulu Liu, Jianqiang Feng, Lu Yu, Zhouping Wu, Beibei Zhao, Bin Chen, Heng Ping, Yuanyuan Xu, Aokun Liu, Yue Zhao, Chuanyong Wang, Binju Wang, Xiaoqiang Huang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08399-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385491074",
      "paper_id": "https://openalex.org/W4385491074",
      "title": "Synthesis and properties of cyclic sandwich compounds",
      "authors": "Luca Münzfeld, Sebastian Gillhuber, Adrian Hauser, Sergei Lebedkin, Pauline Hädinger, Nicolai D. Knöfel, Christina Zovko, Michael T. Gamer, Florian Weigend, Manfred M. Kappes, Peter W. Roesky",
      "paper_url": "https://doi.org/10.1038/s41586-023-06192-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4213112830",
      "paper_id": "https://openalex.org/W4213112830",
      "title": "Synthesis of chiral sulfinate esters by asymmetric condensation",
      "authors": "Xin Zhang, Esther Cai Xia Ang, Ziqi Yang, Choon Wee Kee, Choon-Hong Tan",
      "paper_url": "https://doi.org/10.1038/s41586-022-04524-4",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412151210",
      "paper_id": "https://openalex.org/W4412151210",
      "title": "Synthesis of deuterated acids and bases using bipolar membranes",
      "authors": "Junying Yan, Chenxiao Jiang, Xiongzhi Zeng, Wanjie Song, Jie Yang, Xiaolin Ge, Liang Wu, Zhengjin Yang, Zhenyu Li, Yaoming Wang, Tongwen Xu",
      "paper_url": "https://doi.org/10.1038/s41586-025-09274-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4295929710",
      "paper_id": "https://openalex.org/W4295929710",
      "title": "Synthesis of meta-substituted arene bioisosteres from [3.1.1]propellane",
      "authors": "Nils Frank, Jeremy Nugent, Bethany R. Shire, Helena D. Pickford, Patrick Rabe, Alistair J. Sterling, Tryfon Zarganes-Tzitzikas, Thomas Grimes, Amber L. Thompson, Russell C. Smith, Christopher J. Schofield, Paul E. Brennan, Fernanda Duarte, Edward A. Anderson",
      "paper_url": "https://doi.org/10.1038/s41586-022-05290-z",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401993844",
      "paper_id": "https://openalex.org/W4401993844",
      "title": "Synthesis of non-canonical amino acids through dehydrogenative tailoring",
      "authors": "Xin Gu, Yu-An Zhang, Shuo Zhang, Leon Wang, Xiyun Ye, Gino Occhialini, Jonah Barbour, Bradley L. Pentelute, Alison E. Wendlandt",
      "paper_url": "https://doi.org/10.1038/s41586-024-07988-8",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386886517",
      "paper_id": "https://openalex.org/W4386886517",
      "title": "Synthesis of portimines reveals the basis of their anti-cancer activity",
      "authors": "Junchen Tang, Weichao Li, Tzu-Yuan Chiu, Francisco Martínez-Peña, Zengwei Luo, Christine T. Chong, Qijia Wei, Nathalia Gazaniga, Thomas J. West, Yi Yang See, Luke L. Lairson, Christopher G. Parker, Phil S. Baran",
      "paper_url": "https://doi.org/10.1038/s41586-023-06535-1",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W4200233821",
      "paper_id": "https://openalex.org/W4200233821",
      "title": "Synthon-based ligand discovery in virtual libraries of over 11 billion compounds",
      "authors": "Arman A. Sadybekov, Anastasiia V. Sadybekov, Yongfeng Liu, Christos Iliopoulos-Tsoutsouvas, Xi-Ping Huang, Julie Pickett, Blake Houser, Nilkanth Patel, Ngan K. Tran, Fei Tong, Nikolai Zvonok, Manish K. Jain, Olena Savych, Dmytro S. Radchenko, Spyros P. Nikas, Nicos A. Petasis, Yurii S. Moroz, Bryan L. Roth, Alexandros Makriyannis, Vsevolod Katritch",
      "paper_url": "https://doi.org/10.1038/s41586-021-04220-9",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4293792339",
      "paper_id": "https://openalex.org/W4293792339",
      "title": "Tandem electrocatalytic N2 fixation via proton-coupled electron transfer",
      "authors": "Pablo Garrido-Barros, Joseph Derosa, Matthew J. Chalkley, Jonas C. Peters",
      "paper_url": "https://doi.org/10.1038/s41586-022-05011-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401171915",
      "paper_id": "https://openalex.org/W4401171915",
      "title": "The catalytic asymmetric polyene cyclization of homofarnesol to ambrox",
      "authors": "Na Luo, Mathias Turberg, Markus Leutzsch, Benjamin Mitschke, Sebastian Brunen, Vijay N. Wakchaure, Nils Nöthling, Mathias Schelwies, Ralf Pelzer, Benjamin List",
      "paper_url": "https://doi.org/10.1038/s41586-024-07757-7",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4367857343",
      "paper_id": "https://openalex.org/W4367857343",
      "title": "The electron–proton bottleneck of photosynthetic oxygen evolution",
      "authors": "Paul Greife, Matthias Schönborn, Matteo Capone, Ricardo Assunção, Daniele Narzi, Leonardo Guidoni, Holger Dau",
      "paper_url": "https://doi.org/10.1038/s41586-023-06008-5",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407722236",
      "paper_id": "https://openalex.org/W4407722236",
      "title": "Thermal Ca2+/Mg2+ exchange reactions to synthesize CO2 removal materials",
      "authors": "Yuxuan Chen, Matthew W. Kanan",
      "paper_url": "https://doi.org/10.1038/s41586-024-08499-2",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4405720056",
      "paper_id": "https://openalex.org/W4405720056",
      "title": "Total synthesis of twenty-five picrotoxanes by virtual library selection",
      "authors": "Chunyu Li, Ryan A. Shenvi",
      "paper_url": "https://doi.org/10.1038/s41586-024-08538-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4378806466",
      "paper_id": "https://openalex.org/W4378806466",
      "title": "Transannular C–H functionalization of cycloalkane carboxylic acids",
      "authors": "Guowei Kang, Daniel A. Strassfeld, Tao Sheng, Chia-Yu Chen, Jin-Quan Yu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06000-z",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409283801",
      "paper_id": "https://openalex.org/W4409283801",
      "title": "Transforming ceria into 2D clusters enhances catalytic activity",
      "authors": "Konstantin Khivantsev, Hien Pham, Mark H. Engelhard, Hristiyan A. Aleksandrov, Libor Kovarik, Mark Bowden, Xiaohong Shari Li, Jinshu Tian, Iskra Z. Koleva, Inhak Song, Wenda Hu, Xinyi Wei, Yipeng Sun, Pascaline Tran, Trent R. Graham, Dong Jiang, David P. Dean, Christian J. Breckner, Jeffrey T. Miller, Georgi N. Vayssilov, János Szanyi, Abhaya Datye, Yong Wang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08684-x",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W4200263019",
      "paper_id": "https://openalex.org/W4200263019",
      "title": "Tritiation of aryl thianthrenium salts with a molecular palladium catalyst",
      "authors": "Da Zhao, Roland Petzold, Jiyao Yan, Dieter Muri, Tobias Ritter",
      "paper_url": "https://doi.org/10.1038/s41586-021-04007-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4401575794",
      "paper_id": "https://openalex.org/W4401575794",
      "title": "Unimolecular net heterolysis of symmetric and homopolar σ-bonds",
      "authors": "Anna F. Tiefel, Daniel J. Grenda, Carina Allacher, Elias Harrer, Carolin H. Nagel, Roger J. Kutta, David Hernández-Castillo, Poorva R. Narasimhamurthy, Kirsten Zeitler, Leticia González, Julia Rehbein, Patrick Nuernberger, Alexander Breder",
      "paper_url": "https://doi.org/10.1038/s41586-024-07622-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399390697",
      "paper_id": "https://openalex.org/W4399390697",
      "title": "Unlocking carbene reactivity by metallaphotoredox α-elimination",
      "authors": "Benjamin T. Boyle, Nathan W. Dow, Christopher B. Kelly, Marian C. Bryan, David W. C. MacMillan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07628-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4319591836",
      "paper_id": "https://openalex.org/W4319591836",
      "title": "Water splitting with silicon p–i–n superlattices suspended in solution",
      "authors": "Taylor S. Teitsworth, David J. Hill, Samantha R. Litvin, Earl T. Ritchie, Jin-Sung Park, James P. Custer Jr, Aaron D. Taggart, Samuel R. Bottum, Sarah E. Morley, Seokhyoung Kim, James R. McBride, Joanna M. Atkin, James F. Cahoon",
      "paper_url": "https://doi.org/10.1038/s41586-022-05549-5",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406161197",
      "paper_id": "https://openalex.org/W4406161197",
      "title": "β-C−H bond functionalization of ketones and esters by cationic Pd complexes",
      "authors": "Yi-Hao Li, Nikita Chekshin, Yilin Lu, Jin-Quan Yu",
      "paper_url": "https://doi.org/10.1038/s41586-024-08281-4",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407392368",
      "paper_id": "https://openalex.org/W4407392368",
      "title": "σ-Bond insertion reactions of two strained diradicaloids",
      "authors": "Arismel Tena Meza, Christina A. Rivera, Huiling Shao, Andrew V. Kelleghan, K. N. Houk, Neil K. Garg",
      "paper_url": "https://doi.org/10.1038/s41586-025-08745-1",
      "venue": "nature25"
    }
  ]
}