{
  "cluster_id": 155,
  "papers": [
    {
      "id": "nature21_https://openalex.org/W3208795162",
      "paper_id": "https://openalex.org/W3208795162",
      "title": "A conserved mechanism for regulating replisome disassembly in eukaryotes",
      "authors": "Michael Jenkyn-Bedford, Morgan L. Jones, Yasemin Baris, Karim P. M. Labib, Giuseppe Cannone, Joseph T. P. Yeeles, Tom D. Deegan",
      "paper_url": "https://doi.org/10.1038/s41586-021-04145-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4297497467",
      "paper_id": "https://openalex.org/W4297497467",
      "title": "A mechanism for oxidative damage repair at gene regulatory elements",
      "authors": "Swagat Ray, Arwa A. Abugable, Jacob Parker, Kirsty Liversidge, Nelma M. Palminha, Chunyan Liao, Adelina E. Acosta-Martin, Cleide D. S. Souza, Mateusz Jurga, Ian Sudbery, Sherif F. El-Khamisy",
      "paper_url": "https://doi.org/10.1038/s41586-022-05217-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4289637706",
      "paper_id": "https://openalex.org/W4289637706",
      "title": "A mitotic chromatin phase transition prevents perforation by microtubules",
      "authors": "Maximilian W. G. Schneider, Bryan A. Gibson, Shotaro Otsuka, Maximilian F. D. Spicer, Mina Petrovic, Claudia Blaukopf, Christoph C. H. Langer, Paul Batty, Thejaswi Nagaraju, Lynda K. Doolittle, Michael K. Rosen, Daniel W. Gerlich",
      "paper_url": "https://doi.org/10.1038/s41586-022-05027-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4282965548",
      "paper_id": "https://openalex.org/W4282965548",
      "title": "A pan-cancer compendium of chromosomal instability",
      "authors": "Ruben M. Drews, Barbara Hernando, Maxime Tarabichi, Kerstin Haase, Tom Lesluyes, Philip S. Smith, Lena Morrill Gavarró, Dominique-Laurent Couturier, Lydia Liu, Michael Schneider, James D. Brenton, Peter Van Loo, Geoff Macintyre, Florian Markowetz",
      "paper_url": "https://doi.org/10.1038/s41586-022-04789-9",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386886531",
      "paper_id": "https://openalex.org/W4386886531",
      "title": "Acetyl-methyllysine marks chromatin at active transcription start sites",
      "authors": "William J. Lu-Culligan, Leah J. Connor, Yixuan Xie, Babatunde E. Ekundayo, Brendan T. Rose, Martin Machyna, Andreas P. Pintado-Urbanc, Joshua T. Zimmer, Isaac W. Vock, Natarajan V. Bhanu, Megan C. King, Benjamin A. Garcia, Franziska Bleichert, Matthew D. Simon",
      "paper_url": "https://doi.org/10.1038/s41586-023-06565-9",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3215468326",
      "paper_id": "https://openalex.org/W3215468326",
      "title": "Activation of homologous recombination in G1 preserves centromeric integrity",
      "authors": "Duygu Yilmaz, Audrey Furst, Karen Meaburn, Aleksandra Lezaja, Yanlin Wen, Matthias Altmeyer, Bernardo Reina-San-Martin, Evi Soutoglou",
      "paper_url": "https://doi.org/10.1038/s41586-021-04200-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3209233905",
      "paper_id": "https://openalex.org/W3209233905",
      "title": "AKIRIN2 controls the nuclear import of proteasomes in vertebrates",
      "authors": "Melanie de Almeida, Matthias Hinterndorfer, Hanna Brunner, Irina Grishkovskaya, Kashish Singh, Alexander Schleiffer, Julian Jude, Sumit Deswal, Robert Kalis, Milica Vunjak, Thomas Lendl, Richard Imre, Elisabeth Roitinger, Tobias Neumann, Susanne Kandolf, Michael Schutzbier, Karl Mechtler, Gijs A. Versteeg, David Haselbach, Johannes Zuber",
      "paper_url": "https://doi.org/10.1038/s41586-021-04035-8",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3216063992",
      "paper_id": "https://openalex.org/W3216063992",
      "title": "Aldehyde-driven transcriptional stress triggers an anorexic DNA damage response",
      "authors": "Lee Mulderrig, Juan I. Garaycoechea, Zewen K. Tuong, Christopher L. Millington, Felix A. Dingler, John R. Ferdinand, Liam Gaul, John A. Tadross, Mark J. Arends, Stephen O’Rahilly, Gerry P. Crossan, Menna R. Clatworthy, Ketan J. Patel",
      "paper_url": "https://doi.org/10.1038/s41586-021-04133-7",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4367049455",
      "paper_id": "https://openalex.org/W4367049455",
      "title": "Alternative CDC20 translational isoforms tune mitotic arrest duration",
      "authors": "Mary-Jane Tsang, Iain M. Cheeseman",
      "paper_url": "https://doi.org/10.1038/s41586-023-05943-7",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3153185694",
      "paper_id": "https://openalex.org/W3153185694",
      "title": "AMBRA1 regulates cyclin D to guard S-phase entry and genomic integrity",
      "authors": "Emiliano Maiani, Giacomo Milletti, Francesca Nazio, Søs Grønbæk Holdgaard, Jirina Bartkova, Salvatore Rizza, Valentina Cianfanelli, Mar Lorente, Daniele Simoneschi, Miriam Di Marco, Pasquale D’Acunzo, Luca Di Leo, Rikke Rasmussen, Costanza Montagna, Marilena Raciti, Cristiano De Stefanis, Estibaliz Gabicagogeascoa, Gergely Rona, Nélida Salvador, Emanuela Pupo, Joanna Maria Merchut-Maya, Colin J. Daniel, Marianna Carinci, Valeriana Cesarini, Alfie O’sullivan, Yeon-Tae Jeong, Matteo Bordi, Francesco Russo, Silvia Campello, Angela Gallo, Giuseppe Filomeni, Letizia Lanzetti, Rosalie C. Sears, Petra Hamerlik, Armando Bartolazzi, Robert E. Hynds, David R. Pearce, Charles Swanton, Michele Pagano, Guillermo Velasco, Elena Papaleo, Daniela De Zio, Apolinar Maya-Mendoza, Franco Locatelli, Jiri Bartek, Francesco Cecconi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03422-5",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4399123783",
      "paper_id": "https://openalex.org/W4399123783",
      "title": "An alternative cell cycle coordinates multiciliated cell differentiation",
      "authors": "Semil P. Choksi, Lauren E. Byrnes, Mia J. Konjikusic, Benedict W. H. Tsai, Rachel Deleon, Quanlong Lu, Christopher J. Westlake, Jeremy F. Reiter",
      "paper_url": "https://doi.org/10.1038/s41586-024-07476-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4315642941",
      "paper_id": "https://openalex.org/W4315642941",
      "title": "An atlas of substrate specificities for the human serine/threonine kinome",
      "authors": "Jared L. Johnson, Tomer M. Yaron, Emily M. Huntsman, Alexander Kerelsky, Junho Song, Amit Regev, Ting-Yu Lin, Katarina Liberatore, Daniel M. Cizin, Benjamin M. Cohen, Neil Vasan, Yilun Ma, Konstantin Krismer, Jaylissa Torres Robles, Bert van de Kooij, Anne E. van Vlimmeren, Nicole Andrée-Busch, Norbert F. Käufer, Maxim V. Dorovkov, Alexey G. Ryazanov, Yuichiro Takagi, Edward R. Kastenhuber, Marcus D. Goncalves, Benjamin D. Hopkins, Olivier Elemento, Dylan J. Taatjes, Alexandre Maucuer, Akio Yamashita, Alexei Degterev, Mohamed Uduman, Jingyi Lu, Sean D. Landry, Bin Zhang, Ian Cossentino, Rune Linding, John Blenis, Peter V. Hornbeck, Benjamin E. Turk, Michael B. Yaffe, Lewis C. Cantley",
      "paper_url": "https://doi.org/10.1038/s41586-022-05575-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400038627",
      "paper_id": "https://openalex.org/W4400038627",
      "title": "An intermediate Rb–E2F activity state safeguards proliferation commitment",
      "authors": "Yumi Konagaya, David Rosenthal, Nalin Ratnayeke, Yilin Fan, Tobias Meyer",
      "paper_url": "https://doi.org/10.1038/s41586-024-07554-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3125673614",
      "paper_id": "https://openalex.org/W3125673614",
      "title": "Aneuploidy renders cancer cells vulnerable to mitotic checkpoint inhibition",
      "authors": "Yael Cohen-Sharir, James M. McFarland, Mai Abdusamad, Carolyn Marquis, Sara V. Bernhard, Mariya Kazachkova, Helen Tang, Marica R. Ippolito, Kathrin Laue, Johanna Zerbib, Heidi L. H. Malaby, Andrew Jones, Lisa-Marie Stautmeister, Irena Bockaj, René Wardenaar, Nicholas Lyons, Ankur Nagaraja, Adam J. Bass, Diana C. J. Spierings, Floris Foijer, Rameen Beroukhim, Stefano Santaguida, Todd R. Golub, Jason Stumpff, Zuzana Storchová, Uri Ben-David",
      "paper_url": "https://doi.org/10.1038/s41586-020-03114-6",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3157426342",
      "paper_id": "https://openalex.org/W3157426342",
      "title": "ARAF mutations confer resistance to the RAF inhibitor belvarafenib in melanoma",
      "authors": "Ivana Yen, Frances Shanahan, Jeeyun Lee, Yong Sang Hong, Sang Joon Shin, Amanda R. Moore, Jawahar Sudhamsu, Matthew T. Chang, Inhwan Bae, Darlene Dela Cruz, Thomas Hunsaker, Christiaan Klijn, Nicholas P. D. Liau, Eva Lin, Scott E. Martin, Zora Modrusan, Robert Piskol, Ehud Segal, Avinashnarayan Venkatanarayan, Xin Ye, Jianping Yin, Liangxuan Zhang, Jin-Soo Kim, Hyeong-Seok Lim, Kyu-Pyo Kim, Yu Jung Kim, Hye Sook Han, Soo Jung Lee, Seung Tae Kim, Minkyu Jung, Yoon-hee Hong, Young Su Noh, Munjeong Choi, Oakpil Han, Malgorzata Nowicka, Shrividhya Srinivasan, Yibing Yan, Tae Won Kim, Shiva Malek",
      "paper_url": "https://doi.org/10.1038/s41586-021-03515-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388488624",
      "paper_id": "https://openalex.org/W4388488624",
      "title": "Asymmetric distribution of parental H3K9me3 in S phase silences L1 elements",
      "authors": "Zhiming Li, Shoufu Duan, Xu Hua, Xiaowei Xu, Yinglu Li, Demis Menolfi, Hui Zhou, Chao Lu, Shan Zha, Stephen P. Goff, Zhiguo Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06711-3",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3184657756",
      "paper_id": "https://openalex.org/W3184657756",
      "title": "BARD1 reads H2A lysine 15 ubiquitination to direct homologous recombination",
      "authors": "Jordan R. Becker, Gillian Clifford, Clara Bonnet, Anja Groth, Marcus D. Wilson, J. Ross Chapman",
      "paper_url": "https://doi.org/10.1038/s41586-021-03776-w",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4361302115",
      "paper_id": "https://openalex.org/W4361302115",
      "title": "Basis of the H2AK119 specificity of the Polycomb repressive deubiquitinase",
      "authors": "Weiran Ge, Cong Yu, Jingjing Li, Zhenyu Yu, Xiaorong Li, Yan Zhang, Chao-Pei Liu, Yingfeng Li, Changlin Tian, Xinzheng Zhang, Guohong Li, Bing Zhu, Rui-Ming Xu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05841-y",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406174733",
      "paper_id": "https://openalex.org/W4406174733",
      "title": "Bidirectional histone monoaminylation dynamics regulate neural rhythmicity",
      "authors": "Qingfei Zheng, Benjamin H. Weekley, David A. Vinson, Shuai Zhao, Ryan M. Bastle, Robert E. Thompson, Stephanie Stransky, Aarthi Ramakrishnan, Ashley M. Cunningham, Sohini Dutta, Jennifer C. Chan, Giuseppina Di Salvo, Min Chen, Nan Zhang, Jinghua Wu, Sasha L. Fulton, Lingchun Kong, Haifeng Wang, Baichao Zhang, Lauren Vostal, Akhil Upad, Lauren Dierdorff, Li Shen, Henrik Molina, Simone Sidoli, Tom W. Muir, Haitao Li, Yael David, Ian Maze",
      "paper_url": "https://doi.org/10.1038/s41586-024-08371-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3127764293",
      "paper_id": "https://openalex.org/W3127764293",
      "title": "BRCA1 and RNAi factors promote repair mediated by small RNAs and PALB2–RAD52",
      "authors": "Elodie Hatchi, Liana Goehring, Serena Landini, Konstantina Skourti-Stathaki, Derrick K. DeConti, Fieda O. Abderazzaq, Priyankana Banerjee, Timothy M. Demers, Yaoyu E. Wang, John Quackenbush, David M. Livingston",
      "paper_url": "https://doi.org/10.1038/s41586-020-03150-2",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4408853505",
      "paper_id": "https://openalex.org/W4408853505",
      "title": "BRCA2 prevents PARPi-mediated PARP1 retention to protect RAD51 filaments",
      "authors": "Sudipta Lahiri, George Hamilton, Gemma Moore, Liana Goehring, Tony T. Huang, Ryan B. Jensen, Eli Rothenberg",
      "paper_url": "https://doi.org/10.1038/s41586-025-08749-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4380625353",
      "paper_id": "https://openalex.org/W4380625353",
      "title": "Break-induced replication orchestrates resection-dependent template switching",
      "authors": "Tianpeng Zhang, Yashpal Rawal, Haoyang Jiang, Youngho Kwon, Patrick Sung, Roger A. Greenberg",
      "paper_url": "https://doi.org/10.1038/s41586-023-06177-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4225103222",
      "paper_id": "https://openalex.org/W4225103222",
      "title": "Breakage of cytoplasmic chromosomes by pathological DNA base excision repair",
      "authors": "Shangming Tang, Ema Stokasimov, Yuxiang Cui, David Pellman",
      "paper_url": "https://doi.org/10.1038/s41586-022-04767-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4382363287",
      "paper_id": "https://openalex.org/W4382363287",
      "title": "Cancer aneuploidies are shaped primarily by effects on tumour fitness",
      "authors": "Juliann Shih, Shahab Sarmashghi, Nadja Zhakula-Kostadinova, Shu Zhang, Yohanna Georgis, Stephanie H. Hoyt, Michael S. Cuoco, Galen F. Gao, Liam F. Spurr, Ashton C. Berger, Gavin Ha, Veronica Rendo, Hui Shen, Matthew Meyerson, Andrew D. Cherniack, Alison M. Taylor, Rameen Beroukhim",
      "paper_url": "https://doi.org/10.1038/s41586-023-06266-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4225297234",
      "paper_id": "https://openalex.org/W4225297234",
      "title": "CCNE1 amplification is synthetic lethal with PKMYT1 kinase inhibition",
      "authors": "David Gallo, Jordan T. F. Young, Jimmy Fourtounis, Giovanni Martino, Alejandro Álvarez-Quilón, Cynthia Bernier, Nicole M. Duffy, Robert Papp, Anne Roulston, Rino Stocco, Janek Szychowski, Artur Veloso, Hunain Alam, Prasamit S. Baruah, Alexanne Bonneau Fortin, Julian Bowlan, Natasha Chaudhary, Jessica Desjardins, Evelyne Dietrich, Sara Fournier, Chloe Fugère-Desjardins, Theo Goullet de Rugy, Marie-Eve Leclaire, Bingcan Liu, Vivek Bhaskaran, Yael Mamane, Henrique Melo, Olivier Nicolas, Akul Singhania, Rachel K. Szilard, Ján Tkáč, Shou Yun Yin, Stephen J. Morris, Michael Zinda, C. Gary Marshall, Daniel Durocher",
      "paper_url": "https://doi.org/10.1038/s41586-022-04638-9",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4229033126",
      "paper_id": "https://openalex.org/W4229033126",
      "title": "CDC7-independent G1/S transition revealed by targeted protein degradation",
      "authors": "Jan M. Suski, Nalin Ratnayeke, Marcin Braun, Tian Zhang, Vladislav Strmiska, Wojciech Michowski, Geylani Can, Antoine Simoneau, Konrad Snioch, Mikolaj Cup, Caitlin M. Sullivan, Xiaoji Wu, Joanna Nowacka, Timothy B. Branigan, Lindsey R. Pack, James A. DeCaprio, Yan Geng, Lee Zou, Steven P. Gygi, Johannes C. Walter, Tobias Meyer, Piotr Sicinski",
      "paper_url": "https://doi.org/10.1038/s41586-022-04698-x",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402220705",
      "paper_id": "https://openalex.org/W4402220705",
      "title": "CDK5–cyclin B1 regulates mitotic fidelity",
      "authors": "Xiao-Feng Zheng, Aniruddha Sarkar, Humphrey Lotana, Aleem Syed, Huy Nguyen, Richard G. Ivey, Jacob J. Kennedy, Jeffrey R. Whiteaker, Bartłomiej Tomasik, Kaimeng Huang, Feng Li, Alan D. D’Andrea, Amanda G. Paulovich, Kavita Shah, Alexander Spektor, Dipanjan Chowdhury",
      "paper_url": "https://doi.org/10.1038/s41586-024-07888-x",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3134944471",
      "paper_id": "https://openalex.org/W3134944471",
      "title": "Centromeres are dismantled by foundational meiotic proteins Spo11 and Rec8",
      "authors": "Haitong Hou, Eftychia Kyriacou, Rahul Thadani, Michael Klutstein, Joseph H. Chapman, Julia Promisel Cooper",
      "paper_url": "https://doi.org/10.1038/s41586-021-03279-8",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4282975734",
      "paper_id": "https://openalex.org/W4282975734",
      "title": "cGAS–STING drives the IL-6-dependent survival of chromosomally instable cancers",
      "authors": "Christy Hong, Michael Schubert, Andréa E. Tijhuis, Marta Requesens, Maurits Roorda, Anouk van den Brink, Lorena Andrade Ruiz, Petra L. Bakker, Tineke van der Sluis, Wietske Pieters, Mengting Chen, René Wardenaar, Bert van der Vegt, Diana C. J. Spierings, Marco de Bruyn, Marcel A. T. M. van Vugt, Floris Foijer",
      "paper_url": "https://doi.org/10.1038/s41586-022-04847-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4395114602",
      "paper_id": "https://openalex.org/W4395114602",
      "title": "Chemoproteomic discovery of a covalent allosteric inhibitor of WRN helicase",
      "authors": "Kristen A. Baltgalvis, Kelsey N. Lamb, Kent T. Symons, Chu-Chiao Wu, Melissa A. Hoffman, Aaron N. Snead, Xiaodan Song, Thomas Glaza, Shota Kikuchi, Jason C. Green, Donald C. Rogness, Betty Lam, Maria E. Rodriguez-Aguirre, David R. Woody, Christie L. Eissler, Socorro Rodiles, Seth M. Negron, Steffen M. Bernard, Eileen Tran, Jonathan Pollock, Ali Tabatabaei, Victor Contreras, Heather N. Williams, Martha K. Pastuszka, John J. Sigler, Piergiorgio Pettazzoni, Markus G. Rudolph, Moritz Classen, Doris Brugger, Christopher Claiborne, Jean-Marc Plancher, Isabel Cuartas, Joan Seoane, Laurence E. Burgess, Robert T. Abraham, David S. Weinstein, Gabriel M. Simon, Matthew P. Patricelli, Todd M. Kinsella",
      "paper_url": "https://doi.org/10.1038/s41586-024-07318-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387731224",
      "paper_id": "https://openalex.org/W4387731224",
      "title": "Chromatin compartmentalization regulates the response to DNA damage",
      "authors": "Coline Arnould, Vincent Rocher, Florian Saur, Aldo S. Bader, Fernando Muzzopappa, Sarah Collins, Emma Lesage, Benjamin Le Bozec, Nadine Puget, Thomas Clouaire, Thomas Mangeat, Raphael Mourad, Nadav Ahituv, Daan Noordermeer, Fabian Erdel, Martin Bushell, Aline Marnef, Gaëlle Legube",
      "paper_url": "https://doi.org/10.1038/s41586-023-06635-y",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409485779",
      "paper_id": "https://openalex.org/W4409485779",
      "title": "Chromosome end protection by RAP1-mediated inhibition of DNA-PK",
      "authors": "Patrik Eickhoff, Ceylan Sonmez, Charlotte E. L. Fisher, Oviya Inian, Theodoros I. Roumeliotis, Angela dello Stritto, Jörg Mansfeld, Jyoti S. Choudhary, Sebastian Guettler, Francisca Lottersberger, Max E. Douglas",
      "paper_url": "https://doi.org/10.1038/s41586-025-08896-1",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4282915758",
      "paper_id": "https://openalex.org/W4282915758",
      "title": "Cohesin-mediated loop anchors confine the locations of human replication origins",
      "authors": "Daniel J. Emerson, Peiyao A. Zhao, Ashley L. Cook, R. Jordan Barnett, Kyle N. Klein, Dalila Saulebekova, Chunmin Ge, Linda Zhou, Zoltan Simandi, Miriam K. Minsk, Katelyn R. Titus, Weitao Wang, Wanfeng Gong, Di Zhang, Liyan Yang, Sergey V. Venev, Johan H. Gibcus, Hongbo Yang, Takayo Sasaki, Masato T. Kanemaki, Feng Yue, Job Dekker, Chun-Long Chen, David M. Gilbert, Jennifer E. Phillips-Cremins",
      "paper_url": "https://doi.org/10.1038/s41586-022-04803-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4295763006",
      "paper_id": "https://openalex.org/W4295763006",
      "title": "Columnar structure of human telomeric chromatin",
      "authors": "Aghil Soman, Sook Yi Wong, Nikolay Korolev, Wahyu Surya, Simon Lattmann, Vinod K. Vogirala, Qinming Chen, Nikolay V. Berezhnoy, John van Noort, Daniela Rhodes, Lars Nordenskiöld",
      "paper_url": "https://doi.org/10.1038/s41586-022-05236-5",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409283703",
      "paper_id": "https://openalex.org/W4409283703",
      "title": "Comprehensive interrogation of synthetic lethality in the DNA damage response",
      "authors": "John Fielden, Sebastian M. Siegner, Danielle N. Gallagher, Markus S. Schröder, Maria Rosaria Dello Stritto, Simon Lam, Lena Kobel, Moritz F. Schlapansky, Stephen P. Jackson, Petr Cejka, Marco Jost, Jacob E. Corn",
      "paper_url": "https://doi.org/10.1038/s41586-025-08815-4",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3170919745",
      "paper_id": "https://openalex.org/W3170919745",
      "title": "Concerted cutting by Spo11 illuminates meiotic DNA break mechanics",
      "authors": "Dominic Johnson, Margaret Crawford, Tim Cooper, Corentin Claeys Bouuaert, Scott Keeney, Bertrand Llorente, Valerie Garcia, Matthew J. Neale",
      "paper_url": "https://doi.org/10.1038/s41586-021-03389-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4394580100",
      "paper_id": "https://openalex.org/W4394580100",
      "title": "Concurrent inhibition of oncogenic and wild-type RAS-GTP for cancer therapy",
      "authors": "Matthew Holderfield, Bianca J. Lee, Jingjing Jiang, Aidan Tomlinson, Kyle J. Seamon, Alessia Mira, Enrico Patrucco, Grace Goodhart, Julien Dilly, Yevgeniy Gindin, Nuntana Dinglasan, Yingyun Wang, Lick Pui Lai, Shurui Cai, Lingyan Jiang, Nicole Nasholm, Nataliya Shifrin, Cristina Blaj, Harshit Shah, James W. Evans, Nilufar Montazer, Oliver Lai, Jade Shi, Ethan Ahler, Elsa Quintana, Stephanie Chang, Anthony Salvador, Abby Marquez, Jim Cregg, Yang Liu, Anthony Milin, Anqi Chen, Tamar Bar Ziv, Dylan Parsons, John E. Knox, Jennifer E. Klomp, Jennifer Roth, Matthew Rees, Melissa Ronan, Antonio Cuevas-Navarro, Feng Hu, Piro Lito, David Santamaria, Andrew J. Aguirre, Andrew M. Waters, Channing J. Der, Chiara Ambrogio, Zhengping Wang, Adrian L. Gill, Elena S. Koltun, Jacqueline A. M. Smith, David Wildes, Mallika Singh",
      "paper_url": "https://doi.org/10.1038/s41586-024-07205-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407392249",
      "paper_id": "https://openalex.org/W4407392249",
      "title": "Converging mechanism of UM171 and KBTBD4 neomorphic cancer mutations",
      "authors": "Xiaowen Xie, Olivia Zhang, Megan J. R. Yeo, Ceejay Lee, Ran Tao, Stefan A. Harry, N. Connor Payne, Eunju Nam, Leena Paul, Yiran Li, Hui Si Kwok, Hanjie Jiang, Haibin Mao, Jennifer L. Hadley, Hong Lin, Melissa Batts, Pallavi M. Gosavi, Vincenzo D’Angiolella, Philip A. Cole, Ralph Mazitschek, Paul A. Northcott, Ning Zheng, Brian B. Liau",
      "paper_url": "https://doi.org/10.1038/s41586-024-08533-3",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4404105359",
      "paper_id": "https://openalex.org/W4404105359",
      "title": "Coordinated inheritance of extrachromosomal DNAs in cancer cells",
      "authors": "King L. Hung, Matthew G. Jones, Ivy Tsz-Lo Wong, Ellis J. Curtis, Joshua T. Lange, Britney Jiayu He, Jens Luebeck, Rachel Schmargon, Elisa Scanu, Lotte Brückner, Xiaowei Yan, Rui Li, Aditi Gnanasekar, Rocío Chamorro González, Julia A. Belk, Zhonglin Liu, Bruno Melillo, Vineet Bafna, Jan R. Dörr, Benjamin Werner, Weini Huang, Benjamin F. Cravatt, Anton G. Henssen, Paul S. Mischel, Howard Y. Chang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07861-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391160413",
      "paper_id": "https://openalex.org/W4391160413",
      "title": "Coordination of cohesin and DNA replication observed with purified proteins",
      "authors": "Yasuto Murayama, Shizuko Endo, Yumiko Kurokawa, Ayako Kurita, Sanae Iwasaki, Hiroyuki Araki",
      "paper_url": "https://doi.org/10.1038/s41586-023-07003-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4282934548",
      "paper_id": "https://openalex.org/W4282934548",
      "title": "Core control principles of the eukaryotic cell cycle",
      "authors": "Souradeep Basu, Jessica Greenwood, Andrew W. Jones, Paul Nurse",
      "paper_url": "https://doi.org/10.1038/s41586-022-04798-8",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3156007823",
      "paper_id": "https://openalex.org/W3156007823",
      "title": "CRL4AMBRA1 is a master regulator of D-type cyclins",
      "authors": "Daniele Simoneschi, Gergely Rona, Nan Zhou, Yeon-Tae Jeong, Shaowen Jiang, Giacomo Milletti, Arnaldo A. Arbini, Alfie O’Sullivan, Andrew A. Wang, Sorasicha Nithikasem, Sarah Keegan, Yik Siu, Valentina Cianfanelli, Emiliano Maiani, Francesca Nazio, Francesco Cecconi, Francesco Boccalatte, David Fenyö, Drew R. Jones, Luca Busino, Michele Pagano",
      "paper_url": "https://doi.org/10.1038/s41586-021-03445-y",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4221041878",
      "paper_id": "https://openalex.org/W4221041878",
      "title": "Crucial role and mechanism of transcription-coupled DNA repair in bacteria",
      "authors": "Binod K. Bharati, Manjunath Gowder, Fangfang Zheng, Khaled Alzoubi, Vladimir Svetlov, Venu Kamarthapu, Jacob W. Weaver, Vitaly Epshtein, Nikita Vasilyev, Liqiang Shen, Yu Zhang, Evgeny Nudler",
      "paper_url": "https://doi.org/10.1038/s41586-022-04530-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389991831",
      "paper_id": "https://openalex.org/W4389991831",
      "title": "Cryo-EM structures of PP2A:B55–FAM122A and PP2A:B55–ARPP19",
      "authors": "Sathish K. R. Padi, Margaret R. Vos, Rachel J. Godek, James R. Fuller, Thomas Kruse, Jamin B. Hein, Jakob Nilsson, Matthew S. Kelker, Rebecca Page, Wolfgang Peti",
      "paper_url": "https://doi.org/10.1038/s41586-023-06870-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392984774",
      "paper_id": "https://openalex.org/W4392984774",
      "title": "Cryo-EM structures of RAD51 assembled on nucleosomes containing a DSB site",
      "authors": "Takuro Shioi, Suguru Hatazawa, Eriko Oya, Noriko Hosoya, Wataru Kobayashi, Mitsuo Ogasawara, Takehiko Kobayashi, Yoshimasa Takizawa, Hitoshi Kurumizaka",
      "paper_url": "https://doi.org/10.1038/s41586-024-07196-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392242510",
      "paper_id": "https://openalex.org/W4392242510",
      "title": "CST–polymerase α-primase solves a second telomere end-replication problem",
      "authors": "Hiroyuki Takai, Valentina Aria, Pamela Borges, Joseph T. P. Yeeles, Titia de Lange",
      "paper_url": "https://doi.org/10.1038/s41586-024-07137-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4366401412",
      "paper_id": "https://openalex.org/W4366401412",
      "title": "CTCF is a DNA-tension-dependent barrier to cohesin-mediated loop extrusion",
      "authors": "Iain F. Davidson, Roman Barth, Maciej Zaczek, Jaco van der Torre, Wen Tang, Kota Nagasaka, Richard Janissen, Jacob Kerssemakers, Gordana Wutz, Cees Dekker, Jan-Michael Peters",
      "paper_url": "https://doi.org/10.1038/s41586-023-05961-5",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3192299379",
      "paper_id": "https://openalex.org/W3192299379",
      "title": "Deficient H2A.Z deposition is associated with genesis of uterine leiomyoma",
      "authors": "Davide G. Berta, Heli Kuisma, Niko Välimäki, Maritta Räisänen, Maija Jäntti, Annukka Pasanen, Auli Karhu, Jaana Kaukomaa, Aurora Taira, Tatiana Cajuso, Sanna Nieminen, Rosa-Maria Penttinen, Saija Ahonen, Rainer Lehtonen, Miika Mehine, Pia Vahteristo, Jyrki Jalkanen, Biswajyoti Sahu, Janne Ravantti, Netta Mäkinen, Kristiina Rajamäki, Kimmo Palin, Jussi Taipale, Oskari Heikinheimo, Ralf Bützow, Eevi Kaasinen, Lauri A. Aaltonen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03747-1",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4395109812",
      "paper_id": "https://openalex.org/W4395109812",
      "title": "Discovery of WRN inhibitor HRO761 with synthetic lethality in MSI cancers",
      "authors": "Stephane Ferretti, Jacques Hamon, Ruben de Kanter, Clemens Scheufler, Rita Andraos-Rey, Stephanie Barbe, Elisabeth Bechter, Jutta Blank, Vincent Bordas, Ernesta Dammassa, Andrea Decker, Noemi Di Nanni, Marion Dourdoigne, Elena Gavioli, Marc Hattenberger, Alisa Heuser, Christelle Hemmerlin, Jürgen Hinrichs, Grainne Kerr, Laurent Laborde, Isabel Jaco, Eloísa Jiménez Núñez, Hans-Joerg Martus, Cornelia Quadt, Markus Reschke, Vincent Romanet, Fanny Schaeffer, Joseph Schoepfer, Maxime Schrapp, Ross Strang, Hans Voshol, Markus Wartmann, Sarah Welly, Frédéric Zécri, Francesco Hofmann, Henrik Möbitz, Marta Cortés-Cros",
      "paper_url": "https://doi.org/10.1038/s41586-024-07350-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3212888956",
      "paper_id": "https://openalex.org/W3212888956",
      "title": "Diverse alterations associated with resistance to KRAS(G12C) inhibition",
      "authors": "Yulei Zhao, Yonina R. Murciano-Goroff, Jenny Y. Xue, Agnes Ang, Jessica Lucas, Trang T. Mai, Arnaud F. Da Cruz Paula, Anne Y. Saiki, Deanna Mohn, Pragathi Achanta, Ann E. Sisk, Kanika S. Arora, Rohan S. Roy, Dongsung Kim, Chuanchuan Li, Lee P. Lim, Mark Li, Amber Bahr, Brian R. Loomis, Elisa de Stanchina, Jorge S. Reis-Filho, Britta Weigelt, Michael Berger, Gregory Riely, Kathryn C. Arbour, J. Russell Lipford, Bob T. Li, Piro Lito",
      "paper_url": "https://doi.org/10.1038/s41586-021-04065-2",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4384819932",
      "paper_id": "https://openalex.org/W4384819932",
      "title": "Diverse modes of H3K36me3-guided nucleosomal deacetylation by Rpd3S",
      "authors": "Haipeng Guan, Pei Wang, Pei Zhang, Chun Ruan, Yutian Ou, Bo Peng, Xiangdong Zheng, Jianlin Lei, Bing Li, Chuangye Yan, Haitao Li",
      "paper_url": "https://doi.org/10.1038/s41586-023-06349-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399567425",
      "paper_id": "https://openalex.org/W4399567425",
      "title": "DNA mismatch and damage patterns revealed by single-molecule sequencing",
      "authors": "Mei Hong Liu, Benjamin M. Costa, Emilia C. Bianchini, Una Choi, Rachel C. Bandler, Emilie Lassen, Marta Grońska-Pęski, Adam Schwing, Zachary R. Murphy, Daniel Rosenkjær, Shany Picciotto, Vanessa Bianchi, Lucie Stengs, Melissa Edwards, Nuno Miguel Nunes, Caitlin A. Loh, Tina K. Truong, Randall E. Brand, Tomi Pastinen, J. Richard Wagner, Anne-Bine Skytte, Uri Tabori, Jonathan E. Shoag, Gilad D. Evrony",
      "paper_url": "https://doi.org/10.1038/s41586-024-07532-8",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3137123949",
      "paper_id": "https://openalex.org/W3137123949",
      "title": "DNA-driven condensation assembles the meiotic DNA break machinery",
      "authors": "Corentin Claeys Bouuaert, Stephen Pu, Juncheng Wang, Cédric Oger, Dima Daccache, Wei Xie, Dinshaw J. Patel, Scott Keeney",
      "paper_url": "https://doi.org/10.1038/s41586-021-03374-w",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411205265",
      "paper_id": "https://openalex.org/W4411205265",
      "title": "Dynamic assemblies and coordinated reactions of non-homologous end joining",
      "authors": "Lan Liu, Jun Li, Metztli Cisneros-Aguirre, Arianna Merkell, Jeremy M. Stark, Martin Gellert, Wei Yang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09078-9",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3207537581",
      "paper_id": "https://openalex.org/W3207537581",
      "title": "eccDNAs are apoptotic products with high innate immunostimulatory activity",
      "authors": "Yuangao Wang, Meng Wang, Mohamed Nadhir Djekidel, Huan Chen, Di Liu, Frederick W. Alt, Yi Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-021-04009-w",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3217498804",
      "paper_id": "https://openalex.org/W3217498804",
      "title": "ecDNA hubs drive cooperative intermolecular oncogene expression",
      "authors": "King L. Hung, Kathryn E. Yost, Liangqi Xie, Quanming Shi, Konstantin Helmsauer, Jens Luebeck, Robert Schöpflin, Joshua T. Lange, Rocío Chamorro González, Natasha E. Weiser, Celine Chen, Maria E. Valieva, Ivy Tsz-Lo Wong, Sihan Wu, Siavash R. Dehkordi, Connor V. Duffy, Katerina Kraft, Jun Tang, Julia A. Belk, John C. Rose, M. Ryan Corces, Jeffrey M. Granja, Rui Li, Utkrisht Rajkumar, Jordan Friedlein, Anindya Bagchi, Ansuman T. Satpathy, Robert Tjian, Stefan Mundlos, Vineet Bafna, Anton G. Henssen, Paul S. Mischel, Zhe Liu, Howard Y. Chang",
      "paper_url": "https://doi.org/10.1038/s41586-021-04116-8",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4407734949",
      "paper_id": "https://openalex.org/W4407734949",
      "title": "Endogenous DNA damage at sites of terminated transcripts",
      "authors": "Jingjing Liu, Jullian O. Perren, Cody M. Rogers, Sadeieh Nimer, Alice X. Wen, Jennifer A. Halliday, Devon M. Fitzgerald, Qian Mei, Ralf B. Nehring, Mary Crum, Stanislav G. Kozmin, Jun Xia, Matthew B. Cooke, Yin Zhai, David Bates, Lei Li, P. J. Hastings, Irina Artsimovitch, Christophe Herman, Patrick M. Sung, Kyle M. Miller, Susan M. Rosenberg",
      "paper_url": "https://doi.org/10.1038/s41586-024-08578-4",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4405515088",
      "paper_id": "https://openalex.org/W4405515088",
      "title": "Engineered extrachromosomal oncogene amplifications promote tumorigenesis",
      "authors": "Davide Pradella, Minsi Zhang, Rui Gao, Melissa A. Yao, Katarzyna M. Gluchowska, Ylenia Cendon-Florez, Tanmay Mishra, Gaspare La Rocca, Moritz Weigl, Ziqi Jiao, Hieu H. M. Nguyen, Marta Lisi, Mateusz M. Ozimek, Chiara Mastroleo, Kevin Chen, Felix Grimm, Jens Luebeck, Shu Zhang, Andrea Alice Zolli, Eric G. Sun, Bhargavi Dameracharla, Zhengqiao Zhao, Yuri Pritykin, Carlie Sigel, Howard Y. Chang, Paul S. Mischel, Vineet Bafna, Cristina R. Antonescu, Andrea Ventura",
      "paper_url": "https://doi.org/10.1038/s41586-024-08318-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404105446",
      "paper_id": "https://openalex.org/W4404105446",
      "title": "Enhancing transcription–replication conflict targets ecDNA-positive cancers",
      "authors": "Jun Tang, Natasha E. Weiser, Guiping Wang, Sudhir Chowdhry, Ellis J. Curtis, Yanding Zhao, Ivy Tsz-Lo Wong, Georgi K. Marinov, Rui Li, Philip Hanoian, Edison Tse, Salvador Garcia Mojica, Ryan Hansen, Joshua Plum, Auzon Steffy, Snezana Milutinovic, S. Todd Meyer, Jens Luebeck, Yanbo Wang, Shu Zhang, Nicolas Altemose, Christina Curtis, William J. Greenleaf, Vineet Bafna, Stephen J. Benkovic, Anthony B. Pinkerton, Shailaja Kasibhatla, Christian A. Hassig, Paul S. Mischel, Howard Y. Chang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07802-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4379768361",
      "paper_id": "https://openalex.org/W4379768361",
      "title": "Epigenetic dysregulation from chromosomal transit in micronuclei",
      "authors": "Albert S. Agustinus, Duaa Al-Rawi, Bhargavi Dameracharla, Ramya Raviram, Bailey S. C. L. Jones, Stephanie Stransky, Lorenzo Scipioni, Jens Luebeck, Melody Di Bona, Danguole Norkunaite, Robert M. Myers, Mercedes Duran, Seongmin Choi, Britta Weigelt, Shira Yomtoubian, Andrew McPherson, Eléonore Toufektchan, Kristina Keuper, Paul S. Mischel, Vivek Mittal, Sohrab P. Shah, John Maciejowski, Zuzana Storchova, Enrico Gratton, Peter Ly, Dan Landau, Mathieu F. Bakhoum, Richard P. Koche, Simone Sidoli, Vineet Bafna, Yael David, Samuel F. Bakhoum",
      "paper_url": "https://doi.org/10.1038/s41586-023-06084-7",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4376959427",
      "paper_id": "https://openalex.org/W4376959427",
      "title": "ERα-associated translocations underlie oncogene amplifications in breast cancer",
      "authors": "Jake June-Koo Lee, Youngsook Lucy Jung, Taek-Chin Cheong, Jose Espejo Valle-Inclan, Chong Chu, Doga C. Gulhan, Viktor Ljungström, Hu Jin, Vinayak V. Viswanadham, Emma V. Watson, Isidro Cortés-Ciriano, Stephen J. Elledge, Roberto Chiarle, David Pellman, Peter J. Park",
      "paper_url": "https://doi.org/10.1038/s41586-023-06057-w",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4362608393",
      "paper_id": "https://openalex.org/W4362608393",
      "title": "Establishment and function of chromatin organization at replication origins",
      "authors": "Erika Chacin, Karl-Uwe Reusswig, Jessica Furtmeier, Priyanka Bansal, Leonhard A. Karl, Boris Pfander, Tobias Straub, Philipp Korber, Christoph F. Kurat",
      "paper_url": "https://doi.org/10.1038/s41586-023-05926-8",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4413020561",
      "paper_id": "https://openalex.org/W4413020561",
      "title": "Excised DNA circles from V(D)J recombination promote relapsed leukaemia",
      "authors": "Zeqian Gao, James N. F. Scott, Matthew P. Edwards, Dylan Casey, Xiaoling Wang, Andrew D. Gillen, Sarra Ryan, Lisa J. Russell, Anthony V. Moorman, Ruth de Tute, Catherine Cargo, Anthony M. Ford, David R. Westhead, Joan Boyes",
      "paper_url": "https://doi.org/10.1038/s41586-025-09372-6",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407956626",
      "paper_id": "https://openalex.org/W4407956626",
      "title": "Extensive mutual influences of SMC complexes shape 3D genome folding",
      "authors": "Han Zhao, Lirong Shu, Shiyi Qin, Fangxuan Lyu, Fuhai Liu, En Lin, Sijian Xia, Baiyue Wang, Manzhu Wang, Fengnian Shan, Yinzhi Lin, Lin Zhang, Yufei Gu, Gerd A. Blobel, Kai Huang, Haoyue Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08638-3",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4365143649",
      "paper_id": "https://openalex.org/W4365143649",
      "title": "Extrachromosomal DNA in the cancerous transformation of Barrett’s oesophagus",
      "authors": "Jens Luebeck, Alvin Wei Tian Ng, Patricia C. Galipeau, Xiaohong Li, Carissa A. Sanchez, Annalise C. Katz-Summercorn, Hoon Kim, Sriganesh Jammula, Yudou He, Scott M. Lippman, Roel G. W. Verhaak, Carlo C. Maley, Ludmil B. Alexandrov, Brian J. Reid, Rebecca C. Fitzgerald, Thomas G. Paulson, Howard Y. Chang, Sihan Wu, Vineet Bafna, Paul S. Mischel",
      "paper_url": "https://doi.org/10.1038/s41586-023-05937-5",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3217383311",
      "paper_id": "https://openalex.org/W3217383311",
      "title": "FAM72A antagonizes UNG2 to promote mutagenic repair during antibody maturation",
      "authors": "Yuqing Feng, Conglei Li, Jessica A. Stewart, Philip Barbulescu, Noé Seija Desivo, Alejandro Álvarez-Quilón, Rossanna C. Pezo, Madusha L. W. Perera, Katherine Chan, Amy Hin Yan Tong, Rukshana Mohamad-Ramshan, Maribel Berru, Diana Nakib, Gavin Li, Gholam Ali Kardar, James R. Carlyle, Jason Moffat, Daniel Durocher, Javier M. Di Noia, Ashok S. Bhagwat, Alberto Martin",
      "paper_url": "https://doi.org/10.1038/s41586-021-04144-4",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3217630413",
      "paper_id": "https://openalex.org/W3217630413",
      "title": "Fam72a enforces error-prone DNA repair during antibody diversification",
      "authors": "Mélanie Rogier, Jacques Moritz, Isabelle Robert, Chloé Lescale, Vincent Heyer, Arthur Abello, Ophélie Martin, Katia Capitani, Morgane Thomas, Anne-Sophie Thomas-Claudepierre, Brice Laffleur, Florence Jouan, Eric Pinaud, Karin Tarte, Michel Cogné, Silvestro G. Conticello, Evi Soutoglou, Ludovic Deriano, Bernardo Reina-San-Martin",
      "paper_url": "https://doi.org/10.1038/s41586-021-04093-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4401172316",
      "paper_id": "https://openalex.org/W4401172316",
      "title": "FANCD2–FANCI surveys DNA and recognizes double- to single-stranded junctions",
      "authors": "Pablo Alcón, Artur P. Kaczmarczyk, Korak Kumar Ray, Themistoklis Liolios, Guillaume Guilbaud, Tamara Sijacki, Yichao Shen, Stephen H. McLaughlin, Julian E. Sale, Puck Knipscheer, David S. Rueda, Lori A. Passmore",
      "paper_url": "https://doi.org/10.1038/s41586-024-07770-w",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4280525746",
      "paper_id": "https://openalex.org/W4280525746",
      "title": "Fast and efficient DNA replication with purified human proteins",
      "authors": "Yasemin Baris, Martin R. G. Taylor, Valentina Aria, Joseph T. P. Yeeles",
      "paper_url": "https://doi.org/10.1038/s41586-022-04759-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4360999508",
      "paper_id": "https://openalex.org/W4360999508",
      "title": "Formin-mediated nuclear actin at androgen receptors promotes transcription",
      "authors": "Julian Knerr, Ralf Werner, Carsten Schwan, Hong Wang, Peter Gebhardt, Helga Grötsch, Almuth Caliebe, Malte Spielmann, Paul-Martin Holterhus, Robert Grosse, Nadine C. Hornig",
      "paper_url": "https://doi.org/10.1038/s41586-023-05981-1",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406168945",
      "paper_id": "https://openalex.org/W4406168945",
      "title": "Functional evaluation and clinical classification of BRCA2 variants",
      "authors": "Huaizhi Huang, Chunling Hu, Jie Na, Steven N. Hart, Rohan David Gnanaolivu, Mohamed Abozaid, Tara Rao, Yohannes A. Tecleab, Christine B. Ambrosone, Song Yao, Amy Trentham-Dietz, A. Heather Eliassen, Lauren R. Teras, Alpa Patel, Christopher A. Haiman, Esther M. John, Elena Martinez, James V. Lacey, Dale P. Sandler, Clarice R. Weinberg, Julie R. Palmer, Celine M. Vachon, Janet E. Olson, Kathryn E. Ruddy, Hoda Anton-Culver, Jeffrey N. Weitzel, Peter Kraft, Tina Pesaran, Paulo Cilas Morais Lyra, Rachid Karam, Siddhartha Yadav, Katherine L. Nathanson, Susan M. Domchek, Miguel de la Hoya, Mark Robson, Miika Mehine, Chaitanya Bandlamudi, Diana Mandelker, Alvaro N. A. Monteiro, Edwin S. Iversen, Nicholas Boddicker, Wenan Chen, Marcy E. Richardson, Fergus J. Couch",
      "paper_url": "https://doi.org/10.1038/s41586-024-08388-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391809141",
      "paper_id": "https://openalex.org/W4391809141",
      "title": "Genetic determinants of micronucleus formation in vivo",
      "authors": "D. J. Adams, B. Barlas, R. E. McIntyre, I. Salguero, L. van der Weyden, A. Barros, J. R. Vicente, N. Karimpour, A. Haider, M. Ranzani, G. Turner, N. A. Thompson, V. Harle, R. Olvera-León, C. D. Robles-Espinoza, A. O. Speak, N. Geisler, W. J. Weninger, S. H. Geyer, J. Hewinson, N. A. Karp, Catherine L. Tudor, Angela L. Green, Cecilia Icoresi Mazzeo, Emma Siragher, Charlotte Lillistone, Diane Gleeson, Debarati Sethi, Tanya Bayzetinova, Jonathan Burvill, Bishoy Habib, Lauren Weavers, Ryea Maswood, Evelina Miklejewska, Michael Woods, Evelyn Grau, Stuart Newman, Caroline Sinclair, Ellen Brown, Brendan Doe, Antonella Galli, Ramiro Ramirez-Solis, Edward Ryder, Karen Steel, Allan Bradley, William C. Skarnes, David J. Adams, David Lafont, Valerie E. Vancollie, Robbie S. B. McLaren, Lena Hughes-Hallett, Christine Rowley, Emma Sanderson, Elizabeth Tuck, Monika Dabrowska, Mark Griffiths, David Gannon, Nicola Cockle, Andrea Kirton, Joanna Bottomley, Catherine Ingle, Chris Lelliott, Jacqueline K. White, B. Fu, F. Yang, Z. Kozik, J. Choudhary, L. Yu, M. S. van Ruiten, B. D. Rowland, C. J. Lelliott, M. del Castillo Velasco-Herrera, R. Verstraten, L. Bruckner, A. G. Henssen, M. A. Rooimans, J. de Lange, T. J. Mohun, M. J. Arends, K. A. Kentistou, P. A. Coelho, Y. Zhao, H. Zecchini, J. R. B. Perry, S. P. Jackson, G. Balmus",
      "paper_url": "https://doi.org/10.1038/s41586-023-07009-0",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4220709530",
      "paper_id": "https://openalex.org/W4220709530",
      "title": "Genetic instability from a single S phase after whole-genome duplication",
      "authors": "Simon Gemble, René Wardenaar, Kristina Keuper, Nishit Srivastava, Maddalena Nano, Anne-Sophie Macé, Andréa E. Tijhuis, Sara Vanessa Bernhard, Diana C. J. Spierings, Anthony Simon, Oumou Goundiam, Helfrid Hochegger, Matthieu Piel, Floris Foijer, Zuzana Storchová, Renata Basto",
      "paper_url": "https://doi.org/10.1038/s41586-022-04578-4",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4310439030",
      "paper_id": "https://openalex.org/W4310439030",
      "title": "Genomic signature of Fanconi anaemia DNA repair pathway deficiency in cancer",
      "authors": "Andrew L. H. Webster, Mathijs A. Sanders, Krupa Patel, Ralf Dietrich, Raymond J. Noonan, Francis P. Lach, Ryan R. White, Audrey Goldfarb, Kevin Hadi, Matthew M. Edwards, Frank X. Donovan, Remco M. Hoogenboezem, Moonjung Jung, Sunandini Sridhar, Tom F. Wiley, Olivier Fedrigo, Huasong Tian, Joel Rosiene, Thomas Heineman, Jennifer A. Kennedy, Lorenzo Bean, Rasim O. Rosti, Rebecca Tryon, Ashlyn-Maree Gonzalez, Allana Rosenberg, Ji-Dung Luo, Thomas S. Carroll, Sanjana Shroff, Michael Beaumont, Eunike Velleuer, Jeff C. Rastatter, Susanne I. Wells, Jordi Surrallés, Grover Bagby, Margaret L. MacMillan, John E. Wagner, Maria Cancio, Farid Boulad, Theresa Scognamiglio, Roger Vaughan, Kristin G. Beaumont, Amnon Koren, Marcin Imielinski, Settara C. Chandrasekharappa, Arleen D. Auerbach, Bhuvanesh Singh, David I. Kutler, Peter J. Campbell, Agata Smogorzewska",
      "paper_url": "https://doi.org/10.1038/s41586-022-05253-4",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4322738638",
      "paper_id": "https://openalex.org/W4322738638",
      "title": "H3K4me3 regulates RNA polymerase II promoter-proximal pause-release",
      "authors": "Hua Wang, Zheng Fan, Pavel V. Shliaha, Matthew Miele, Ronald C. Hendrickson, Xuejun Jiang, Kristian Helin",
      "paper_url": "https://doi.org/10.1038/s41586-023-05780-8",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W4226136052",
      "paper_id": "https://openalex.org/W4226136052",
      "title": "HELQ is a dual-function DSB repair enzyme modulated by RPA and RAD51",
      "authors": "Roopesh Anand, Erika Buechelmaier, Ondrej Belan, Matthew Newton, Aleksandra Vancevska, Artur Kaczmarczyk, Tohru Takaki, David S. Rueda, Simon N. Powell, Simon J. Boulton",
      "paper_url": "https://doi.org/10.1038/s41586-021-04261-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4379768957",
      "paper_id": "https://openalex.org/W4379768957",
      "title": "Heritable transcriptional defects from aberrations of nuclear architecture",
      "authors": "Stamatis Papathanasiou, Nikos A. Mynhier, Shiwei Liu, Gregory Brunette, Ema Stokasimov, Etai Jacob, Lanting Li, Caroline Comenho, Bas van Steensel, Jason D. Buenrostro, Cheng-Zhong Zhang, David Pellman",
      "paper_url": "https://doi.org/10.1038/s41586-023-06157-7",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409499962",
      "paper_id": "https://openalex.org/W4409499962",
      "title": "Histone H1 deamidation facilitates chromatin relaxation for DNA repair",
      "authors": "Yuan Tian, Tingting Feng, Jun Zhang, Qingren Meng, Wenxin Zhan, Ming Tang, Chaohua Liu, Mengyan Li, Wenhui Tao, Yuxin Shu, Yu Zhang, Feng Chen, Shunichi Takeda, Qian Zhu, Xiaopeng Lu, Wei-Guo Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08835-0",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4307931690",
      "paper_id": "https://openalex.org/W4307931690",
      "title": "Histone H2B.8 compacts flowering plant sperm through chromatin phase separation",
      "authors": "Toby Buttress, Shengbo He, Liang Wang, Shaoli Zhou, Gerhard Saalbach, Martin Vickers, Guohong Li, Pilong Li, Xiaoqi Feng",
      "paper_url": "https://doi.org/10.1038/s41586-022-05386-6",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407722293",
      "paper_id": "https://openalex.org/W4407722293",
      "title": "In vitro reconstitution of meiotic DNA double-strand-break formation",
      "authors": "Xinzhe Tang, Zetao Hu, Jian Ding, Meixia Wu, Pin Guan, Yawei Song, Yue Yin, Wei Wu, Jinbiao Ma, Ying Huang, Ming-Han Tong",
      "paper_url": "https://doi.org/10.1038/s41586-024-08551-1",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410398914",
      "paper_id": "https://openalex.org/W4410398914",
      "title": "Ku limits RNA-induced innate immunity to allow Alu-expansion in primates",
      "authors": "Yimeng Zhu, Angelina Li, Suvrajit Maji, Brian J. Lee, Sophie M. Korn, Jake A. Gertie, Tyler J. Dorrity, Jianhua Wang, Kyle J. Wang, Amandine Pelletier, Daniel F. Moakley, Rachel D. Kelly, Antony B. Holmes, Raul Rabadan, David R. Edgell, Caroline Schild-Poulter, Mauro Modesti, Anna-Lena Steckelberg, Eric A. Hendrickson, Hachung Chung, Chaolin Zhang, Shan Zha",
      "paper_url": "https://doi.org/10.1038/s41586-025-09104-w",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4366401377",
      "paper_id": "https://openalex.org/W4366401377",
      "title": "Lesion recognition by XPC, TFIIH and XPA in DNA excision repair",
      "authors": "Jinseok Kim, Chia-Lung Li, Xuemin Chen, Yanxiang Cui, Filip M. Golebiowski, Huaibin Wang, Fumio Hanaoka, Kaoru Sugasawa, Wei Yang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05959-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4385878635",
      "paper_id": "https://openalex.org/W4385878635",
      "title": "Long-molecule scars of backup DNA repair in BRCA1- and BRCA2-deficient cancers",
      "authors": "Jeremy Setton, Kevin Hadi, Zi-Ning Choo, Katherine S. Kuchin, Huasong Tian, Arnaud Da Cruz Paula, Joel Rosiene, Pier Selenica, Julie Behr, Xiaotong Yao, Aditya Deshpande, Michael Sigouros, Jyothi Manohar, Jones T. Nauseef, Juan-Miguel Mosquera, Olivier Elemento, Britta Weigelt, Nadeem Riaz, Jorge S. Reis-Filho, Simon N. Powell, Marcin Imieliński",
      "paper_url": "https://doi.org/10.1038/s41586-023-06461-2",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3132847906",
      "paper_id": "https://openalex.org/W3132847906",
      "title": "Loop extrusion as a mechanism for formation of DNA damage repair foci",
      "authors": "Coline Arnould, Vincent Rocher, Anne-Laure Finoux, Thomas Clouaire, Kevin Li, Felix Zhou, Pierre Caron, Philippe. E. Mangeot, Emiliano P. Ricci, Raphaël Mourad, James E. Haber, Daan Noordermeer, Gaëlle Legube",
      "paper_url": "https://doi.org/10.1038/s41586-021-03193-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3118639017",
      "paper_id": "https://openalex.org/W3118639017",
      "title": "Loop extrusion mediates physiological Igh locus contraction for RAG scanning",
      "authors": "Hai-Qiang Dai, Hongli Hu, Jiangman Lou, Adam Yongxin Ye, Zhaoqing Ba, Xuefei Zhang, Yiwen Zhang, Lijuan Zhao, Hye Suk Yoon, Aimee M. Chapdelaine-Williams, Nia Kyritsis, Huan Chen, Kerstin Johnson, Sherry Lin, Andrea Conte, Rafael Casellas, Cheng-Sheng Lee, Frederick W. Alt",
      "paper_url": "https://doi.org/10.1038/s41586-020-03121-7",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4383223716",
      "paper_id": "https://openalex.org/W4383223716",
      "title": "Loss of CDK4/6 activity in S/G2 phase leads to cell cycle reversal",
      "authors": "James A. Cornwell, Adrijana Crncec, Marwa M. Afifi, Kristina Tang, Ruhul Amin, Steven D. Cappell",
      "paper_url": "https://doi.org/10.1038/s41586-023-06274-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4210899268",
      "paper_id": "https://openalex.org/W4210899268",
      "title": "Mapping clustered mutations in cancer reveals APOBEC3 mutagenesis of ecDNA",
      "authors": "Erik N. Bergstrom, Jens Luebeck, Mia Petljak, Azhar Khandekar, Mark Barnes, Tongwu Zhang, Christopher D. Steele, Nischalan Pillay, Maria Teresa Landi, Vineet Bafna, Paul S. Mischel, Reuben S. Harris, Ludmil B. Alexandrov",
      "paper_url": "https://doi.org/10.1038/s41586-022-04398-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4280510947",
      "paper_id": "https://openalex.org/W4280510947",
      "title": "MCM complexes are barriers that restrict cohesin-mediated loop extrusion",
      "authors": "Bart J. H. Dequeker, Matthias J. Scherr, Hugo B. Brandão, Johanna Gassler, Sean Powell, Imre Gaspar, Ilya M. Flyamer, Aleksandar Lalic, Wen Tang, Roman Stocsits, Iain F. Davidson, Jan-Michael Peters, Karl E. Duderstadt, Leonid A. Mirny, Kikuë Tachibana",
      "paper_url": "https://doi.org/10.1038/s41586-022-04730-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404754541",
      "paper_id": "https://openalex.org/W4404754541",
      "title": "MCM double hexamer loading visualized with human proteins",
      "authors": "Florian Weissmann, Julia F. Greiwe, Thomas Pühringer, Evelyn L. Eastwood, Emma C. Couves, Thomas C. R. Miller, John F. X. Diffley, Alessandro Costa",
      "paper_url": "https://doi.org/10.1038/s41586-024-08263-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407722188",
      "paper_id": "https://openalex.org/W4407722188",
      "title": "Mechanism for local attenuation of DNA replication at double-strand breaks",
      "authors": "Robin Sebastian, Eric G. Sun, Michael Fedkenheuer, Haiqing Fu, SeolKyoung Jung, Bhushan L. Thakur, Christophe E. Redon, Gianluca Pegoraro, Andy D. Tran, Jacob M. Gross, Sara Mosavarpour, Nana Afua Kusi, Anagh Ray, Anjali Dhall, Lorinc S. Pongor, Rafael Casellas, Mirit I. Aladjem",
      "paper_url": "https://doi.org/10.1038/s41586-024-08557-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4292937248",
      "paper_id": "https://openalex.org/W4292937248",
      "title": "Mechanism of AAA+ ATPase-mediated RuvAB–Holliday junction branch migration",
      "authors": "Jiri Wald, Dirk Fahrenkamp, Nikolaus Goessweiner-Mohr, Wolfgang Lugmayr, Luciano Ciccarelli, Oliver Vesper, Thomas C. Marlovits",
      "paper_url": "https://doi.org/10.1038/s41586-022-05121-1",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402437971",
      "paper_id": "https://openalex.org/W4402437971",
      "title": "Mechanism of BRCA1–BARD1 function in DNA end resection and DNA protection",
      "authors": "Ilaria Ceppi, Maria Rosaria Dello Stritto, Martin Mütze, Stefan Braunshier, Valentina Mengoli, Giordano Reginato, Hồ Mỹ Phúc Võ, Sonia Jimeno, Ananya Acharya, Megha Roy, Aurore Sanchez, Swagata Halder, Sean Michael Howard, Raphaël Guérois, Pablo Huertas, Sylvie M. Noordermeer, Ralf Seidel, Petr Cejka",
      "paper_url": "https://doi.org/10.1038/s41586-024-07909-9",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411627193",
      "paper_id": "https://openalex.org/W4411627193",
      "title": "Mechanism of cytarabine-induced neurotoxicity",
      "authors": "Jia-Cheng Liu, Dongpeng Wang, Elsa Callen, Chuanyuan Chen, Santiago Noriega, Yafang Shang, David Schürmann, Yawei Song, Gokul N. Ramadoss, Raj Chari, Nancy Wong, Yongge Zhao, Yuan He, Peter D. Aplan, Michael E. Ward, Nathaniel Heintz, Anjana Rao, Peter J. McKinnon, Keith W. Caldecott, Primo Schär, Fei-Long Meng, Ferenc Livak, Wei Wu, André Nussenzweig",
      "paper_url": "https://doi.org/10.1038/s41586-025-09210-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4282967446",
      "paper_id": "https://openalex.org/W4282967446",
      "title": "Mechanism of replication origin melting nucleated by CMG helicase assembly",
      "authors": "Jacob S. Lewis, Marta H. Gross, Joana Sousa, Sarah S. Henrikus, Julia F. Greiwe, Andrea Nans, John F. X. Diffley, Alessandro Costa",
      "paper_url": "https://doi.org/10.1038/s41586-022-04829-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4395114693",
      "paper_id": "https://openalex.org/W4395114693",
      "title": "Mechanism of single-stranded DNA annealing by RAD52–RPA complex",
      "authors": "Chih-Chao Liang, Luke A. Greenhough, Laura Masino, Sarah Maslen, Ilirjana Bajrami, Marcel Tuppi, Mark Skehel, Ian A. Taylor, Stephen C. West",
      "paper_url": "https://doi.org/10.1038/s41586-024-07347-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4286007893",
      "paper_id": "https://openalex.org/W4286007893",
      "title": "Mechanisms of APOBEC3 mutagenesis in human cancer cells",
      "authors": "Mia Petljak, Alexandra Dananberg, Kevan Chu, Erik N. Bergstrom, Josefine Striepen, Patrick von Morgen, Yanyang Chen, Hina Shah, Julian E. Sale, Ludmil B. Alexandrov, Michael R. Stratton, John Maciejowski",
      "paper_url": "https://doi.org/10.1038/s41586-022-04972-y",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3186939347",
      "paper_id": "https://openalex.org/W3186939347",
      "title": "Mechanisms of BRCA1–BARD1 nucleosome recognition and ubiquitylation",
      "authors": "Qi Hu, Maria Victoria Botuyan, Debiao Zhao, Gaofeng Cui, Elie Mer, Georges Mer",
      "paper_url": "https://doi.org/10.1038/s41586-021-03716-8",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3112986012",
      "paper_id": "https://openalex.org/W3112986012",
      "title": "METTL3 regulates heterochromatin in mouse embryonic stem cells",
      "authors": "Wenqi Xu, Jiahui Li, Chenxi He, Jing Wen, Honghui Ma, Bowen Rong, Jianbo Diao, Liyong Wang, Jiahua Wang, Feizhen Wu, Li Tan, Yujiang Geno Shi, Yang Shi, Hongjie Shen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03210-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4377982251",
      "paper_id": "https://openalex.org/W4377982251",
      "title": "Mitotic bookmarking by SWI/SNF subunits",
      "authors": "Zhexin Zhu, Xiaolong Chen, Ao Guo, Trishabelle Manzano, Patrick J. Walsh, Kendall M. Wills, Rebecca Halliburton, Sandi Radko-Juettner, Raymond D. Carter, Janet F. Partridge, Douglas R. Green, Jinghui Zhang, Charles W. M. Roberts",
      "paper_url": "https://doi.org/10.1038/s41586-023-06085-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4376133139",
      "paper_id": "https://openalex.org/W4376133139",
      "title": "Mitotic clustering of pulverized chromosomes from micronuclei",
      "authors": "Yu-Fen Lin, Qing Hu, Alice Mazzagatti, Jose Espejo Valle-Inclán, Elizabeth G. Maurais, Rashmi Dahiya, Alison Guyer, Jacob T. Sanders, Justin L. Engel, Giaochau Nguyen, Daniel Bronder, Samuel F. Bakhoum, Isidro Cortés-Ciriano, Peter Ly",
      "paper_url": "https://doi.org/10.1038/s41586-023-05974-0",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4380625325",
      "paper_id": "https://openalex.org/W4380625325",
      "title": "Mitotic tethering enables inheritance of shattered micronuclear chromosomes",
      "authors": "Prasad Trivedi, Christopher D. Steele, Franco K. C. Au, Ludmil B. Alexandrov, Don W. Cleveland",
      "paper_url": "https://doi.org/10.1038/s41586-023-06216-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4228997170",
      "paper_id": "https://openalex.org/W4228997170",
      "title": "Molecular basis for the initiation of DNA primer synthesis",
      "authors": "Arthur W. H. Li, Katerina Zabrady, Lewis J. Bainbridge, Matej Zabrady, Sehr Naseem-Khan, Madison B. Berger, Peter Kolesar, G. Andrés Cisneros, Aidan J. Doherty",
      "paper_url": "https://doi.org/10.1038/s41586-022-04695-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404754578",
      "paper_id": "https://openalex.org/W4404754578",
      "title": "Multiple mechanisms for licensing human replication origins",
      "authors": "Ran Yang, Olivia Hunker, Marleigh Wise, Franziska Bleichert",
      "paper_url": "https://doi.org/10.1038/s41586-024-08237-8",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408351287",
      "paper_id": "https://openalex.org/W4408351287",
      "title": "MYC ecDNA promotes intratumour heterogeneity and plasticity in PDAC",
      "authors": "Elena Fiorini, Antonia Malinova, Daniel Schreyer, Davide Pasini, Michele Bevere, Giorgia Alessio, Diego Rosa, Sabrina D’Agosto, Luca Azzolin, Salvatore Milite, Silvia Andreani, Francesca Lupo, Lisa Veghini, Sonia Grimaldi, Serena Pedron, Monica Castellucci, Craig Nourse, Roberto Salvia, Giuseppe Malleo, Andrea Ruzzenente, Alfredo Guglielmi, Michele Milella, Rita T. Lawlor, Claudio Luchini, Antonio Agostini, Carmine Carbone, Christian Pilarsky, Andrea Sottoriva, Aldo Scarpa, David A. Tuveson, Peter Bailey, Vincenzo Corbo",
      "paper_url": "https://doi.org/10.1038/s41586-025-08721-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4309912258",
      "paper_id": "https://openalex.org/W4309912258",
      "title": "MYC multimers shield stalled replication forks from RNA polymerase",
      "authors": "Daniel Solvie, Apoorva Baluapuri, Leonie Uhl, Daniel Fleischhauer, Theresa Endres, Dimitrios Papadopoulos, Amel Aziba, Abdallah Gaballa, Ivan Mikicic, Ekaterina Isaakova, Celeste Giansanti, Jennifer Jansen, Marvin Jungblut, Teresa Klein, Christina Schülein-Völk, Hans Maric, Sören Doose, Markus Sauer, Petra Beli, Andreas Rosenwald, Matthias Dobbelstein, Elmar Wolf, Martin Eilers",
      "paper_url": "https://doi.org/10.1038/s41586-022-05469-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401793313",
      "paper_id": "https://openalex.org/W4401793313",
      "title": "NAC guides a ribosomal multienzyme complex for nascent protein processing",
      "authors": "Alfred M. Lentzsch, Denis Yudin, Martin Gamerdinger, Sowmya Chandrasekar, Laurenz Rabl, Alain Scaiola, Elke Deuerling, Nenad Ban, Shu-ou Shan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07846-7",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4413117916",
      "paper_id": "https://openalex.org/W4413117916",
      "title": "NASP modulates histone turnover to drive PARP inhibitor resistance",
      "authors": "Sarah C. Moser, Anna Khalizieva, Josef Roehsner, Elisabeth Pottendorfer, Milo L. Kaptein, Giulia Ricci, Vivek Bhardwaj, Onno B. Bleijerveld, Liesbeth Hoekman, Ingrid van der Heijden, Simone di Sanzo, Alexander Fish, Aleksandra Chikunova, Judith H. I. Haarhuis, Roel Oldenkamp, Luisa Robbez-Masson, Justin Sprengers, Daniel J. Vis, Lodewyk F. A. Wessels, Marieke van de Ven, Stephen J. Pettitt, Andrew N. J. Tutt, Christopher J. Lord, Benjamin D. Rowland, Moritz Völker-Albert, Francesca Mattiroli, Thijn R. Brummelkamp, Abdelghani Mazouzi, Jos Jonkers",
      "paper_url": "https://doi.org/10.1038/s41586-025-09414-z",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410189141",
      "paper_id": "https://openalex.org/W4410189141",
      "title": "Native nucleosomes intrinsically encode genome organization principles",
      "authors": "Sangwoo Park, Raquel Merino-Urteaga, Violetta Karwacki-Neisius, Gustavo Ezequiel Carrizo, Advait Athreya, Alberto Marin-Gonzalez, Nils A. Benning, Jonghan Park, Michelle M. Mitchener, Natarajan V. Bhanu, Benjamin A. Garcia, Bin Zhang, Tom W. Muir, Erika L. Pearce, Taekjip Ha",
      "paper_url": "https://doi.org/10.1038/s41586-025-08971-7",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3139535723",
      "paper_id": "https://openalex.org/W3139535723",
      "title": "Neuronal enhancers are hotspots for DNA single-strand break repair",
      "authors": "Wei Wu, Sarah E. Kargbo-Hill, William J. Nathan, Jacob Paiano, Elsa Callen, Dongpeng Wang, Kenta Shinoda, Niek van Wietmarschen, Jennifer M. Colón-Mercado, Dali Zong, Raffaella De Pace, Han-Yu Shih, Steve Coon, Maia Parsadanian, Raphael Pavani, Hana Hanzlikova, Solji Park, Seol Kyoung Jung, Peter J. McHugh, Andres Canela, Chongyi Chen, Rafael Casellas, Keith W. Caldecott, Michael E. Ward, André Nussenzweig",
      "paper_url": "https://doi.org/10.1038/s41586-021-03468-5",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4229062235",
      "paper_id": "https://openalex.org/W4229062235",
      "title": "Nonlinear mechanics of human mitotic chromosomes",
      "authors": "Anna E. C. Meijering, Kata Sarlós, Christian F. Nielsen, Hannes Witt, Janni Harju, Emma Kerklingh, Guus H. Haasnoot, Anna H. Bizard, Iddo Heller, Chase P. Broedersz, Ying Liu, Erwin J. G. Peterman, Ian D. Hickson, Gijs J. L. Wuite",
      "paper_url": "https://doi.org/10.1038/s41586-022-04666-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4285087726",
      "paper_id": "https://openalex.org/W4285087726",
      "title": "Nuclear chromosome locations dictate segregation error frequencies",
      "authors": "Sjoerd J. Klaasen, My Anh Truong, Richard H. van Jaarsveld, Isabella Koprivec, Valentina Štimac, Sippe G. de Vries, Patrik Risteski, Snježana Kodba, Kruno Vukušić, Kim L. de Luca, Joana F. Marques, Elianne M. Gerrits, Bjorn Bakker, Floris Foijer, Jop Kind, Iva M. Tolić, Susanne M. A. Lens, Geert J. P. L. Kops",
      "paper_url": "https://doi.org/10.1038/s41586-022-04938-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391809125",
      "paper_id": "https://openalex.org/W4391809125",
      "title": "Nuclear morphology is shaped by loop-extrusion programs",
      "authors": "Indumathi Patta, Maryam Zand, Lindsay Lee, Shreya Mishra, Alexandra Bortnick, Hanbin Lu, Arpita Prusty, Sara McArdle, Zbigniew Mikulski, Huan-You Wang, Christine S. Cheng, Kathleen M. Fisch, Ming Hu, Cornelis Murre",
      "paper_url": "https://doi.org/10.1038/s41586-024-07086-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399366357",
      "paper_id": "https://openalex.org/W4399366357",
      "title": "Nuclear position and local acetyl-CoA production regulate chromatin state",
      "authors": "Philipp Willnow, Aurelio A. Teleman",
      "paper_url": "https://doi.org/10.1038/s41586-024-07471-4",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4302011048",
      "paper_id": "https://openalex.org/W4302011048",
      "title": "Nuclear-embedded mitochondrial DNA sequences in 66,083 human genomes",
      "authors": "Wei Wei, Katherine R. Schon, Greg Elgar, Andrea Orioli, Melanie Tanguy, Adam Giess, Marc Tischkowitz, Mark J. Caulfield, Patrick F. Chinnery",
      "paper_url": "https://doi.org/10.1038/s41586-022-05288-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404105421",
      "paper_id": "https://openalex.org/W4404105421",
      "title": "Nucleosome flipping drives kinetic proofreading and processivity by SWR1",
      "authors": "Paul Girvan, Adam S. B. Jalal, Elizabeth A. McCormack, Michael T. Skehan, Carol L. Knight, Dale B. Wigley, David S. Rueda",
      "paper_url": "https://doi.org/10.1038/s41586-024-08152-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412479054",
      "paper_id": "https://openalex.org/W4412479054",
      "title": "Ongoing genome doubling shapes evolvability and immunity in ovarian cancer",
      "authors": "Andrew McPherson, Ignacio Vázquez-García, Matthew A. Myers, Duaa H. Al-Rawi, Matthew Zatzman, Adam C. Weiner, Samuel Freeman, Neeman Mohibullah, Gryte Satas, Marc J. Williams, Nicholas Ceglia, Danguolė Norkūnaitė, Allen W. Zhang, Jun Li, Jamie L. P. Lim, Michelle Wu, Seongmin Choi, Eliyahu Havasov, Diljot Grewal, Hongyu Shi, Minsoo Kim, Roland F. Schwarz, Tom Kaufmann, Khanh Ngoc Dinh, Florian Uhlitz, Julie Tran, Yushi Wu, Ruchi Patel, Satish Ramakrishnan, DooA Kim, Justin Clarke, Hunter Green, Emily Ali, Melody DiBona, Nancy Varice, Ritika Kundra, Vance Broach, Ginger J. Gardner, Kara Long Roche, Yukio Sonoda, Oliver Zivanovic, Sarah H. Kim, Rachel N. Grisham, Ying L. Liu, Agnes Viale, Nicole Rusk, Yulia Lakhman, Lora H. Ellenson, Simon Tavaré, Samuel Aparicio, Dennis S. Chi, Carol Aghajanian, Nadeem R. Abu-Rustum, Claire F. Friedman, Dmitriy Zamarin, Britta Weigelt, Samuel F. Bakhoum, Sohrab P. Shah",
      "paper_url": "https://doi.org/10.1038/s41586-025-09240-3",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4404105412",
      "paper_id": "https://openalex.org/W4404105412",
      "title": "Origins and impact of extrachromosomal DNA",
      "authors": "Chris Bailey, Oriol Pich, Kerstin Thol, Thomas B. K. Watkins, Jens Luebeck, Andrew Rowan, Georgia Stavrou, Natasha E. Weiser, Bhargavi Dameracharla, Robert Bentham, Wei-Ting Lu, Jeanette Kittel, S. Y. Cindy Yang, Brooke E. Howitt, Natasha Sharma, Maria Litovchenko, Roberto Salgado, King L. Hung, Alex J. Cornish, David A. Moore, Richard S. Houlston, Vineet Bafna, Howard Y. Chang, Serena Nik-Zainal, Nnennaya Kanu, Nicholas McGranahan, J. C. Ambrose, P. Arumugam, R. Bevers, M. Bleda, F. Boardman-Pretty, C. R. Boustred, H. Brittain, M. A. Brown, M. J. Caulfield, G. C. Chan, A. Giess, J. N. Griffin, A. Hamblin, S. Henderson, T. J. P. Hubbard, R. Jackson, L. J. Jones, D. Kasperaviciute, M. Kayikci, A. Kousathanas, L. Lahnstein, A. Lakey, S. E. A. Leigh, I. U. S. Leong, F. J. Lopez, F. Maleady-Crowe, M. McEntagart, F. Minneci, J. Mitchell, L. Moutsianas, M. Mueller, N. Murugaesu, A. C. Need, P. O’Donovan, C. A. Odhams, C. Patch, D. Perez-Gil, M. B. Pereira, J. Pullinger, T. Rahim, A. Rendon, T. Rogers, K. Savage, K. Sawant, R. H. Scott, A. Siddiq, A. Sieghart, S. C. Smith, A. Sosinsky, A. Stuckey, M. Tanguy, A. L. Taylor Tavares, E. R. A. Thomas, S. R. Thompson, A. Tucci, M. J. Welland, E. Williams, K. Witkowska, S. M. Wood, M. Zarowiecki, Adrienne M. Flanagan, Paul S. Mischel, Mariam Jamal-Hanjani, Charles Swanton",
      "paper_url": "https://doi.org/10.1038/s41586-024-08107-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4378901135",
      "paper_id": "https://openalex.org/W4378901135",
      "title": "Pan-KRAS inhibitor disables oncogenic signalling and tumour growth",
      "authors": "Dongsung Kim, Lorenz Herdeis, Dorothea Rudolph, Yulei Zhao, Jark Böttcher, Alberto Vides, Carlos I. Ayala-Santos, Yasin Pourfarjam, Antonio Cuevas-Navarro, Jenny Y. Xue, Andreas Mantoulidis, Joachim Bröker, Tobias Wunberg, Otmar Schaaf, Johannes Popow, Bernhard Wolkerstorfer, Katrin Gabriele Kropatsch, Rui Qu, Elisa de Stanchina, Ben Sang, Chuanchuan Li, Darryl B. McConnell, Norbert Kraut, Piro Lito",
      "paper_url": "https://doi.org/10.1038/s41586-023-06123-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392504743",
      "paper_id": "https://openalex.org/W4392504743",
      "title": "Parental histone transfer caught at the replication fork",
      "authors": "Ningning Li, Yuan Gao, Yujie Zhang, Daqi Yu, Jianwei Lin, Jianxun Feng, Jian Li, Zhichun Xu, Yingyi Zhang, Shangyu Dang, Keda Zhou, Yang Liu, Xiang David Li, Bik Kwoon Tye, Qing Li, Ning Gao, Yuanliang Zhai",
      "paper_url": "https://doi.org/10.1038/s41586-024-07152-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403922563",
      "paper_id": "https://openalex.org/W4403922563",
      "title": "Pharmacologic restoration of GTP hydrolysis by mutant RAS",
      "authors": "Antonio Cuevas-Navarro, Yasin Pourfarjam, Feng Hu, Diego J. Rodriguez, Alberto Vides, Ben Sang, Shijie Fan, Yehuda Goldgur, Elisa de Stanchina, Piro Lito",
      "paper_url": "https://doi.org/10.1038/s41586-024-08283-2",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386468587",
      "paper_id": "https://openalex.org/W4386468587",
      "title": "Polθ is phosphorylated by PLK1 to repair double-strand breaks in mitosis",
      "authors": "Camille Gelot, Marton Tibor Kovacs, Simona Miron, Emilie Mylne, Alexis Haan, Liza Boeffard-Dosierre, Rania Ghouil, Tatiana Popova, Florent Dingli, Damarys Loew, Josée Guirouilh-Barbat, Elaine Del Nery, Sophie Zinn-Justin, Raphael Ceccaldi",
      "paper_url": "https://doi.org/10.1038/s41586-023-06506-6",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406385613",
      "paper_id": "https://openalex.org/W4406385613",
      "title": "Prolonged persistence of mutagenic DNA lesions in somatic cells",
      "authors": "Michael Spencer Chapman, Emily Mitchell, Kenichi Yoshida, Nicholas Williams, Margarete A. Fabre, Anna Maria Ranzoni, Philip S. Robinson, Lori D. Kregar, Matthias Wilk, Steffen Boettcher, Krishnaa Mahbubani, Kourosh Saeb Parsy, Kate H. C. Gowers, Sam M. Janes, Stanley W. K. Ng, Matt Hoare, Anthony R. Green, George S. Vassiliou, Ana Cvejic, Markus G. Manz, Elisa Laurenti, Iñigo Martincorena, Michael R. Stratton, Jyoti Nangalia, Tim H. H. Coorens, Peter J. Campbell",
      "paper_url": "https://doi.org/10.1038/s41586-024-08423-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4402438053",
      "paper_id": "https://openalex.org/W4402438053",
      "title": "Promotion of DNA end resection by BRCA1–BARD1 in homologous recombination",
      "authors": "Sameer Salunkhe, James M. Daley, Hardeep Kaur, Nozomi Tomimatsu, Chaoyou Xue, Vivek B. Raina, Angela M. Jasper, Cody M. Rogers, Wenjing Li, Shuo Zhou, Rahul Mojidra, Youngho Kwon, Qingming Fang, Jae-Hoon Ji, Aida Badamchi Shabestari, O’Taveon Fitzgerald, Hoang Dinh, Bipasha Mukherjee, Amyn A. Habib, Robert Hromas, Alexander V. Mazin, Elizabeth V. Wasmuth, Shaun K. Olsen, David S. Libich, Daohong Zhou, Weixing Zhao, Eric C. Greene, Sandeep Burma, Patrick Sung",
      "paper_url": "https://doi.org/10.1038/s41586-024-07910-2",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385708659",
      "paper_id": "https://openalex.org/W4385708659",
      "title": "R-loop-dependent promoter-proximal termination ensures genome stability",
      "authors": "Congling Xu, Chengyu Li, Jiwei Chen, Yan Xiong, Zhibin Qiao, Pengyu Fan, Conghui Li, Shuangyu Ma, Jin Liu, Aixia Song, Bolin Tao, Tao Xu, Wei Xu, Yayun Chi, Jingyan Xue, Pu Wang, Dan Ye, Hongzhou Gu, Peng Zhang, Qiong Wang, Ruijing Xiao, Jingdong Cheng, Hai Zheng, Xiaoli Yu, Zhen Zhang, Jiong Wu, Kaiwei Liang, Yan-Jun Liu, Huasong Lu, Fei Xavier Chen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06515-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4312095753",
      "paper_id": "https://openalex.org/W4312095753",
      "title": "R-loop-derived cytoplasmic RNA–DNA hybrids activate an immune response",
      "authors": "Magdalena P. Crossley, Chenlin Song, Michael J. Bocek, Jun-Hyuk Choi, Joseph N. Kousouros, Ataya Sathirachinda, Cindy Lin, Joshua R. Brickner, Gongshi Bai, Hannes Lans, Wim Vermeulen, Monther Abu-Remaileh, Karlene A. Cimprich",
      "paper_url": "https://doi.org/10.1038/s41586-022-05545-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403062987",
      "paper_id": "https://openalex.org/W4403062987",
      "title": "Rapid homologue juxtaposition during meiotic chromosome pairing",
      "authors": "Tadasu Nozaki, Beth Weiner, Nancy Kleckner",
      "paper_url": "https://doi.org/10.1038/s41586-024-07999-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404305812",
      "paper_id": "https://openalex.org/W4404305812",
      "title": "Read–write mechanisms of H2A ubiquitination by Polycomb repressive complex 1",
      "authors": "Victoria Godínez López, Marco Igor Valencia-Sánchez, Stephen Abini-Agbomson, Jonathan F. Thomas, Rachel Lee, Pablo De Ioannes, Brian A. Sosa, Jean-Paul Armache, Karim-Jean Armache",
      "paper_url": "https://doi.org/10.1038/s41586-024-08183-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3198736369",
      "paper_id": "https://openalex.org/W3198736369",
      "title": "RecA finds homologous DNA by reduced dimensionality search",
      "authors": "Jakub Wiktor, Arvid H. Gynnå, Prune Leroy, Jimmy Larsson, Giovanna Coceano, Ilaria Testa, Johan Elf",
      "paper_url": "https://doi.org/10.1038/s41586-021-03877-6",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4285085260",
      "paper_id": "https://openalex.org/W4285085260",
      "title": "Reconstitution of a telomeric replicon organized by CST",
      "authors": "Arthur J. Zaug, Karen J. Goodrich, Jessica J. Song, Ashley E. Sullivan, Thomas R. Cech",
      "paper_url": "https://doi.org/10.1038/s41586-022-04930-8",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407722125",
      "paper_id": "https://openalex.org/W4407722125",
      "title": "Reconstitution of SPO11-dependent double-strand break formation",
      "authors": "Zhi Zheng, Lyuqin Zheng, Meret Arter, Kaixian Liu, Shintaro Yamada, David Ontoso, Soonjoung Kim, Scott Keeney",
      "paper_url": "https://doi.org/10.1038/s41586-025-08601-2",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4311472685",
      "paper_id": "https://openalex.org/W4311472685",
      "title": "Recurrent repeat expansions in human cancer genomes",
      "authors": "Graham S. Erwin, Gamze Gürsoy, Rashid Al-Abri, Ashwini Suriyaprakash, Egor Dolzhenko, Kevin Zhu, Christian R. Hoerner, Shannon M. White, Lucia Ramirez, Ananya Vadlakonda, Alekhya Vadlakonda, Konor von Kraut, Julia Park, Charlotte M. Brannon, Daniel A. Sumano, Raushun A. Kirtikar, Alicia A. Erwin, Thomas J. Metzner, Ryan K. C. Yuen, Alice C. Fan, John T. Leppert, Michael A. Eberle, Mark Gerstein, Michael P. Snyder",
      "paper_url": "https://doi.org/10.1038/s41586-022-05515-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3159054871",
      "paper_id": "https://openalex.org/W3159054871",
      "title": "Replication stress promotes cell elimination by extrusion",
      "authors": "Vivek K. Dwivedi, Carlos Pardo-Pastor, Rita Droste, Ji Na Kong, Nolan Tucker, Daniel P. Denning, Jody Rosenblatt, H. Robert Horvitz",
      "paper_url": "https://doi.org/10.1038/s41586-021-03526-y",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4221097859",
      "paper_id": "https://openalex.org/W4221097859",
      "title": "Rixosomal RNA degradation contributes to silencing of Polycomb target genes",
      "authors": "Haining Zhou, Chad B. Stein, Tiasha A. Shafiq, Gergana Shipkovenska, Marian Kalocsay, Joao A. Paulo, Jiuchun Zhang, Zhenhua Luo, Steven P. Gygi, Karen Adelman, Danesh Moazed",
      "paper_url": "https://doi.org/10.1038/s41586-022-04598-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403063005",
      "paper_id": "https://openalex.org/W4403063005",
      "title": "RNA m5C oxidation by TET2 regulates chromatin state and leukaemogenesis",
      "authors": "Zhongyu Zou, Xiaoyang Dou, Ying Li, Zijie Zhang, Juan Wang, Boyang Gao, Yu Xiao, Yiding Wang, Lijie Zhao, Chenxi Sun, Qinzhe Liu, Xianbin Yu, Hao Wang, Juyeong Hong, Qing Dai, Feng-Chun Yang, Mingjiang Xu, Chuan He",
      "paper_url": "https://doi.org/10.1038/s41586-024-07969-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4384819733",
      "paper_id": "https://openalex.org/W4384819733",
      "title": "RNA polymerase II associates with active genes during DNA replication",
      "authors": "Tyler K. Fenstermaker, Svetlana Petruk, Sina K. Kovermann, Hugh W. Brock, Alexander Mazo",
      "paper_url": "https://doi.org/10.1038/s41586-023-06341-9",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3161529933",
      "paper_id": "https://openalex.org/W3161529933",
      "title": "RNA transcripts stimulate homologous recombination by forming DR-loops",
      "authors": "Jian Ouyang, Tribhuwan Yadav, Jia-Min Zhang, Haibo Yang, Esther Rheinbay, Hongshan Guo, Daniel A. Haber, Li Lan, Lee Zou",
      "paper_url": "https://doi.org/10.1038/s41586-021-03538-8",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4282980285",
      "paper_id": "https://openalex.org/W4282980285",
      "title": "Signatures of copy number alterations in human cancer",
      "authors": "Christopher D. Steele, Ammal Abbasi, S. M. Ashiqul Islam, Amy L. Bowes, Azhar Khandekar, Kerstin Haase, Shadi Hames-Fathi, Dolapo Ajayi, Annelien Verfaillie, Pawan Dhami, Alex McLatchie, Matt Lechner, Nicholas Light, Adam Shlien, David Malkin, Andrew Feber, Paula Proszek, Tom Lesluyes, Fredrik Mertens, Adrienne M. Flanagan, Maxime Tarabichi, Peter Van Loo, Ludmil B. Alexandrov, Nischalan Pillay",
      "paper_url": "https://doi.org/10.1038/s41586-022-04738-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4210886966",
      "paper_id": "https://openalex.org/W4210886966",
      "title": "Signatures of TOP1 transcription-associated mutagenesis in cancer and germline",
      "authors": "Martin A. M. Reijns, David A. Parry, Thomas C. Williams, Ferran Nadeu, Rebecca L. Hindshaw, Diana O. Rios Szwed, Michael D. Nicholson, Paula Carroll, Shelagh Boyle, Romina Royo, Alex J. Cornish, Hang Xiang, Kate Ridout, John C. Ambrose, Prabhu Arumugam, Roel Bevers, Marta Bleda, Freya Boardman-Pretty, Christopher R. Boustred, Helen Brittain, Mark J. Caulfield, Georgia C. Chan, Greg Elgar, Tom Fowler, Adam Giess, Angela Hamblin, Shirley Henderson, Tim J. P. Hubbard, Rob Jackson, Louise J. Jones, Dalia Kasperaviciute, Melis Kayikci, Athanasios Kousathanas, Lea Lahnstein, Sarah E. A. Leigh, Ivonne U. S. Leong, Javier F. Lopez, Fiona Maleady-Crowe, Meriel McEntagart, Federico Minneci, Loukas Moutsianas, Michael Mueller, Nirupa Murugaesu, Anna C. Need, Peter O’Donovan, Chris A. Odhams, Christine Patch, Mariana Buongermino Pereira, Daniel Perez-Gil, John Pullinger, Tahrima Rahim, Augusto Rendon, Tim Rogers, Kevin Savage, Kushmita Sawant, Richard H. Scott, Afshan Siddiq, Alexander Sieghart, Samuel C. Smith, Alona Sosinsky, Alexander Stuckey, Mélanie Tanguy, Ana Lisa Taylor Tavares, Ellen R. A. Thomas, Simon R. Thompson, Arianna Tucci, Matthew J. Welland, Eleanor Williams, Katarzyna Witkowska, Suzanne M. Wood, Daniel Chubb, Alex Cornish, Ben Kinnersley, Richard Houlston, David Wedge, Andreas Gruber, Anna Frangou, William Cross, Trevor Graham, Andrea Sottoriva, Gulio Caravagna, Nuria Lopez-Bigas, Claudia Arnedo-Pac, David Church, Richard Culliford, Steve Thorn, Phil Quirke, Henry Wood, Ian Tomlinson, Boris Noyvert, Anna Schuh, Konrad Aden, Claire Palles, Elias Campo, Tatjana Stankovic, Martin S. Taylor, Andrew P. Jackson",
      "paper_url": "https://doi.org/10.1038/s41586-022-04403-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4214922368",
      "paper_id": "https://openalex.org/W4214922368",
      "title": "Silent mutations reveal therapeutic vulnerability in RAS Q61 cancers",
      "authors": "Yoshihisa Kobayashi, Chhayheng Chhoeu, Jiaqi Li, Kristin S. Price, Lesli A. Kiedrowski, Jamie L. Hutchins, Aaron I. Hardin, Zihan Wei, Fangxin Hong, Magda Bahcall, Prafulla C. Gokhale, Pasi A. Jänne",
      "paper_url": "https://doi.org/10.1038/s41586-022-04451-4",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407157763",
      "paper_id": "https://openalex.org/W4407157763",
      "title": "SKI complex loss renders 9p21.3-deleted or MSI-H cancers dependent on PELO",
      "authors": "Patricia C. Borck, Isabella Boyle, Kristina Jankovic, Nolan Bick, Kyla Foster, Anthony C. Lau, Lucy I. Parker-Burns, Daniel A. Lubicki, Tianxia Li, Ashir A. Borah, Nicholas J. Lofaso, Sohani Das Sharma, Tessla Chan, Riya V. Kishen, Anisah Adeagbo, Srivatsan Raghavan, Elisa Aquilanti, John R. Prensner, J. Michael Krill-Burger, Todd R. Golub, Catarina D. Campbell, Joshua M. Dempster, Edmond M. Chan, Francisca Vazquez",
      "paper_url": "https://doi.org/10.1038/s41586-024-08509-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3159494124",
      "paper_id": "https://openalex.org/W3159494124",
      "title": "Small-molecule inhibition of METTL3 as a strategy against myeloid leukaemia",
      "authors": "Eliza Yankova, Wesley Blackaby, Mark Albertella, Justyna Rak, Etienne De Braekeleer, Georgia Tsagkogeorga, Ewa S. Pilka, Demetrios Aspris, Dan Leggate, Alan G. Hendrick, Natalie A. Webster, Byron Andrews, Richard Fosbeary, Patrick Guest, Nerea Irigoyen, Maria Eleftheriou, Malgorzata Gozdecka, Joao M. L. Dias, Andrew J. Bannister, Binje Vick, Irmela Jeremias, George S. Vassiliou, Oliver Rausch, Konstantinos Tzelepis, Tony Kouzarides",
      "paper_url": "https://doi.org/10.1038/s41586-021-03536-w",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3158308213",
      "paper_id": "https://openalex.org/W3158308213",
      "title": "Somatic mutation landscapes at single-molecule resolution",
      "authors": "Federico Abascal, Luke M. R. Harvey, Emily Mitchell, Andrew R. J. Lawson, Stefanie V. Lensing, Peter Ellis, Andrew J. C. Russell, Raul E. Alcantara, Adrian Baez-Ortega, Yichen Wang, Eugene Jing Kwa, Henry Lee-Six, Alex Cagan, Tim H. H. Coorens, Michael Spencer Chapman, Sigurgeir Olafsson, Steven Leonard, David Jones, Heather E. Machado, Megan Davies, Nina F. Øbro, Krishnaa T. Mahubani, Kieren Allinson, Moritz Gerstung, Kourosh Saeb-Parsy, David G. Kent, Elisa Laurenti, Michael R. Stratton, Raheleh Rahbari, Peter J. Campbell, Robert J. Osborne, Iñigo Martincorena",
      "paper_url": "https://doi.org/10.1038/s41586-021-03477-4",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4225246272",
      "paper_id": "https://openalex.org/W4225246272",
      "title": "Somatic mutation rates scale with lifespan across mammals",
      "authors": "Alex Cagan, Adrian Baez-Ortega, Natalia Brzozowska, Federico Abascal, Tim H. H. Coorens, Mathijs A. Sanders, Andrew R. J. Lawson, Luke M. R. Harvey, Shriram Bhosle, David Jones, Raul E. Alcantara, Timothy M. Butler, Yvette Hooks, Kirsty Roberts, Elizabeth Anderson, Sharna Lunn, Edmund Flach, Simon Spiro, Inez Januszczak, Ethan Wrigglesworth, Hannah Jenkins, Tilly Dallas, Nic Masters, Matthew W. Perkins, Robert Deaville, Megan Druce, Ruzhica Bogeska, Michael D. Milsom, Björn Neumann, Frank Gorman, Fernando Constantino-Casas, Laura Peachey, Diana Bochynska, Ewan St. John Smith, Moritz Gerstung, Peter J. Campbell, Elizabeth P. Murchison, Michael R. Stratton, Iñigo Martincorena",
      "paper_url": "https://doi.org/10.1038/s41586-022-04618-z",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3132829024",
      "paper_id": "https://openalex.org/W3132829024",
      "title": "Spatiotemporal dissection of the cell cycle with single-cell proteogenomics",
      "authors": "Diana Mahdessian, Anthony J. Cesnik, Christian Gnann, Frida Danielsson, Lovisa Stenström, Muhammad Arif, Cheng Zhang, Trang Le, Fredric Johansson, Rutger Schutten, Anna Bäckström, Ulrika Axelsson, Peter Thul, Nathan H. Cho, Oana Carja, Mathias Uhlén, Adil Mardinoglu, Charlotte Stadler, Cecilia Lindskog, Burcu Ayoglu, Manuel D. Leonetti, Fredrik Pontén, Devin P. Sullivan, Emma Lundberg",
      "paper_url": "https://doi.org/10.1038/s41586-021-03232-9",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411627183",
      "paper_id": "https://openalex.org/W4411627183",
      "title": "Spatiotemporal orchestration of mitosis by cyclin-dependent kinase",
      "authors": "Nitin Kapadia, Paul Nurse",
      "paper_url": "https://doi.org/10.1038/s41586-025-09172-y",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407722105",
      "paper_id": "https://openalex.org/W4407722105",
      "title": "SPO11 dimers are sufficient to catalyse DNA double-strand breaks in vitro",
      "authors": "Cédric Oger, Corentin Claeys Bouuaert",
      "paper_url": "https://doi.org/10.1038/s41586-024-08574-8",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3170663349",
      "paper_id": "https://openalex.org/W3170663349",
      "title": "Spo11 generates gaps through concerted cuts at sites of topological stress",
      "authors": "Silvia Prieler, Doris Chen, Lingzhi Huang, Elisa Mayrhofer, Soma Zsótér, Magdalena Vesely, Jean Mbogning, Franz Klein",
      "paper_url": "https://doi.org/10.1038/s41586-021-03632-x",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388694300",
      "paper_id": "https://openalex.org/W4388694300",
      "title": "Stepwise requirements for polymerases δ and θ in theta-mediated end joining",
      "authors": "Susanna Stroik, Juan Carvajal-Garcia, Dipika Gupta, Alyssa Edwards, Adam Luthman, David W. Wyatt, Rachel L. Dannenberg, Wanjuan Feng, Thomas A. Kunkel, Gaorav P. Gupta, Mark Hedglin, Richard Wood, Sylvie Doublié, Eli Rothenberg, Dale A. Ramsden",
      "paper_url": "https://doi.org/10.1038/s41586-023-06729-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399567253",
      "paper_id": "https://openalex.org/W4399567253",
      "title": "Strand-resolved mutagenicity of DNA damage and repair",
      "authors": "Craig J. Anderson, Lana Talmane, Juliet Luft, John Connelly, Michael D. Nicholson, Jan C. Verburg, Oriol Pich, Susan Campbell, Marco Giaisi, Pei-Chi Wei, Vasavi Sundaram, Frances Connor, Paul A. Ginno, Takayo Sasaki, David M. Gilbert, Stuart Aitken, Claudia Arnedo-Pac, Maëlle Daunesse, Ruben M. Drews, Ailith Ewing, Christine Feig, Paul Flicek, Vera B. Kaiser, Elissavet Kentepozidou, Erika López-Arribillaga, Margus Lukk, Tim F. Rayner, Inés Sentís, Núria López-Bigas, Colin A. Semple, Duncan T. Odom, Sarah J. Aitken, Martin S. Taylor",
      "paper_url": "https://doi.org/10.1038/s41586-024-07490-1",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283750693",
      "paper_id": "https://openalex.org/W4283750693",
      "title": "Structural basis for SHOC2 modulation of RAS signalling",
      "authors": "Nicholas P. D. Liau, Matthew C. Johnson, Saeed Izadi, Luca Gerosa, Michal Hammel, John M. Bruning, Timothy J. Wendorff, Wilson Phung, Sarah G. Hymowitz, Jawahar Sudhamsu",
      "paper_url": "https://doi.org/10.1038/s41586-022-04838-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3183755809",
      "paper_id": "https://openalex.org/W3183755809",
      "title": "Structural basis of human separase regulation by securin and CDK1–cyclin B1",
      "authors": "Jun Yu, Pierre Raia, Chloe M. Ghent, Tobias Raisch, Yashar Sadian, Simone Cavadini, Pramod M. Sabale, David Barford, Stefan Raunser, David O. Morgan, Andreas Boland",
      "paper_url": "https://doi.org/10.1038/s41586-021-03764-0",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3199909334",
      "paper_id": "https://openalex.org/W3199909334",
      "title": "Structural basis of human transcription–DNA repair coupling",
      "authors": "Goran Kokic, Felix R. Wagner, Aleksandar Chernev, Henning Urlaub, Patrick Cramer",
      "paper_url": "https://doi.org/10.1038/s41586-021-03906-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4393853625",
      "paper_id": "https://openalex.org/W4393853625",
      "title": "Structural basis of Integrator-dependent RNA polymerase II termination",
      "authors": "Isaac Fianu, Moritz Ochmann, James L. Walshe, Olexandr Dybkov, Joseph Neos Cruz, Henning Urlaub, Patrick Cramer",
      "paper_url": "https://doi.org/10.1038/s41586-024-07269-4",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3155078366",
      "paper_id": "https://openalex.org/W3155078366",
      "title": "Structural basis of long-range to short-range synaptic transition in NHEJ",
      "authors": "Siyu Chen, Linda Lee, Tasmin Naila, Susan Fishbain, Annie Wang, Alan E. Tomkinson, Susan P. Lees-Miller, Yuan He",
      "paper_url": "https://doi.org/10.1038/s41586-021-03458-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4309873855",
      "paper_id": "https://openalex.org/W4309873855",
      "title": "Structural basis of tankyrase activation by polymerization",
      "authors": "Nisha Pillay, Laura Mariotti, Mariola Zaleska, Oviya Inian, Matthew Jessop, Sam Hibbs, Ambroise Desfosses, Paul C. R. Hopkins, Catherine M. Templeton, Fabienne Beuron, Edward P. Morris, Sebastian Guettler",
      "paper_url": "https://doi.org/10.1038/s41586-022-05449-8",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408612760",
      "paper_id": "https://openalex.org/W4408612760",
      "title": "Structural dynamics of DNA unwinding by a replicative helicase",
      "authors": "Taha Shahid, Ammar U. Danazumi, Muhammad Tehseen, Lubna Alhudhali, Alice R. Clark, Christos G. Savva, Samir M. Hamdan, Alfredo De Biasio",
      "paper_url": "https://doi.org/10.1038/s41586-025-08766-w",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4381489507",
      "paper_id": "https://openalex.org/W4381489507",
      "title": "Structural insights into BCDX2 complex function in homologous recombination",
      "authors": "Yashpal Rawal, Lijia Jia, Aviv Meir, Shuo Zhou, Hardeep Kaur, Eliza A. Ruben, Youngho Kwon, Kara A. Bernstein, Maria Jasin, Alexander B. Taylor, Sandeep Burma, Robert Hromas, Alexander V. Mazin, Weixing Zhao, Daohong Zhou, Elizabeth V. Wasmuth, Eric C. Greene, Patrick Sung, Shaun K. Olsen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06219-w",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411024929",
      "paper_id": "https://openalex.org/W4411024929",
      "title": "Structural insights into human Pol III transcription initiation in action",
      "authors": "Qianmin Wang, Yulei Ren, Qianwei Jin, Xizi Chen, Yanhui Xu",
      "paper_url": "https://doi.org/10.1038/s41586-025-09093-w",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4206476713",
      "paper_id": "https://openalex.org/W4206476713",
      "title": "Structural insights into inhibitor regulation of the DNA repair protein DNA-PKcs",
      "authors": "Shikang Liang, Sherine E. Thomas, Amanda K. Chaplin, Steven W. Hardwick, Dimitri Y. Chirgadze, Tom L. Blundell",
      "paper_url": "https://doi.org/10.1038/s41586-021-04274-9",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4381489574",
      "paper_id": "https://openalex.org/W4381489574",
      "title": "Structure and function of the RAD51B–RAD51C–RAD51D–XRCC2 tumour suppressor",
      "authors": "Luke A. Greenhough, Chih-Chao Liang, Ondrej Belan, Simone Kunzelmann, Sarah Maslen, Monica C. Rodrigo-Brenni, Roopesh Anand, Mark Skehel, Simon J. Boulton, Stephen C. West",
      "paper_url": "https://doi.org/10.1038/s41586-023-06179-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4224030188",
      "paper_id": "https://openalex.org/W4224030188",
      "title": "Structure of active human telomerase with telomere shelterin protein TPP1",
      "authors": "Baocheng Liu, Yao He, Yaqiang Wang, He Song, Z. Hong Zhou, Juli Feigon",
      "paper_url": "https://doi.org/10.1038/s41586-022-04582-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4225083938",
      "paper_id": "https://openalex.org/W4225083938",
      "title": "Structure of human chromatin-remodelling PBAF complex bound to a nucleosome",
      "authors": "Junjie Yuan, Kangjing Chen, Wenbo Zhang, Zhucheng Chen",
      "paper_url": "https://doi.org/10.1038/s41586-022-04658-5",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3155018287",
      "paper_id": "https://openalex.org/W3155018287",
      "title": "Structure of human telomerase holoenzyme with bound telomeric DNA",
      "authors": "George E. Ghanim, Adam J. Fountain, Anne-Marie M. van Roon, Ramya Rangan, Rhiju Das, Kathleen Collins, Thi Hoang Duong Nguyen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03415-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402437808",
      "paper_id": "https://openalex.org/W4402437808",
      "title": "Structure of human TIP60-C histone exchange and acetyltransferase complex",
      "authors": "Changqing Li, Ekaterina Smirnova, Charlotte Schnitzler, Corinne Crucifix, Jean Paul Concordet, Alice Brion, Arnaud Poterszman, Patrick Schultz, Gabor Papai, Adam Ben-Shem",
      "paper_url": "https://doi.org/10.1038/s41586-024-08011-w",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4285084534",
      "paper_id": "https://openalex.org/W4285084534",
      "title": "Structure of Tetrahymena telomerase-bound CST with polymerase α-primase",
      "authors": "Yao He, He Song, Henry Chan, Baocheng Liu, Yaqiang Wang, Lukas Sušac, Z. Hong Zhou, Juli Feigon",
      "paper_url": "https://doi.org/10.1038/s41586-022-04931-7",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3158561545",
      "paper_id": "https://openalex.org/W3158561545",
      "title": "Structure of the human Mediator–RNA polymerase II pre-initiation complex",
      "authors": "Srinivasan Rengachari, Sandra Schilbach, Shintaro Aibara, Christian Dienemann, Patrick Cramer",
      "paper_url": "https://doi.org/10.1038/s41586-021-03555-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4285087176",
      "paper_id": "https://openalex.org/W4285087176",
      "title": "Structure of the MRAS–SHOC2–PP1C phosphatase complex",
      "authors": "Zachary J. Hauseman, Michelle Fodor, Anxhela Dhembi, Jessica Viscomi, David Egli, Melusine Bleu, Stephanie Katz, Eunyoung Park, Dong Man Jang, Kathryn A. Porter, Fabian Meili, Hongqiu Guo, Grainne Kerr, Sandra Mollé, Camilo Velez-Vega, Kim S. Beyer, Giorgio G. Galli, Saveur-Michel Maira, Travis Stams, Kirk Clark, Michael J. Eck, Luca Tordella, Claudio R. Thoma, Daniel A. King",
      "paper_url": "https://doi.org/10.1038/s41586-022-05086-1",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4302011104",
      "paper_id": "https://openalex.org/W4302011104",
      "title": "Structure of the NuA4 acetyltransferase complex bound to the nucleosome",
      "authors": "Keke Qu, Kangjing Chen, Hao Wang, Xueming Li, Zhucheng Chen",
      "paper_url": "https://doi.org/10.1038/s41586-022-05303-x",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3157938130",
      "paper_id": "https://openalex.org/W3157938130",
      "title": "Structures of mammalian RNA polymerase II pre-initiation complexes",
      "authors": "Shintaro Aibara, Sandra Schilbach, Patrick Cramer",
      "paper_url": "https://doi.org/10.1038/s41586-021-03554-8",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3162473212",
      "paper_id": "https://openalex.org/W3162473212",
      "title": "Structures of telomerase at several steps of telomere repeat synthesis",
      "authors": "Yao He, Yaqiang Wang, Baocheng Liu, Christina Helmling, Lukas Sušac, Ryan Cheng, Z. Hong Zhou, Juli Feigon",
      "paper_url": "https://doi.org/10.1038/s41586-021-03529-9",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4285395337",
      "paper_id": "https://openalex.org/W4285395337",
      "title": "Structures of the human CST-Polα–primase complex bound to telomere templates",
      "authors": "Qixiang He, Xiuhua Lin, Bianca L. Chavez, Sourav Agrawal, Benjamin L. Lusk, Ci Ji Lim",
      "paper_url": "https://doi.org/10.1038/s41586-022-05040-1",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4285088425",
      "paper_id": "https://openalex.org/W4285088425",
      "title": "Structure–function analysis of the SHOC2–MRAS–PP1C holophosphatase complex",
      "authors": "Jason J. Kwon, Behnoush Hajian, Yuemin Bian, Lucy C. Young, Alvaro J. Amor, James R. Fuller, Cara V. Fraley, Abbey M. Sykes, Jonathan So, Joshua Pan, Laura Baker, Sun Joo Lee, Douglas B. Wheeler, David L. Mayhew, Nicole S. Persky, Xiaoping Yang, David E. Root, Anthony M. Barsotti, Andrew W. Stamford, Charles K. Perry, Alex Burgin, Frank McCormick, Christopher T. Lemke, William C. Hahn, Andrew J. Aguirre",
      "paper_url": "https://doi.org/10.1038/s41586-022-04928-2",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411023433",
      "paper_id": "https://openalex.org/W4411023433",
      "title": "Subnucleosome preference of human chromatin remodeller SMARCAD1",
      "authors": "Pengjing Hu, Jingxi Sun, Hongyao Sun, Kangjing Chen, Youyang Sia, Xian Xia, Qiaoran Xi, Zhucheng Chen",
      "paper_url": "https://doi.org/10.1038/s41586-025-09100-0",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407157688",
      "paper_id": "https://openalex.org/W4407157688",
      "title": "Synthetic lethality of mRNA quality control complexes in cancer",
      "authors": "Vivian Prindle, Adam E. Richardson, Kimberly R. Sher, Sarah Kongpachith, Kaitlin Kentala, Sakina Petiwala, Dong Cheng, Deborah Widomski, Phuong Le, Maricel Torrent, Anlu Chen, Stephen Walker, Marianne B. Palczewski, Diya Mitra, Vlasios Manaves, Xu Shi, Charles Lu, Stephanie Sandoval, Zoltan Dezso, F. Gregory Buchanan, Daniel Verduzco, Brian Bierie, Jonathan A. Meulbroek, William N. Pappano, Joshua P. Plotnik",
      "paper_url": "https://doi.org/10.1038/s41586-024-08398-6",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4393234959",
      "paper_id": "https://openalex.org/W4393234959",
      "title": "Targeting DCAF5 suppresses SMARCB1-mutant cancer by stabilizing SWI/SNF",
      "authors": "Sandi Radko-Juettner, Hong Yue, Jacquelyn A. Myers, Raymond D. Carter, Alexis N. Robertson, Priya Mittal, Zhexin Zhu, Baranda S. Hansen, Katherine A. Donovan, Moritz Hunkeler, Wojciech Rosikiewicz, Zhiping Wu, Meghan G. McReynolds, Shourya S. Roy Burman, Anna M. Schmoker, Nada Mageed, Scott A. Brown, Robert J. Mobley, Janet F. Partridge, Elizabeth A. Stewart, Shondra M. Pruett-Miller, Behnam Nabet, Junmin Peng, Nathanael S. Gray, Eric S. Fischer, Charles W. M. Roberts",
      "paper_url": "https://doi.org/10.1038/s41586-024-07250-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400279552",
      "paper_id": "https://openalex.org/W4400279552",
      "title": "Targeting pericentric non-consecutive motifs for heterochromatin initiation",
      "authors": "Runze Ma, Yan Zhang, Jing Zhang, Pinqi Zhang, Zeqi Liu, Yiming Fan, Hao-Tian Wang, Zhuqiang Zhang, Bing Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07640-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W4200108213",
      "paper_id": "https://openalex.org/W4200108213",
      "title": "Targeting SWI/SNF ATPases in enhancer-addicted prostate cancer",
      "authors": "Lanbo Xiao, Abhijit Parolia, Yuanyuan Qiao, Pushpinder Bawa, Sanjana Eyunni, Rahul Mannan, Sandra E. Carson, Yu Chang, Xiaoju Wang, Yuping Zhang, Josh N. Vo, Steven Kregel, Stephanie A. Simko, Andrew D. Delekta, Mustapha Jaber, Heng Zheng, Ingrid J. Apel, Lisa McMurry, Fengyun Su, Rui Wang, Sylvia Zelenka-Wang, Sanjita Sasmal, Leena Khare, Subhendu Mukherjee, Chandrasekhar Abbineni, Kiran Aithal, Mital S. Bhakta, Jay Ghurye, Xuhong Cao, Nora M. Navone, Alexey I. Nesvizhskii, Rohit Mehra, Ulka Vaishampayan, Marco Blanchette, Yuzhuo Wang, Susanta Samajdar, Murali Ramachandra, Arul M. Chinnaiyan",
      "paper_url": "https://doi.org/10.1038/s41586-021-04246-z",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410189258",
      "paper_id": "https://openalex.org/W4410189258",
      "title": "Targeting the SHOC2–RAS interaction in RAS-mutant cancers",
      "authors": "Zachary J. Hauseman, Frédéric Stauffer, Kim S. Beyer, Sandra Mollé, Elena Cavicchioli, Jean-Remy Marchand, Michelle Fodor, Jessica Viscomi, Anxhela Dhembi, Stéphanie Katz, Beatrice Faggion, Mylene Lanter, Grainne Kerr, Daniela Schildknecht, Cornelia Handl, Danilo Maddalo, Carole Pissot Soldermann, Jacob Brady, Om Shrestha, Zachary Nguyen, Lukas Leder, Gregor Cremosnik, Sandra Lopez Romero, Ulrich Hassiepen, Travis Stams, Markus Linder, Giorgio G. Galli, Daniel A. Guthy, Daniel A. King, Sauveur-Michel Maira, Claudio R. Thoma, Veronika Ehmke, Luca Tordella",
      "paper_url": "https://doi.org/10.1038/s41586-025-08931-1",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3155333011",
      "paper_id": "https://openalex.org/W3155333011",
      "title": "The AMBRA1 E3 ligase adaptor regulates the stability of cyclin D",
      "authors": "Andrea C. Chaikovsky, Chuan Li, Edwin E. Jeng, Samuel Loebell, Myung Chang Lee, Christopher W. Murray, Ran Cheng, Janos Demeter, Danielle L. Swaney, Si-Han Chen, Billy W. Newton, Jeffrey R. Johnson, Alexandros P. Drainas, Yan Ting Shue, Jose A. Seoane, Preethi Srinivasan, Andy He, Akihiro Yoshida, Susan Q. Hipkins, Edel McCrea, Carson D. Poltorack, Nevan J. Krogan, J. Alan Diehl, Christina Kong, Peter K. Jackson, Christina Curtis, Dmitri A. Petrov, Michael C. Bassik, Monte M. Winslow, Julien Sage",
      "paper_url": "https://doi.org/10.1038/s41586-021-03474-7",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403243600",
      "paper_id": "https://openalex.org/W4403243600",
      "title": "The interplay of mutagenesis and ecDNA shapes urothelial cancer evolution",
      "authors": "Duy D. Nguyen, William F. Hooper, Weisi Liu, Timothy R. Chu, Heather Geiger, Jennifer M. Shelton, Minita Shah, Zoe R. Goldstein, Lara Winterkorn, Adrienne Helland, Michael Sigouros, Jyothi Manohar, Jenna Moyer, Majd Al Assaad, Alissa Semaan, Sandra Cohen, Florencia Madorsky Rowdo, David Wilkes, Mohamed Osman, Rahul R. Singh, Andrea Sboner, Henkel L. Valentine, Phillip Abbosh, Scott T. Tagawa, David M. Nanus, Jones T. Nauseef, Cora N. Sternberg, Ana M. Molina, Douglas Scherr, Giorgio Inghirami, Juan Miguel Mosquera, Olivier Elemento, Nicolas Robine, Bishoy M. Faltas",
      "paper_url": "https://doi.org/10.1038/s41586-024-07955-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3194049481",
      "paper_id": "https://openalex.org/W3194049481",
      "title": "The mutational landscape of human somatic and germline cells",
      "authors": "Luiza Moore, Alex Cagan, Tim H. H. Coorens, Matthew D. C. Neville, Rashesh Sanghvi, Mathijs A. Sanders, Thomas R. W. Oliver, Daniel Leongamornlert, Peter Ellis, Ayesha Noorani, Thomas J. Mitchell, Timothy M. Butler, Yvette Hooks, Anne Y. Warren, Mette Jorgensen, Kevin J. Dawson, Andrew Menzies, Laura O’Neill, Calli Latimer, Mabel Teng, Ruben van Boxtel, Christine A. Iacobuzio-Donahue, Inigo Martincorena, Rakesh Heer, Peter J. Campbell, Rebecca C. Fitzgerald, Michael R. Stratton, Raheleh Rahbari",
      "paper_url": "https://doi.org/10.1038/s41586-021-03822-7",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4409147372",
      "paper_id": "https://openalex.org/W4409147372",
      "title": "The RAD52 double-ring remodels replication forks restricting fork reversal",
      "authors": "Masayoshi Honda, Mortezaali Razzaghi, Paras Gaur, Eva Malacaria, Giorgia Marozzi, Ludovica Di Biagi, Francesca Antonella Aiello, Emeleeta A. Paintsil, Andrew J. Stanfield, Bailey J. Deppe, Lokesh Gakhar, Nicholas J. Schnicker, M. Ashley Spies, Pietro Pichierri, Maria Spies",
      "paper_url": "https://doi.org/10.1038/s41586-025-08753-1",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406169170",
      "paper_id": "https://openalex.org/W4406169170",
      "title": "The sequence–structure–function relationship of intrinsic ERα disorder",
      "authors": "Zhanwen Du, Han Wang, Shuqi Luo, Zixi Yun, Chen Wu, Wangfei Yang, Matthias Buck, Wenwei Zheng, Alexandar L. Hansen, Hung-Ying Kao, Sichun Yang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08400-1",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4366401115",
      "paper_id": "https://openalex.org/W4366401115",
      "title": "The Smc5/6 complex is a DNA loop-extruding motor",
      "authors": "Biswajit Pradhan, Takaharu Kanno, Miki Umeda Igarashi, Mun Siong Loke, Martin Dieter Baaske, Jan Siu Kei Wong, Kristian Jeppsson, Camilla Björkegren, Eugene Kim",
      "paper_url": "https://doi.org/10.1038/s41586-023-05963-3",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3210375384",
      "paper_id": "https://openalex.org/W3210375384",
      "title": "The structure of neurofibromin isoform 2 reveals different functional states",
      "authors": "Andreas Naschberger, Rozbeh Baradaran, Bernhard Rupp, Marta Carroni",
      "paper_url": "https://doi.org/10.1038/s41586-021-04024-x",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388488603",
      "paper_id": "https://openalex.org/W4388488603",
      "title": "TNRC18 engages H3K9me3 to mediate silencing of endogenous retrotransposons",
      "authors": "Shuai Zhao, Jiuwei Lu, Bo Pan, Huitao Fan, Stephanie D. Byrum, Chenxi Xu, Arum Kim, Yiran Guo, Krishna L. Kanchi, Weida Gong, Tongyu Sun, Aaron J. Storey, Nathaniel T. Burkholder, Samuel G. Mackintosh, Peyton C. Kuhlers, Ricky D. Edmondson, Brian D. Strahl, Yarui Diao, Alan J. Tackett, Jesse R. Raab, Ling Cai, Jikui Song, Gang Greg Wang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06688-z",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3122703423",
      "paper_id": "https://openalex.org/W3122703423",
      "title": "Tracking break-induced replication shows that it stalls at roadblocks",
      "authors": "Liping Liu, Zhenxin Yan, Beth A. Osia, Jerzy Twarowski, Luyang Sun, Juraj Kramara, Rosemary S. Lee, Sandeep Kumar, Rajula Elango, Hanzeng Li, Weiwei Dang, Grzegorz Ira, Anna Malkova",
      "paper_url": "https://doi.org/10.1038/s41586-020-03172-w",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392984614",
      "paper_id": "https://openalex.org/W4392984614",
      "title": "Transcription–replication conflicts underlie sensitivity to PARP inhibitors",
      "authors": "Michalis Petropoulos, Angeliki Karamichali, Giacomo G. Rossetti, Alena Freudenmann, Luca G. Iacovino, Vasilis S. Dionellis, Sotirios K. Sotiriou, Thanos D. Halazonetis",
      "paper_url": "https://doi.org/10.1038/s41586-024-07217-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412737271",
      "paper_id": "https://openalex.org/W4412737271",
      "title": "Transient APC/C inactivation by mTOR boosts glycolysis during cell cycle entry",
      "authors": "Debasish Paul, Derek L. Bolhuis, Hualong Yan, Sudipto Das, Xia Xu, Christina C. Abbate, Lisa M. M. Jenkins, Michael J. Emanuele, Thorkell Andresson, Jing Huang, John G. Albeck, Nicholas G. Brown, Steven D. Cappell",
      "paper_url": "https://doi.org/10.1038/s41586-025-09328-w",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407392239",
      "paper_id": "https://openalex.org/W4407392239",
      "title": "UM171 glues asymmetric CRL3–HDAC1/2 assembly to degrade CoREST corepressors",
      "authors": "Megan J. R. Yeo, Olivia Zhang, Xiaowen Xie, Eunju Nam, N. Connor Payne, Pallavi M. Gosavi, Hui Si Kwok, Irtiza Iram, Ceejay Lee, Jiaming Li, Nicholas J. Chen, Khanh Nguyen, Hanjie Jiang, Zhipeng A. Wang, Kwangwoon Lee, Haibin Mao, Stefan A. Harry, Idris A. Barakat, Mariko Takahashi, Amanda L. Waterbury, Marco Barone, Andrea Mattevi, Steven A. Carr, Namrata D. Udeshi, Liron Bar-Peled, Philip A. Cole, Ralph Mazitschek, Brian B. Liau, Ning Zheng",
      "paper_url": "https://doi.org/10.1038/s41586-024-08532-4",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3199764951",
      "paper_id": "https://openalex.org/W3199764951",
      "title": "UTX condensation underlies its tumour-suppressive activity",
      "authors": "Bi Shi, Wei Li, Yansu Song, Zhenjia Wang, Rui Ju, Aleksandra Ulman, Jing Hu, Francesco Palomba, Yanfang Zhao, John Philip Le, William Jarrard, David Dimoff, Michelle A. Digman, Enrico Gratton, Chongzhi Zang, Hao Jiang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03903-7",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3124945471",
      "paper_id": "https://openalex.org/W3124945471",
      "title": "Whole-genome doubling confers unique genetic vulnerabilities on tumour cells",
      "authors": "Ryan J. Quinton, Amanda DiDomizio, Marc A. Vittoria, Kristýna Kotýnková, Carlos J. Ticas, Sheena Patel, Yusuke Koga, Jasmine Vakhshoorzadeh, Nicole Hermance, Taruho S. Kuroda, Neha Parulekar, Alison M. Taylor, Amity L. Manning, Joshua D. Campbell, Neil J. Ganem",
      "paper_url": "https://doi.org/10.1038/s41586-020-03133-3",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4324344205",
      "paper_id": "https://openalex.org/W4324344205",
      "title": "Whole-genome doubling drives oncogenic loss of chromatin segregation",
      "authors": "Ruxandra A. Lambuta, Luca Nanni, Yuanlong Liu, Juan Diaz-Miyar, Arvind Iyer, Daniele Tavernari, Natalya Katanayeva, Giovanni Ciriello, Elisa Oricchio",
      "paper_url": "https://doi.org/10.1038/s41586-023-05794-2",
      "venue": "nature23"
    }
  ]
}