{
  "cluster_id": 168,
  "papers": [
    {
      "id": "nature24_https://openalex.org/W4396888042",
      "paper_id": "https://openalex.org/W4396888042",
      "title": "2023 summer warmth unparalleled over the past 2,000 years",
      "authors": "Jan Esper, Max Torbenson, Ulf Büntgen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07512-y",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4285087411",
      "paper_id": "https://openalex.org/W4285087411",
      "title": "700,000 years of tropical Andean glaciation",
      "authors": "D. T. Rodbell, R. G. Hatfield, M. B. Abbott, C. Y. Chen, A. Woods, J. S. Stoner, D. McGee, P. M. Tapia, M. Bush, B. L. Valero-Garcés, S. B. Lehmann, S. Z. Mark, N. C. Weidhaas, A. L. Hillman, D. J. Larsen, G. Delgado, S. A. Katz, K. E. Solada, A. E. Morey, M. Finkenbinder, B. Valencia, A. Rozas-Davila, N. Wattrus, S. M. Colman, M. G. Bustamante, J. Kück, S. Pierdominici",
      "paper_url": "https://doi.org/10.1038/s41586-022-04873-0",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3149564522",
      "paper_id": "https://openalex.org/W3149564522",
      "title": "A 200-million-year delay in permanent atmospheric oxygenation",
      "authors": "Simon W. Poulton, Andrey Bekker, Vivien M. Cumming, Aubrey L. Zerkle, Donald E. Canfield, David T. Johnston",
      "paper_url": "https://doi.org/10.1038/s41586-021-03393-7",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402221287",
      "paper_id": "https://openalex.org/W4402221287",
      "title": "A climate threshold for ocean deoxygenation during the Early Cretaceous",
      "authors": "Kohen W. Bauer, N. Ryan McKenzie, Chris T. L. Cheung, Gabriele Gambacorta, Cinzia Bottini, Adam R. Nordsvan, Elisabetta Erba, Sean A. Crowe",
      "paper_url": "https://doi.org/10.1038/s41586-024-07876-1",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410551352",
      "paper_id": "https://openalex.org/W4410551352",
      "title": "A foundation model for the Earth system",
      "authors": "Cristian Bodnar, Wessel P. Bruinsma, Ana Lucic, Megan Stanley, Anna Allen, Johannes Brandstetter, Patrick Garvan, Maik Riechert, Jonathan A. Weyn, Haiyu Dong, Jayesh K. Gupta, Kit Thambiratnam, Alexander T. Archibald, Chun-Chieh Wu, Elizabeth Heider, Max Welling, Richard E. Turner, Paris Perdikaris",
      "paper_url": "https://doi.org/10.1038/s41586-025-09005-y",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4304780007",
      "paper_id": "https://openalex.org/W4304780007",
      "title": "A function-based typology for Earth’s ecosystems",
      "authors": "David A. Keith, José R. Ferrer-Paris, Emily Nicholson, Melanie J. Bishop, Beth A. Polidoro, Eva Ramirez-Llodra, Mark G. Tozer, Jeanne L. Nel, Ralph Mac Nally, Edward J. Gregr, Kate E. Watermeyer, Franz Essl, Don Faber-Langendoen, Janet Franklin, Caroline E. R. Lehmann, Andrés Etter, Dirk J. Roux, Jonathan S. Stark, Jessica A. Rowland, Neil A. Brummitt, Ulla C. Fernandez-Arcaya, Iain M. Suthers, Susan K. Wiser, Ian Donohue, Leland J. Jackson, R. Toby Pennington, Thomas M. Iliffe, Vasilis Gerovasileiou, Paul Giller, Belinda J. Robson, Nathalie Pettorelli, Angela Andrade, Arild Lindgaard, Teemu Tahvanainen, Aleks Terauds, Michael A. Chadwick, Nicholas J. Murray, Justin Moat, Patricio Pliscoff, Irene Zager, Richard T. Kingsford",
      "paper_url": "https://doi.org/10.1038/s41586-022-05318-4",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4413020519",
      "paper_id": "https://openalex.org/W4413020519",
      "title": "A global humidity index with lateral hydrologic flows",
      "authors": "Gonzalo Miguez-Macho, Ying Fan",
      "paper_url": "https://doi.org/10.1038/s41586-025-09359-3",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4225090134",
      "paper_id": "https://openalex.org/W4225090134",
      "title": "A global reptile assessment highlights shared conservation needs of tetrapods",
      "authors": "Neil Cox, Bruce E. Young, Philip Bowles, Miguel Fernandez, Julie Marin, Giovanni Rapacciuolo, Monika Böhm, Thomas M. Brooks, S. Blair Hedges, Craig Hilton-Taylor, Michael Hoffmann, Richard K. B. Jenkins, Marcelo F. Tognelli, Graham J. Alexander, Allen Allison, Natalia B. Ananjeva, Mark Auliya, Luciano Javier Avila, David G. Chapple, Diego F. Cisneros-Heredia, Harold G. Cogger, Guarino R. Colli, Anslem de Silva, Carla C. Eisemberg, Johannes Els, Ansel Fong G., Tandora D. Grant, Rodney A. Hitchmough, Djoko T. Iskandar, Noriko Kidera, Marcio Martins, Shai Meiri, Nicola J. Mitchell, Sanjay Molur, Cristiano de C. Nogueira, Juan Carlos Ortiz, Johannes Penner, Anders G. J. Rhodin, Gilson A. Rivas, Mark-Oliver Rödel, Uri Roll, Kate L. Sanders, Georgina Santos-Barrera, Glenn M. Shea, Stephen Spawls, Bryan L. Stuart, Krystal A. Tolley, Jean-François Trape, Marcela A. Vidal, Philipp Wagner, Bryan P. Wallace, Yan Xie",
      "paper_url": "https://doi.org/10.1038/s41586-022-04664-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386085352",
      "paper_id": "https://openalex.org/W4386085352",
      "title": "A global rise in alluvial mining increases sediment load in tropical rivers",
      "authors": "Evan N. Dethier, Miles Silman, Jimena Díaz Leiva, Sarra Alqahtani, Luis E. Fernandez, Paúl Pauca, Seda Çamalan, Peter Tomhave, Francis J. Magilligan, Carl E. Renshaw, David A. Lutz",
      "paper_url": "https://doi.org/10.1038/s41586-023-06309-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4393234869",
      "paper_id": "https://openalex.org/W4393234869",
      "title": "A global timekeeping problem postponed by global warming",
      "authors": "Duncan Carr Agnew",
      "paper_url": "https://doi.org/10.1038/s41586-024-07170-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W4200373077",
      "paper_id": "https://openalex.org/W4200373077",
      "title": "A large West Antarctic Ice Sheet explains early Neogene sea-level amplitude",
      "authors": "J. W. Marschalek, L. Zurli, F. Talarico, T. van de Flierdt, P. Vermeesch, A. Carter, F. Beny, V. Bout-Roumazeilles, F. Sangiorgi, S. R. Hemming, L. F. Pérez, F. Colleoni, J. G. Prebble, T. E. van Peer, M. Perotti, A. E. Shevenell, I. Browne, D. K. Kulhanek, R. Levy, D. Harwood, N. B. Sullivan, S. R. Meyers, E. M. Griffith, C.-D. Hillenbrand, E. Gasson, M. J. Siegert, B. Keisling, K. J. Licht, G. Kuhn, J. P. Dodd, C. Boshuis, L. De Santis, R. M. McKay, Jeanine Ash, François Beny, Imogen M. Browne, Giuseppe Cortese, Laura De Santis, Justin P. Dodd, Oliver M. Esper, Jenny A. Gales, David M. Harwood, Saki Ishino, Benjamin A. Keisling, Sookwan Kim, Sunghan Kim, Denise K. Kulhanek, Jan Sverre Laberg, R. Mark Leckie, Robert M. McKay, Juliane Müller, Molly O. Patterson, Brian W. Romans, Oscar E. Romero, Francesca Sangiorgi, Osamu Seki, Amelia E. Shevenell, Shiv M. Singh, Isabela M. Cordeiro de Sousa, Saiko T. Sugisaki, Tina van de Flierdt, Tim E. van Peer, Whenshen Xiao, Zhifang Xiong",
      "paper_url": "https://doi.org/10.1038/s41586-021-04148-0",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3180691942",
      "paper_id": "https://openalex.org/W3180691942",
      "title": "A lithium-isotope perspective on the evolution of carbon and silicon cycles",
      "authors": "Boriana Kalderon-Asael, Joachim A. R. Katchinoff, Noah J. Planavsky, Ashleigh v. S. Hood, Mathieu Dellinger, Eric J. Bellefroid, David S. Jones, Axel Hofmann, Frantz Ossa Ossa, Francis A. Macdonald, Chunjiang Wang, Terry T. Isson, Jack G. Murphy, John A. Higgins, A. Joshua West, Malcolm W. Wallace, Dan Asael, Philip A. E. Pogge von Strandmann",
      "paper_url": "https://doi.org/10.1038/s41586-021-03612-1",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4396732533",
      "paper_id": "https://openalex.org/W4396732533",
      "title": "A meta-analysis on global change drivers and the risk of infectious disease",
      "authors": "Michael B. Mahon, Alexandra Sack, O. Alejandro Aleuy, Carly Barbera, Ethan Brown, Heather Buelow, David J. Civitello, Jeremy M. Cohen, Luz A. de Wit, Meghan Forstchen, Fletcher W. Halliday, Patrick Heffernan, Sarah A. Knutie, Alexis Korotasz, Joanna G. Larson, Samantha L. Rumschlag, Emily Selland, Alexander Shepack, Nitin Vincent, Jason R. Rohr",
      "paper_url": "https://doi.org/10.1038/s41586-024-07380-6",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3128816625",
      "paper_id": "https://openalex.org/W3128816625",
      "title": "A trade-off between plant and soil carbon storage under elevated CO2",
      "authors": "C. Terrer, R. P. Phillips, B. A. Hungate, J. Rosende, J. Pett-Ridge, M. E. Craig, K. J. van Groenigen, T. F. Keenan, B. N. Sulman, B. D. Stocker, P. B. Reich, A. F. A. Pellegrini, E. Pendall, H. Zhang, R. D. Evans, Y. Carrillo, J. B. Fisher, K. Van Sundert, Sara Vicca, R. B. Jackson",
      "paper_url": "https://doi.org/10.1038/s41586-021-03306-8",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389670814",
      "paper_id": "https://openalex.org/W4389670814",
      "title": "A unified explanation for the morphology of raised peatlands",
      "authors": "Alexander R. Cobb, René Dommain, Kimberly Yeap, Hannan Cao, Nathan C. Dadap, Bodo Bookhagen, Paul H. Glaser, Charles F. Harvey",
      "paper_url": "https://doi.org/10.1038/s41586-023-06807-w",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4382394594",
      "paper_id": "https://openalex.org/W4382394594",
      "title": "A warming-induced reduction in snow fraction amplifies rainfall extremes",
      "authors": "Mohammed Ombadi, Mark D. Risser, Alan M. Rhoades, Charuleka Varadharajan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06092-7",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4382394387",
      "paper_id": "https://openalex.org/W4382394387",
      "title": "A well-oxygenated eastern tropical Pacific during the warm Miocene",
      "authors": "Anya V. Hess, Alexandra Auderset, Yair Rosenthal, Kenneth G. Miller, Xiaoli Zhou, Daniel M. Sigman, Alfredo Martínez-García",
      "paper_url": "https://doi.org/10.1038/s41586-023-06104-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4295763188",
      "paper_id": "https://openalex.org/W4295763188",
      "title": "A year-round satellite sea-ice thickness record from CryoSat-2",
      "authors": "Jack C. Landy, Geoffrey J. Dawson, Michel Tsamados, Mitchell Bushuk, Julienne C. Stroeve, Stephen E. L. Howell, Thomas Krumpen, David G. Babb, Alexander S. Komarov, Harry D. B. S. Heorton, H. Jakob Belter, Yevgeny Aksenov",
      "paper_url": "https://doi.org/10.1038/s41586-022-05058-5",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4405965082",
      "paper_id": "https://openalex.org/W4405965082",
      "title": "Abrupt changes in biomass burning during the last glacial period",
      "authors": "Ben Riddell-Young, James Edward Lee, Edward J. Brook, Jochen Schmitt, Hubertus Fischer, Thomas K. Bauska, James A. Menking, René Iseli, Justin Reid Clark",
      "paper_url": "https://doi.org/10.1038/s41586-024-08363-3",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4361278213",
      "paper_id": "https://openalex.org/W4361278213",
      "title": "Abyssal ocean overturning slowdown and warming driven by Antarctic meltwater",
      "authors": "Qian Li, Matthew H. England, Andrew McC. Hogg, Stephen R. Rintoul, Adele K. Morrison",
      "paper_url": "https://doi.org/10.1038/s41586-023-05762-w",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411208657",
      "paper_id": "https://openalex.org/W4411208657",
      "title": "Abyssal seafloor as a key driver of ocean trace-metal biogeochemical cycles",
      "authors": "Jianghui Du, Brian A. Haley, James McManus, Patrick Blaser, Jörg Rickli, Derek Vance",
      "paper_url": "https://doi.org/10.1038/s41586-025-09038-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3158099307",
      "paper_id": "https://openalex.org/W3158099307",
      "title": "Accelerated global glacier mass loss in the early twenty-first century",
      "authors": "Romain Hugonnet, Robert McNabb, Etienne Berthier, Brian Menounos, Christopher Nuth, Luc Girod, Daniel Farinotti, Matthias Huss, Ines Dussaillant, Fanny Brun, Andreas Kääb",
      "paper_url": "https://doi.org/10.1038/s41586-021-03436-z",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4383218913",
      "paper_id": "https://openalex.org/W4383218913",
      "title": "Accurate medium-range global weather forecasting with 3D neural networks",
      "authors": "Kaifeng Bi, Lingxi Xie, Hengheng Zhang, Xin Chen, Xiaotao Gu, Qi Tian",
      "paper_url": "https://doi.org/10.1038/s41586-023-06185-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4224210822",
      "paper_id": "https://openalex.org/W4224210822",
      "title": "Agriculture and climate change are reshaping insect biodiversity worldwide",
      "authors": "Charlotte L. Outhwaite, Peter McCann, Tim Newbold",
      "paper_url": "https://doi.org/10.1038/s41586-022-04644-x",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3187418861",
      "paper_id": "https://openalex.org/W3187418861",
      "title": "Agrochemicals interact synergistically to increase bee mortality",
      "authors": "Harry Siviter, Emily J. Bailes, Callum D. Martin, Thomas R. Oliver, Julia Koricheva, Ellouise Leadbeater, Mark J. F. Brown",
      "paper_url": "https://doi.org/10.1038/s41586-021-03787-7",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400492005",
      "paper_id": "https://openalex.org/W4400492005",
      "title": "Airborne DNA reveals predictable spatial and seasonal dynamics of fungi",
      "authors": "Nerea Abrego, Brendan Furneaux, Bess Hardwick, Panu Somervuo, Isabella Palorinne, Carlos A. Aguilar-Trigueros, Nigel R. Andrew, Ulyana V. Babiy, Tan Bao, Gisela Bazzano, Svetlana N. Bondarchuk, Timothy C. Bonebrake, Georgina L. Brennan, Syndonia Bret-Harte, Claus Bässler, Luciano Cagnolo, Erin K. Cameron, Elodie Chapurlat, Simon Creer, Luigi P. D’Acqui, Natasha de Vere, Marie-Laure Desprez-Loustau, Michel A. K. Dongmo, Ida B. Dyrholm Jacobsen, Brian L. Fisher, Miguel Flores de Jesus, Gregory S. Gilbert, Gareth W. Griffith, Anna A. Gritsuk, Andrin Gross, Håkan Grudd, Panu Halme, Rachid Hanna, Jannik Hansen, Lars Holst Hansen, Apollon D. M. T. Hegbe, Sarah Hill, Ian D. Hogg, Jenni Hultman, Kevin D. Hyde, Nicole A. Hynson, Natalia Ivanova, Petteri Karisto, Deirdre Kerdraon, Anastasia Knorre, Irmgard Krisai-Greilhuber, Juri Kurhinen, Masha Kuzmina, Nicolas Lecomte, Erin Lecomte, Viviana Loaiza, Erik Lundin, Alexander Meire, Armin Mešić, Otto Miettinen, Norman Monkhouse, Peter Mortimer, Jörg Müller, R. Henrik Nilsson, Puani Yannick C. Nonti, Jenni Nordén, Björn Nordén, Veera Norros, Claudia Paz, Petri Pellikka, Danilo Pereira, Geoff Petch, Juha-Matti Pitkänen, Flavius Popa, Caitlin Potter, Jenna Purhonen, Sanna Pätsi, Abdullah Rafiq, Dimby Raharinjanahary, Niklas Rakos, Achala R. Rathnayaka, Katrine Raundrup, Yury A. Rebriev, Jouko Rikkinen, Hanna M. K. Rogers, Andrey Rogovsky, Yuri Rozhkov, Kadri Runnel, Annika Saarto, Anton Savchenko, Markus Schlegel, Niels Martin Schmidt, Sebastian Seibold, Carsten Skjøth, Elisa Stengel, Svetlana V. Sutyrina, Ilkka Syvänperä, Leho Tedersoo, Jebidiah Timm, Laura Tipton, Hirokazu Toju, Maria Uscka-Perzanowska, Michelle van der Bank, F. Herman van der Bank, Bryan Vandenbrink, Stefano Ventura, Solvi R. Vignisson, Xiaoyang Wang, Wolfgang W. Weisser, Subodini N. Wijesinghe, S. Joseph Wright, Chunyan Yang, Nourou S. Yorou, Amanda Young, Douglas W. Yu, Evgeny V. Zakharov, Paul D. N. Hebert, Tomas Roslin, Otso Ovaskainen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07658-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399830385",
      "paper_id": "https://openalex.org/W4399830385",
      "title": "Amazon forest biogeography predicts resilience and vulnerability to drought",
      "authors": "Shuli Chen, Scott C. Stark, Antonio Donato Nobre, Luz Adriana Cuartas, Diogo de Jesus Amore, Natalia Restrepo-Coupe, Marielle N. Smith, Rutuja Chitra-Tarak, Hongseok Ko, Bruce W. Nelson, Scott R. Saleska",
      "paper_url": "https://doi.org/10.1038/s41586-024-07568-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3177498683",
      "paper_id": "https://openalex.org/W3177498683",
      "title": "Amazonia as a carbon source linked to deforestation and climate change",
      "authors": "Luciana V. Gatti, Luana S. Basso, John B. Miller, Manuel Gloor, Lucas Gatti Domingues, Henrique L. G. Cassol, Graciela Tejada, Luiz E. O. C. Aragão, Carlos Nobre, Wouter Peters, Luciano Marani, Egidio Arai, Alber H. Sanches, Sergio M. Corrêa, Liana Anderson, Celso Von Randow, Caio S. C. Correia, Stephane P. Crispim, Raiane A. L. Neves",
      "paper_url": "https://doi.org/10.1038/s41586-021-03629-6",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4291019791",
      "paper_id": "https://openalex.org/W4291019791",
      "title": "Antarctic calving loss rivals ice-shelf thinning",
      "authors": "Chad A. Greene, Alex S. Gardner, Nicole-Jeanne Schlegel, Alexander D. Fraser",
      "paper_url": "https://doi.org/10.1038/s41586-022-05037-w",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3111750156",
      "paper_id": "https://openalex.org/W3111750156",
      "title": "Antarctic icebergs reorganize ocean circulation during Pleistocene glacials",
      "authors": "Aidan Starr, Ian R. Hall, Stephen Barker, Thomas Rackow, Xu Zhang, Sidney R. Hemming, H. J. L. van der Lubbe, Gregor Knorr, Melissa A. Berke, Grant R. Bigg, Alejandra Cartagena-Sierra, Francisco J. Jiménez-Espejo, Xun Gong, Jens Gruetzner, Nambiyathodi Lathika, Leah J. LeVay, Rebecca S. Robinson, Martin Ziegler, Luna Brentegani, Thibaut Caley, Christopher D. Charles, Jason J. Coenen, Julien G. Crespin, Allison M. Franzese, Xibin Han, Sophia K. V. Hines, Francisco J. Jimenez Espejo, Janna Just, Andreas Koutsodendris, Kaoru Kubota, Richard D. Norris, Thiago Pereira dos Santos, John M. Rolison, Margit H. Simon, Deborah Tangunan, H. J. L. van der Lubbe, Masako Yamane, Hucai Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-020-03094-7",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4386268841",
      "paper_id": "https://openalex.org/W4386268841",
      "title": "Anthropogenic fingerprints in daily precipitation revealed by deep learning",
      "authors": "Yoo-Geun Ham, Jeong-Hwan Kim, Seung-Ki Min, Daehyun Kim, Tim Li, Axel Timmermann, Malte F. Stuecker",
      "paper_url": "https://doi.org/10.1038/s41586-023-06474-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4294904444",
      "paper_id": "https://openalex.org/W4294904444",
      "title": "Anticyclonic eddies aggregate pelagic predators in a subtropical gyre",
      "authors": "Martin C. Arostegui, Peter Gaube, Phoebe A. Woodworth-Jefcoats, Donald R. Kobayashi, Camrin D. Braun",
      "paper_url": "https://doi.org/10.1038/s41586-022-05162-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4302010785",
      "paper_id": "https://openalex.org/W4302010785",
      "title": "Arctic Ocean annual high in $${{\\boldsymbol{p}}}_{{{\\bf{CO}}}_{{\\bf{2}}}}$$ could shift from winter to summer",
      "authors": "James C. Orr, Lester Kwiatkowski, Hans-Otto Pörtner",
      "paper_url": "https://doi.org/10.1038/s41586-022-05205-y",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4384007540",
      "paper_id": "https://openalex.org/W4384007540",
      "title": "Assembly of functional diversity in an oceanic island flora",
      "authors": "Martha Paola Barajas Barbosa, Dylan Craven, Patrick Weigelt, Pierre Denelle, Rüdiger Otto, Sandra Díaz, Jonathan Price, José María Fernández-Palacios, Holger Kreft",
      "paper_url": "https://doi.org/10.1038/s41586-023-06305-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387935783",
      "paper_id": "https://openalex.org/W4387935783",
      "title": "Assessing the illegal hunting of native wildlife in China",
      "authors": "Dan Liang, Xingli Giam, Sifan Hu, Liang Ma, David S. Wilcove",
      "paper_url": "https://doi.org/10.1038/s41586-023-06625-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4405515054",
      "paper_id": "https://openalex.org/W4405515054",
      "title": "Atmospheric rivers cause warm winters and extreme heat events",
      "authors": "Serena R. Scholz, Juan M. Lora",
      "paper_url": "https://doi.org/10.1038/s41586-024-08238-7",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3209760303",
      "paper_id": "https://openalex.org/W3209760303",
      "title": "Baleen whale prey consumption based on high-resolution foraging measurements",
      "authors": "Matthew S. Savoca, Max F. Czapanskiy, Shirel R. Kahane-Rapport, William T. Gough, James A. Fahlbusch, K. C. Bierlich, Paolo S. Segre, Jacopo Di Clemente, Gwenith S. Penry, David N. Wiley, John Calambokidis, Douglas P. Nowacek, David W. Johnston, Nicholas D. Pyenson, Ari S. Friedlaender, Elliott L. Hazen, Jeremy A. Goldbogen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03991-5",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4323546399",
      "paper_id": "https://openalex.org/W4323546399",
      "title": "Basin-scale reconstruction of euxinia and Late Devonian mass extinctions",
      "authors": "Swapan K. Sahoo, Geoffrey J. Gilleaudeau, Kathleen Wilson, Bruce Hart, Ben D. Barnes, Tytrice Faison, Andrew R. Bowman, Toti E. Larson, Alan J. Kaufman",
      "paper_url": "https://doi.org/10.1038/s41586-023-05716-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4367049729",
      "paper_id": "https://openalex.org/W4367049729",
      "title": "Basin-wide variation in tree hydraulic safety margins predicts the carbon balance of Amazon forests",
      "authors": "Julia Valentim Tavares, Rafael S. Oliveira, Maurizio Mencuccini, Caroline Signori-Müller, Luciano Pereira, Francisco Carvalho Diniz, Martin Gilpin, Manuel J. Marca Zevallos, Carlos A. Salas Yupayccana, Martin Acosta, Flor M. Pérez Mullisaca, Fernanda de V. Barros, Paulo Bittencourt, Halina Jancoski, Marina Corrêa Scalon, Beatriz S. Marimon, Imma Oliveras Menor, Ben Hur Marimon Jr, Max Fancourt, Alexander Chambers-Ostler, Adriane Esquivel-Muelbert, Lucy Rowland, Patrick Meir, Antonio Carlos Lola da Costa, Alex Nina, Jesus M. B. Sanchez, Jose S. Tintaya, Rudi S. C. Chino, Jean Baca, Leticia Fernandes, Edwin R. M. Cumapa, João Antônio R. Santos, Renata Teixeira, Ligia Tello, Maira T. M. Ugarteche, Gina A. Cuellar, Franklin Martinez, Alejandro Araujo-Murakami, Everton Almeida, Wesley Jonatar Alves da Cruz, Jhon del Aguila Pasquel, Luís Aragāo, Timothy R. Baker, Plinio Barbosa de Camargo, Roel Brienen, Wendeson Castro, Sabina Cerruto Ribeiro, Fernanda Coelho de Souza, Eric G. Cosio, Nallaret Davila Cardozo, Richarlly da Costa Silva, Mathias Disney, Javier Silva Espejo, Ted R. Feldpausch, Leandro Ferreira, Leandro Giacomin, Niro Higuchi, Marina Hirota, Euridice Honorio, Walter Huaraca Huasco, Simon Lewis, Gerardo Flores Llampazo, Yadvinder Malhi, Abel Monteagudo Mendoza, Paulo Morandi, Victor Chama Moscoso, Robert Muscarella, Deliane Penha, Mayda Cecília Rocha, Gleicy Rodrigues, Ademir R. Ruschel, Norma Salinas, Monique Schlickmann, Marcos Silveira, Joey Talbot, Rodolfo Vásquez, Laura Vedovato, Simone Aparecida Vieira, Oliver L. Phillips, Emanuel Gloor, David R. Galbraith",
      "paper_url": "https://doi.org/10.1038/s41586-023-05971-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4404306021",
      "paper_id": "https://openalex.org/W4404306021",
      "title": "Biodiversity impacts of the 2019–2020 Australian megafires",
      "authors": "Don A. Driscoll, Kristina J. Macdonald, Rebecca K. Gibson, Tim S. Doherty, Dale G. Nimmo, Rachael H. Nolan, Euan G. Ritchie, Grant J. Williamson, Geoffrey W. Heard, Elizabeth M. Tasker, Rohan Bilney, Nick Porch, Rachael A. Collett, Ross A. Crates, Alison C. Hewitt, Elise Pendall, Matthias M. Boer, Jody Gates, Rebecca L. Boulton, Christopher M. Mclean, Heidi Groffen, Alex C. Maisey, Chad T. Beranek, Shelby A. Ryan, Alex Callen, Andrew J. Hamer, Andrew Stauber, Garry J. Daly, John Gould, Kaya L. Klop-Toker, Michael J. Mahony, Oliver W. Kelly, Samantha L. Wallace, Sarah E. Stock, Christopher J. Weston, Liubov Volkova, Dennis Black, Heloise Gibb, Joshua J. Grubb, Melodie A. McGeoch, Nick P. Murphy, Joshua S. Lee, Chris R. Dickman, Victor J. Neldner, Michael R. Ngugi, Vivianna Miritis, Frank Köhler, Marc Perri, Andrew J. Denham, Berin D. E. Mackenzie, Chris A. M. Reid, Julia T. Rayment, Alfonsina Arriaga-Jiménez, Michael W. Hewins, Andrew Hicks, Brett A. Melbourne, Kendi F. Davies, Matthew E. Bitters, Grant D. Linley, Aaron C. Greenville, Jonathan K. Webb, Bridget Roberts, Mike Letnic, Owen F. Price, Zac C. Walker, Brad R. Murray, Elise M. Verhoeven, Alexandria M. Thomsen, David Keith, Jedda S. Lemmon, Mark K. J. Ooi, Vanessa L. Allen, Orsi T. Decker, Peter T. Green, Adnan Moussalli, Junn K. Foon, David B. Bryant, Ken L. Walker, Matthew J. Bruce, George Madani, Jeremy L. Tscharke, Benjamin Wagner, Craig R. Nitschke, Carl R. Gosper, Colin J. Yates, Rebecca Dillon, Sarah Barrett, Emma E. Spencer, Glenda M. Wardle, Thomas M. Newsome, Stephanie A. Pulsford, Anu Singh, Adam Roff, Karen J. Marsh, Kye Mcdonald, Lachlan G. Howell, Murraya R. Lane, Romane H. Cristescu, Ryan R. Witt, Emma J. Cook, Felicity Grant, Bradley S. Law, Julian Seddon, Karleah K. Berris, Ryan M. Shofner, Mike Barth, Torran Welz, Alison Foster, David Hancock, Matthew Beitzel, Laura X. L. Tan, Nathan A. Waddell, Pamela M. Fallow, Laura Schweickle, Tom D. Le Breton, Craig Dunne, Mikayla Green, Amy-Marie Gilpin, James M. Cook, Sally A. Power, Katja Hogendoorn, Renee Brawata, Chris J. Jolly, Mark Tozer, Noushka Reiter, Ryan D. Phillips",
      "paper_url": "https://doi.org/10.1038/s41586-024-08174-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394876876",
      "paper_id": "https://openalex.org/W4394876876",
      "title": "Biogeographic response of marine plankton to Cenozoic environmental changes",
      "authors": "Anshuman Swain, Adam Woodhouse, William F. Fagan, Andrew J. Fraass, Christopher M. Lowery",
      "paper_url": "https://doi.org/10.1038/s41586-024-07337-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389391248",
      "paper_id": "https://openalex.org/W4389391248",
      "title": "Biological carbon pump estimate based on multidecadal hydrographic data",
      "authors": "Wei-Lei Wang, Weiwei Fu, Frédéric A. C. Le Moigne, Robert T. Letscher, Yi Liu, Jin-Ming Tang, François W. Primeau",
      "paper_url": "https://doi.org/10.1038/s41586-023-06772-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4366824575",
      "paper_id": "https://openalex.org/W4366824575",
      "title": "Bipolar impact and phasing of Heinrich-type climate variability",
      "authors": "Kaden C. Martin, Christo Buizert, Jon S. Edwards, Michael L. Kalk, Ben Riddell-Young, Edward J. Brook, Ross Beaudette, Jeffrey P. Severinghaus, Todd A. Sowers",
      "paper_url": "https://doi.org/10.1038/s41586-023-05875-2",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412177869",
      "paper_id": "https://openalex.org/W4412177869",
      "title": "Bowhead whale faeces link increasing algal toxins in the Arctic to ocean warming",
      "authors": "Kathi A. Lefebvre, Patrick Charapata, Raphaela Stimmelmayr, Peigen Lin, Robert S. Pickart, Katherine A. Hubbard, Brian D. Bill, Gay Sheffield, Emily K. Bowers, Donald M. Anderson, Evangeline Fachon, Rick Thoman",
      "paper_url": "https://doi.org/10.1038/s41586-025-09230-5",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403680135",
      "paper_id": "https://openalex.org/W4403680135",
      "title": "Bureaucrat incentives reduce crop burning and child mortality in South Asia",
      "authors": "Gemma Dipoppa, Saad Gulzar",
      "paper_url": "https://doi.org/10.1038/s41586-024-08046-z",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4413116252",
      "paper_id": "https://openalex.org/W4413116252",
      "title": "Calving-driven fjord dynamics resolved by seafloor fibre sensing",
      "authors": "Dominik Gräff, Bradley Paul Lipovsky, Andreas Vieli, Armin Dachauer, Rebecca Jackson, Daniel Farinotti, Julia Schmale, Jean-Paul Ampuero, Eric Berg, Anke Dannowski, Andrea Kneib-Walter, Manuela Köpfli, Heidrun Kopp, Enrico van der Loo, Daniel Mata Flores, Diego Mercerat, Raphael Moser, Anthony Sladen, Fabian Walter, Diego Wasser, Ethan Welty, Selina Wetter, Ethan F. Williams",
      "paper_url": "https://doi.org/10.1038/s41586-025-09347-7",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408246072",
      "paper_id": "https://openalex.org/W4408246072",
      "title": "Canopy functional trait variation across Earth’s tropical forests",
      "authors": "Jesús Aguirre-Gutiérrez, Sami W. Rifai, Xiongjie Deng, Hans ter Steege, Eleanor Thomson, Jose Javier Corral-Rivas, Aretha Franklin Guimaraes, Sandra Muller, Joice Klipel, Sophie Fauset, Angelica F. Resende, Göran Wallin, Carlos A. Joly, Katharine Abernethy, Stephen Adu-Bredu, Celice Alexandre Silva, Edmar Almeida de Oliveira, Danilo R. A. Almeida, Esteban Alvarez-Davila, Gregory P. Asner, Timothy R. Baker, Maíra Benchimol, Lisa Patrick Bentley, Erika Berenguer, Lilian Blanc, Damien Bonal, Kauane Bordin, Robson Borges de Lima, Sabine Both, Jaime Cabezas Duarte, Domingos Cardoso, Haroldo C. de Lima, Larissa Cavalheiro, Lucas A. Cernusak, Nayane Cristina C. dos Santos Prestes, Antonio Carlos da Silva Zanzini, Ricardo José da Silva, Robson dos Santos Alves da Silva, Mariana de Andrade Iguatemy, Tony César De Sousa Oliveira, Benjamin Dechant, Géraldine Derroire, Kyle G. Dexter, Domingos J. Rodrigues, Mário Espírito-Santo, Letícia Fernandes Silva, Tomas Ferreira Domingues, Joice Ferreira, Marcelo Fragomeni Simon, Cécile A. J. Girardin, Bruno Hérault, Kathryn J. Jeffery, Sreejith Kalpuzha Ashtamoorthy, Arunkumar Kavidapadinjattathil Sivadasan, Bente Klitgaard, William F. Laurance, Maurício Lima Dan, William E. Magnusson, Eduardo Malta Campos-Filho, Rubens Manoel dos Santos, Angelo Gilberto Manzatto, Marcos Silveira, Ben Hur Marimon-Junior, Roberta E. Martin, Daniel Luis Mascia Vieira, Thiago Metzker, William Milliken, Peter Moonlight, Marina Maria Moraes de Seixas, Paulo S. Morandi, Robert Muscarella, María Guadalupe Nava-Miranda, Brigitte Nyirambangutse, Jhonathan Oliveira Silva, Imma Oliveras Menor, Pablo José Francisco Pena Rodrigues, Cinthia Pereira de Oliveira, Lucas Pereira Zanzini, Carlos A. Peres, Vignesh Punjayil, Carlos A. Quesada, Maxime Réjou-Méchain, Terhi Riutta, Gonzalo Rivas-Torres, Clarissa Rosa, Norma Salinas, Rodrigo Scarton Bergamin, Beatriz Schwantes Marimon, Alexander Shenkin, Priscyla Maria Silva Rodrigues, Axa Emanuelle Simões Figueiredo, Queila Souza Garcia, Tereza Spósito, Danielle Storck-Tonon, Martin J. P. Sullivan, Martin Svátek, Wagner Tadeu Vieira Santiago, Yit Arn Teh, Prasad Theruvil Parambil Sivan, Marcelo Trindade Nascimento, Elmar Veenendaal, Irie Casimir Zo-Bi, Marie Ruth Dago, Soulemane Traoré, Marco Patacca, Vincyane Badouard, Samuel de Padua Chaves e Carvalho, Lee J. T. White, Huanyuan Zhang-Zheng, Etienne Zibera, Joeri Alexander Zwerts, David F. R. P. Burslem, Miles Silman, Jérôme Chave, Brian J. Enquist, Jos Barlow, Oliver L. Phillips, David A. Coomes, Yadvinder Malhi",
      "paper_url": "https://doi.org/10.1038/s41586-025-08663-2",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4401947121",
      "paper_id": "https://openalex.org/W4401947121",
      "title": "Carbon emissions from the 2023 Canadian wildfires",
      "authors": "Brendan Byrne, Junjie Liu, Kevin W. Bowman, Madeleine Pascolini-Campbell, Abhishek Chatterjee, Sudhanshu Pandey, Kazuyuki Miyazaki, Guido R. van der Werf, Debra Wunch, Paul O. Wennberg, Coleen M. Roehl, Saptarshi Sinha",
      "paper_url": "https://doi.org/10.1038/s41586-024-07878-z",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400038393",
      "paper_id": "https://openalex.org/W4400038393",
      "title": "Cenozoic history of the tropical marine biodiversity hotspot",
      "authors": "Skye Yunshu Tian, Moriaki Yasuhara, Fabien L. Condamine, Huai-Hsuan M. Huang, Allan Gil S. Fernando, Yolanda M. Aguilar, Hita Pandita, Toshiaki Irizuki, Hokuto Iwatani, Caren P. Shin, Willem Renema, Tomoki Kase",
      "paper_url": "https://doi.org/10.1038/s41586-024-07617-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4323546608",
      "paper_id": "https://openalex.org/W4323546608",
      "title": "Chlorine activation and enhanced ozone depletion induced by wildfire aerosol",
      "authors": "Susan Solomon, Kane Stone, Pengfei Yu, D. M. Murphy, Doug Kinnison, A. R. Ravishankara, Peidong Wang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05683-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4393234904",
      "paper_id": "https://openalex.org/W4393234904",
      "title": "Climate velocities and species tracking in global mountain regions",
      "authors": "Wei-Ping Chan, Jonathan Lenoir, Guan-Shuo Mai, Hung-Chi Kuo, I-Ching Chen, Sheng-Feng Shen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07264-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386282945",
      "paper_id": "https://openalex.org/W4386282945",
      "title": "Climate warming increases extreme daily wildfire growth risk in California",
      "authors": "Patrick T. Brown, Holt Hanley, Ankur Mahesh, Colorado Reed, Scott J. Strenfel, Steven J. Davis, Adam K. Kochanski, Craig B. Clements",
      "paper_url": "https://doi.org/10.1038/s41586-023-06444-3",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3135371821",
      "paper_id": "https://openalex.org/W3135371821",
      "title": "Climate-driven flyway changes and memory-based long-distance migration",
      "authors": "Zhongru Gu, Shengkai Pan, Zhenzhen Lin, Li Hu, Xiaoyang Dai, Jiang Chang, Yuanchao Xue, Han Su, Juan Long, Mengru Sun, Sergey Ganusevich, Vasiliy Sokolov, Aleksandr Sokolov, Ivan Pokrovsky, Fen Ji, Michael W. Bruford, Andrew Dixon, Xiangjiang Zhan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03265-0",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4406385511",
      "paper_id": "https://openalex.org/W4406385511",
      "title": "Clouds reduce downwelling longwave radiation over land in a warming climate",
      "authors": "Lei Liu, Yi Huang, John R. Gyakum",
      "paper_url": "https://doi.org/10.1038/s41586-024-08323-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4322732304",
      "paper_id": "https://openalex.org/W4322732304",
      "title": "Coastal phytoplankton blooms expand and intensify in the 21st century",
      "authors": "Yanhui Dai, Shangbo Yang, Dan Zhao, Chuanmin Hu, Wang Xu, Donald M. Anderson, Yun Li, Xiao-Peng Song, Daniel G. Boyce, Luke Gibson, Chunmiao Zheng, Lian Feng",
      "paper_url": "https://doi.org/10.1038/s41586-023-05760-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403451737",
      "paper_id": "https://openalex.org/W4403451737",
      "title": "Common occurrences of subsurface heatwaves and cold spells in ocean eddies",
      "authors": "Qingyou He, Weikang Zhan, Ming Feng, Yankun Gong, Shuqun Cai, Haigang Zhan",
      "paper_url": "https://doi.org/10.1038/s41586-024-08051-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407722167",
      "paper_id": "https://openalex.org/W4407722167",
      "title": "Community estimate of global glacier mass changes from 2000 to 2023",
      "authors": "Michael Zemp, Livia Jakob, Inés Dussaillant, Samuel U. Nussbaumer, Noel Gourmelen, Sophie Dubber, Geruo A, Sahra Abdullahi, Liss Marie Andreassen, Etienne Berthier, Atanu Bhattacharya, Alejandro Blazquez, Laura F. Boehm Vock, Tobias Bolch, Jason Box, Matthias H. Braun, Fanny Brun, Eric Cicero, William Colgan, Nicolas Eckert, Daniel Farinotti, Caitlyn Florentine, Dana Floricioiu, Alex Gardner, Christopher Harig, Javed Hassan, Romain Hugonnet, Matthias Huss, Tómas Jóhannesson, Chia-Chun Angela Liang, Chang-Qing Ke, Shfaqat Abbas Khan, Owen King, Marin Kneib, Lukas Krieger, Fabien Maussion, Enrico Mattea, Robert McNabb, Brian Menounos, Evan Miles, Geir Moholdt, Johan Nilsson, Finnur Pálsson, Julia Pfeffer, Livia Piermattei, Stephen Plummer, Andreas Richter, Ingo Sasgen, Lilian Schuster, Thorsten Seehaus, Xiaoyi Shen, Christian Sommer, Tyler Sutterley, Désirée Treichler, Isabella Velicogna, Bert Wouters, Harry Zekollari, Whyjay Zheng",
      "paper_url": "https://doi.org/10.1038/s41586-024-08545-z",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4286007937",
      "paper_id": "https://openalex.org/W4286007937",
      "title": "Competition for pollinators destabilizes plant coexistence",
      "authors": "Christopher A. Johnson, Proneet Dutt, Jonathan M. Levine",
      "paper_url": "https://doi.org/10.1038/s41586-022-04973-x",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4390705319",
      "paper_id": "https://openalex.org/W4390705319",
      "title": "Consistent patterns of common species across tropical tree communities",
      "authors": "Declan L. M. Cooper, Simon L. Lewis, Martin J. P. Sullivan, Paulo I. Prado, Hans ter Steege, Nicolas Barbier, Ferry Slik, Bonaventure Sonké, Corneille E. N. Ewango, Stephen Adu-Bredu, Kofi Affum-Baffoe, Daniel P. P. de Aguiar, Manuel Augusto Ahuite Reategui, Shin-Ichiro Aiba, Bianca Weiss Albuquerque, Francisca Dionízia de Almeida Matos, Alfonso Alonso, Christian A. Amani, Dário Dantas do Amaral, Iêda Leão do Amaral, Ana Andrade, Ires Paula de Andrade Miranda, Ilondea B. Angoboy, Alejandro Araujo-Murakami, Nicolás Castaño Arboleda, Luzmila Arroyo, Peter Ashton, Gerardo A. Aymard C, Cláudia Baider, Timothy R. Baker, Michael Philippe Bessike Balinga, Henrik Balslev, Lindsay F. Banin, Olaf S. Bánki, Chris Baraloto, Edelcilio Marques Barbosa, Flávia Rodrigues Barbosa, Jos Barlow, Jean-Francois Bastin, Hans Beeckman, Serge Begne, Natacha Nssi Bengone, Erika Berenguer, Nicholas Berry, Robert Bitariho, Pascal Boeckx, Jan Bogaert, Bernard Bonyoma, Patrick Boundja, Nils Bourland, Faustin Boyemba Bosela, Fabian Brambach, Roel Brienen, David F. R. P. Burslem, José Luís Camargo, Wegliane Campelo, Angela Cano, Sasha Cárdenas, Dairon Cárdenas López, Rainiellen de Sá Carpanedo, Yrma Andreina Carrero Márquez, Fernanda Antunes Carvalho, Luisa Fernanda Casas, Hernán Castellanos, Carolina V. Castilho, Carlos Cerón, Colin A. Chapman, Jerome Chave, Phourin Chhang, Wanlop Chutipong, George B. Chuyong, Bruno Barçante Ladvocat Cintra, Connie J. Clark, Fernanda Coelho de Souza, James A. Comiskey, David A. Coomes, Fernando Cornejo Valverde, Diego F. Correa, Flávia R. C. Costa, Janaina Barbosa Pedrosa Costa, Pierre Couteron, Heike Culmsee, Aida Cuni-Sanchez, Francisco Dallmeier, Gabriel Damasco, Gilles Dauby, Nállarett Dávila, Hilda Paulette Dávila Doza, Jose Don T. De Alban, Rafael L. de Assis, Charles De Canniere, Thales De Haulleville, Marcelo de Jesus Veiga Carim, Layon O. Demarchi, Kyle G. Dexter, Anthony Di Fiore, Hazimah Haji Mohammad Din, Mathias I. Disney, Brice Yannick Djiofack, Marie-Noël K. Djuikouo, Tran Van Do, Jean-Louis Doucet, Freddie C. Draper, Vincent Droissart, Joost F. Duivenvoorden, Julien Engel, Vittoria Estienne, William Farfan-Rios, Sophie Fauset, Kenneth J. Feeley, Yuri Oliveira Feitosa, Ted R. Feldpausch, Cid Ferreira, Joice Ferreira, Leandro Valle Ferreira, Christine D. Fletcher, Bernardo Monteiro Flores, Alusine Fofanah, Ernest G. Foli, Émile Fonty, Gabriella M. Fredriksson, Alfredo Fuentes, David Galbraith, George Pepe Gallardo Gonzales, Karina Garcia-Cabrera, Roosevelt García-Villacorta, Vitor H. F. Gomes, Ricardo Zárate Gómez, Therany Gonzales, Rogerio Gribel, Marcelino Carneiro Guedes, Juan Ernesto Guevara, Khalid Rehman Hakeem, Jefferson S. Hall, Keith C. Hamer, Alan C. Hamilton, David J. Harris, Rhett D. Harrison, Terese B. Hart, Andy Hector, Terry W. Henkel, John Herbohn, Mireille B. N. Hockemba, Bruce Hoffman, Milena Holmgren, Euridice N. Honorio Coronado, Isau Huamantupa-Chuquimaco, Wannes Hubau, Nobuo Imai, Mariana Victória Irume, Patrick A. Jansen, Kathryn J. Jeffery, Eliana M. Jimenez, Tommaso Jucker, André Braga Junqueira, Michelle Kalamandeen, Narcisse G. Kamdem, Kuswata Kartawinata, Emmanuel Kasongo Yakusu, John M. Katembo, Elizabeth Kearsley, David Kenfack, Michael Kessler, Thiri Toe Khaing, Timothy J. Killeen, Kanehiro Kitayama, Bente Klitgaard, Nicolas Labrière, Yves Laumonier, Susan G. W. Laurance, William F. Laurance, Félix Laurent, Tinh Cong Le, Trai Trong Le, Miguel E. Leal, Evlyn Márcia Leão de Moraes Novo, Aurora Levesley, Moses B. Libalah, Juan Carlos Licona, Diógenes de Andrade Lima Filho, Jeremy A. Lindsell, Aline Lopes, Maria Aparecida Lopes, Jon C. Lovett, Richard Lowe, José Rafael Lozada, Xinghui Lu, Nestor K. Luambua, Bruno Garcia Luize, Paul Maas, José Leonardo Lima Magalhães, William E. Magnusson, Ni Putu Diana Mahayani, Jean-Remy Makana, Yadvinder Malhi, Lorena Maniguaje Rincón, Asyraf Mansor, Angelo Gilberto Manzatto, Beatriz S. Marimon, Ben Hur Marimon-Junior, Andrew R Marshall, Maria Pires Martins, Faustin M. Mbayu, Marcelo Brilhante de Medeiros, Italo Mesones, Faizah Metali, Vianet Mihindou, Jerome Millet, William Milliken, Hugo F. Mogollón, Jean-François Molino, Mohd. Nizam Mohd. Said, Abel Monteagudo Mendoza, Juan Carlos Montero, Sam Moore, Bonifacio Mostacedo, Linder Felipe Mozombite Pinto, Sharif Ahmed Mukul, Pantaleo K. T. Munishi, Hidetoshi Nagamasu, Henrique Eduardo Mendonça Nascimento, Marcelo Trindade Nascimento, David Neill, Reuben Nilus, Janaína Costa Noronha, Laurent Nsenga, Percy Núñez Vargas, Lucas Ojo, Alexandre A. Oliveira, Edmar Almeida de Oliveira, Fidèle Evouna Ondo, Walter Palacios Cuenca, Susamar Pansini, Marcelo Petratti Pansonato, Marcos Ríos Paredes, Ekananda Paudel, Daniela Pauletto, Richard G. Pearson, José Luis Marcelo Pena, R. Toby Pennington, Carlos A. Peres, Andrea Permana, Pascal Petronelli, Maria Cristina Peñuela Mora, Juan Fernando Phillips, Oliver L. Phillips, Georgia Pickavance, Maria Teresa Fernandez Piedade, Nigel C. A. Pitman, Pierre Ploton, Andreas Popelier, John R. Poulsen, Adriana Prieto, Richard B. Primack, Hari Priyadi, Lan Qie, Adriano Costa Quaresma, Helder Lima de Queiroz, Hirma Ramirez-Angulo, José Ferreira Ramos, Neidiane Farias Costa Reis, Jan Reitsma, Juan David Cardenas Revilla, Terhi Riutta, Gonzalo Rivas-Torres, Iyan Robiansyah, Maira Rocha, Domingos de Jesus Rodrigues, M. Elizabeth Rodriguez-Ronderos, Francesco Rovero, Andes H. Rozak, Agustín Rudas, Ervan Rutishauser, Daniel Sabatier, Le Bienfaiteur Sagang, Adeilza Felipe Sampaio, Ismayadi Samsoedin, Manichanh Satdichanh, Juliana Schietti, Jochen Schöngart, Veridiana Vizoni Scudeller, Naret Seuaturien, Douglas Sheil, Rodrigo Sierra, Miles R. Silman, Thiago Sanna Freire Silva, José Renan da Silva Guimarães, Murielle Simo-Droissart, Marcelo Fragomeni Simon, Plinio Sist, Thaiane R. Sousa, Emanuelle de Sousa Farias, Luiz de Souza Coelho, Dominick V. Spracklen, Suzanne M. Stas, Robert Steinmetz, Pablo R. Stevenson, Juliana Stropp, Rahayu S. Sukri, Terry C. H. Sunderland, Eizi Suzuki, Michael D. Swaine, Jianwei Tang, James Taplin, David M. Taylor, J. Sebastián Tello, John Terborgh, Nicolas Texier, Ida Theilade, Duncan W. Thomas, Raquel Thomas, Sean C. Thomas, Milton Tirado, Benjamin Toirambe, José Julio de Toledo, Kyle W. Tomlinson, Armando Torres-Lezama, Hieu Dang Tran, John Tshibamba Mukendi, Roven D. Tumaneng, Maria Natalia Umaña, Peter M. Umunay, Ligia Estela Urrego Giraldo, Elvis H. Valderrama Sandoval, Luis Valenzuela Gamarra, Tinde R. Van Andel, Martin van de Bult, Jaqueline van de Pol, Geertje van der Heijden, Rodolfo Vasquez, César I. A. Vela, Eduardo Martins Venticinque, Hans Verbeeck, Rizza Karen A. Veridiano, Alberto Vicentini, Ima Célia Guimarães Vieira, Emilio Vilanova Torre, Daniel Villarroel, Boris Eduardo Villa Zegarra, Jason Vleminckx, Patricio von Hildebrand, Vincent Antoine Vos, Corine Vriesendorp, Edward L. Webb, Lee J. T. White, Serge Wich, Florian Wittmann, Roderick Zagt, Runguo Zang, Charles Eugene Zartman, Lise Zemagho, Egleé L. Zent, Stanford Zent",
      "paper_url": "https://doi.org/10.1038/s41586-023-06820-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4353055585",
      "paper_id": "https://openalex.org/W4353055585",
      "title": "Continent-wide declines in shallow reef life over a decade of ocean warming",
      "authors": "Graham J. Edgar, Rick D. Stuart-Smith, Freddie J. Heather, Neville S. Barrett, Emre Turak, Hugh Sweatman, Michael J. Emslie, Danny J. Brock, Jamie Hicks, Ben French, Susan C. Baker, Steffan A. Howe, Alan Jordan, Nathan A. Knott, Peter Mooney, Antonia T. Cooper, Elizabeth S. Oh, German A. Soler, Camille Mellin, Scott D. Ling, Jillian C. Dunic, John W. Turnbull, Paul B. Day, Meryl F. Larkin, Yanir Seroussi, Jemina Stuart-Smith, Ella Clausius, Tom R. Davis, Joe Shields, Derek Shields, Olivia J. Johnson, Yann Herrera Fuchs, Lara Denis-Roy, Tyson Jones, Amanda E. Bates",
      "paper_url": "https://doi.org/10.1038/s41586-023-05833-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4292121798",
      "paper_id": "https://openalex.org/W4292121798",
      "title": "Continental configuration controls ocean oxygenation during the Phanerozoic",
      "authors": "Alexandre Pohl, Andy Ridgwell, Richard G. Stockey, Christophe Thomazo, Andrew Keane, Emmanuelle Vennin, Christopher R. Scotese",
      "paper_url": "https://doi.org/10.1038/s41586-022-05018-z",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403243848",
      "paper_id": "https://openalex.org/W4403243848",
      "title": "Continental-scale nutrient and contaminant delivery by Pacific salmon",
      "authors": "Jessica E. Brandt, Jeff S. Wesner, Gregory T. Ruggerone, Timothy D. Jardine, Collin A. Eagles-Smith, Gabrielle E. Ruso, Craig A. Stricker, Kristofor A. Voss, David M. Walters",
      "paper_url": "https://doi.org/10.1038/s41586-024-07980-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407956810",
      "paper_id": "https://openalex.org/W4407956810",
      "title": "Continued Atlantic overturning circulation even under climate extremes",
      "authors": "J. A. Baker, M. J. Bell, L. C. Jackson, G. K. Vallis, A. J. Watson, R. A. Wood",
      "paper_url": "https://doi.org/10.1038/s41586-024-08544-0",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406924536",
      "paper_id": "https://openalex.org/W4406924536",
      "title": "Contrasting drought sensitivity of Eurasian and North American grasslands",
      "authors": "Qiang Yu, Chong Xu, Honghui Wu, Yuguang Ke, Xiaoan Zuo, Wentao Luo, Haiyan Ren, Qian Gu, Hongqiang Wang, Wang Ma, Alan K. Knapp, Scott L. Collins, Jennifer A. Rudgers, Yiqi Luo, Yann Hautier, Chengjie Wang, Zhengwen Wang, Yong Jiang, Guodong Han, Yingzhi Gao, Nianpeng He, Juntao Zhu, Shikui Dong, Xiaoping Xin, Guirui Yu, Melinda D. Smith, Linghao Li, Xingguo Han",
      "paper_url": "https://doi.org/10.1038/s41586-024-08478-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4385715739",
      "paper_id": "https://openalex.org/W4385715739",
      "title": "Coral reefs benefit from reduced land–sea impacts under ocean warming",
      "authors": "Jamison M. Gove, Gareth J. Williams, Joey Lecky, Eric Brown, Eric Conklin, Chelsie Counsell, Gerald Davis, Mary K. Donovan, Kim Falinski, Lindsey Kramer, Kelly Kozar, Ning Li, Jeffrey A. Maynard, Amanda McCutcheon, Sheila A. McKenna, Brian J. Neilson, Aryan Safaie, Christopher Teague, Robert Whittier, Gregory P. Asner",
      "paper_url": "https://doi.org/10.1038/s41586-023-06394-w",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391809192",
      "paper_id": "https://openalex.org/W4391809192",
      "title": "Critical transitions in the Amazon forest system",
      "authors": "Bernardo M. Flores, Encarni Montoya, Boris Sakschewski, Nathália Nascimento, Arie Staal, Richard A. Betts, Carolina Levis, David M. Lapola, Adriane Esquível-Muelbert, Catarina Jakovac, Carlos A. Nobre, Rafael S. Oliveira, Laura S. Borma, Da Nian, Niklas Boers, Susanna B. Hecht, Hans ter Steege, Julia Arieira, Isabella L. Lucas, Erika Berenguer, José A. Marengo, Luciana V. Gatti, Caio R. C. Mattos, Marina Hirota",
      "paper_url": "https://doi.org/10.1038/s41586-023-06970-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3126252525",
      "paper_id": "https://openalex.org/W3126252525",
      "title": "Cyclic evolution of phytoplankton forced by changes in tropical seasonality",
      "authors": "Luc Beaufort, Clara T. Bolton, Anta-Clarisse Sarr, Baptiste Suchéras-Marx, Yair Rosenthal, Yannick Donnadieu, Nicolas Barbarin, Samantha Bova, Pauline Cornuault, Yves Gally, Emmeline Gray, Jean-Charles Mazur, Martin Tetard",
      "paper_url": "https://doi.org/10.1038/s41586-021-04195-7",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4412178009",
      "paper_id": "https://openalex.org/W4412178009",
      "title": "Decadal changes in atmospheric circulation detected in cloud motion vectors",
      "authors": "Larry Di Girolamo, Guangyu Zhao, Gan Zhang, Zhuo Wang, Jesse Loveridge, Arka Mitra",
      "paper_url": "https://doi.org/10.1038/s41586-025-09242-1",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400491660",
      "paper_id": "https://openalex.org/W4400491660",
      "title": "Deeper and stronger North Atlantic Gyre during the Last Glacial Maximum",
      "authors": "Jack H. Wharton, Martin Renoult, Geoffrey Gebbie, Lloyd D. Keigwin, Thomas M. Marchitto, Mark A. Maslin, Delia W. Oppo, David J. R. Thornalley",
      "paper_url": "https://doi.org/10.1038/s41586-024-07655-y",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4310437831",
      "paper_id": "https://openalex.org/W4310437831",
      "title": "Deglacial increase of seasonal temperature variability in the tropical ocean",
      "authors": "Lars Wörmer, Jenny Wendt, Brenna Boehman, Gerald H. Haug, Kai-Uwe Hinrichs",
      "paper_url": "https://doi.org/10.1038/s41586-022-05350-4",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3136151743",
      "paper_id": "https://openalex.org/W3136151743",
      "title": "Developmental and biophysical determinants of grass leaf size worldwide",
      "authors": "Alec S. Baird, Samuel H. Taylor, Jessica Pasquet-Kok, Christine Vuong, Yu Zhang, Teera Watcharamongkol, Christine Scoffoni, Erika J. Edwards, Pascal-Antoine Christin, Colin P. Osborne, Lawren Sack",
      "paper_url": "https://doi.org/10.1038/s41586-021-03370-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4321480186",
      "paper_id": "https://openalex.org/W4321480186",
      "title": "Diagnosing destabilization risk in global land carbon sinks",
      "authors": "Marcos Fernández-Martínez, Josep Peñuelas, Frederic Chevallier, Philippe Ciais, Michael Obersteiner, Christian Rödenbeck, Jordi Sardans, Sara Vicca, Hui Yang, Stephen Sitch, Pierre Friedlingstein, Vivek K. Arora, Daniel S. Goll, Atul K. Jain, Danica L. Lombardozzi, Patrick C. McGuire, Ivan A. Janssens",
      "paper_url": "https://doi.org/10.1038/s41586-023-05725-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4292027119",
      "paper_id": "https://openalex.org/W4292027119",
      "title": "Direct evidence for phosphorus limitation on Amazon forest productivity",
      "authors": "Hellen Fernanda Viana Cunha, Kelly M. Andersen, Laynara Figueiredo Lugli, Flavia Delgado Santana, Izabela Fonseca Aleixo, Anna Martins Moraes, Sabrina Garcia, Raffaello Di Ponzio, Erick Oblitas Mendoza, Bárbara Brum, Jéssica Schmeisk Rosa, Amanda L. Cordeiro, Bruno Takeshi Tanaka Portela, Gyovanni Ribeiro, Sara Deambrozi Coelho, Sheila Trierveiler  de Souza, Lara Siebert Silva, Felipe Antonieto, Maria Pires, Ana Cláudia Salomão, Ana Caroline Miron, Rafael L. de Assis, Tomas F. Domingues, Luiz E. O. C. Aragão, Patrick Meir, José Luis Camargo, Antonio Ocimar Manzi, Laszlo Nagy, Lina M. Mercado, Iain P. Hartley, Carlos Alberto Quesada",
      "paper_url": "https://doi.org/10.1038/s41586-022-05085-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392508092",
      "paper_id": "https://openalex.org/W4392508092",
      "title": "Disappearing cities on US coasts",
      "authors": "Leonard O. Ohenhen, Manoochehr Shirzaei, Chandrakanta Ojha, Sonam F. Sherpa, Robert J. Nicholls",
      "paper_url": "https://doi.org/10.1038/s41586-024-07038-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389991842",
      "paper_id": "https://openalex.org/W4389991842",
      "title": "Disproportionate declines of formerly abundant species underlie insect loss",
      "authors": "Roel van Klink, Diana E. Bowler, Konstantin B. Gongalsky, Minghua Shen, Scott R. Swengel, Jonathan M. Chase",
      "paper_url": "https://doi.org/10.1038/s41586-023-06861-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4385691013",
      "paper_id": "https://openalex.org/W4385691013",
      "title": "Diverse values of nature for sustainability",
      "authors": "Unai Pascual, Patricia Balvanera, Christopher B. Anderson, Rebecca Chaplin-Kramer, Michael Christie, David González-Jiménez, Adrian Martin, Christopher M. Raymond, Mette Termansen, Arild Vatn, Simone Athayde, Brigitte Baptiste, David N. Barton, Sander Jacobs, Eszter Kelemen, Ritesh Kumar, Elena Lazos, Tuyeni H. Mwampamba, Barbara Nakangu, Patrick O’Farrell, Suneetha M. Subramanian, Meine van Noordwijk, SoEun Ahn, Sacha Amaruzaman, Ariane M. Amin, Paola Arias-Arévalo, Gabriela Arroyo-Robles, Mariana Cantú-Fernández, Antonio J. Castro, Victoria Contreras, Alta De Vos, Nicolas Dendoncker, Stefanie Engel, Uta Eser, Daniel P. Faith, Anna Filyushkina, Houda Ghazi, Erik Gómez-Baggethun, Rachelle K. Gould, Louise Guibrunet, Haripriya Gundimeda, Thomas Hahn, Zuzana V. Harmáčková, Marcello Hernández-Blanco, Andra-Ioana Horcea-Milcu, Mariaelena Huambachano, Natalia Lutti Hummel Wicher, Cem İskender Aydın, Mine Islar, Ann-Kathrin Koessler, Jasper O. Kenter, Marina Kosmus, Heera Lee, Beria Leimona, Sharachchandra Lele, Dominic Lenzi, Bosco Lliso, Lelani M. Mannetti, Juliana Merçon, Ana Sofía Monroy-Sais, Nibedita Mukherjee, Barbara Muraca, Roldan Muradian, Ranjini Murali, Sara H. Nelson, Gabriel R. Nemogá-Soto, Jonas Ngouhouo-Poufoun, Aidin Niamir, Emmanuel Nuesiri, Tobias O. Nyumba, Begüm Özkaynak, Ignacio Palomo, Ram Pandit, Agnieszka Pawłowska-Mainville, Luciana Porter-Bolland, Martin Quaas, Julian Rode, Ricardo Rozzi, Sonya Sachdeva, Aibek Samakov, Marije Schaafsma, Nadia Sitas, Paula Ungar, Evonne Yiu, Yuki Yoshida, Eglee Zent",
      "paper_url": "https://doi.org/10.1038/s41586-023-06406-9",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4405965149",
      "paper_id": "https://openalex.org/W4405965149",
      "title": "Diversity and biogeography of the bacterial microbiome in glacier-fed streams",
      "authors": "Leïla Ezzat, Hannes Peter, Massimo Bourquin, Susheel Bhanu Busi, Grégoire Michoud, Stilianos Fodelianakis, Tyler J. Kohler, Thomas Lamy, Aileen Geers, Paraskevi Pramateftaki, Florian Baier, Ramona Marasco, Daniele Daffonchio, Nicola Deluigi, Paul Wilmes, Michail Styllas, Martina Schön, Matteo Tolosano, Vincent De Staercke, Tom J. Battin",
      "paper_url": "https://doi.org/10.1038/s41586-024-08313-z",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411025106",
      "paper_id": "https://openalex.org/W4411025106",
      "title": "Drivers of the extreme North Atlantic marine heatwave during 2023",
      "authors": "Matthew H. England, Zhi Li, Maurice F. Huguenin, Andrew E. Kiss, Alex Sen Gupta, Ryan M. Holmes, Stefan Rahmstorf",
      "paper_url": "https://doi.org/10.1038/s41586-025-08903-5",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4392747372",
      "paper_id": "https://openalex.org/W4392747372",
      "title": "Drought triggers and sustains overnight fires in North America",
      "authors": "Kaiwei Luo, Xianli Wang, Mark de Jong, Mike Flannigan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07028-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404567069",
      "paper_id": "https://openalex.org/W4404567069",
      "title": "Early-twentieth-century cold bias in ocean surface temperature observations",
      "authors": "Sebastian Sippel, Elizabeth C. Kent, Nicolai Meinshausen, Duo Chan, Christopher Kadow, Raphael Neukom, Erich M. Fischer, Vincent Humphrey, Robert Rohde, Iris de Vries, Reto Knutti",
      "paper_url": "https://doi.org/10.1038/s41586-024-08230-1",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409729552",
      "paper_id": "https://openalex.org/W4409729552",
      "title": "Effects of glacial forcing on lithospheric motion and ridge spreading",
      "authors": "Tao Yuan, Shijie Zhong",
      "paper_url": "https://doi.org/10.1038/s41586-025-08846-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4320913035",
      "paper_id": "https://openalex.org/W4320913035",
      "title": "Effects of moisture and density-dependent interactions on tropical tree diversity",
      "authors": "Edwin Lebrija-Trejos, Andrés Hernández, S. Joseph Wright",
      "paper_url": "https://doi.org/10.1038/s41586-023-05717-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391597638",
      "paper_id": "https://openalex.org/W4391597638",
      "title": "Elevated Southern Hemisphere moisture availability during glacial periods",
      "authors": "Rieneke Weij, J. M. Kale Sniderman, Jon D. Woodhead, John C. Hellstrom, Josephine R. Brown, Russell N. Drysdale, Elizabeth Reed, Steven Bourne, Jay Gordon",
      "paper_url": "https://doi.org/10.1038/s41586-023-06989-3",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4213445191",
      "paper_id": "https://openalex.org/W4213445191",
      "title": "Emergent constraints on future precipitation changes",
      "authors": "Hideo Shiogama, Masahiro Watanabe, Hyungjun Kim, Nagio Hirota",
      "paper_url": "https://doi.org/10.1038/s41586-021-04310-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4285083897",
      "paper_id": "https://openalex.org/W4285083897",
      "title": "Emerging signals of declining forest resilience under climate change",
      "authors": "Giovanni Forzieri, Vasilis Dakos, Nate G. McDowell, Alkama Ramdane, Alessandro Cescatti",
      "paper_url": "https://doi.org/10.1038/s41586-022-04959-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408657432",
      "paper_id": "https://openalex.org/W4408657432",
      "title": "End-to-end data-driven weather prediction",
      "authors": "Anna Allen, Stratis Markou, Will Tebbutt, James Requeima, Wessel P. Bruinsma, Tom R. Andersson, Michael Herzog, Nicholas D. Lane, Matthew Chantry, J. Scott Hosking, Richard E. Turner",
      "paper_url": "https://doi.org/10.1038/s41586-025-08897-0",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4293792907",
      "paper_id": "https://openalex.org/W4293792907",
      "title": "Enhanced ocean oxygenation during Cenozoic warm periods",
      "authors": "Alexandra Auderset, Simone Moretti, Björn Taphorn, Pia-Rebecca Ebner, Emma Kast, Xingchen T. Wang, Ralf Schiebel, Daniel M. Sigman, Gerald H. Haug, Alfredo Martínez-García",
      "paper_url": "https://doi.org/10.1038/s41586-022-05017-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4281482429",
      "paper_id": "https://openalex.org/W4281482429",
      "title": "Enhanced silica export in a future ocean triggers global diatom decline",
      "authors": "Jan Taucher, Lennart T. Bach, A. E. Friederike Prowe, Tim Boxhammer, Karin Kvale, Ulf Riebesell",
      "paper_url": "https://doi.org/10.1038/s41586-022-04687-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4394892232",
      "paper_id": "https://openalex.org/W4394892232",
      "title": "Environmental drivers of increased ecosystem respiration in a warming tundra",
      "authors": "S. L. Maes, J. Dietrich, G. Midolo, S. Schwieger, M. Kummu, V. Vandvik, R. Aerts, I. H. J. Althuizen, C. Biasi, R. G. Björk, H. Böhner, M. Carbognani, G. Chiari, C. T. Christiansen, K. E. Clemmensen, E. J. Cooper, J. H. C. Cornelissen, B. Elberling, P. Faubert, N. Fetcher, T. G. W. Forte, J. Gaudard, K. Gavazov, Z. Guan, J. Guðmundsson, R. Gya, S. Hallin, B. B. Hansen, S. V. Haugum, J.-S. He, C. Hicks Pries, M. J. Hovenden, M. Jalava, I. S. Jónsdóttir, J. Juhanson, J. Y. Jung, E. Kaarlejärvi, M. J. Kwon, R. E. Lamprecht, M. Le Moullec, H. Lee, M. E. Marushchak, A. Michelsen, T. M. Munir, E. M. Myrsky, C. S. Nielsen, M. Nyberg, J. Olofsson, H. Óskarsson, T. C. Parker, E. P. Pedersen, M. Petit Bon, A. Petraglia, K. Raundrup, N. M. R. Ravn, R. Rinnan, H. Rodenhizer, I. Ryde, N. M. Schmidt, E. A. G. Schuur, S. Sjögersten, S. Stark, M. Strack, J. Tang, A. Tolvanen, J. P. Töpper, M. K. Väisänen, R. S. P. van Logtestijn, C. Voigt, J. Walz, J. T. Weedon, Y. Yang, H. Ylänne, M. P. Björkman, J. M. Sarneel, E. Dorrepaal",
      "paper_url": "https://doi.org/10.1038/s41586-024-07274-7",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3212784178",
      "paper_id": "https://openalex.org/W3212784178",
      "title": "Episodic deluges in simulated hothouse climates",
      "authors": "Jacob T. Seeley, Robin D. Wordsworth",
      "paper_url": "https://doi.org/10.1038/s41586-021-03919-z",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4291020387",
      "paper_id": "https://openalex.org/W4291020387",
      "title": "Even modest climate change may lead to major transitions in boreal forests",
      "authors": "Peter B. Reich, Raimundo Bermudez, Rebecca A. Montgomery, Roy L. Rich, Karen E. Rice, Sarah E. Hobbie, Artur Stefanski",
      "paper_url": "https://doi.org/10.1038/s41586-022-05076-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4390707812",
      "paper_id": "https://openalex.org/W4390707812",
      "title": "Evidence of human influence on Northern Hemisphere snow loss",
      "authors": "Alexander R. Gottlieb, Justin S. Mankin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06794-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W4200299035",
      "paper_id": "https://openalex.org/W4200299035",
      "title": "Experimental evidence for recovery of mercury-contaminated fish populations",
      "authors": "Paul J. Blanchfield, John W. M. Rudd, Lee E. Hrenchuk, Marc Amyot, Christopher L. Babiarz, Ken G. Beaty, R. A. Drew Bodaly, Brian A. Branfireun, Cynthia C. Gilmour, Jennifer A. Graydon, Britt D. Hall, Reed C. Harris, Andrew Heyes, Holger Hintelmann, James P. Hurley, Carol A. Kelly, David P. Krabbenhoft, Steve E. Lindberg, Robert P. Mason, Michael J. Paterson, Cheryl L. Podemski, Ken A. Sandilands, George R. Southworth, Vincent L. St Louis, Lori S. Tate, Michael T. Tate",
      "paper_url": "https://doi.org/10.1038/s41586-021-04222-7",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400038706",
      "paper_id": "https://openalex.org/W4400038706",
      "title": "Explainable El Niño predictability from climate mode interactions",
      "authors": "Sen Zhao, Fei-Fei Jin, Malte F. Stuecker, Philip R. Thompson, Jong-Seong Kug, Michael J. McPhaden, Mark A. Cane, Andrew T. Wittenberg, Wenju Cai",
      "paper_url": "https://doi.org/10.1038/s41586-024-07534-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4319591135",
      "paper_id": "https://openalex.org/W4319591135",
      "title": "Extensive global wetland loss over the past three centuries",
      "authors": "Etienne Fluet-Chouinard, Benjamin D. Stocker, Zhen Zhang, Avni Malhotra, Joe R. Melton, Benjamin Poulter, Jed O. Kaplan, Kees Klein Goldewijk, Stefan Siebert, Tatiana Minayeva, Gustaf Hugelius, Hans Joosten, Alexandra Barthelmes, Catherine Prigent, Filipe Aires, Alison M. Hoyt, Nick Davidson, C. Max Finlayson, Bernhard Lehner, Robert B. Jackson, Peter B. McIntyre",
      "paper_url": "https://doi.org/10.1038/s41586-022-05572-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4308620574",
      "paper_id": "https://openalex.org/W4308620574",
      "title": "Extensive inland thinning and speed-up of Northeast Greenland Ice Stream",
      "authors": "Shfaqat A. Khan, Youngmin Choi, Mathieu Morlighem, Eric Rignot, Veit Helm, Angelika Humbert, Jérémie Mouginot, Romain Millan, Kurt H. Kjær, Anders A. Bjørk",
      "paper_url": "https://doi.org/10.1038/s41586-022-05301-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4308307224",
      "paper_id": "https://openalex.org/W4308307224",
      "title": "Extreme escalation of heat failure rates in ectotherms with global warming",
      "authors": "Lisa Bjerregaard Jørgensen, Michael Ørsted, Hans Malte, Tobias Wang, Johannes Overgaard",
      "paper_url": "https://doi.org/10.1038/s41586-022-05334-4",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412151004",
      "paper_id": "https://openalex.org/W4412151004",
      "title": "Extreme river flood exposes latent erosion risk",
      "authors": "H. J. Barneveld, R. M. Frings, E. Mosselman, J. G. Venditti, M. G. Kleinhans, A. Blom, R. M. J. Schielen, W. H. J. Toonen, D. Meijer, A. J. Paarlberg, R. P. van Denderen, J. S. de Jong, J. G. W. Beemster, L. A. Melsen, A. J. F. Hoitink",
      "paper_url": "https://doi.org/10.1038/s41586-025-09305-3",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4385498184",
      "paper_id": "https://openalex.org/W4385498184",
      "title": "Fennoscandian tree-ring anatomy shows a warmer modern than medieval climate",
      "authors": "Jesper Björklund, Kristina Seftigen, Markus Stoffel, Marina V. Fonti, Sven Kottlow, David C. Frank, Jan Esper, Patrick Fonti, Hugues Goosse, Håkan Grudd, Björn E. Gunnarson, Daniel Nievergelt, Elena Pellizzari, Marco Carrer, Georg von Arx",
      "paper_url": "https://doi.org/10.1038/s41586-023-06176-4",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3201842908",
      "paper_id": "https://openalex.org/W3201842908",
      "title": "Fine-root traits in the global spectrum of plant form and function",
      "authors": "Carlos P. Carmona, C. Guillermo Bueno, Aurele Toussaint, Sabrina Träger, Sandra Díaz, Mari Moora, Alison D. Munson, Meelis Pärtel, Martin Zobel, Riin Tamme",
      "paper_url": "https://doi.org/10.1038/s41586-021-03871-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4393234713",
      "paper_id": "https://openalex.org/W4393234713",
      "title": "Five million years of Antarctic Circumpolar Current strength variability",
      "authors": "Frank Lamy, Gisela Winckler, Helge W. Arz, Jesse R. Farmer, Julia Gottschalk, Lester Lembke-Jene, Jennifer L. Middleton, Michèlle van der Does, Ralf Tiedemann, Carlos Alvarez Zarikian, Chandranath Basak, Anieke Brombacher, Levin Dumm, Oliver M. Esper, Lisa C. Herbert, Shinya Iwasaki, Gaston Kreps, Vera J. Lawson, Li Lo, Elisa Malinverno, Alfredo Martinez-Garcia, Elisabeth Michel, Simone Moretti, Christopher M. Moy, Ana Christina Ravelo, Christina R. Riesselman, Mariem Saavedra-Pellitero, Henrik Sadatzki, Inah Seo, Raj K. Singh, Rebecca A. Smith, Alexandre L. Souza, Joseph S. Stoner, Maria Toyos, Igor M. Venancio P. de Oliveira, Sui Wan, Shuzhuang Wu, Xiangyu Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07143-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386100080",
      "paper_id": "https://openalex.org/W4386100080",
      "title": "Forced changes in the Pacific Walker circulation over the past millennium",
      "authors": "Georgina Falster, Bronwen Konecky, Sloan Coats, Samantha Stevenson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06447-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396544385",
      "paper_id": "https://openalex.org/W4396544385",
      "title": "Frequent disturbances enhanced the resilience of past human populations",
      "authors": "Philip Riris, Fabio Silva, Enrico Crema, Alessio Palmisano, Erick Robinson, Peter E. Siegel, Jennifer C. French, Erlend Kirkeng Jørgensen, Shira Yoshi Maezumi, Steinar Solheim, Jennifer Bates, Benjamin Davies, Yongje Oh, Xiaolin Ren",
      "paper_url": "https://doi.org/10.1038/s41586-024-07354-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394681584",
      "paper_id": "https://openalex.org/W4394681584",
      "title": "FSC-certified forest management benefits large mammals compared to non-FSC",
      "authors": "Joeri A. Zwerts, E. H. M. Sterck, Pita A. Verweij, Fiona Maisels, Jaap van der Waarde, Emma A. M. Geelen, Georges Belmond Tchoumba, Hermann Frankie Donfouet Zebaze, Marijke van Kuijk",
      "paper_url": "https://doi.org/10.1038/s41586-024-07257-8",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412479196",
      "paper_id": "https://openalex.org/W4412479196",
      "title": "Functional regimes define soil microbiome response to environmental change",
      "authors": "Kiseok Keith Lee, Siqi Liu, Kyle Crocker, Jocelyn Wang, David R. Huggins, Mikhail Tikhonov, Madhav Mani, Seppe Kuehn",
      "paper_url": "https://doi.org/10.1038/s41586-025-09264-9",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4385852890",
      "paper_id": "https://openalex.org/W4385852890",
      "title": "Future emergence of new ecosystems caused by glacial retreat",
      "authors": "J. B. Bosson, M. Huss, S. Cauvy-Fraunié, J. C. Clément, G. Costes, M. Fischer, J. Poulenard, F. Arthaud",
      "paper_url": "https://doi.org/10.1038/s41586-023-06302-2",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402827389",
      "paper_id": "https://openalex.org/W4402827389",
      "title": "Future increase in extreme El Niño supported by past glacial changes",
      "authors": "Kaustubh Thirumalai, Pedro N. DiNezio, Judson W. Partin, Dunyu Liu, Kassandra Costa, Allison Jacobel",
      "paper_url": "https://doi.org/10.1038/s41586-024-07984-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4317242233",
      "paper_id": "https://openalex.org/W4317242233",
      "title": "Future temperature extremes threaten land vertebrates",
      "authors": "Gopal Murali, Takuya Iwamura, Shai Meiri, Uri Roll",
      "paper_url": "https://doi.org/10.1038/s41586-022-05606-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4394687796",
      "paper_id": "https://openalex.org/W4394687796",
      "title": "Ghost roads and the destruction of Asia-Pacific tropical forests",
      "authors": "Jayden E. Engert, Mason J. Campbell, Joshua E. Cinner, Yoko Ishida, Sean Sloan, Jatna Supriatna, Mohammed Alamgir, Jaime Cislowski, William F. Laurance",
      "paper_url": "https://doi.org/10.1038/s41586-024-07303-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3129149941",
      "paper_id": "https://openalex.org/W3129149941",
      "title": "Glacial episodes of a freshwater Arctic Ocean covered by a thick ice shelf",
      "authors": "Walter Geibert, Jens Matthiessen, Ingrid Stimac, Jutta Wollenburg, Ruediger Stein",
      "paper_url": "https://doi.org/10.1038/s41586-021-03186-y",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3125385902",
      "paper_id": "https://openalex.org/W3125385902",
      "title": "Global and regional drivers of land-use emissions in 1961–2017",
      "authors": "Chaopeng Hong, Jennifer A. Burney, Julia Pongratz, Julia E. M. S. Nabel, Nathaniel D. Mueller, Robert B. Jackson, Steven J. Davis",
      "paper_url": "https://doi.org/10.1038/s41586-020-03138-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400949455",
      "paper_id": "https://openalex.org/W4400949455",
      "title": "Global atmospheric methane uptake by upland tree woody surfaces",
      "authors": "Vincent Gauci, Sunitha Rao Pangala, Alexander Shenkin, Josep Barba, David Bastviken, Viviane Figueiredo, Carla Gomez, Alex Enrich-Prast, Emma Sayer, Tainá Stauffer, Bertie Welch, Dafydd Elias, Niall McNamara, Myles Allen, Yadvinder Malhi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07592-w",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407392507",
      "paper_id": "https://openalex.org/W4407392507",
      "title": "Global biodiversity loss from outsourced deforestation",
      "authors": "R. Alex Wiebe, David S. Wilcove",
      "paper_url": "https://doi.org/10.1038/s41586-024-08569-5",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4384008699",
      "paper_id": "https://openalex.org/W4384008699",
      "title": "Global climate-change trends detected in indicators of ocean ecology",
      "authors": "B. B. Cael, Kelsey Bisson, Emmanuel Boss, Stephanie Dutkiewicz, Stephanie Henson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06321-z",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410816436",
      "paper_id": "https://openalex.org/W4410816436",
      "title": "Global dominance of seasonality in shaping lake-surface-extent dynamics",
      "authors": "Luoqi Li, Di Long, Yiming Wang, R. Iestyn Woolway",
      "paper_url": "https://doi.org/10.1038/s41586-025-09046-3",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410188191",
      "paper_id": "https://openalex.org/W4410188191",
      "title": "Global emergence of unprecedented lifetime exposure to climate extremes",
      "authors": "Luke Grant, Inne Vanderkelen, Lukas Gudmundsson, Erich Fischer, Sonia I. Seneviratne, Wim Thiery",
      "paper_url": "https://doi.org/10.1038/s41586-025-08907-1",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407392322",
      "paper_id": "https://openalex.org/W4407392322",
      "title": "Global engineering effects of soil invertebrates on ecosystem functions",
      "authors": "Donghao Wu, Enzai Du, Nico Eisenhauer, Jérome Mathieu, Chengjin Chu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08594-y",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4387332415",
      "paper_id": "https://openalex.org/W4387332415",
      "title": "Global evidence of rapid urban growth in flood zones since 1985",
      "authors": "Jun Rentschler, Paolo Avner, Mattia Marconcini, Rui Su, Emanuele Strano, Michalis Vousdoukas, Stéphane Hallegatte",
      "paper_url": "https://doi.org/10.1038/s41586-023-06468-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4304698329",
      "paper_id": "https://openalex.org/W4304698329",
      "title": "Global hotspots for soil nature conservation",
      "authors": "Carlos A. Guerra, Miguel Berdugo, David J. Eldridge, Nico Eisenhauer, Brajesh K. Singh, Haiying Cui, Sebastian Abades, Fernando D. Alfaro, Adebola R. Bamigboye, Felipe Bastida, José L. Blanco-Pastor, Asunción de los Ríos, Jorge Durán, Tine Grebenc, Javier G. Illán, Yu-Rong Liu, Thulani P. Makhalanyane, Steven Mamet, Marco A. Molina-Montenegro, José L. Moreno, Arpan Mukherjee, Tina U. Nahberger, Gabriel F. Peñaloza-Bojacá, César Plaza, Sergio Picó, Jay Prakash Verma, Ana Rey, Alexandra Rodríguez, Leho Tedersoo, Alberto L. Teixido, Cristian Torres-Díaz, Pankaj Trivedi, Juntao Wang, Ling Wang, Jianyong Wang, Eli Zaady, Xiaobing Zhou, Xin-Quan Zhou, Manuel Delgado-Baquerizo",
      "paper_url": "https://doi.org/10.1038/s41586-022-05292-x",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412600825",
      "paper_id": "https://openalex.org/W4412600825",
      "title": "Global hotspots of mycorrhizal fungal richness are poorly protected",
      "authors": "Michael E. Van Nuland, Colin Averill, Justin D. Stewart, Oleh Prylutskyi, Adriana Corrales, Laura G. van Galen, Bethan F. Manley, Clara Qin, Thomas Lauber, Vladimir Mikryukov, Olesia Dulia, Giuliana Furci, César Marín, Merlin Sheldrake, James T. Weedon, Kabir G. Peay, Charlie K. Cornwallis, Tomáš Větrovský, Petr Kohout, Petr Baldrian, Leho Tedersoo, Stuart A. West, Thomas W. Crowther, E. Toby Kiers, Noelia Barriga-Medina, Paola Bonfante, Alper Cevirgel, Peter Chatanga, Bala Chaudhary, Matteo Chialva, S. Caroline Daws, Mark Day, Aurélie Deveau, Vincent Diringer, Katie Franklin, Nicole Hynson, Alyona Koshkina, Luisa Lanfranco, Antonio Leon-Reyes, Sol Llerena, Liteboho Maduna, Francis Martin, Jean-Paul Maurice, Sebolelo Molete, Andrés Avella Muñoz, Liam F. Nokes, Cesar A. Parra Aldana, Rachel Pringle, Dario X. Ramirez-Villacis, Juan David Rosales, Cosmo Sheldrake, Aigerim Soltabayeva, Genevieve Stephens, J. Benjamin Stielow, Nicolas Suberbielle, Matsepo M. Taole, Lorenzo Tolari, Cristian Moreno Tormo, Jacob Ulzen, Rocío Urrutia-Jalabert, Zander S. Venter, Andressa M. Venturini, Alex S. Wegmann, Johan van den Hoogen",
      "paper_url": "https://doi.org/10.1038/s41586-025-09277-4",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4310438911",
      "paper_id": "https://openalex.org/W4310438911",
      "title": "Global hotspots of salt marsh change and carbon emissions",
      "authors": "Anthony D. Campbell, Lola Fatoyinbo, Liza Goldberg, David Lagomasino",
      "paper_url": "https://doi.org/10.1038/s41586-022-05355-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385282721",
      "paper_id": "https://openalex.org/W4385282721",
      "title": "Global hotspots of traded phylogenetic and functional diversity",
      "authors": "Liam J. Hughes, Mike R. Massam, Oscar Morton, Felicity A. Edwards, Brett R. Scheffers, David P. Edwards",
      "paper_url": "https://doi.org/10.1038/s41586-023-06371-3",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409148841",
      "paper_id": "https://openalex.org/W4409148841",
      "title": "Global impoverishment of natural vegetation revealed by dark diversity",
      "authors": "Meelis Pärtel, Riin Tamme, Carlos P. Carmona, Kersti Riibak, Mari Moora, Jonathan A. Bennett, Alessandro Chiarucci, Milan Chytrý, Francesco de Bello, Ove Eriksson, Susan Harrison, Robert John Lewis, Angela T. Moles, Maarja Öpik, Jodi N. Price, Vistorina Amputu, Diana Askarizadeh, Zohreh Atashgahi, Isabelle Aubin, Francisco M. Azcárate, Matthew D. Barrett, Maral Bashirzadeh, Zoltán Bátori, Natalie Beenaerts, Kolja Bergholz, Kristine Birkeli, Idoia Biurrun, José M. Blanco-Moreno, Kathryn J. Bloodworth, Laura Boisvert-Marsh, Bazartseren Boldgiv, Pedro H. S. Brancalion, Francis Q. Brearley, Charlotte Brown, C. Guillermo Bueno, Gabriella Buffa, James F. Cahill, Juan A. Campos, Giacomo Cangelmi, Michele Carbognani, Christopher Carcaillet, Bruno E. L. Cerabolini, Richard Chevalier, Jan S. Clavel, José M. Costa, Sara A. O. Cousins, Jan Čuda, Mariana Dairel, Michele Dalle Fratte, Alena Danilova, John Davison, Balázs Deák, Silvia Del Vecchio, Iwona Dembicz, Jürgen Dengler, Jiri Dolezal, Xavier Domene, Miroslav Dvorsky, Hamid Ejtehadi, Lucas Enrico, Dmitrii Epikhin, Anu Eskelinen, Franz Essl, Gaohua Fan, Edy Fantinato, Fatih Fazlioglu, Eduardo Fernández-Pascual, Arianna Ferrara, Alessandra Fidelis, Markus Fischer, Maren Flagmeier, T’ai G. W. Forte, Lauchlan H. Fraser, Junichi Fujinuma, Fernando F. Furquim, Berle Garris, Heath W. Garris, Melisa A. Giorgis, Gianpietro Giusso del Galdo, Ana González-Robles, Megan K. Good, Moisès Guardiola, Riccardo Guarino, Irene Guerrero, Joannès Guillemot, Behlül Güler, Yinjie Guo, Stef Haesen, Martin Hejda, Ruben H. Heleno, Toke T. Høye, Richard Hrivnák, Yingxin Huang, John T. Hunter, Dmytro Iakushenko, Ricardo Ibáñez, Nele Ingerpuu, Severin D. H. Irl, Eva Janíková, Florian Jansen, Florian Jeltsch, Anke Jentsch, Borja Jiménez-Alfaro, Madli Jõks, Mohammad H. Jouri, Sahar Karami, Negin Katal, András Kelemen, Bulat I. Khairullin, Anzar A. Khuroo, Kimberly J. Komatsu, Marie Konečná, Ene Kook, Lotte Korell, Natalia Koroleva, Kirill A. Korznikov, Maria V. Kozhevnikova, Łukasz Kozub, Lauri Laanisto, Helena Lager, Vojtech Lanta, Romina G. Lasagno, Jonas J. Lembrechts, Liping Li, Aleš Lisner, Houjia Liu, Kun Liu, Xuhe Liu, Manuel Esteban Lucas-Borja, Kristin Ludewig, Katalin Lukács, Jona Luther-Mosebach, Petr Macek, Michela Marignani, Richard Michalet, Tamás Miglécz, Jesper Erenskjold Moeslund, Karlien Moeys, Daniel Montesinos, Eduardo Moreno-Jiménez, Ivan Moysiyenko, Ladislav Mucina, Miriam Muñoz-Rojas, Raytha A. Murillo, Sylvia M. Nambahu, Lena Neuenkamp, Signe Normand, Arkadiusz Nowak, Paloma Nuche, Tatjana Oja, Vladimir G. Onipchenko, Kalina L. Pachedjieva, Bruno Paganeli, Begoña Peco, Ana M. L. Peralta, Aaron Pérez-Haase, Pablo L. Peri, Alessandro Petraglia, Gwendolyn Peyre, Pedro Antonio Plaza-Álvarez, Jan Plue, Honor C. Prentice, Vadim E. Prokhorov, Dajana Radujković, Soroor Rahmanian, Triin Reitalu, Michael Ristow, Agnès A. Robin, Ana Belén Robles, Daniel A. Rodríguez Ginart, Raúl Román, Ruben E. Roos, Leonardo Rosati, Jiří Sádlo, Karina Salimbayeva, Rut Sánchez de Dios, Khaliun Sanchir, Cornelia Sattler, John D. Scasta, Ute Schmiedel, Julian Schrader, Nick L. Schultz, Giacomo Sellan, Josep M. Serra-Diaz, Giulia Silan, Hana Skálová, Nadiia Skobel, Judit Sonkoly, Kateřina Štajerová, Ivana Svitková, Sebastian Świerszcz, Andrew J. Tanentzap, Fallon M. Tanentzap, Rubén Tarifa, Pablo Tejero, Dzhamal K. Tekeev, Michael Tholin, Ruben S. Thormodsæter, Yichen Tian, Alla Tokaryuk, Csaba Tölgyesi, Marcello Tomaselli, Enrico Tordoni, Péter Török, Béla Tóthmérész, Aurèle Toussaint, Blaise Touzard, Diego P. F. Trindade, James L. Tsakalos, Sevda Türkiş, Enrique Valencia, Mercedes Valerio, Orsolya Valkó, Koenraad Van Meerbeek, Vigdis Vandvik, Jesus Villellas, Risto Virtanen, Michaela Vítková, Martin Vojík, Andreas von Hessberg, Jonathan von Oppen, Viktoria Wagner, Ji-Zhong Wan, Chun-Jing Wang, Sajad A. Wani, Lina Weiss, Tricia Wevill, Sa Xiao, Oscar Zárate Martínez, Martin Zobel",
      "paper_url": "https://doi.org/10.1038/s41586-025-08814-5",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403680652",
      "paper_id": "https://openalex.org/W4403680652",
      "title": "Global influence of soil texture on ecosystem water limitation",
      "authors": "Fabian J. P. Wankmüller, Louis Delval, Peter Lehmann, Martin J. Baur, Andrea Cecere, Sebastian Wolf, Dani Or, Mathieu Javaux, Andrea Carminati",
      "paper_url": "https://doi.org/10.1038/s41586-024-08089-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406956868",
      "paper_id": "https://openalex.org/W4406956868",
      "title": "Global meta-analysis shows action is needed to halt genetic diversity loss",
      "authors": "Robyn E. Shaw, Katherine A. Farquharson, Michael W. Bruford, David J. Coates, Carole P. Elliott, Joachim Mergeay, Kym M. Ottewell, Gernot Segelbacher, Sean Hoban, Christina Hvilsom, Sílvia Pérez-Espona, Dainis Ruņģis, Filippos Aravanopoulos, Laura D. Bertola, Helena Cotrim, Karen Cox, Vlatka Cubric-Curik, Robert Ekblom, José A. Godoy, Maciej K. Konopiński, Linda Laikre, Isa-Rita M. Russo, Nevena Veličković, Philippine Vergeer, Carles Vilà, Vladimir Brajkovic, David L. Field, William P. Goodall-Copestake, Frank Hailer, Tara Hopley, Frank E. Zachos, Paulo C. Alves, Aleksandra Biedrzycka, Rachel M. Binks, Joukje Buiteveld, Elena Buzan, Margaret Byrne, Barton Huntley, Laura Iacolina, Naomi L. P. Keehnen, Peter Klinga, Alexander Kopatz, Sara Kurland, Jennifer A. Leonard, Chiara Manfrin, Alexis Marchesini, Melissa A. Millar, Pablo Orozco-terWengel, Jente Ottenburghs, Diana Posledovich, Peter B. Spencer, Nikolaos Tourvas, Tina Unuk Nahberger, Pim van Hooft, Rita Verbylaite, Cristiano Vernesi, Catherine E. Grueber",
      "paper_url": "https://doi.org/10.1038/s41586-024-08458-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4385872471",
      "paper_id": "https://openalex.org/W4385872471",
      "title": "Global methane emissions from rivers and streams",
      "authors": "Gerard Rocher-Ros, Emily H. Stanley, Luke C. Loken, Nora J. Casson, Peter A. Raymond, Shaoda Liu, Giuseppe Amatulli, Ryan A. Sponseller",
      "paper_url": "https://doi.org/10.1038/s41586-023-06344-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386881172",
      "paper_id": "https://openalex.org/W4386881172",
      "title": "Global population exposure to landscape fire air pollution from 2000 to 2019",
      "authors": "Rongbin Xu, Tingting Ye, Xu Yue, Zhengyu Yang, Wenhua Yu, Yiwen Zhang, Michelle L. Bell, Lidia Morawska, Pei Yu, Yuxi Zhang, Yao Wu, Yanming Liu, Fay Johnston, Yadong Lei, Michael J. Abramson, Yuming Guo, Shanshan Li",
      "paper_url": "https://doi.org/10.1038/s41586-023-06398-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389991898",
      "paper_id": "https://openalex.org/W4389991898",
      "title": "Global population profile of tropical cyclone exposure from 2002 to 2019",
      "authors": "Renzhi Jing, Sam Heft-Neal, Daniel R. Chavas, Max Griswold, Zetianyu Wang, Aaron Clark-Ginsberg, Debarati Guha-Sapir, Eran Bendavid, Zachary Wagner",
      "paper_url": "https://doi.org/10.1038/s41586-023-06963-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403921242",
      "paper_id": "https://openalex.org/W4403921242",
      "title": "Global potential for natural regeneration in deforested tropical regions",
      "authors": "Brooke A. Williams, Hawthorne L. Beyer, Matthew E. Fagan, Robin L. Chazdon, Marina Schmoeller, Starry Sprenkle-Hyppolite, Bronson W. Griscom, James E. M. Watson, Anazélia M. Tedesco, Mariano Gonzalez-Roglich, Gabriel A. Daldegan, Blaise Bodin, Danielle Celentano, Sarah Jane Wilson, Jonathan R. Rhodes, Nikola S. Alexandre, Do-Hyung Kim, Diego Bastos, Renato Crouzeilles",
      "paper_url": "https://doi.org/10.1038/s41586-024-08106-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392984771",
      "paper_id": "https://openalex.org/W4392984771",
      "title": "Global prediction of extreme floods in ungauged watersheds",
      "authors": "Grey Nearing, Deborah Cohen, Vusumuzi Dube, Martin Gauch, Oren Gilon, Shaun Harrigan, Avinatan Hassidim, Daniel Klotz, Frederik Kratzert, Asher Metzger, Sella Nevo, Florian Pappenberger, Christel Prudhomme, Guy Shalev, Shlomo Shenzis, Tadele Yednkachw Tekalign, Dana Weitzner, Yossi Matias",
      "paper_url": "https://doi.org/10.1038/s41586-024-07145-1",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3172697043",
      "paper_id": "https://openalex.org/W3172697043",
      "title": "Global prevalence of non-perennial rivers and streams",
      "authors": "Mathis Loïc Messager, Bernhard Lehner, Charlotte Cockburn, Nicolas Lamouroux, Hervé Pella, Ton Snelder, Klement Tockner, Tim Trautmann, Caitlin Watt, Thibault Datry",
      "paper_url": "https://doi.org/10.1038/s41586-021-03565-5",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4408614146",
      "paper_id": "https://openalex.org/W4408614146",
      "title": "Global sea-level rise in the early Holocene revealed from North Sea peats",
      "authors": "Marc P. Hijma, Sarah L. Bradley, Kim M. Cohen, Wouter van der Wal, Natasha L. M. Barlow, Bas Blank, Manfred Frechen, Rick Hennekam, Sytze van Heteren, Patrick Kiden, Antonis Mavritsakis, Bart M. L. Meijninger, Gert-Jan Reichart, Lutz Reinhardt, Kenneth F. Rijsdijk, Annemiek Vink, Freek S. Busschers",
      "paper_url": "https://doi.org/10.1038/s41586-025-08769-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4224244679",
      "paper_id": "https://openalex.org/W4224244679",
      "title": "Global seasonal forecasts of marine heatwaves",
      "authors": "Michael G. Jacox, Michael A. Alexander, Dillon Amaya, Emily Becker, Steven J. Bograd, Stephanie Brodie, Elliott L. Hazen, Mercedes Pozo Buil, Desiree Tommasi",
      "paper_url": "https://doi.org/10.1038/s41586-022-04573-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399365533",
      "paper_id": "https://openalex.org/W4399365533",
      "title": "Global shortfalls in documented actions to conserve biodiversity",
      "authors": "Rebecca A. Senior, Ruby Bagwyn, Danyan Leng, Alexander K. Killion, Walter Jetz, David S. Wilcove",
      "paper_url": "https://doi.org/10.1038/s41586-024-07498-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392762858",
      "paper_id": "https://openalex.org/W4392762858",
      "title": "Global supply chains amplify economic costs of future extreme heat risk",
      "authors": "Yida Sun, Shupeng Zhu, Daoping Wang, Jianping Duan, Hui Lu, Hao Yin, Chang Tan, Lingrui Zhang, Mengzhen Zhao, Wenjia Cai, Yong Wang, Yixin Hu, Shu Tao, Dabo Guan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07147-z",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3145323572",
      "paper_id": "https://openalex.org/W3145323572",
      "title": "Globally resolved surface temperatures since the Last Glacial Maximum",
      "authors": "Matthew B. Osman, Jessica E. Tierney, Jiang Zhu, Robert Tardif, Gregory J. Hakim, Jonathan King, Christopher J. Poulsen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03984-4",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4315588586",
      "paper_id": "https://openalex.org/W4315588586",
      "title": "Grain shape effects in bed load sediment transport",
      "authors": "Eric Deal, Jeremy G. Venditti, Santiago J. Benavides, Ryan Bradley, Qiong Zhang, Ken Kamrin, J. Taylor Perron",
      "paper_url": "https://doi.org/10.1038/s41586-022-05564-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400730472",
      "paper_id": "https://openalex.org/W4400730472",
      "title": "Groundwater-dependent ecosystem map exposes global dryland protection needs",
      "authors": "Melissa M. Rohde, Christine M. Albano, Xander Huggins, Kirk R. Klausmeyer, Charles Morton, Ali Sharman, Esha Zaveri, Laurel Saito, Zach Freed, Jeanette K. Howard, Nancy Job, Holly Richter, Kristina Toderich, Aude-Sophie Rodella, Tom Gleeson, Justin Huntington, Hrishikesh A. Chandanpurkar, Adam J. Purdy, James S. Famiglietti, Michael Bliss Singer, Dar A. Roberts, Kelly Caylor, John C. Stella",
      "paper_url": "https://doi.org/10.1038/s41586-024-07702-8",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3122145272",
      "paper_id": "https://openalex.org/W3122145272",
      "title": "Half a century of global decline in oceanic sharks and rays",
      "authors": "Nathan Pacoureau, Cassandra L. Rigby, Peter M. Kyne, Richard B. Sherley, Henning Winker, John K. Carlson, Sonja V. Fordham, Rodrigo Barreto, Daniel Fernando, Malcolm P. Francis, Rima W. Jabado, Katelyn B. Herman, Kwang-Ming Liu, Andrea D. Marshall, Riley A. Pollom, Evgeny V. Romanov, Colin A. Simpfendorfer, Jamie S. Yin, Holly K. Kindsvater, Nicholas K. Dulvy",
      "paper_url": "https://doi.org/10.1038/s41586-020-03173-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4393234842",
      "paper_id": "https://openalex.org/W4393234842",
      "title": "Heat and desiccation tolerances predict bee abundance under climate change",
      "authors": "Melanie R. Kazenel, Karen W. Wright, Terry Griswold, Kenneth D. Whitney, Jennifer A. Rudgers",
      "paper_url": "https://doi.org/10.1038/s41586-024-07241-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3202609339",
      "paper_id": "https://openalex.org/W3202609339",
      "title": "Hemispheric black carbon increase after the 13th-century Māori arrival in New Zealand",
      "authors": "Joseph R. McConnell, Nathan J. Chellman, Robert Mulvaney, Sabine Eckhardt, Andreas Stohl, Gill Plunkett, Sepp Kipfstuhl, Johannes Freitag, Elisabeth Isaksson, Kelly E. Gleason, Sandra O. Brugger, David B. McWethy, Nerilie J. Abram, Pengfei Liu, Alberto J. Aristarain",
      "paper_url": "https://doi.org/10.1038/s41586-021-03858-9",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410189398",
      "paper_id": "https://openalex.org/W4410189398",
      "title": "Herring spawned poleward following fishery-induced collective memory loss",
      "authors": "Aril Slotte, Are Salthaug, Sindre Vatnehol, Espen Johnsen, Erik Askov Mousing, Åge Høines, Cecilie Thorsen Broms, Sigurvin Bjarnason, Eydna í Homrum, Øystein Skagseth, Erling Kåre Stenevik",
      "paper_url": "https://doi.org/10.1038/s41586-025-08983-3",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4320881602",
      "paper_id": "https://openalex.org/W4320881602",
      "title": "Heterogeneous melting near the Thwaites Glacier grounding line",
      "authors": "B. E. Schmidt, P. Washam, P. E. D. Davis, K. W. Nicholls, D. M. Holland, J. D. Lawrence, K. L. Riverman, J. A. Smith, A. Spears, D. J. G. Dichek, A. D. Mullen, E. Clyne, B. Yeager, P. Anker, M. R. Meister, B. C. Hurwitz, E. S. Quartini, F. E. Bryson, A. Basinski-Ferris, C. Thomas, J. Wake, D. G. Vaughan, S. Anandakrishnan, E. Rignot, J. Paden, K. Makinson",
      "paper_url": "https://doi.org/10.1038/s41586-022-05691-0",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3195230691",
      "paper_id": "https://openalex.org/W3195230691",
      "title": "High aboveground carbon stock of African tropical montane forests",
      "authors": "Aida Cuni-Sanchez, Martin J. P. Sullivan, Philip J. Platts, Simon L. Lewis, Rob Marchant, Gérard Imani, Wannes Hubau, Iveren Abiem, Hari Adhikari, Tomas Albrecht, Jan Altman, Christian Amani, Abreham B. Aneseyee, Valerio Avitabile, Lindsay Banin, Rodrigue Batumike, Marijn Bauters, Hans Beeckman, Serge K. Begne, Amy C. Bennett, Robert Bitariho, Pascal Boeckx, Jan Bogaert, Achim Bräuning, Franklin Bulonvu, Neil D. Burgess, Kim Calders, Colin Chapman, Hazel Chapman, James Comiskey, Thales de Haulleville, Mathieu Decuyper, Ben DeVries, Jiri Dolezal, Vincent Droissart, Corneille Ewango, Senbeta Feyera, Aster Gebrekirstos, Roy Gereau, Martin Gilpin, Dismas Hakizimana, Jefferson Hall, Alan Hamilton, Olivier Hardy, Terese Hart, Janne Heiskanen, Andreas Hemp, Martin Herold, Ulrike Hiltner, David Horak, Marie-Noel Kamdem, Charles Kayijamahe, David Kenfack, Mwangi J. Kinyanjui, Julia Klein, Janvier Lisingo, Jon Lovett, Mark Lung, Jean-Remy Makana, Yadvinder Malhi, Andrew Marshall, Emanuel H. Martin, Edward T. A. Mitchard, Alexandra Morel, John T. Mukendi, Tom Muller, Felix Nchu, Brigitte Nyirambangutse, Joseph Okello, Kelvin S.-H. Peh, Petri Pellikka, Oliver L. Phillips, Andrew Plumptre, Lan Qie, Francesco Rovero, Moses N. Sainge, Christine B. Schmitt, Ondrej Sedlacek, Alain S. K. Ngute, Douglas Sheil, Demisse Sheleme, Tibebu Y. Simegn, Murielle Simo-Droissart, Bonaventure Sonké, Teshome Soromessa, Terry Sunderland, Miroslav Svoboda, Hermann Taedoumg, James Taplin, David Taylor, Sean C. Thomas, Jonathan Timberlake, Darlington Tuagben, Peter Umunay, Eustrate Uzabaho, Hans Verbeeck, Jason Vleminckx, Göran Wallin, Charlotte Wheeler, Simon Willcock, John T. Woods, Etienne Zibera",
      "paper_url": "https://doi.org/10.1038/s41586-021-03728-4",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3144689495",
      "paper_id": "https://openalex.org/W3144689495",
      "title": "High and rising economic costs of biological invasions worldwide",
      "authors": "Christophe Diagne, Boris Leroy, Anne-Charlotte Vaissière, Rodolphe E. Gozlan, David Roiz, Ivan Jarić, Jean-Michel Salles, Corey J. A. Bradshaw, Franck Courchamp",
      "paper_url": "https://doi.org/10.1038/s41586-021-03405-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403450833",
      "paper_id": "https://openalex.org/W4403450833",
      "title": "High CO2 dampens then amplifies N-induced diversity loss over 24 years",
      "authors": "Peter B. Reich, Neha Mohanbabu, Forest Isbell, Sarah E. Hobbie, Ethan E. Butler",
      "paper_url": "https://doi.org/10.1038/s41586-024-08066-9",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408348219",
      "paper_id": "https://openalex.org/W4408348219",
      "title": "High temporal variability not trend dominates Mediterranean precipitation",
      "authors": "Sergio M. Vicente-Serrano, Yves Tramblay, Fergus Reig, José C. González-Hidalgo, Santiago Beguería, Michele Brunetti, Ksenija Cindrić Kalin, Leonardo Patalen, Aleksandra Kržič, Piero Lionello, Miguel M. Lima, Ricardo M. Trigo, Ahmed M. El-Kenawy, Ali Eddenjal, Murat Türkes, Aristeidis Koutroulis, Veronica Manara, Maurizio Maugeri, Wafae Badi, Shifa Mathbout, Renato Bertalanič, Lilia Bocheva, Ismail Dabanli, Alexandru Dumitrescu, Brigitte Dubuisson, Salah Sahabi-Abed, Fayez Abdulla, Abbas Fayad, Sabina Hodzic, Mirjana Ivanov, Ivan Radevski, Dhais Peña-Angulo, Jorge Lorenzo-Lacruz, Fernando Domínguez-Castro, Luis Gimeno-Sotelo, Ricardo García-Herrera, Magí Franquesa, Amar Halifa-Marín, Maria Adell-Michavila, Ivan Noguera, David Barriopedro, Jose M. Garrido-Perez, Cesar Azorin-Molina, Miguel Andres-Martin, Luis Gimeno, Raquel Nieto, Maria Carmen Llasat, Yannis Markonis, Rabeb Selmi, Soumaya Ben Rached, Slavica Radovanović, Jean-Michel Soubeyroux, Aurélien Ribes, Mohamed Elmehdi Saidi, Siham Bataineh, El Mahdi El Khalki, Sayed Robaa, Amina Boucetta, Karam Alsafadi, Nikos Mamassis, Safwan Mohammed, Beatriz Fernández-Duque, Sorin Cheval, Sara Moutia, Aleksandra Stevkov, Silvana Stevkova, M. Yolanda Luna, Vera Potopová",
      "paper_url": "https://doi.org/10.1038/s41586-024-08576-6",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4387737714",
      "paper_id": "https://openalex.org/W4387737714",
      "title": "High-resolution maps show that rubber causes substantial deforestation",
      "authors": "Yunxia Wang, Peter M. Hollingsworth, Deli Zhai, Christopher D. West, Jonathan M. H. Green, Huafang Chen, Kaspar Hurni, Yufang Su, Eleanor Warren-Thomas, Jianchu Xu, Antje Ahrends",
      "paper_url": "https://doi.org/10.1038/s41586-023-06642-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401389074",
      "paper_id": "https://openalex.org/W4401389074",
      "title": "Highest ocean heat in four centuries places Great Barrier Reef in danger",
      "authors": "Benjamin J. Henley, Helen V. McGregor, Andrew D. King, Ove Hoegh-Guldberg, Ariella K. Arzey, David J. Karoly, Janice M. Lough, Thomas M. DeCarlo, Braddock K. Linsley",
      "paper_url": "https://doi.org/10.1038/s41586-024-07672-x",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4205394956",
      "paper_id": "https://openalex.org/W4205394956",
      "title": "Historical glacier change on Svalbard predicts doubling of mass loss by 2100",
      "authors": "Emily C. Geyman, Ward J. J. van Pelt, Adam C. Maloof, Harald Faste Aas, Jack Kohler",
      "paper_url": "https://doi.org/10.1038/s41586-021-04314-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400038636",
      "paper_id": "https://openalex.org/W4400038636",
      "title": "Hotspot shelters stimulate frog resistance to chytridiomycosis",
      "authors": "Anthony W. Waddle, Simon Clulow, Amy Aquilina, Erin L. Sauer, Shannon W. Kaiser, Claire Miller, Jennifer A. Flegg, Patricia T. Campbell, Harrison Gallagher, Ivana Dimovski, Yorick Lambreghts, Lee Berger, Lee F. Skerratt, Richard Shine",
      "paper_url": "https://doi.org/10.1038/s41586-024-07582-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3198299413",
      "paper_id": "https://openalex.org/W3198299413",
      "title": "How deregulation, drought and increasing fire impact Amazonian biodiversity",
      "authors": "Xiao Feng, Cory Merow, Zhihua Liu, Daniel S. Park, Patrick R. Roehrdanz, Brian Maitner, Erica A. Newman, Brad L. Boyle, Aaron Lien, Joseph R. Burger, Mathias M. Pires, Paulo M. Brando, Mark B. Bush, Crystal N. H. McMichael, Danilo M. Neves, Efthymios I. Nikolopoulos, Scott R. Saleska, Lee Hannah, David D. Breshears, Tom P. Evans, José R. Soto, Kacey C. Ernst, Brian J. Enquist",
      "paper_url": "https://doi.org/10.1038/s41586-021-03876-7",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3134835742",
      "paper_id": "https://openalex.org/W3134835742",
      "title": "Human alteration of global surface water storage variability",
      "authors": "Sarah W. Cooley, Jonathan C. Ryan, Laurence C. Smith",
      "paper_url": "https://doi.org/10.1038/s41586-021-03262-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400279486",
      "paper_id": "https://openalex.org/W4400279486",
      "title": "Human degradation of tropical moist forests is greater than previously estimated",
      "authors": "C. Bourgoin, G. Ceccherini, M. Girardello, C. Vancutsem, V. Avitabile, P. S. A. Beck, R. Beuchle, L. Blanc, G. Duveiller, M. Migliavacca, G. Vieilledent, A. Cescatti, F. Achard",
      "paper_url": "https://doi.org/10.1038/s41586-024-07629-0",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4413118043",
      "paper_id": "https://openalex.org/W4413118043",
      "title": "Human emissions drive recent trends in North Pacific climate variations",
      "authors": "Jeremy M. Klavans, Pedro N. DiNezio, Amy C. Clement, Clara Deser, Timothy M. Shanahan, Mark A. Cane",
      "paper_url": "https://doi.org/10.1038/s41586-025-09368-2",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4366163176",
      "paper_id": "https://openalex.org/W4366163176",
      "title": "Human-induced weakening of the Northern Hemisphere tropical circulation",
      "authors": "Rei Chemke, Janni Yuval",
      "paper_url": "https://doi.org/10.1038/s41586-023-05903-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4307931169",
      "paper_id": "https://openalex.org/W4307931169",
      "title": "Hydroclimatic vulnerability of peat carbon in the central Congo Basin",
      "authors": "Yannick Garcin, Enno Schefuß, Greta C. Dargie, Donna Hawthorne, Ian T. Lawson, David Sebag, George E. Biddulph, Bart Crezee, Yannick E. Bocko, Suspense A. Ifo, Y. Emmanuel Mampouya Wenina, Mackline Mbemba, Corneille E. N. Ewango, Ovide Emba, Pierre Bola, Joseph Kanyama Tabu, Genevieve Tyrrell, Dylan M. Young, Ghislain Gassier, Nicholas T. Girkin, Christopher H. Vane, Thierry Adatte, Andy J. Baird, Arnoud Boom, Pauline Gulliver, Paul J. Morris, Susan E. Page, Sofie Sjögersten, Simon L. Lewis",
      "paper_url": "https://doi.org/10.1038/s41586-022-05389-3",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408217175",
      "paper_id": "https://openalex.org/W4408217175",
      "title": "Impact of Amazonian deforestation on precipitation reverses between seasons",
      "authors": "Yingzuo Qin, Dashan Wang, Alan D. Ziegler, Bojie Fu, Zhenzhong Zeng",
      "paper_url": "https://doi.org/10.1038/s41586-024-08570-y",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4386085538",
      "paper_id": "https://openalex.org/W4386085538",
      "title": "Increased Amazon carbon emissions mainly from decline in law enforcement",
      "authors": "Luciana V. Gatti, Camilla L. Cunha, Luciano Marani, Henrique L. G. Cassol, Cassiano Gustavo Messias, Egidio Arai, A. Scott Denning, Luciana S. Soler, Claudio Almeida, Alberto Setzer, Lucas Gatti Domingues, Luana S. Basso, John B. Miller, Manuel Gloor, Caio S. C. Correia, Graciela Tejada, Raiane A. L. Neves, Raoni Rajao, Felipe Nunes, Britaldo S. S. Filho, Jair Schmitt, Carlos Nobre, Sergio M. Corrêa, Alber H. Sanches, Luiz E. O. C. Aragão, Liana Anderson, Celso Von Randow, Stephane P. Crispim, Francine M. Silva, Guilherme B. M. Machado",
      "paper_url": "https://doi.org/10.1038/s41586-023-06390-0",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4367049076",
      "paper_id": "https://openalex.org/W4367049076",
      "title": "Increased heat risk in wet climate induced by urban humid heat",
      "authors": "Keer Zhang, Chang Cao, Haoran Chu, Lei Zhao, Jiayu Zhao, Xuhui Lee",
      "paper_url": "https://doi.org/10.1038/s41586-023-05911-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4385271168",
      "paper_id": "https://openalex.org/W4385271168",
      "title": "Increased occurrences of consecutive La Niña events under global warming",
      "authors": "Tao Geng, Fan Jia, Wenju Cai, Lixin Wu, Bolan Gan, Zhao Jing, Shujun Li, Michael J. McPhaden",
      "paper_url": "https://doi.org/10.1038/s41586-023-06236-9",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408351294",
      "paper_id": "https://openalex.org/W4408351294",
      "title": "Increasing hourly heavy rainfall in Austria reflected in flood changes",
      "authors": "Klaus Haslinger, Korbinian Breinl, Lovrenc Pavlin, Georg Pistotnik, Miriam Bertola, Marc Olefs, Marion Greilinger, Wolfgang Schöner, Günter Blöschl",
      "paper_url": "https://doi.org/10.1038/s41586-025-08647-2",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4378906792",
      "paper_id": "https://openalex.org/W4378906792",
      "title": "Increasingly negative tropical water–interannual CO2 growth rate coupling",
      "authors": "Laibao Liu, Philippe Ciais, Mengxi Wu, Ryan S. Padrón, Pierre Friedlingstein, Jonas Schwaab, Lukas Gudmundsson, Sonia I. Seneviratne",
      "paper_url": "https://doi.org/10.1038/s41586-023-06056-x",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4376113270",
      "paper_id": "https://openalex.org/W4376113270",
      "title": "Indian Ocean salinity build-up primes deglacial ocean circulation recovery",
      "authors": "Sophie Nuber, James W. B. Rae, Xu Zhang, Morten B. Andersen, Matthew D. Dumont, Huw T. Mithan, Yuchen Sun, Bas de Boer, Ian R. Hall, Stephen Barker",
      "paper_url": "https://doi.org/10.1038/s41586-023-05866-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4384820407",
      "paper_id": "https://openalex.org/W4384820407",
      "title": "Indirect effects shape species fitness in coevolved mutualistic networks",
      "authors": "Leandro G. Cosmo, Ana Paula A. Assis, Marcus A. M. de Aguiar, Mathias M. Pires, Alfredo Valido, Pedro Jordano, John N. Thompson, Jordi Bascompte, Paulo R. Guimarães Jr",
      "paper_url": "https://doi.org/10.1038/s41586-023-06319-7",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3210527643",
      "paper_id": "https://openalex.org/W3210527643",
      "title": "Indo-Pacific Walker circulation drove Pleistocene African aridification",
      "authors": "H. J. L. van der Lubbe, I. R. Hall, S. Barker, S. R. Hemming, T. F. Baars, A. Starr, J. Just, B. C. Backeberg, J. C. A. Joordens",
      "paper_url": "https://doi.org/10.1038/s41586-021-03896-3",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388627415",
      "paper_id": "https://openalex.org/W4388627415",
      "title": "Integrated global assessment of the natural forest carbon potential",
      "authors": "Lidong Mo, Constantin M. Zohner, Peter B. Reich, Jingjing Liang, Sergio de Miguel, Gert-Jan Nabuurs, Susanne S. Renner, Johan van den Hoogen, Arnan Araza, Martin Herold, Leila Mirzagholi, Haozhi Ma, Colin Averill, Oliver L. Phillips, Javier G. P. Gamarra, Iris Hordijk, Devin Routh, Meinrad Abegg, Yves C. Adou Yao, Giorgio Alberti, Angelica M. Almeyda Zambrano, Braulio Vilchez Alvarado, Esteban Alvarez-Dávila, Patricia Alvarez-Loayza, Luciana F. Alves, Iêda Amaral, Christian Ammer, Clara Antón-Fernández, Alejandro Araujo-Murakami, Luzmila Arroyo, Valerio Avitabile, Gerardo A. Aymard, Timothy R. Baker, Radomir Bałazy, Olaf Banki, Jorcely G. Barroso, Meredith L. Bastian, Jean-Francois Bastin, Luca Birigazzi, Philippe Birnbaum, Robert Bitariho, Pascal Boeckx, Frans Bongers, Olivier Bouriaud, Pedro H. S. Brancalion, Susanne Brandl, Francis Q. Brearley, Roel Brienen, Eben N. Broadbent, Helge Bruelheide, Filippo Bussotti, Roberto Cazzolla Gatti, Ricardo G. César, Goran Cesljar, Robin L. Chazdon, Han Y. H. Chen, Chelsea Chisholm, Hyunkook Cho, Emil Cienciala, Connie Clark, David Clark, Gabriel D. Colletta, David A. Coomes, Fernando Cornejo Valverde, José J. Corral-Rivas, Philip M. Crim, Jonathan R. Cumming, Selvadurai Dayanandan, André L. de Gasper, Mathieu Decuyper, Géraldine Derroire, Ben DeVries, Ilija Djordjevic, Jiri Dolezal, Aurélie Dourdain, Nestor Laurier Engone Obiang, Brian J. Enquist, Teresa J. Eyre, Adandé Belarmain Fandohan, Tom M. Fayle, Ted R. Feldpausch, Leandro V. Ferreira, Leena Finér, Markus Fischer, Christine Fletcher, Lorenzo Frizzera, Damiano Gianelle, Henry B. Glick, David J. Harris, Andrew Hector, Andreas Hemp, Geerten Hengeveld, Bruno Hérault, John L. Herbohn, Annika Hillers, Eurídice N. Honorio Coronado, Cang Hui, Thomas Ibanez, Nobuo Imai, Andrzej M. Jagodziński, Bogdan Jaroszewicz, Vivian Kvist Johannsen, Carlos A. Joly, Tommaso Jucker, Ilbin Jung, Viktor Karminov, Kuswata Kartawinata, Elizabeth Kearsley, David Kenfack, Deborah K. Kennard, Sebastian Kepfer-Rojas, Gunnar Keppel, Mohammed Latif Khan, Timothy J. Killeen, Hyun Seok Kim, Kanehiro Kitayama, Michael Köhl, Henn Korjus, Florian Kraxner, Dmitry Kucher, Diana Laarmann, Mait Lang, Huicui Lu, Natalia V. Lukina, Brian S. Maitner, Yadvinder Malhi, Eric Marcon, Beatriz Schwantes Marimon, Ben Hur Marimon-Junior, Andrew R. Marshall, Emanuel H. Martin, Jorge A. Meave, Omar Melo-Cruz, Casimiro Mendoza, Irina Mendoza-Polo, Stanislaw Miscicki, Cory Merow, Abel Monteagudo Mendoza, Vanessa S. Moreno, Sharif A. Mukul, Philip Mundhenk, María Guadalupe Nava-Miranda, David Neill, Victor J. Neldner, Radovan V. Nevenic, Michael R. Ngugi, Pascal A. Niklaus, Jacek Oleksyn, Petr Ontikov, Edgar Ortiz-Malavasi, Yude Pan, Alain Paquette, Alexander Parada-Gutierrez, Elena I. Parfenova, Minjee Park, Marc Parren, Narayanaswamy Parthasarathy, Pablo L. Peri, Sebastian Pfautsch, Nicolas Picard, Maria Teresa F. Piedade, Daniel Piotto, Nigel C. A. Pitman, Axel Dalberg Poulsen, John R. Poulsen, Hans Pretzsch, Freddy Ramirez Arevalo, Zorayda Restrepo-Correa, Mirco Rodeghiero, Samir G. Rolim, Anand Roopsind, Francesco Rovero, Ervan Rutishauser, Purabi Saikia, Christian Salas-Eljatib, Philippe Saner, Peter Schall, Mart-Jan Schelhaas, Dmitry Schepaschenko, Michael Scherer-Lorenzen, Bernhard Schmid, Jochen Schöngart, Eric B. Searle, Vladimír Seben, Josep M. Serra-Diaz, Douglas Sheil, Anatoly Z. Shvidenko, Javier E. Silva-Espejo, Marcos Silveira, James Singh, Plinio Sist, Ferry Slik, Bonaventure Sonké, Alexandre F. Souza, Krzysztof J. Stereńczak, Jens-Christian Svenning, Miroslav Svoboda, Ben Swanepoel, Natalia Targhetta, Nadja Tchebakova, Hans ter Steege, Raquel Thomas, Elena Tikhonova, Peter M. Umunay, Vladimir A. Usoltsev, Renato Valencia, Fernando Valladares, Fons van der Plas, Tran Van Do, Michael E. van Nuland, Rodolfo M. Vasquez, Hans Verbeeck, Helder Viana, Alexander C. Vibrans, Simone Vieira, Klaus von Gadow, Hua-Feng Wang, James V. Watson, Gijsbert D. A. Werner, Susan K. Wiser, Florian Wittmann, Hannsjoerg Woell, Verginia Wortel, Roderik Zagt, Tomasz Zawiła-Niedźwiecki, Chunyu Zhang, Xiuhai Zhao, Mo Zhou, Zhi-Xin Zhu, Irie C. Zo-Bi, George D. Gann, Thomas W. Crowther",
      "paper_url": "https://doi.org/10.1038/s41586-023-06723-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403452846",
      "paper_id": "https://openalex.org/W4403452846",
      "title": "Islands are key for protecting the world’s plant endemism",
      "authors": "Julian Schrader, Patrick Weigelt, Lirong Cai, Mark Westoby, José María Fernández-Palacios, Francisco J. Cabezas, Gregory M. Plunkett, Tom A. Ranker, Kostas A. Triantis, Panayiotis Trigas, Yasuhiro Kubota, Holger Kreft",
      "paper_url": "https://doi.org/10.1038/s41586-024-08036-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402826749",
      "paper_id": "https://openalex.org/W4402826749",
      "title": "Jet stream controls on European climate and agriculture since 1300 ce",
      "authors": "Guobao Xu, Ellie Broadman, Isabel Dorado-Liñán, Lara Klippel, Matthew Meko, Ulf Büntgen, Tom De Mil, Jan Esper, Björn Gunnarson, Claudia Hartl, Paul J. Krusic, Hans W. Linderholm, Fredrik C. Ljungqvist, Francis Ludlow, Momchil Panayotov, Andrea Seim, Rob Wilson, Diana Zamora-Reyes, Valerie Trouet",
      "paper_url": "https://doi.org/10.1038/s41586-024-07985-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4380550613",
      "paper_id": "https://openalex.org/W4380550613",
      "title": "Krill body size drives particulate organic carbon export in West Antarctica",
      "authors": "Rebecca Trinh, Hugh W. Ducklow, Deborah K. Steinberg, William R. Fraser",
      "paper_url": "https://doi.org/10.1038/s41586-023-06041-4",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3124355643",
      "paper_id": "https://openalex.org/W3124355643",
      "title": "Lake heatwaves under climate change",
      "authors": "R. Iestyn Woolway, Eleanor Jennings, Tom Shatwell, Malgorzata Golub, Don C. Pierson, Stephen C. Maberly",
      "paper_url": "https://doi.org/10.1038/s41586-020-03119-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389132736",
      "paper_id": "https://openalex.org/W4389132736",
      "title": "Landscape dynamics and the Phanerozoic diversification of the biosphere",
      "authors": "Tristan Salles, Laurent Husson, Manon Lorcery, Beatriz Hadler Boggiani",
      "paper_url": "https://doi.org/10.1038/s41586-023-06777-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386091048",
      "paper_id": "https://openalex.org/W4386091048",
      "title": "Landscape-scale benefits of protected areas for tropical biodiversity",
      "authors": "Jedediah F. Brodie, Jayasilan Mohd-Azlan, Cheng Chen, Oliver R. Wearn, Mairin C. M. Deith, James G. C. Ball, Eleanor M. Slade, David F. R. P. Burslem, Shu Woan Teoh, Peter J. Williams, An Nguyen, Jonathan H. Moore, Scott J. Goetz, Patrick Burns, Patrick Jantz, Christopher R. Hakkenberg, Zaneta M. Kaszta, Sam Cushman, David Coomes, Olga E. Helmy, Glen Reynolds, Jon Paul Rodríguez, Walter Jetz, Matthew Scott Luskin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06410-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4405268767",
      "paper_id": "https://openalex.org/W4405268767",
      "title": "Large global-scale vegetation sensitivity to daily rainfall variability",
      "authors": "Andrew F. Feldman, Alexandra G. Konings, Pierre Gentine, Mitra Cattry, Lixin Wang, William K. Smith, Joel A. Biederman, Abhishek Chatterjee, Joanna Joiner, Benjamin Poulter",
      "paper_url": "https://doi.org/10.1038/s41586-024-08232-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4320913020",
      "paper_id": "https://openalex.org/W4320913020",
      "title": "Late Cenozoic cooling restructured global marine plankton communities",
      "authors": "Adam Woodhouse, Anshuman Swain, William F. Fagan, Andrew J. Fraass, Christopher M. Lowery",
      "paper_url": "https://doi.org/10.1038/s41586-023-05694-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392242653",
      "paper_id": "https://openalex.org/W4392242653",
      "title": "Latitudinal patterns in stabilizing density dependence of forest communities",
      "authors": "Lisa Hülsmann, Ryan A. Chisholm, Liza Comita, Marco D. Visser, Melina de Souza Leite, Salomon Aguilar, Kristina J. Anderson-Teixeira, Norman A. Bourg, Warren Y. Brockelman, Sarayudh Bunyavejchewin, Nicolas Castaño, Chia-Hao Chang-Yang, George B. Chuyong, Keith Clay, Stuart J. Davies, Alvaro Duque, Sisira Ediriweera, Corneille Ewango, Gregory S. Gilbert, Jan Holík, Robert W. Howe, Stephen P. Hubbell, Akira Itoh, Daniel J. Johnson, David Kenfack, Kamil Král, Andrew J. Larson, James A. Lutz, Jean-Remy Makana, Yadvinder Malhi, Sean M. McMahon, William J. McShea, Mohizah Mohamad, Musalmah Nasardin, Anuttara Nathalang, Natalia Norden, Alexandre A. Oliveira, Renan Parmigiani, Rolando Perez, Richard P. Phillips, Nantachai Pongpattananurak, I-Fang Sun, Mark E. Swanson, Sylvester Tan, Duncan Thomas, Jill Thompson, Maria Uriarte, Amy T. Wolf, Tze Leong Yao, Jess K. Zimmerman, Daniel Zuleta, Florian Hartig",
      "paper_url": "https://doi.org/10.1038/s41586-024-07118-4",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407956629",
      "paper_id": "https://openalex.org/W4407956629",
      "title": "Latitudinal scaling of aggregation with abundance and coexistence in forests",
      "authors": "Thorsten Wiegand, Xugao Wang, Samuel M. Fischer, Nathan J. B. Kraft, Norman A. Bourg, Warren Y. Brockelman, Guanghong Cao, Min Cao, Wirong Chanthorn, Chengjin Chu, Stuart Davies, Sisira Ediriweera, C. V. Savitri Gunatilleke, I. A. U. Nimal Gunatilleke, Zhanqing Hao, Robert Howe, Mingxi Jiang, Guangze Jin, W. John Kress, Buhang Li, Juyu Lian, Luxiang Lin, Feng Liu, Keping Ma, William McShea, Xiangcheng Mi, Jonathan A. Myers, Anuttara Nathalang, David A. Orwig, Guochun Shen, Sheng-Hsin Su, I-Fang Sun, Xihua Wang, Amy Wolf, Enrong Yan, Wanhui Ye, Yan Zhu, Andreas Huth",
      "paper_url": "https://doi.org/10.1038/s41586-025-08604-z",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4320913112",
      "paper_id": "https://openalex.org/W4320913112",
      "title": "Less extreme and earlier outbursts of ice-dammed lakes since 1900",
      "authors": "Georg Veh, Natalie Lützow, Jenny Tamm, Lisa V. Luna, Romain Hugonnet, Kristin Vogel, Marten Geertsema, John J. Clague, Oliver Korup",
      "paper_url": "https://doi.org/10.1038/s41586-022-05642-9",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4379645333",
      "paper_id": "https://openalex.org/W4379645333",
      "title": "Life history complementarity and the maintenance of biodiversity",
      "authors": "Kenneth Jops, James P. O’Dwyer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06154-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4283361622",
      "paper_id": "https://openalex.org/W4283361622",
      "title": "Life rather than climate influences diversity at scales greater than 40 million years",
      "authors": "Andrej Spiridonov, Shaun Lovejoy",
      "paper_url": "https://doi.org/10.1038/s41586-022-04867-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4307931718",
      "paper_id": "https://openalex.org/W4307931718",
      "title": "Light competition drives herbivore and nutrient effects on plant diversity",
      "authors": "Anu Eskelinen, W. Stanley Harpole, Maria-Theresa Jessen, Risto Virtanen, Yann Hautier",
      "paper_url": "https://doi.org/10.1038/s41586-022-05383-9",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4220867483",
      "paper_id": "https://openalex.org/W4220867483",
      "title": "Limited increases in savanna carbon stocks over decades of fire suppression",
      "authors": "Yong Zhou, Jenia Singh, John R. Butnor, Corli Coetsee, Peter B. Boucher, Madelon F. Case, Evan G. Hockridge, Andrew B. Davies, A. Carla Staver",
      "paper_url": "https://doi.org/10.1038/s41586-022-04438-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3175504106",
      "paper_id": "https://openalex.org/W3175504106",
      "title": "Limited potential for bird migration to disperse plants to cooler latitudes",
      "authors": "Juan P. González-Varo, Beatriz Rumeu, Jörg Albrecht, Juan M. Arroyo, Rafael S. Bueno, Tamara Burgos, Luís P. da Silva, Gema Escribano-Ávila, Nina Farwig, Daniel García, Ruben H. Heleno, Juan C. Illera, Pedro Jordano, Przemysław Kurek, Benno I. Simmons, Emilio Virgós, William J. Sutherland, Anna Traveset",
      "paper_url": "https://doi.org/10.1038/s41586-021-03665-2",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4311472768",
      "paper_id": "https://openalex.org/W4311472768",
      "title": "Logged tropical forests have amplified and diverse ecosystem energetics",
      "authors": "Yadvinder Malhi, Terhi Riutta, Oliver R. Wearn, Nicolas J. Deere, Simon L. Mitchell, Henry Bernard, Noreen Majalap, Reuben Nilus, Zoe G. Davies, Robert M. Ewers, Matthew J. Struebig",
      "paper_url": "https://doi.org/10.1038/s41586-022-05523-1",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408868226",
      "paper_id": "https://openalex.org/W4408868226",
      "title": "Long-term impact and biological recovery in a deep-sea mining track",
      "authors": "Daniel O. B. Jones, Maria Belen Arias, Loïc Van Audenhaege, Sabena Blackbird, Corie Boolukos, Guadalupe Bribiesca-Contreras, Jonathan T. Copley, Andrew Dale, Susan Evans, Bethany F. M. Fleming, Andrew R. Gates, Hannah Grant, Mark G. J. Hartl, Veerle A. I. Huvenne, Rachel M. Jeffreys, Pierre Josso, Lucas D. King, Erik Simon-Lledó, Tim Le Bas, Louisa Norman, Bryan O’Malley, Thomas Peacock, Tracy Shimmield, Eva C. D. Stewart, Andrew K. Sweetman, Catherine Wardell, Dmitry Aleynik, Adrian G. Glover",
      "paper_url": "https://doi.org/10.1038/s41586-025-08921-3",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4401794248",
      "paper_id": "https://openalex.org/W4401794248",
      "title": "Low-latitude mesopelagic nutrient recycling controls productivity and export",
      "authors": "Keith B. Rodgers, Olivier Aumont, Katsuya Toyama, Laure Resplandy, Masao Ishii, Toshiya Nakano, Daisuke Sasano, Daniele Bianchi, Ryohei Yamaguchi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07779-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4321177774",
      "paper_id": "https://openalex.org/W4321177774",
      "title": "Lunar eclipses illuminate timing and climate impact of medieval volcanism",
      "authors": "Sébastien Guillet, Christophe Corona, Clive Oppenheimer, Franck Lavigne, Myriam Khodri, Francis Ludlow, Michael Sigl, Matthew Toohey, Paul S. Atkins, Zhen Yang, Tomoko Muranaka, Nobuko Horikawa, Markus Stoffel",
      "paper_url": "https://doi.org/10.1038/s41586-023-05751-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386268983",
      "paper_id": "https://openalex.org/W4386268983",
      "title": "Marine heatwaves are not a dominant driver of change in demersal fishes",
      "authors": "Alexa L. Fredston, William W. L. Cheung, Thomas L. Frölicher, Zoë J. Kitchel, Aurore A. Maureaud, James T. Thorson, Arnaud Auber, Bastien Mérigot, Juliano Palacios-Abrantes, Maria Lourdes D. Palomares, Laurène Pecuchet, Nancy L. Shackell, Malin L. Pinsky",
      "paper_url": "https://doi.org/10.1038/s41586-023-06449-y",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3165731488",
      "paper_id": "https://openalex.org/W3165731488",
      "title": "Mechanical forcing of the North American monsoon by orography",
      "authors": "William R. Boos, Salvatore Pascale",
      "paper_url": "https://doi.org/10.1038/s41586-021-03978-2",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3096926914",
      "paper_id": "https://openalex.org/W3096926914",
      "title": "Mercury stable isotopes constrain atmospheric sources to the ocean",
      "authors": "Martin Jiskra, Lars-Eric Heimbürger-Boavida, Marie-Maëlle Desgranges, Mariia V. Petrova, Aurélie Dufour, Beatriz Ferreira-Araujo, Jérémy Masbou, Jérôme Chmeleff, Melilotus Thyssen, David Point, Jeroen E. Sonke",
      "paper_url": "https://doi.org/10.1038/s41586-021-03859-8",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4406169330",
      "paper_id": "https://openalex.org/W4406169330",
      "title": "Meta-analysis reveals global variations in plant diversity effects on productivity",
      "authors": "Chen Chen, Wenya Xiao, Han Y. H. Chen",
      "paper_url": "https://doi.org/10.1038/s41586-024-08407-8",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4378070202",
      "paper_id": "https://openalex.org/W4378070202",
      "title": "Microbial carbon use efficiency promotes global soil carbon storage",
      "authors": "Feng Tao, Yuanyuan Huang, Bruce A. Hungate, Stefano Manzoni, Serita D. Frey, Michael W. I. Schmidt, Markus Reichstein, Nuno Carvalhais, Philippe Ciais, Lifen Jiang, Johannes Lehmann, Ying-Ping Wang, Benjamin Z. Houlton, Bernhard Ahrens, Umakant Mishra, Gustaf Hugelius, Toby D. Hocking, Xingjie Lu, Zheng Shi, Kostiantyn Viatkin, Ronald Vargas, Yusuf Yigini, Christian Omuto, Ashish A. Malik, Guillermo Peralta, Rosa Cuevas-Corona, Luciano E. Di Paolo, Isabel Luotto, Cuijuan Liao, Yi-Shuang Liang, Vinisa S. Saynes, Xiaomeng Huang, Yiqi Luo",
      "paper_url": "https://doi.org/10.1038/s41586-023-06042-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399367226",
      "paper_id": "https://openalex.org/W4399367226",
      "title": "Microbial competition for phosphorus limits the CO2 response of a mature forest",
      "authors": "Mingkai Jiang, Kristine Y. Crous, Yolima Carrillo, Catriona A. Macdonald, Ian C. Anderson, Matthias M. Boer, Mark Farrell, Andrew N. Gherlenda, Laura Castañeda-Gómez, Shun Hasegawa, Klaus Jarosch, Paul J. Milham, Rául Ochoa-Hueso, Varsha Pathare, Johanna Pihlblad, Juan Piñeiro, Jeff R. Powell, Sally A. Power, Peter B. Reich, Markus Riegler, Sönke Zaehle, Benjamin Smith, Belinda E. Medlyn, David S. Ellsworth",
      "paper_url": "https://doi.org/10.1038/s41586-024-07491-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404305647",
      "paper_id": "https://openalex.org/W4404305647",
      "title": "Migrating is not enough for modern planktonic foraminifera in a changing ocean",
      "authors": "Sonia Chaabane, Thibault de Garidel-Thoron, Julie Meilland, Olivier Sulpis, Thomas B. Chalk, Geert-Jan A. Brummer, P. Graham Mortyn, Xavier Giraud, Hélène Howa, Nicolas Casajus, Azumi Kuroyanagi, Gregory Beaugrand, Ralf Schiebel",
      "paper_url": "https://doi.org/10.1038/s41586-024-08191-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4317390633",
      "paper_id": "https://openalex.org/W4317390633",
      "title": "Modern temperatures in central–north Greenland warmest in past millennium",
      "authors": "M. Hörhold, T. Münch, S. Weißbach, S. Kipfstuhl, J. Freitag, I. Sasgen, G. Lohmann, B. Vinther, T. Laepple",
      "paper_url": "https://doi.org/10.1038/s41586-022-05517-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4306811598",
      "paper_id": "https://openalex.org/W4306811598",
      "title": "More losses than gains during one century of plant biodiversity change in Germany",
      "authors": "Ute Jandt, Helge Bruelheide, Florian Jansen, Aletta Bonn, Volker Grescho, Reinhard A. Klenke, Francesco Maria Sabatini, Markus Bernhardt-Römermann, Volker Blüml, Jürgen Dengler, Martin Diekmann, Inken Doerfler, Ute Döring, Stefan Dullinger, Sylvia Haider, Thilo Heinken, Peter Horchler, Gisbert Kuhn, Martin Lindner, Katrin Metze, Norbert Müller, Tobias Naaf, Cord Peppler-Lisbach, Peter Poschlod, Christiane Roscher, Gert Rosenthal, Sabine B. Rumpf, Wolfgang Schmidt, Joachim Schrautzer, Angelika Schwabe, Peter Schwartze, Thomas Sperle, Nils Stanik, Christian Storm, Winfried Voigt, Uwe Wegener, Karsten Wesche, Burghard Wittig, Monika Wulf",
      "paper_url": "https://doi.org/10.1038/s41586-022-05320-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403062928",
      "paper_id": "https://openalex.org/W4403062928",
      "title": "Mortality caused by tropical cyclones in the United States",
      "authors": "Rachel Young, Solomon Hsiang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07945-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401793889",
      "paper_id": "https://openalex.org/W4401793889",
      "title": "Multi-habitat landscapes are more diverse and stable with improved function",
      "authors": "Talya D. Hackett, Alix M. C. Sauve, Kate P. Maia, Daniel Montoya, Nancy Davies, Rose Archer, Simon G. Potts, Jason M. Tylianakis, Ian P. Vaughan, Jane Memmott",
      "paper_url": "https://doi.org/10.1038/s41586-024-07825-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392231571",
      "paper_id": "https://openalex.org/W4392231571",
      "title": "Mutualisms weaken the latitudinal diversity gradient among oceanic islands",
      "authors": "Camille S. Delavaux, Thomas W. Crowther, James D. Bever, Patrick Weigelt, Evan M. Gora",
      "paper_url": "https://doi.org/10.1038/s41586-024-07110-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386100167",
      "paper_id": "https://openalex.org/W4386100167",
      "title": "Native diversity buffers against severity of non-native tree invasions",
      "authors": "Camille S. Delavaux, Thomas W. Crowther, Constantin M. Zohner, Niamh M. Robmann, Thomas Lauber, Johan van den Hoogen, Sara Kuebbing, Jingjing Liang, Sergio de-Miguel, Gert-Jan Nabuurs, Peter B. Reich, Meinrad Abegg, Yves C. Adou Yao, Giorgio Alberti, Angelica M. Almeyda Zambrano, Braulio Vilchez Alvarado, Esteban Alvarez-Dávila, Patricia Alvarez-Loayza, Luciana F. Alves, Christian Ammer, Clara Antón-Fernández, Alejandro Araujo-Murakami, Luzmila Arroyo, Valerio Avitabile, Gerardo A. Aymard, Timothy R. Baker, Radomir Bałazy, Olaf Banki, Jorcely G. Barroso, Meredith L. Bastian, Jean-Francois Bastin, Luca Birigazzi, Philippe Birnbaum, Robert Bitariho, Pascal Boeckx, Frans Bongers, Olivier Bouriaud, Pedro H. S. Brancalion, Susanne Brandl, Roel Brienen, Eben N. Broadbent, Helge Bruelheide, Filippo Bussotti, Roberto Cazzolla Gatti, Ricardo G. César, Goran Cesljar, Robin Chazdon, Han Y. H. Chen, Chelsea Chisholm, Hyunkook Cho, Emil Cienciala, Connie Clark, David Clark, Gabriel D. Colletta, David A. Coomes, Fernando Cornejo Valverde, José J. Corral-Rivas, Philip M. Crim, Jonathan R. Cumming, Selvadurai Dayanandan, André L. de Gasper, Mathieu Decuyper, Géraldine Derroire, Ben DeVries, Ilija Djordjevic, Jiri Dolezal, Aurélie Dourdain, Nestor Laurier Engone Obiang, Brian J. Enquist, Teresa J. Eyre, Adandé Belarmain Fandohan, Tom M. Fayle, Ted R. Feldpausch, Leandro V. Ferreira, Markus Fischer, Christine Fletcher, Lorenzo Frizzera, Javier G. P. Gamarra, Damiano Gianelle, Henry B. Glick, David J. Harris, Andrew Hector, Andreas Hemp, Geerten Hengeveld, Bruno Hérault, John L. Herbohn, Martin Herold, Annika Hillers, Eurídice N. Honorio Coronado, Cang Hui, Thomas T. Ibanez, Iêda Amaral, Nobuo Imai, Andrzej M. Jagodziński, Bogdan Jaroszewicz, Vivian Kvist Johannsen, Carlos A. Joly, Tommaso Jucker, Ilbin Jung, Viktor Karminov, Kuswata Kartawinata, Elizabeth Kearsley, David Kenfack, Deborah K. Kennard, Sebastian Kepfer-Rojas, Gunnar Keppel, Mohammed Latif Khan, Timothy J. Killeen, Hyun Seok Kim, Kanehiro Kitayama, Michael Köhl, Henn Korjus, Florian Kraxner, Diana Laarmann, Mait Lang, Simon L. Lewis, Huicui Lu, Natalia V. Lukina, Brian S. Maitner, Yadvinder Malhi, Eric Marcon, Beatriz Schwantes Marimon, Ben Hur Marimon-Junior, Andrew R. Marshall, Emanuel H. Martin, Olga Martynenko, Jorge A. Meave, Omar Melo-Cruz, Casimiro Mendoza, Cory Merow, Abel Monteagudo Mendoza, Vanessa S. Moreno, Sharif A. Mukul, Philip Mundhenk, María Guadalupe Nava-Miranda, David Neill, Victor J. Neldner, Radovan V. Nevenic, Michael R. Ngugi, Pascal A. Niklaus, Jacek Oleksyn, Petr Ontikov, Edgar Ortiz-Malavasi, Yude Pan, Alain Paquette, Alexander Parada-Gutierrez, Elena I. Parfenova, Minjee Park, Marc Parren, Narayanaswamy Parthasarathy, Pablo L. Peri, Sebastian Pfautsch, Oliver L. Phillips, Nicolas Picard, Maria Teresa T. F. Piedade, Daniel Piotto, Nigel C. A. Pitman, Irina Polo, Lourens Poorter, Axel D. Poulsen, Hans Pretzsch, Freddy Ramirez Arevalo, Zorayda Restrepo-Correa, Mirco Rodeghiero, Samir G. Rolim, Anand Roopsind, Francesco Rovero, Ervan Rutishauser, Purabi Saikia, Christian Salas-Eljatib, Philippe Saner, Peter Schall, Dmitry Schepaschenko, Michael Scherer-Lorenzen, Bernhard Schmid, Jochen Schöngart, Eric B. Searle, Vladimír Seben, Josep M. Serra-Diaz, Douglas Sheil, Anatoly Z. Shvidenko, Javier E. Silva-Espejo, Marcos Silveira, James Singh, Plinio Sist, Ferry Slik, Bonaventure Sonké, Alexandre F. Souza, Stanislaw Miscicki, Krzysztof J. Stereńczak, Jens-Christian Svenning, Miroslav Svoboda, Ben Swanepoel, Natalia Targhetta, Nadja Tchebakova, Hans ter Steege, Raquel Thomas, Elena Tikhonova, Peter M. Umunay, Vladimir A. Usoltsev, Renato Valencia, Fernando Valladares, Fons van der Plas, Tran Van Do, Michael E.  van Nuland, Rodolfo M. Vasquez, Hans Verbeeck, Helder Viana, Alexander C. Vibrans, Simone Vieira, Klaus von Gadow, Hua-Feng Wang, James V. Watson, Gijsbert D. A. Werner, Susan K. Wiser, Florian Wittmann, Hannsjoerg Woell, Verginia Wortel, Roderik Zagt, Tomasz Zawiła-Niedźwiecki, Chunyu Zhang, Xiuhai Zhao, Mo Zhou, Zhi-Xin Zhu, Irie C. Zo-Bi, Daniel S. Maynard",
      "paper_url": "https://doi.org/10.1038/s41586-023-06440-7",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W3017317961",
      "paper_id": "https://openalex.org/W3017317961",
      "title": "Neogene burial of organic carbon in the global ocean",
      "authors": "Ziye Li, Yi Ge Zhang, Mark Torres, Benjamin J. W. Mills",
      "paper_url": "https://doi.org/10.1038/s41586-022-05413-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4362606386",
      "paper_id": "https://openalex.org/W4362606386",
      "title": "Net greenhouse gas balance of fibre wood plantation on peat in Indonesia",
      "authors": "Chandra S. Deshmukh, Ari P. Susanto, Nardi Nardi, Nurholis Nurholis, Sofyan Kurnianto, Yogi Suardiwerianto, M. Hendrizal, Ade Rhinaldy, Reyzaldi E. Mahfiz, Ankur R. Desai, Susan E. Page, Alexander R. Cobb, Takashi Hirano, Frédéric Guérin, Dominique Serça, Yves T. Prairie, Fahmuddin Agus, Dwi Astiani, Supiandi Sabiham, Chris D. Evans",
      "paper_url": "https://doi.org/10.1038/s41586-023-05860-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400880443",
      "paper_id": "https://openalex.org/W4400880443",
      "title": "Neural general circulation models for weather and climate",
      "authors": "Dmitrii Kochkov, Janni Yuval, Ian Langmore, Peter Norgaard, Jamie Smith, Griffin Mooers, Milan Klöwer, James Lottes, Stephan Rasp, Peter Düben, Sam Hatfield, Peter Battaglia, Alvaro Sanchez-Gonzalez, Matthew Willson, Michael P. Brenner, Stephan Hoyer",
      "paper_url": "https://doi.org/10.1038/s41586-024-07744-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402585730",
      "paper_id": "https://openalex.org/W4402585730",
      "title": "Observation-constrained projections reveal longer-than-expected dry spells",
      "authors": "Irina Y. Petrova, Diego G. Miralles, Florent Brient, Markus G. Donat, Seung-Ki Min, Yeon-Hee Kim, Margot Bador",
      "paper_url": "https://doi.org/10.1038/s41586-024-07887-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400038695",
      "paper_id": "https://openalex.org/W4400038695",
      "title": "Observations of diapycnal upwelling within a sloping submarine canyon",
      "authors": "Bethan L. Wynne-Cattanach, Nicole Couto, Henri F. Drake, Raffaele Ferrari, Arnaud Le Boyer, Herlé Mercier, Marie-José Messias, Xiaozhou Ruan, Carl P. Spingys, Hans van Haren, Gunnar Voet, Kurt Polzin, Alberto C. Naveira Garabato, Matthew H. Alford",
      "paper_url": "https://doi.org/10.1038/s41586-024-07411-2",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4213427173",
      "paper_id": "https://openalex.org/W4213427173",
      "title": "Observed poleward freshwater transport since 1970",
      "authors": "Taimoor Sohail, Jan D. Zika, Damien B. Irving, John A. Church",
      "paper_url": "https://doi.org/10.1038/s41586-021-04370-w",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4309623993",
      "paper_id": "https://openalex.org/W4309623993",
      "title": "Ocean currents show global intensification of weak tropical cyclones",
      "authors": "Guihua Wang, Lingwei Wu, Wei Mei, Shang-Ping Xie",
      "paper_url": "https://doi.org/10.1038/s41586-022-05326-4",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4322740147",
      "paper_id": "https://openalex.org/W4322740147",
      "title": "Oceanic climate changes threaten the sustainability of Asia’s water tower",
      "authors": "Qiang Zhang, Zexi Shen, Yadu Pokhrel, Daniel Farinotti, Vijay P. Singh, Chong-Yu Xu, Wenhuan Wu, Gang Wang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05643-8",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411023786",
      "paper_id": "https://openalex.org/W4411023786",
      "title": "Old carbon routed from land to the atmosphere by global river systems",
      "authors": "Joshua F. Dean, Gemma Coxon, Yanchen Zheng, Jack Bishop, Mark H. Garnett, David Bastviken, Valier Galy, Robert G. M. Spencer, Suzanne E. Tank, Edward T. Tipper, Jorien E. Vonk, Marcus B. Wallin, Liwei Zhang, Chris D. Evans, Robert G. Hilton",
      "paper_url": "https://doi.org/10.1038/s41586-025-09023-w",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406161213",
      "paper_id": "https://openalex.org/W4406161213",
      "title": "One-quarter of freshwater fauna threatened with extinction",
      "authors": "Catherine A. Sayer, Eresha Fernando, Randall R. Jimenez, Nicholas B. W. Macfarlane, Giovanni Rapacciuolo, Monika Böhm, Thomas M. Brooks, Topiltzin Contreras-MacBeath, Neil A. Cox, Ian Harrison, Michael Hoffmann, Richard Jenkins, Kevin G. Smith, Jean-Christophe Vié, John C. Abbott, David J. Allen, Gerald R. Allen, Violeta Barrios, Jean-Pierre Boudot, Savrina F. Carrizo, Patricia Charvet, Viola Clausnitzer, Leonardo Congiu, Keith A. Crandall, Neil Cumberlidge, Annabelle Cuttelod, James Dalton, Adam G. Daniels, Sammy De Grave, Geert De Knijf, Klaas-Douwe B. Dijkstra, Rory A. Dow, Jörg Freyhof, Nieves García, Joern Gessner, Abebe Getahun, Claudine Gibson, Matthew J. Gollock, Michael I. Grant, Alice E. R. Groom, Michael P. Hammer, Geoffrey A. Hammerson, Craig Hilton-Taylor, Laurel Hodgkinson, Robert A. Holland, Rima W. Jabado, Diego Juffe Bignoli, Vincent J. Kalkman, Bakhtiyor K. Karimov, Jens Kipping, Maurice Kottelat, Philippe A. Lalèyè, Helen K. Larson, Mark Lintermans, Federico Lozano, Arne Ludwig, Timothy J. Lyons, Laura Máiz-Tomé, Sanjay Molur, Heok Hee Ng, Catherine Numa, Amy F. Palmer-Newton, Charlotte Pike, Helen E. Pippard, Carla N. M. Polaz, Caroline M. Pollock, Rajeev Raghavan, Peter S. Rand, Tsilavina Ravelomanana, Roberto E. Reis, Cassandra L. Rigby, Janet A. Scott, Paul H. Skelton, Matthew R. Sloat, Jos Snoeks, Melanie L. J. Stiassny, Heok Hui Tan, Yoshinori Taniguchi, Eva B. Thorstad, Marcelo F. Tognelli, Armi G. Torres, Yan Torres, Denis Tweddle, Katsutoshi Watanabe, James R. S. Westrip, Emma G. E. Wright, E Zhang, William R. T. Darwall",
      "paper_url": "https://doi.org/10.1038/s41586-024-08375-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4396920043",
      "paper_id": "https://openalex.org/W4396920043",
      "title": "One-third of Southern Ocean productivity is supported by dust deposition",
      "authors": "Jakob Weis, Zanna Chase, Christina Schallenberg, Peter G. Strutton, Andrew R. Bowie, Sonya L. Fiddes",
      "paper_url": "https://doi.org/10.1038/s41586-024-07366-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387344519",
      "paper_id": "https://openalex.org/W4387344519",
      "title": "Ongoing declines for the world’s amphibians in the face of emerging threats",
      "authors": "Jennifer A. Luedtke, Janice Chanson, Kelsey Neam, Louise Hobin, Adriano O. Maciel, Alessandro Catenazzi, Amaël Borzée, Amir Hamidy, Anchalee Aowphol, Anderson Jean, Ángel Sosa-Bartuano, Ansel Fong G., Anslem de Silva, Antoine Fouquet, Ariadne Angulo, Artem A. Kidov, Arturo Muñoz Saravia, Arvin C. Diesmos, Atsushi Tominaga, Biraj Shrestha, Brian Gratwicke, Burhan Tjaturadi, Carlos C. Martínez Rivera, Carlos R. Vásquez Almazán, Celsa Señaris, Chandramouli S. R., Christine Strüssmann, Claudia Fabiola Cortez Fernández, Claudio Azat, Conrad J. Hoskin, Craig Hilton-Taylor, Damion L. Whyte, David J. Gower, Deanna H. Olson, Diego F. Cisneros-Heredia, Diego José Santana, Elizah Nagombi, Elnaz Najafi-Majd, Evan S. H. Quah, Federico Bolaños, Feng Xie, Francisco Brusquetti, Francisco S. Álvarez, Franco Andreone, Frank Glaw, Franklin Enrique Castañeda, Fred Kraus, Gabriela Parra-Olea, Gerardo Chaves, Guido F. Medina-Rangel, Gustavo González-Durán, H. Mauricio Ortega-Andrade, Iberê F. Machado, Indraneil Das, Iuri Ribeiro Dias, J. Nicolas Urbina-Cardona, Jelka Crnobrnja-Isailović, Jian-Huan Yang, Jiang Jianping, Jigme Tshelthrim Wangyal, Jodi J. L. Rowley, John Measey, Karthikeyan Vasudevan, Kin Onn Chan, Kotambylu Vasudeva Gururaja, Kristiina Ovaska, Lauren C. Warr, Luis Canseco-Márquez, Luís Felipe Toledo, Luis M. Díaz, M. Monirul H. Khan, Madhava Meegaskumbura, Manuel E. Acevedo, Marcelo Felgueiras Napoli, Marcos A. Ponce, Marcos Vaira, Margarita Lampo, Mario H. Yánez-Muñoz, Mark D. Scherz, Mark-Oliver Rödel, Masafumi Matsui, Maxon Fildor, Mirza D. Kusrini, Mohammad Firoz Ahmed, Muhammad Rais, N’Goran G. Kouamé, Nieves García, Nono Legrand Gonwouo, Patricia A. Burrowes, Paul Y. Imbun, Philipp Wagner, Philippe J. R. Kok, Rafael L. Joglar, Renoir J. Auguste, Reuber Albuquerque Brandão, Roberto Ibáñez, Rudolf von May, S. Blair Hedges, S. D. Biju, S. R. Ganesh, Sally Wren, Sandeep Das, Sandra V. Flechas, Sara L. Ashpole, Silvia J. Robleto-Hernández, Simon P. Loader, Sixto J. Incháustegui, Sonali Garg, Somphouthone Phimmachak, Stephen J. Richards, Tahar Slimani, Tamara Osborne-Naikatini, Tatianne P. F. Abreu-Jardim, Thais H. Condez, Thiago R. De Carvalho, Timothy P. Cutajar, Todd W. Pierson, Truong Q. Nguyen, Uğur Kaya, Zhiyong Yuan, Barney Long, Penny Langhammer, Simon N. Stuart",
      "paper_url": "https://doi.org/10.1038/s41586-023-06578-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399577040",
      "paper_id": "https://openalex.org/W4399577040",
      "title": "Onset of coupled atmosphere–ocean oxygenation 2.3 billion years ago",
      "authors": "Chadlin M. Ostrander, Andy W. Heard, Yunchao Shu, Andrey Bekker, Simon W. Poulton, Kasper P. Olesen, Sune G. Nielsen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07551-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4320913039",
      "paper_id": "https://openalex.org/W4320913039",
      "title": "Origination of the modern-style diversity gradient 15 million years ago",
      "authors": "Isabel S. Fenton, Tracy Aze, Alexander Farnsworth, Paul Valdes, Erin E. Saupe",
      "paper_url": "https://doi.org/10.1038/s41586-023-05712-6",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3155336766",
      "paper_id": "https://openalex.org/W3155336766",
      "title": "Overriding water table control on managed peatland greenhouse gas emissions",
      "authors": "C. D. Evans, M. Peacock, A. J. Baird, R. R. E. Artz, A. Burden, N. Callaghan, P. J. Chapman, H. M. Cooper, M. Coyle, E. Craig, A. Cumming, S. Dixon, V. Gauci, R. P. Grayson, C. Helfter, C. M. Heppell, J. Holden, D. L. Jones, J. Kaduk, P. Levy, R. Matthews, N. P. McNamara, T. Misselbrook, S. Oakley, S. E. Page, M. Rayment, L. M. Ridley, K. M. Stanley, J. L. Williamson, F. Worrall, R. Morrison",
      "paper_url": "https://doi.org/10.1038/s41586-021-03523-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4387730333",
      "paper_id": "https://openalex.org/W4387730333",
      "title": "Overshooting the critical threshold for the Greenland ice sheet",
      "authors": "Nils Bochow, Anna Poltronieri, Alexander Robinson, Marisa Montoya, Martin Rypdal, Niklas Boers",
      "paper_url": "https://doi.org/10.1038/s41586-023-06503-9",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3163576401",
      "paper_id": "https://openalex.org/W3163576401",
      "title": "Overwintering fires in boreal forests",
      "authors": "Rebecca C. Scholten, Randi Jandt, Eric A. Miller, Brendan M. Rogers, Sander Veraverbeke",
      "paper_url": "https://doi.org/10.1038/s41586-021-03437-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404306041",
      "paper_id": "https://openalex.org/W4404306041",
      "title": "Past foraminiferal acclimatization capacity is limited during future warming",
      "authors": "Rui Ying, Fanny M. Monteiro, Jamie D. Wilson, Malin Ödalen, Daniela N. Schmidt",
      "paper_url": "https://doi.org/10.1038/s41586-024-08029-0",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410362750",
      "paper_id": "https://openalex.org/W4410362750",
      "title": "Past warm intervals inform the future South Asian summer monsoon",
      "authors": "Linqiang He, Tianjun Zhou, Zhun Guo",
      "paper_url": "https://doi.org/10.1038/s41586-025-08956-6",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403244138",
      "paper_id": "https://openalex.org/W4403244138",
      "title": "Permafrost slows Arctic riverbank erosion",
      "authors": "Emily C. Geyman, Madison M. Douglas, Jean-Philippe Avouac, Michael P. Lamb",
      "paper_url": "https://doi.org/10.1038/s41586-024-07978-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385878539",
      "paper_id": "https://openalex.org/W4385878539",
      "title": "Persistent equatorial Pacific iron limitation under ENSO forcing",
      "authors": "Thomas J. Browning, Mak A. Saito, Shungudzemwoyo P. Garaba, Xuechao Wang, Eric P. Achterberg, C. Mark Moore, Anja Engel, Matthew R. Mcllvin, Dawn Moran, Daniela Voss, Oliver Zielinski, Alessandro Tagliabue",
      "paper_url": "https://doi.org/10.1038/s41586-023-06439-0",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389132711",
      "paper_id": "https://openalex.org/W4389132711",
      "title": "Pesticide use negatively affects bumble bees across European landscapes",
      "authors": "Charlie C. Nicholson, Jessica Knapp, Tomasz Kiljanek, Matthias Albrecht, Marie-Pierre Chauzat, Cecilia Costa, Pilar De la Rúa, Alexandra-Maria Klein, Marika Mänd, Simon G. Potts, Oliver Schweiger, Irene Bottero, Elena Cini, Joachim R. de Miranda, Gennaro Di Prisco, Christophe Dominik, Simon Hodge, Vera Kaunath, Anina Knauer, Marion Laurent, Vicente Martínez-López, Piotr Medrzycki, Maria Helena Pereira-Peixoto, Risto Raimets, Janine M. Schwarz, Deepa Senapathi, Giovanni Tamburini, Mark J. F. Brown, Jane C. Stout, Maj Rundlöf",
      "paper_url": "https://doi.org/10.1038/s41586-023-06773-3",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410019283",
      "paper_id": "https://openalex.org/W4410019283",
      "title": "Plant diversity dynamics over space and time in a warming Arctic",
      "authors": "Mariana García Criado, Isla H. Myers-Smith, Anne D. Bjorkman, Sarah C. Elmendorf, Signe Normand, Peter Aastrup, Rien Aerts, Juha M. Alatalo, Lander Baeten, Robert G. Björk, Mats P. Björkman, Noémie Boulanger-Lapointe, Ethan E. Butler, Elisabeth J. Cooper, J. Hans C. Cornelissen, Gergana N. Daskalova, Belen Fadrique, Bruce C. Forbes, Greg H. R. Henry, Robert D. Hollister, Toke Thomas Høye, Ida Bomholt Dyrholm Jacobsen, Annika K. Jägerbrand, Ingibjörg S. Jónsdóttir, Elina Kaarlejärvi, Olga Khitun, Kari Klanderud, Tiina H. M. Kolari, Simone I. Lang, Nicolas Lecomte, Jonathan Lenoir, Petr Macek, Julie Messier, Anders Michelsen, Ulf Molau, Robert Muscarella, Marie-Louise Nielsen, Matteo Petit Bon, Eric Post, Katrine Raundrup, Riikka Rinnan, Christian Rixen, Ingvild Ryde, Josep M. Serra-Diaz, Gabriela Schaepman-Strub, Niels M. Schmidt, Franziska Schrodt, Sofie Sjögersten, Manuel J. Steinbauer, Lærke Stewart, Beate Strandberg, Anne Tolvanen, Craig E. Tweedie, Mark Vellend",
      "paper_url": "https://doi.org/10.1038/s41586-025-08946-8",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3207919965",
      "paper_id": "https://openalex.org/W3207919965",
      "title": "Pliocene decoupling of equatorial Pacific temperature and pH gradients",
      "authors": "Madison G. Shankle, Natalie J. Burls, Alexey V. Fedorov, Matthew D. Thomas, Wei Liu, Donald E. Penman, Heather L. Ford, Peter H. Jacobs, Noah J. Planavsky, Pincelli M. Hull",
      "paper_url": "https://doi.org/10.1038/s41586-021-03884-7",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3120790759",
      "paper_id": "https://openalex.org/W3120790759",
      "title": "Poleward and weakened westerlies during Pliocene warmth",
      "authors": "Jordan T. Abell, Gisela Winckler, Robert F. Anderson, Timothy D. Herbert",
      "paper_url": "https://doi.org/10.1038/s41586-020-03062-1",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3196601069",
      "paper_id": "https://openalex.org/W3196601069",
      "title": "Pollinators contribute to the maintenance of flowering plant diversity",
      "authors": "Na Wei, Rainee L. Kaczorowski, Gerardo Arceo-Gómez, Elizabeth M. O’Neill, Rebecca A. Hayes, Tia-Lynn Ashman",
      "paper_url": "https://doi.org/10.1038/s41586-021-03890-9",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4285085571",
      "paper_id": "https://openalex.org/W4285085571",
      "title": "Post-extinction recovery of the Phanerozoic oceans and biodiversity hotspots",
      "authors": "Pedro Cermeño, Carmen García-Comas, Alexandre Pohl, Simon Williams, Michael J. Benton, Chhaya Chaudhary, Guillaume Le Gland, R. Dietmar Müller, Andy Ridgwell, Sergio M. Vallina",
      "paper_url": "https://doi.org/10.1038/s41586-022-04932-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387527438",
      "paper_id": "https://openalex.org/W4387527438",
      "title": "Precipitation regime changes in High Mountain Asia driven by cleaner air",
      "authors": "Jie Jiang, Tianjun Zhou, Yun Qian, Chao Li, Fengfei Song, Hongmei Li, Xiaolong Chen, Wenxia Zhang, Ziming Chen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06619-y",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3174618770",
      "paper_id": "https://openalex.org/W3174618770",
      "title": "Precise date for the Laacher See eruption synchronizes the Younger Dryas",
      "authors": "Frederick Reinig, Lukas Wacker, Olaf Jöris, Clive Oppenheimer, Giulia Guidobaldi, Daniel Nievergelt, Florian Adolphi, Paolo Cherubini, Stefan Engels, Jan Esper, Alexander Land, Christine Lane, Hardy Pfanz, Sabine Remmele, Michael Sigl, Adam Sookdeo, Ulf Büntgen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03608-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4390940882",
      "paper_id": "https://openalex.org/W4390940882",
      "title": "Predator mass mortality events restructure food webs through trophic decoupling",
      "authors": "Simon P. Tye, Samuel B. Fey, Jean P. Gibert, Adam M. Siepielski",
      "paper_url": "https://doi.org/10.1038/s41586-023-06931-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405031167",
      "paper_id": "https://openalex.org/W4405031167",
      "title": "Probabilistic weather forecasting with machine learning",
      "authors": "Ilan Price, Alvaro Sanchez-Gonzalez, Ferran Alet, Tom R. Andersson, Andrew El-Kadi, Dominic Masters, Timo Ewalds, Jacklynn Stott, Shakir Mohamed, Peter Battaglia, Remi Lam, Matthew Willson",
      "paper_url": "https://doi.org/10.1038/s41586-024-08252-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391994211",
      "paper_id": "https://openalex.org/W4391994211",
      "title": "Progressive unanchoring of Antarctic ice shelves since 1973",
      "authors": "Bertie W. J. Miles, Robert G. Bingham",
      "paper_url": "https://doi.org/10.1038/s41586-024-07049-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386697717",
      "paper_id": "https://openalex.org/W4386697717",
      "title": "Projected decline in European bumblebee populations in the twenty-first century",
      "authors": "Guillaume Ghisbain, Wim Thiery, François Massonnet, Diana Erazo, Pierre Rasmont, Denis Michez, Simon Dellicour",
      "paper_url": "https://doi.org/10.1038/s41586-023-06471-0",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3159951467",
      "paper_id": "https://openalex.org/W3159951467",
      "title": "Projected land ice contributions to twenty-first-century sea level rise",
      "authors": "Tamsin L. Edwards, Sophie Nowicki, Ben Marzeion, Regine Hock, Heiko Goelzer, Hélène Seroussi, Nicolas C. Jourdain, Donald A. Slater, Fiona E. Turner, Christopher J. Smith, Christine M. McKenna, Erika Simon, Ayako Abe-Ouchi, Jonathan M. Gregory, Eric Larour, William H. Lipscomb, Antony J. Payne, Andrew Shepherd, Cécile Agosta, Patrick Alexander, Torsten Albrecht, Brian Anderson, Xylar Asay-Davis, Andy Aschwanden, Alice Barthel, Andrew Bliss, Reinhard Calov, Christopher Chambers, Nicolas Champollion, Youngmin Choi, Richard Cullather, Joshua Cuzzone, Christophe Dumas, Denis Felikson, Xavier Fettweis, Koji Fujita, Benjamin K. Galton-Fenzi, Rupert Gladstone, Nicholas R. Golledge, Ralf Greve, Tore Hattermann, Matthew J. Hoffman, Angelika Humbert, Matthias Huss, Philippe Huybrechts, Walter Immerzeel, Thomas Kleiner, Philip Kraaijenbrink, Sébastien Le clec’h, Victoria Lee, Gunter R. Leguy, Christopher M. Little, Daniel P. Lowry, Jan-Hendrik Malles, Daniel F. Martin, Fabien Maussion, Mathieu Morlighem, James F. O’Neill, Isabel Nias, Frank Pattyn, Tyler Pelle, Stephen F. Price, Aurélien Quiquet, Valentina Radić, Ronja Reese, David R. Rounce, Martin Rückamp, Akiko Sakai, Courtney Shafer, Nicole-Jeanne Schlegel, Sarah Shannon, Robin S. Smith, Fiammetta Straneo, Sainan Sun, Lev Tarasov, Luke D. Trusel, Jonas Van Breedam, Roderik van de Wal, Michiel van den Broeke, Ricarda Winkelmann, Harry Zekollari, Chen Zhao, Tong Zhang, Thomas Zwinger",
      "paper_url": "https://doi.org/10.1038/s41586-021-03302-y",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4224241070",
      "paper_id": "https://openalex.org/W4224241070",
      "title": "Protected areas have a mixed impact on waterbirds, but management helps",
      "authors": "Hannah S. Wauchope, Julia P. G. Jones, Jonas Geldmann, Benno I. Simmons, Tatsuya Amano, Daniel E. Blanco, Richard A. Fuller, Alison Johnston, Tom Langendoen, Taej Mundkur, Szabolcs Nagy, William J. Sutherland",
      "paper_url": "https://doi.org/10.1038/s41586-022-04617-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387096051",
      "paper_id": "https://openalex.org/W4387096051",
      "title": "Protected areas slow declines unevenly across the tetrapod tree of life",
      "authors": "A. Justin Nowakowski, James I. Watling, Alexander Murray, Jessica L. Deichmann, Thomas S. Akre, Carlos L. Muñoz Brenes, Brian D. Todd, Louise McRae, Robin Freeman, Luke O. Frishkoff",
      "paper_url": "https://doi.org/10.1038/s41586-023-06562-y",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3136053247",
      "paper_id": "https://openalex.org/W3136053247",
      "title": "Protecting the global ocean for biodiversity, food and climate",
      "authors": "Enric Sala, Juan Mayorga, Darcy Bradley, Reniel B. Cabral, Trisha B. Atwood, Arnaud Auber, William Cheung, Christopher Costello, Francesco Ferretti, Alan M. Friedlander, Steven D. Gaines, Cristina Garilao, Whitney Goodell, Benjamin S. Halpern, Audra Hinson, Kristin Kaschner, Kathleen Kesner-Reyes, Fabien Leprieur, Jennifer McGowan, Lance E. Morgan, David Mouillot, Juliano Palacios-Abrantes, Hugh P. Possingham, Kristin D. Rechberger, Boris Worm, Jane Lubchenco",
      "paper_url": "https://doi.org/10.1038/s41586-021-03371-z",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410817875",
      "paper_id": "https://openalex.org/W4410817875",
      "title": "Radiative forcing reduced by early twenty-first century increase in land albedo",
      "authors": "Zhengyang Hou, Liqiang Zhang, Jingjing Peng, Giovanni Forzieri, Aolin Jia, Zhiqiang Xiao, Ying Qu, Jintai Lin, Duoying Ji, Zidong Zhu, Xin Yao, Shuwen Peng, Lanpu Zhao, Wenjie Fan, Zhaocong Wu, Hao Geng, Qihao Wang, Chenghu Zhou, Suhong Liu, Liangpei Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08987-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391823933",
      "paper_id": "https://openalex.org/W4391823933",
      "title": "Rainforest transformation reallocates energy from green to brown food webs",
      "authors": "Anton M. Potapov, Jochen Drescher, Kevin Darras, Arne Wenzel, Noah Janotta, Rizky Nazarreta, Kasmiatun, Valentine Laurent, Amanda Mawan, Endah H. Utari, Melanie M. Pollierer, Katja Rembold, Rahayu Widyastuti, Damayanti Buchori, Purnama Hidayat, Edgar Turner, Ingo Grass, Catrin Westphal, Teja Tscharntke, Stefan Scheu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07083-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391160682",
      "paper_id": "https://openalex.org/W4391160682",
      "title": "Rapid groundwater decline and some cases of recovery in aquifers globally",
      "authors": "Scott Jasechko, Hansjörg Seybold, Debra Perrone, Ying Fan, Mohammad Shamsudduha, Richard G. Taylor, Othman Fallatah, James W. Kirchner",
      "paper_url": "https://doi.org/10.1038/s41586-023-06879-8",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4362606453",
      "paper_id": "https://openalex.org/W4362606453",
      "title": "Rapid, buoyancy-driven ice-sheet retreat of hundreds of metres per day",
      "authors": "Christine L. Batchelor, Frazer D. W. Christie, Dag Ottesen, Aleksandr Montelli, Jeffrey Evans, Evelyn K. Dowdeswell, Lilja R. Bjarnadóttir, Julian A. Dowdeswell",
      "paper_url": "https://doi.org/10.1038/s41586-023-05876-1",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408361685",
      "paper_id": "https://openalex.org/W4408361685",
      "title": "Record sea surface temperature jump in 2023–2024 unlikely but not unexpected",
      "authors": "Jens Terhaar, Friedrich A. Burger, Linus Vogt, Thomas L. Frölicher, Thomas F. Stocker",
      "paper_url": "https://doi.org/10.1038/s41586-025-08674-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4405515015",
      "paper_id": "https://openalex.org/W4405515015",
      "title": "Record-low Antarctic sea ice in 2023 increased ocean heat loss and storms",
      "authors": "Simon A. Josey, Andrew J. S. Meijers, Adam T. Blaker, Jeremy P. Grist, Jenny Mecking, Holly C. Ayres",
      "paper_url": "https://doi.org/10.1038/s41586-024-08368-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4324344134",
      "paper_id": "https://openalex.org/W4324344134",
      "title": "Regime shift in Arctic Ocean sea ice thickness",
      "authors": "Hiroshi Sumata, Laura de Steur, Dmitry V. Divine, Mats A. Granskog, Sebastian Gerland",
      "paper_url": "https://doi.org/10.1038/s41586-022-05686-x",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3165074770",
      "paper_id": "https://openalex.org/W3165074770",
      "title": "RETRACTED ARTICLE: A 10 per cent increase in global land evapotranspiration from 2003 to 2019",
      "authors": "Madeleine Pascolini-Campbell, John T. Reager, Hrishikesh A. Chandanpurkar, Matthew Rodell",
      "paper_url": "https://doi.org/10.1038/s41586-021-03503-5",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4220889269",
      "paper_id": "https://openalex.org/W4220889269",
      "title": "RETRACTED ARTICLE: New land-use-change emissions indicate a declining CO2 airborne fraction",
      "authors": "Margreet J. E. van Marle, Dave van Wees, Richard A. Houghton, Robert D. Field, Jan Verbesselt, Guido. R. van der Werf",
      "paper_url": "https://doi.org/10.1038/s41586-021-04376-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4393218971",
      "paper_id": "https://openalex.org/W4393218971",
      "title": "Revealing uncertainty in the status of biodiversity change",
      "authors": "T. F. Johnson, A. P. Beckerman, D. Z. Childs, T. J. Webb, K. L. Evans, C. A. Griffiths, P. Capdevila, C. F. Clements, M. Besson, R. D. Gregory, G. H. Thomas, E. Delmas, R. P. Freckleton",
      "paper_url": "https://doi.org/10.1038/s41586-024-07236-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385693241",
      "paper_id": "https://openalex.org/W4385693241",
      "title": "Reversed Holocene temperature–moisture relationship in the Horn of Africa",
      "authors": "A. J. Baxter, D. Verschuren, F. Peterse, D. G. Miralles, C. M. Martin-Jones, A. Maitituerdi, T. Van der Meeren, M. Van Daele, C. S. Lane, G. H. Haug, D. O. Olago, J. S. Sinninghe Damsté",
      "paper_url": "https://doi.org/10.1038/s41586-023-06272-5",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4388488599",
      "paper_id": "https://openalex.org/W4388488599",
      "title": "Revising the global biogeography of annual and perennial plants",
      "authors": "Tyler Poppenwimer, Itay Mayrose, Niv DeMalach",
      "paper_url": "https://doi.org/10.1038/s41586-023-06644-x",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387332485",
      "paper_id": "https://openalex.org/W4387332485",
      "title": "Rock organic carbon oxidation CO2 release offsets silicate weathering sink",
      "authors": "Jesse R. Zondervan, Robert G. Hilton, Mathieu Dellinger, Fiona J. Clubb, Tobias Roylands, Mateja Ogrič",
      "paper_url": "https://doi.org/10.1038/s41586-023-06581-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402585721",
      "paper_id": "https://openalex.org/W4402585721",
      "title": "Rules of river avulsion change downstream",
      "authors": "James H. Gearon, Harrison K. Martin, Clarke DeLisle, Eric A. Barefoot, David Mohrig, Chris Paola, Douglas A. Edmonds",
      "paper_url": "https://doi.org/10.1038/s41586-024-07964-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3190581971",
      "paper_id": "https://openalex.org/W3190581971",
      "title": "Satellite imaging reveals increased proportion of population exposed to floods",
      "authors": "B. Tellman, J. A. Sullivan, C. Kuhn, A. J. Kettner, C. S. Doyle, G. R. Brakenridge, T. A. Erickson, D. A. Slayback",
      "paper_url": "https://doi.org/10.1038/s41586-021-03695-w",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4390535614",
      "paper_id": "https://openalex.org/W4390535614",
      "title": "Satellite mapping reveals extensive industrial activity at sea",
      "authors": "Fernando S. Paolo, David Kroodsma, Jennifer Raynor, Tim Hochberg, Pete Davis, Jesse Cleary, Luca Marsaglia, Sara Orofino, Christian Thomas, Patrick Halpin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06825-8",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387095495",
      "paper_id": "https://openalex.org/W4387095495",
      "title": "Seasonal advance of intense tropical cyclones in a warming climate",
      "authors": "Kaiyue Shan, Yanluan Lin, Pao-Shin Chu, Xiping Yu, Fengfei Song",
      "paper_url": "https://doi.org/10.1038/s41586-023-06544-0",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3123157889",
      "paper_id": "https://openalex.org/W3123157889",
      "title": "Seasonal origin of the thermal maxima at the Holocene and the last interglacial",
      "authors": "Samantha Bova, Yair Rosenthal, Zhengyu Liu, Shital P. Godad, Mi Yan",
      "paper_url": "https://doi.org/10.1038/s41586-020-03155-x",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4315641808",
      "paper_id": "https://openalex.org/W4315641808",
      "title": "Seasonal temperatures in West Antarctica during the Holocene",
      "authors": "Tyler R. Jones, Kurt M. Cuffey, William H. G. Roberts, Bradley R. Markle, Eric J. Steig, C. Max Stevens, Paul J. Valdes, T. J. Fudge, Michael Sigl, Abigail G. Hughes, Valerie Morris, Bruce H. Vaughn, Joshua Garland, Bo M. Vinther, Kevin S. Rozmiarek, Chloe A. Brashear, James W. C. White",
      "paper_url": "https://doi.org/10.1038/s41586-022-05411-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4319591919",
      "paper_id": "https://openalex.org/W4319591919",
      "title": "Severe multi-year drought coincident with Hittite collapse around 1198–1196 bc",
      "authors": "Sturt W. Manning, Cindy Kocik, Brita Lorentzen, Jed P. Sparks",
      "paper_url": "https://doi.org/10.1038/s41586-022-05693-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403062921",
      "paper_id": "https://openalex.org/W4403062921",
      "title": "Signature of the western boundary currents in local climate variability",
      "authors": "James G. Larson, David W. J. Thompson, James W. Hurrell",
      "paper_url": "https://doi.org/10.1038/s41586-024-08019-2",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4383197616",
      "paper_id": "https://openalex.org/W4383197616",
      "title": "Skilful nowcasting of extreme precipitation with NowcastNet",
      "authors": "Yuchen Zhang, Mingsheng Long, Kaiyuan Chen, Lanxiang Xing, Ronghua Jin, Michael I. Jordan, Jianmin Wang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06184-4",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3202525453",
      "paper_id": "https://openalex.org/W3202525453",
      "title": "Skilful precipitation nowcasting using deep generative models of radar",
      "authors": "Suman Ravuri, Karel Lenc, Matthew Willson, Dmitry Kangin, Remi Lam, Piotr Mirowski, Megan Fitzsimons, Maria Athanassiadou, Sheleem Kashem, Sam Madge, Rachel Prudden, Amol Mandhane, Aidan Clark, Andrew Brock, Karen Simonyan, Raia Hadsell, Niall Robinson, Ellen Clancy, Alberto Arribas, Shakir Mohamed",
      "paper_url": "https://doi.org/10.1038/s41586-021-03854-z",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4307931725",
      "paper_id": "https://openalex.org/W4307931725",
      "title": "Small rainfall changes drive substantial changes in plant coexistence",
      "authors": "Mary N. Van Dyke, Jonathan M. Levine, Nathan J. B. Kraft",
      "paper_url": "https://doi.org/10.1038/s41586-022-05391-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404754587",
      "paper_id": "https://openalex.org/W4404754587",
      "title": "Soil microbiomes show consistent and predictable responses to extreme events",
      "authors": "Christopher G. Knight, Océane Nicolitch, Rob I. Griffiths, Tim Goodall, Briony Jones, Carolin Weser, Holly Langridge, John Davison, Ariane Dellavalle, Nico Eisenhauer, Konstantin B. Gongalsky, Andrew Hector, Emma Jardine, Paul Kardol, Fernando T. Maestre, Martin Schädler, Marina Semchenko, Carly Stevens, Maria Α. Tsiafouli, Oddur Vilhelmsson, Wolfgang Wanek, Franciska T. de Vries",
      "paper_url": "https://doi.org/10.1038/s41586-024-08185-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3140243987",
      "paper_id": "https://openalex.org/W3140243987",
      "title": "Soil moisture–atmosphere feedback dominates land carbon uptake variability",
      "authors": "Vincent Humphrey, Alexis Berg, Philippe Ciais, Pierre Gentine, Martin Jung, Markus Reichstein, Sonia I. Seneviratne, Christian Frankenberg",
      "paper_url": "https://doi.org/10.1038/s41586-021-03325-5",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4412600895",
      "paper_id": "https://openalex.org/W4412600895",
      "title": "Spatiotemporal faunal connectivity across global sea floors",
      "authors": "Timothy D. O’Hara, Andrew F. Hugall, Margaret L. Haines, Alexandra A.-T. Weber, Angelina Eichsteller, Martin I. Brogger, Marc Eléaume, Toshihiko Fujita, Jon A. Kongsrud, Pedro Martinez Arbizu, Sadie Mills, Jennifer M. Olbers, Gustav Paulay, Fran Ramil, Sarah Samadi, Chester J. Sands, Javier Sellanes, Francisco A. Solis-Marin, Adnan Moussalli",
      "paper_url": "https://doi.org/10.1038/s41586-025-09307-1",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3201852976",
      "paper_id": "https://openalex.org/W3201852976",
      "title": "Spatiotemporal origin of soil water taken up by vegetation",
      "authors": "Gonzalo Miguez-Macho, Ying Fan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03958-6",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4408347958",
      "paper_id": "https://openalex.org/W4408347958",
      "title": "Species turnover does not rescue biodiversity in fragmented landscapes",
      "authors": "Thiago Gonçalves-Souza, Jonathan M. Chase, Nick M. Haddad, Maurício H. Vancine, Raphael K. Didham, Felipe L. P. Melo, Marcelo A. Aizen, Enrico Bernard, Adriano G. Chiarello, Deborah Faria, Heloise Gibb, Marcelo G. de Lima, Luiz F. S. Magnago, Eduardo Mariano-Neto, André A. Nogueira, André Nemésio, Marcelo Passamani, Bruno X. Pinho, Larissa Rocha-Santos, Rodolpho C. Rodrigues, Nathalia Vieira Hissa Safar, Bráulio A. Santos, Alejandra Soto-Werschitz, Marcelo Tabarelli, Marcio Uehara-Prado, Heraldo L. Vasconcelos, Simone Vieira, Nathan J. Sanders",
      "paper_url": "https://doi.org/10.1038/s41586-025-08688-7",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399121709",
      "paper_id": "https://openalex.org/W4399121709",
      "title": "Streamflow seasonality in a snow-dwindling world",
      "authors": "Juntai Han, Ziwei Liu, Ross Woods, Tim R. McVicar, Dawen Yang, Taihua Wang, Ying Hou, Yuhan Guo, Changming Li, Yuting Yang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07299-y",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4310937670",
      "paper_id": "https://openalex.org/W4310937670",
      "title": "Strong cloud–circulation coupling explains weak trade cumulus feedback",
      "authors": "Raphaela Vogel, Anna Lea Albright, Jessica Vial, Geet George, Bjorn Stevens, Sandrine Bony",
      "paper_url": "https://doi.org/10.1038/s41586-022-05364-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4413020566",
      "paper_id": "https://openalex.org/W4413020566",
      "title": "Stronger El Niños reduce tropical forest arthropod diversity and function",
      "authors": "Adam C. Sharp, Michael J. W. Boyle, Timothy C. Bonebrake, Yirong Guo, Roger L. Kitching, Nigel E. Stork, Xiaoyi Zeng, Louise A. Ashton",
      "paper_url": "https://doi.org/10.1038/s41586-025-09351-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4322738706",
      "paper_id": "https://openalex.org/W4322738706",
      "title": "Sub-continental-scale carbon stocks of individual trees in African drylands",
      "authors": "Compton Tucker, Martin Brandt, Pierre Hiernaux, Ankit Kariryaa, Kjeld Rasmussen, Jennifer Small, Christian Igel, Florian Reiner, Katherine Melocik, Jesse Meyer, Scott Sinno, Eric Romero, Erin Glennie, Yasmin Fitts, August Morin, Jorge Pinzon, Devin McClain, Paul Morin, Claire Porter, Shane Loeffler, Laurent Kergoat, Bil-Assanou Issoufou, Patrice Savadogo, Jean-Pierre Wigneron, Benjamin Poulter, Philippe Ciais, Robert Kaufmann, Ranga Myneni, Sassan Saatchi, Rasmus Fensholt",
      "paper_url": "https://doi.org/10.1038/s41586-022-05653-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4290988925",
      "paper_id": "https://openalex.org/W4290988925",
      "title": "Sufficient conditions for rapid range expansion of a boreal conifer",
      "authors": "Roman J. Dial, Colin T. Maher, Rebecca E. Hewitt, Patrick F. Sullivan",
      "paper_url": "https://doi.org/10.1038/s41586-022-05093-2",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3137413464",
      "paper_id": "https://openalex.org/W3137413464",
      "title": "Summertime increases in upper-ocean stratification and mixed-layer depth",
      "authors": "Jean-Baptiste Sallée, Violaine Pellichero, Camille Akhoudas, Etienne Pauthenet, Lucie Vignes, Sunke Schmidtko, Alberto Naveira Garabato, Peter Sutherland, Mikael Kuusela",
      "paper_url": "https://doi.org/10.1038/s41586-021-03303-x",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3182001952",
      "paper_id": "https://openalex.org/W3182001952",
      "title": "Supply chain diversity buffers cities against food shocks",
      "authors": "Michael Gomez, Alfonso Mejia, Benjamin L. Ruddell, Richard R. Rushforth",
      "paper_url": "https://doi.org/10.1038/s41586-021-03621-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4320913046",
      "paper_id": "https://openalex.org/W4320913046",
      "title": "Suppressed basal melting in the eastern Thwaites Glacier grounding zone",
      "authors": "Peter E. D. Davis, Keith W. Nicholls, David M. Holland, Britney E. Schmidt, Peter Washam, Kiya L. Riverman, Robert J. Arthern, Irena Vaňková, Clare Eayrs, James A. Smith, Paul G. D. Anker, Andrew D. Mullen, Daniel Dichek, Justin D. Lawrence, Matthew M. Meister, Elisabeth Clyne, Aurora Basinski-Ferris, Eric Rignot, Bastien Y. Queste, Lars Boehme, Karen J. Heywood, Sridhar Anandakrishnan, Keith Makinson",
      "paper_url": "https://doi.org/10.1038/s41586-022-05586-0",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412478958",
      "paper_id": "https://openalex.org/W4412478958",
      "title": "Temperature-Related Hospitalization Burden under Climate Change",
      "authors": "Shujie Liao, Wei Pan, Li Wen, Rongkai chen, Dongyang Pan, Renjie Wang, Cheng Hu, Hongbo Duan, Hong Weng, Chenxiao Tian, Wenxuan Kong, Ruan Jinghan, Yichuan Zhang, Ming Xi, Xianbin Zhang, Xinghuan Wang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09352-w",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403450792",
      "paper_id": "https://openalex.org/W4403450792",
      "title": "Terrestrial photosynthesis inferred from plant carbonyl sulfide uptake",
      "authors": "Jiameng Lai, Linda M. J. Kooijmans, Wu Sun, Danica Lombardozzi, J. Elliott Campbell, Lianhong Gu, Yiqi Luo, Le Kuai, Ying Sun",
      "paper_url": "https://doi.org/10.1038/s41586-024-08050-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4383217294",
      "paper_id": "https://openalex.org/W4383217294",
      "title": "The carbon costs of global wood harvests",
      "authors": "Liqing Peng, Timothy D. Searchinger, Jessica Zionts, Richard Waite",
      "paper_url": "https://doi.org/10.1038/s41586-023-06187-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4324344109",
      "paper_id": "https://openalex.org/W4324344109",
      "title": "The carbon sink of secondary and degraded humid tropical forests",
      "authors": "Viola H. A. Heinrich, Christelle Vancutsem, Ricardo Dalagnol, Thais M. Rosan, Dominic Fawcett, Celso H. L. Silva-Junior, Henrique L. G. Cassol, Frédéric Achard, Tommaso Jucker, Carlos A. Silva, Jo House, Stephen Sitch, Tristram C. Hales, Luiz E. O. C. Aragão",
      "paper_url": "https://doi.org/10.1038/s41586-022-05679-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4289638372",
      "paper_id": "https://openalex.org/W4289638372",
      "title": "The challenge of unprecedented floods and droughts in risk management",
      "authors": "Heidi Kreibich, Anne F. Van Loon, Kai Schröter, Philip J. Ward, Maurizio Mazzoleni, Nivedita Sairam, Guta Wakbulcho Abeshu, Svetlana Agafonova, Amir AghaKouchak, Hafzullah Aksoy, Camila Alvarez-Garreton, Blanca Aznar, Laila Balkhi, Marlies H. Barendrecht, Sylvain Biancamaria, Liduin Bos-Burgering, Chris Bradley, Yus Budiyono, Wouter Buytaert, Lucinda Capewell, Hayley Carlson, Yonca Cavus, Anaïs Couasnon, Gemma Coxon, Ioannis Daliakopoulos, Marleen C. de Ruiter, Claire Delus, Mathilde Erfurt, Giuseppe Esposito, Didier François, Frédéric Frappart, Jim Freer, Natalia Frolova, Animesh K. Gain, Manolis Grillakis, Jordi Oriol Grima, Diego A. Guzmán, Laurie S. Huning, Monica Ionita, Maxim Kharlamov, Dao Nguyen Khoi, Natalie Kieboom, Maria Kireeva, Aristeidis Koutroulis, Waldo Lavado-Casimiro, Hong-Yi Li, María Carmen LLasat, David Macdonald, Johanna Mård, Hannah Mathew-Richards, Andrew McKenzie, Alfonso Mejia, Eduardo Mario Mendiondo, Marjolein Mens, Shifteh Mobini, Guilherme Samprogna Mohor, Viorica Nagavciuc, Thanh Ngo-Duc, Thi Thao Nguyen Huynh, Pham Thi Thao Nhi, Olga Petrucci, Hong Quan Nguyen, Pere Quintana-Seguí, Saman Razavi, Elena Ridolfi, Jannik Riegel, Md Shibly Sadik, Elisa Savelli, Alexey Sazonov, Sanjib Sharma, Johanna Sörensen, Felipe Augusto Arguello Souza, Kerstin Stahl, Max Steinhausen, Michael Stoelzle, Wiwiana Szalińska, Qiuhong Tang, Fuqiang Tian, Tamara Tokarczyk, Carolina Tovar, Thi Van Thu Tran, Marjolein H. J. Van Huijgevoort, Michelle T. H. van Vliet, Sergiy Vorogushyn, Thorsten Wagener, Yueling Wang, Doris E. Wendt, Elliot Wickham, Long Yang, Mauricio Zambrano-Bigiarini, Günter Blöschl, Giuliano Di Baldassarre",
      "paper_url": "https://doi.org/10.1038/s41586-022-04917-5",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3196689654",
      "paper_id": "https://openalex.org/W3196689654",
      "title": "The contribution of insects to global forest deadwood decomposition",
      "authors": "Sebastian Seibold, Werner Rammer, Torsten Hothorn, Rupert Seidl, Michael D. Ulyshen, Janina Lorz, Marc W. Cadotte, David B. Lindenmayer, Yagya P. Adhikari, Roxana Aragón, Soyeon Bae, Petr Baldrian, Hassan Barimani Varandi, Jos Barlow, Claus Bässler, Jacques Beauchêne, Erika Berenguer, Rodrigo S. Bergamin, Tone Birkemoe, Gergely Boros, Roland Brandl, Hervé Brustel, Philip J. Burton, Yvonne T. Cakpo-Tossou, Jorge Castro, Eugénie Cateau, Tyler P. Cobb, Nina Farwig, Romina D. Fernández, Jennifer Firn, Kee Seng Gan, Grizelle González, Martin M. Gossner, Jan C. Habel, Christian Hébert, Christoph Heibl, Osmo Heikkala, Andreas Hemp, Claudia Hemp, Joakim Hjältén, Stefan Hotes, Jari Kouki, Thibault Lachat, Jie Liu, Yu Liu, Ya-Huang Luo, Damasa M. Macandog, Pablo E. Martina, Sharif A. Mukul, Baatarbileg Nachin, Kurtis Nisbet, John O’Halloran, Anne Oxbrough, Jeev Nath Pandey, Tomáš Pavlíček, Stephen M. Pawson, Jacques S. Rakotondranary, Jean-Baptiste Ramanamanjato, Liana Rossi, Jürgen Schmidl, Mark Schulze, Stephen Seaton, Marisa J. Stone, Nigel E. Stork, Byambagerel Suran, Anne Sverdrup-Thygeson, Simon Thorn, Ganesh Thyagarajan, Timothy J. Wardlaw, Wolfgang W. Weisser, Sungsoo Yoon, Naili Zhang, Jörg Müller",
      "paper_url": "https://doi.org/10.1038/s41586-021-03740-8",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4386886497",
      "paper_id": "https://openalex.org/W4386886497",
      "title": "The contribution of wildfire to PM2.5 trends in the USA",
      "authors": "Marshall Burke, Marissa L. Childs, Brandon de la Cuesta, Minghao Qiu, Jessica Li, Carlos F. Gould, Sam Heft-Neal, Michael Wara",
      "paper_url": "https://doi.org/10.1038/s41586-023-06522-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401171833",
      "paper_id": "https://openalex.org/W4401171833",
      "title": "The development of terrestrial ecosystems emerging after glacier retreat",
      "authors": "Gentile Francesco Ficetola, Silvio Marta, Alessia Guerrieri, Isabel Cantera, Aurélie Bonin, Sophie Cauvy-Fraunié, Roberto Ambrosini, Marco Caccianiga, Fabien Anthelme, Roberto Sergio Azzoni, Peter Almond, Pablo Alviz Gazitúa, Jorge Luis Ceballos Lievano, Pritam Chand, Milap Chand Sharma, John J. Clague, Justiniano Alejo Cochachín Rapre, Chiara Compostella, Rolando Cruz Encarnación, Olivier Dangles, Philip Deline, Andre Eger, Sergey Erokhin, Andrea Franzetti, Ludovic Gielly, Fabrizio Gili, Mauro Gobbi, Sigmund Hågvar, Rüdiger Kaufmann, Norine Khedim, Rosa Isela Meneses, Marco Aurelio Morales-Martínez, Gwendolyn Peyre, Francesca Pittino, Angela Proietto, Antoine Rabatel, Katrin Sieron, Levan Tielidze, Nurai Urseitova, Yan Yang, Vitalii Zaginaev, Andrea Zerboni, Anaïs Zimmer, Guglielmina Adele Diolaiuti, Pierre Taberlet, Jerome Poulenard, Diego Fontaneto, Wilfried Thuiller, Alexis Carteron",
      "paper_url": "https://doi.org/10.1038/s41586-024-07778-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394892452",
      "paper_id": "https://openalex.org/W4394892452",
      "title": "The economic commitment of climate change",
      "authors": "Maximilian Kotz, Anders Levermann, Leonie Wenz",
      "paper_url": "https://doi.org/10.1038/s41586-024-07219-0",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4205583000",
      "paper_id": "https://openalex.org/W4205583000",
      "title": "The effect of rainfall changes on economic production",
      "authors": "Maximilian Kotz, Anders Levermann, Leonie Wenz",
      "paper_url": "https://doi.org/10.1038/s41586-021-04283-8",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400730941",
      "paper_id": "https://openalex.org/W4400730941",
      "title": "The enduring world forest carbon sink",
      "authors": "Yude Pan, Richard A. Birdsey, Oliver L. Phillips, Richard A. Houghton, Jingyun Fang, Pekka E. Kauppi, Heather Keith, Werner A. Kurz, Akihiko Ito, Simon L. Lewis, Gert-Jan Nabuurs, Anatoly Shvidenko, Shoji Hashimoto, Bas Lerink, Dmitry Schepaschenko, Andrea Castanho, Daniel Murdiyarso",
      "paper_url": "https://doi.org/10.1038/s41586-024-07602-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4321480165",
      "paper_id": "https://openalex.org/W4321480165",
      "title": "The evolution of the marine carbonate factory",
      "authors": "Jiuyuan Wang, Lidya G. Tarhan, Andrew D. Jacobson, Amanda M. Oehlert, Noah J. Planavsky",
      "paper_url": "https://doi.org/10.1038/s41586-022-05654-5",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387095406",
      "paper_id": "https://openalex.org/W4387095406",
      "title": "The geography of climate and the global patterns of species diversity",
      "authors": "Marco Túlio P. Coelho, Elisa Barreto, Thiago F. Rangel, José Alexandre F. Diniz-Filho, Rafael O. Wüest, Wilhelmine Bach, Alexander Skeels, Ian R. McFadden, David W. Roberts, Loïc Pellissier, Niklaus E. Zimmermann, Catherine H. Graham",
      "paper_url": "https://doi.org/10.1038/s41586-023-06577-5",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408853317",
      "paper_id": "https://openalex.org/W4408853317",
      "title": "The global human impact on biodiversity",
      "authors": "François Keck, Tianna Peller, Roman Alther, Cécilia Barouillet, Rosetta Blackman, Eric Capo, Teofana Chonova, Marjorie Couton, Lena Fehlinger, Dominik Kirschner, Mara Knüsel, Lucile Muneret, Rebecca Oester, Kálmán Tapolczai, Heng Zhang, Florian Altermatt",
      "paper_url": "https://doi.org/10.1038/s41586-025-08752-2",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4384819674",
      "paper_id": "https://openalex.org/W4384819674",
      "title": "The global wildland–urban interface",
      "authors": "Franz Schug, Avi Bar-Massada, Amanda R. Carlson, Heather Cox, Todd J. Hawbaker, David Helmers, Patrick Hostert, Dominik Kaim, Neda K. Kasraee, Sebastián Martinuzzi, Miranda H. Mockrin, Kira A. Pfoch, Volker C. Radeloff",
      "paper_url": "https://doi.org/10.1038/s41586-023-06320-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4213013325",
      "paper_id": "https://openalex.org/W4213013325",
      "title": "The Mesozoic terminated in boreal spring",
      "authors": "Melanie A. D. During, Jan Smit, Dennis F. A. E. Voeten, Camille Berruyer, Paul Tafforeau, Sophie Sanchez, Koen H. W. Stein, Suzan J. A. Verdegaal-Warmerdam, Jeroen H. J. L. van der Lubbe",
      "paper_url": "https://doi.org/10.1038/s41586-022-04446-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3136144856",
      "paper_id": "https://openalex.org/W3136144856",
      "title": "The Paris Climate Agreement and future sea-level rise from Antarctica",
      "authors": "Robert M. DeConto, David Pollard, Richard B. Alley, Isabella Velicogna, Edward Gasson, Natalya Gomez, Shaina Sadai, Alan Condron, Daniel M. Gilford, Erica L. Ashe, Robert E. Kopp, Dawei Li, Andrea Dutton",
      "paper_url": "https://doi.org/10.1038/s41586-021-03427-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4385697442",
      "paper_id": "https://openalex.org/W4385697442",
      "title": "The recovery of European freshwater biodiversity has come to a halt",
      "authors": "Peter Haase, Diana E. Bowler, Nathan J. Baker, Núria Bonada, Sami Domisch, Jaime R. Garcia Marquez, Jani Heino, Daniel Hering, Sonja C. Jähnig, Astrid Schmidt-Kloiber, Rachel Stubbington, Florian Altermatt, Mario Álvarez-Cabria, Giuseppe Amatulli, David G. Angeler, Gaït Archambaud-Suard, Iñaki Arrate Jorrín, Thomas Aspin, Iker Azpiroz, Iñaki Bañares, José Barquín Ortiz, Christian L. Bodin, Luca Bonacina, Roberta Bottarin, Miguel Cañedo-Argüelles, Zoltán Csabai, Thibault Datry, Elvira de Eyto, Alain Dohet, Gerald Dörflinger, Emma Drohan, Knut A. Eikland, Judy England, Tor E. Eriksen, Vesela Evtimova, Maria J. Feio, Martial Ferréol, Mathieu Floury, Maxence Forcellini, Marie Anne Eurie Forio, Riccardo Fornaroli, Nikolai Friberg, Jean-François Fruget, Galia Georgieva, Peter Goethals, Manuel A. S. Graça, Wolfram Graf, Andy House, Kaisa-Leena Huttunen, Thomas C. Jensen, Richard K. Johnson, J. Iwan Jones, Jens Kiesel, Lenka Kuglerová, Aitor Larrañaga, Patrick Leitner, Lionel L’Hoste, Marie-Helène Lizée, Armin W. Lorenz, Anthony Maire, Jesús Alberto Manzanos Arnaiz, Brendan G. McKie, Andrés Millán, Don Monteith, Timo Muotka, John F. Murphy, Davis Ozolins, Riku Paavola, Petr Paril, Francisco J. Peñas, Francesca Pilotto, Marek Polášek, Jes Jessen Rasmussen, Manu Rubio, David Sánchez-Fernández, Leonard Sandin, Ralf B. Schäfer, Alberto Scotti, Longzhu Q. Shen, Agnija Skuja, Stefan Stoll, Michal Straka, Henn Timm, Violeta G. Tyufekchieva, Iakovos Tziortzis, Yordan Uzunov, Gea H.  van der Lee, Rudy Vannevel, Emilia Varadinova, Gábor Várbíró, Gaute Velle, Piet F. M. Verdonschot, Ralf C. M. Verdonschot, Yanka Vidinova, Peter Wiberg-Larsen, Ellen A. R. Welti",
      "paper_url": "https://doi.org/10.1038/s41586-023-06400-1",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406956861",
      "paper_id": "https://openalex.org/W4406956861",
      "title": "The Ronne Ice Shelf survived the last interglacial",
      "authors": "Eric W. Wolff, Robert Mulvaney, Mackenzie M. Grieman, Helene M. Hoffmann, Jack Humby, Christoph Nehrbass-Ahles, Rachael H. Rhodes, Isobel F. Rowell, Louise C. Sime, Hubertus Fischer, Thomas F. Stocker, Amaelle Landais, Frédéric Parrenin, Eric J. Steig, Marina Dütsch, Nicholas R. Golledge",
      "paper_url": "https://doi.org/10.1038/s41586-024-08394-w",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3199112784",
      "paper_id": "https://openalex.org/W3199112784",
      "title": "The three major axes of terrestrial ecosystem function",
      "authors": "Mirco Migliavacca, Talie Musavi, Miguel D. Mahecha, Jacob A. Nelson, Jürgen Knauer, Dennis D. Baldocchi, Oscar Perez-Priego, Rune Christiansen, Jonas Peters, Karen Anderson, Michael Bahn, T. Andrew Black, Peter D. Blanken, Damien Bonal, Nina Buchmann, Silvia Caldararu, Arnaud Carrara, Nuno Carvalhais, Alessandro Cescatti, Jiquan Chen, Jamie Cleverly, Edoardo Cremonese, Ankur R. Desai, Tarek S. El-Madany, Martha M. Farella, Marcos Fernández-Martínez, Gianluca Filippa, Matthias Forkel, Marta Galvagno, Ulisse Gomarasca, Christopher M. Gough, Mathias Göckede, Andreas Ibrom, Hiroki Ikawa, Ivan A. Janssens, Martin Jung, Jens Kattge, Trevor F. Keenan, Alexander Knohl, Hideki Kobayashi, Guido Kraemer, Beverly E. Law, Michael J. Liddell, Xuanlong Ma, Ivan Mammarella, David Martini, Craig Macfarlane, Giorgio Matteucci, Leonardo Montagnani, Daniel E. Pabon-Moreno, Cinzia Panigada, Dario Papale, Elise Pendall, Josep Penuelas, Richard P. Phillips, Peter B. Reich, Micol Rossini, Eyal Rotenberg, Russell L. Scott, Clement Stahl, Ulrich Weber, Georg Wohlfahrt, Sebastian Wolf, Ian J. Wright, Dan Yakir, Sönke Zaehle, Markus Reichstein",
      "paper_url": "https://doi.org/10.1038/s41586-021-03939-9",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4288051840",
      "paper_id": "https://openalex.org/W4288051840",
      "title": "Threshold response to melt drives large-scale bed weakening in Greenland",
      "authors": "Nathan Maier, Florent Gimbert, Fabien Gillet-Chaulet",
      "paper_url": "https://doi.org/10.1038/s41586-022-04927-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400729504",
      "paper_id": "https://openalex.org/W4400729504",
      "title": "Thresholds for adding degraded tropical forest to the conservation estate",
      "authors": "Robert M. Ewers, C. David L. Orme, William D. Pearse, Nursyamin Zulkifli, Genevieve Yvon-Durocher, Kalsum M. Yusah, Natalie Yoh, Darren C. J. Yeo, Anna Wong, Joseph Williamson, Clare L. Wilkinson, Fabienne Wiederkehr, Bruce L. Webber, Oliver R. Wearn, Leona Wai, Maisie Vollans, Joshua P. Twining, Edgar C. Turner, Joseph A. Tobias, Jack Thorley, Elizabeth M. Telford, Yit Arn Teh, Heok Hui Tan, Tom Swinfield, Martin Svátek, Matthew Struebig, Nigel Stork, Jani Sleutel, Eleanor M. Slade, Adam Sharp, Adi Shabrani, Sarab S. Sethi, Dave J. I. Seaman, Anati Sawang, Gabrielle Briana Roxby, J. Marcus Rowcliffe, Stephen J. Rossiter, Terhi Riutta, Homathevi Rahman, Lan Qie, Elizabeth Psomas, Aaron Prairie, Frederica Poznansky, Rajeev Pillay, Lorenzo Picinali, Annabel Pianzin, Marion Pfeifer, Jonathan M. Parrett, Ciar D. Noble, Reuben Nilus, Nazirah Mustaffa, Katherine E. Mullin, Simon Mitchell, Amelia R. Mckinlay, Sarah Maunsell, Radim Matula, Michael Massam, Stephanie Martin, Yadvinder Malhi, Noreen Majalap, Catherine S. Maclean, Emma Mackintosh, Sarah H. Luke, Owen T. Lewis, Harry J. Layfield, Isolde Lane-Shaw, Boon Hee Kueh, Pavel Kratina, Oliver Konopik, Roger Kitching, Lois Kinneen, Victoria A. Kemp, Palasiah Jotan, Nick Jones, Evyen W. Jebrail, Michal Hroneš, Sui Peng Heon, David R. Hemprich-Bennett, Jessica K. Haysom, Martina F. Harianja, Jane Hardwick, Nichar Gregory, Ryan Gray, Ross E. J. Gray, Natasha Granville, Richard Gill, Adam Fraser, William A. Foster, Hollie Folkard-Tapp, Robert J. Fletcher, Arman Hadi Fikri, Tom M. Fayle, Aisyah Faruk, Paul Eggleton, David P. Edwards, Rosie Drinkwater, Rory A. Dow, Timm F. Döbert, Raphael K. Didham, Katharine J. M. Dickinson, Nicolas J. Deere, Tijmen de Lorm, Mahadimenakbar M. Dawood, Charles W. Davison, Zoe G. Davies, Richard G. Davies, Martin Dančák, Jeremy Cusack, Elizabeth L. Clare, Arthur Chung, Vun Khen Chey, Philip M. Chapman, Lauren Cator, Daniel Carpenter, Chris Carbone, Kerry Calloway, Emma R. Bush, David F. R. P. Burslem, Keiron D. Brown, Stephen J. Brooks, Ella Brasington, Hayley Brant, Michael J. W. Boyle, Sabine Both, Joshua Blackman, Tom R. Bishop, Jake E. Bicknell, Henry Bernard, Saloni Basrur, Maxwell V. L. Barclay, Holly Barclay, Georgina Atton, Marc Ancrenaz, David C. Aldridge, Olivia Z. Daniel, Glen Reynolds, Cristina Banks-Leite",
      "paper_url": "https://doi.org/10.1038/s41586-024-07657-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391383755",
      "paper_id": "https://openalex.org/W4391383755",
      "title": "Top-predator recovery abates geomorphic decline of a coastal ecosystem",
      "authors": "Brent B. Hughes, Kathryn M. Beheshti, M. Tim Tinker, Christine Angelini, Charlie Endris, Lee Murai, Sean C. Anderson, Sarah Espinosa, Michelle Staedler, Joseph A. Tomoleoni, Madeline Sanchez, Brian R. Silliman",
      "paper_url": "https://doi.org/10.1038/s41586-023-06959-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388694383",
      "paper_id": "https://openalex.org/W4388694383",
      "title": "Trait-based sensitivity of large mammals to a catastrophic tropical cyclone",
      "authors": "Reena H. Walker, Matthew C. Hutchinson, Justine A. Becker, Joshua H. Daskin, Kaitlyn M. Gaynor, Meredith S. Palmer, Dominique D. Gonçalves, Marc E. Stalmans, Jason Denlinger, Paola Bouley, Mercia Angela, Antonio Paulo, Arjun B. Potter, Nikhail Arumoogum, Francesca Parrini, Jason P. Marshal, Robert M. Pringle, Ryan A. Long",
      "paper_url": "https://doi.org/10.1038/s41586-023-06722-0",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4367049406",
      "paper_id": "https://openalex.org/W4367049406",
      "title": "Tree diversity increases decadal forest soil carbon and nitrogen accrual",
      "authors": "Xinli Chen, Anthony R. Taylor, Peter B. Reich, Masumi Hisano, Han Y. H. Chen, Scott X. Chang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05941-9",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4377982086",
      "paper_id": "https://openalex.org/W4377982086",
      "title": "Tree islands enhance biodiversity and functioning in oil palm landscapes",
      "authors": "Delphine Clara Zemp, Nathaly Guerrero-Ramirez, Fabian Brambach, Kevin Darras, Ingo Grass, Anton Potapov, Alexander Röll, Isabelle Arimond, Johannes Ballauff, Hermann Behling, Dirk Berkelmann, Siria Biagioni, Damayanti Buchori, Dylan Craven, Rolf Daniel, Oliver Gailing, Florian Ellsäßer, Riko Fardiansah, Nina Hennings, Bambang Irawan, Watit Khokthong, Valentyna Krashevska, Alena Krause, Johanna Kückes, Kevin Li, Hendrik Lorenz, Mark Maraun, Miryam Sarah Merk, Carina C. M. Moura, Yeni A. Mulyani, Gustavo B. Paterno, Herni Dwinta Pebrianti, Andrea Polle, Di Ajeng Prameswari, Lena Sachsenmaier, Stefan Scheu, Dominik Schneider, Fitta Setiajiati, Christina Ani Setyaningsih, Leti Sundawati, Teja Tscharntke, Meike Wollni, Dirk Hölscher, Holger Kreft",
      "paper_url": "https://doi.org/10.1038/s41586-023-06086-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4220875763",
      "paper_id": "https://openalex.org/W4220875763",
      "title": "Trends in Europe storm surge extremes match the rate of sea-level rise",
      "authors": "Francisco M. Calafat, Thomas Wahl, Michael Getachew Tadesse, Sarah N. Sparrow",
      "paper_url": "https://doi.org/10.1038/s41586-022-04426-5",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386707816",
      "paper_id": "https://openalex.org/W4386707816",
      "title": "Tropical Atlantic multidecadal variability is dominated by external forcing",
      "authors": "Chengfei He, Amy C. Clement, Sydney M. Kramer, Mark A. Cane, Jeremy M. Klavans, Tyler M. Fenske, Lisa N. Murphy",
      "paper_url": "https://doi.org/10.1038/s41586-023-06489-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4322739720",
      "paper_id": "https://openalex.org/W4322739720",
      "title": "Tropical deforestation causes large reductions in observed precipitation",
      "authors": "C. Smith, J. C. A. Baker, D. V. Spracklen",
      "paper_url": "https://doi.org/10.1038/s41586-022-05690-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386099976",
      "paper_id": "https://openalex.org/W4386099976",
      "title": "Tropical forests are approaching critical temperature thresholds",
      "authors": "Christopher E. Doughty, Jenna M. Keany, Benjamin C. Wiebe, Camilo Rey-Sanchez, Kelsey R. Carter, Kali B. Middleby, Alexander W. Cheesman, Michael L. Goulden, Humberto R. da Rocha, Scott D. Miller, Yadvinder Malhi, Sophie Fauset, Emanuel Gloor, Martijn Slot, Imma Oliveras Menor, Kristine Y. Crous, Gregory R. Goldsmith, Joshua B. Fisher",
      "paper_url": "https://doi.org/10.1038/s41586-023-06391-z",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412737096",
      "paper_id": "https://openalex.org/W4412737096",
      "title": "Tropical response to ocean circulation slowdown raises future drought risk",
      "authors": "Pedro N. DiNezio, Timothy M. Shanahan, Tianyi Sun, Chijun Sun, Xian Wu, Allison Lawman, David Lea, Masa Kageyama, Ute Merkel, Matthias Prange, Bette Otto-Bliesner, Xu Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09319-x",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4280561997",
      "paper_id": "https://openalex.org/W4280561997",
      "title": "Tropical tree mortality has increased with rising atmospheric water stress",
      "authors": "David Bauman, Claire Fortunel, Guillaume Delhaye, Yadvinder Malhi, Lucas A. Cernusak, Lisa Patrick Bentley, Sami W. Rifai, Jesús Aguirre-Gutiérrez, Imma Oliveras Menor, Oliver L. Phillips, Brandon E. McNellis, Matt Bradford, Susan G. W. Laurance, Michael F. Hutchinson, Raymond Dempsey, Paul E. Santos-Andrade, Hugo R. Ninantay-Rivera, Jimmy R. Chambi Paucar, Sean M. McMahon",
      "paper_url": "https://doi.org/10.1038/s41586-022-04737-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4308620314",
      "paper_id": "https://openalex.org/W4308620314",
      "title": "Two annual cycles of the Pacific cold tongue under orbital precession",
      "authors": "John C. H. Chiang, Alyssa R. Atwood, Daniel J. Vimont, Paul A. Nicknish, William H. G. Roberts, Clay R. Tabor, Anthony J. Broccoli",
      "paper_url": "https://doi.org/10.1038/s41586-022-05240-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4390940934",
      "paper_id": "https://openalex.org/W4390940934",
      "title": "Ubiquitous acceleration in Greenland Ice Sheet calving from 1985 to 2022",
      "authors": "Chad A. Greene, Alex S. Gardner, Michael Wood, Joshua K. Cuzzone",
      "paper_url": "https://doi.org/10.1038/s41586-023-06863-2",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4378807036",
      "paper_id": "https://openalex.org/W4378807036",
      "title": "Uncovering the Ediacaran phosphorus cycle",
      "authors": "Matthew S. Dodd, Wei Shi, Chao Li, Zihu Zhang, Meng Cheng, Haodong Gu, Dalton S. Hardisty, Sean J. Loyd, Malcolm W. Wallace, Ashleigh vS. Hood, Kelsey Lamothe, Benjamin J. W. Mills, Simon W. Poulton, Timothy W. Lyons",
      "paper_url": "https://doi.org/10.1038/s41586-023-06077-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389881991",
      "paper_id": "https://openalex.org/W4389881991",
      "title": "Unequal climate impacts on global values of natural capital",
      "authors": "B. A. Bastien-Olvera, M. N. Conte, X. Dong, T. Briceno, D. Batker, J. Emmerling, M. Tavoni, F. Granella, F. C. Moore",
      "paper_url": "https://doi.org/10.1038/s41586-023-06769-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401388911",
      "paper_id": "https://openalex.org/W4401388911",
      "title": "Unforeseen plant phenotypic diversity in a dry and grazed world",
      "authors": "Nicolas Gross, Fernando T. Maestre, Pierre Liancourt, Miguel Berdugo, Raphaël Martin, Beatriz Gozalo, Victoria Ochoa, Manuel Delgado-Baquerizo, Vincent Maire, Hugo Saiz, Santiago Soliveres, Enrique Valencia, David J. Eldridge, Emilio Guirado, Franck Jabot, Sergio Asensio, Juan J. Gaitán, Miguel García-Gómez, Paloma Martínez, Jaime Martínez-Valderrama, Betty J. Mendoza, Eduardo Moreno-Jiménez, David S. Pescador, César Plaza, Ivan Santaolaria Pijuan, Mehdi Abedi, Rodrigo J. Ahumada, Fateh Amghar, Antonio I. Arroyo, Khadijeh Bahalkeh, Lydia Bailey, Farah Ben Salem, Niels Blaum, Bazartseren Boldgiv, Matthew A. Bowker, Cristina Branquinho, Liesbeth van den Brink, Chongfeng Bu, Rafaella Canessa, Andrea del P. Castillo-Monroy, Helena Castro, Patricio Castro, Roukaya Chibani, Abel Augusto Conceição, Anthony Darrouzet-Nardi, Yvonne C. Davila, Balázs Deák, David A. Donoso, Jorge Durán, Carlos Espinosa, Alex Fajardo, Mohammad Farzam, Daniela Ferrante, Jorgelina Franzese, Lauchlan Fraser, Sofía Gonzalez, Elizabeth Gusman-Montalvan, Rosa Mary Hernández-Hernández, Norbert Hölzel, Elisabeth Huber-Sannwald, Oswaldo Jadan, Florian Jeltsch, Anke Jentsch, Mengchen Ju, Kudzai F. Kaseke, Liana Kindermann, Peter le Roux, Anja Linstädter, Michelle A. Louw, Mancha Mabaso, Gillian Maggs-Kölling, Thulani P. Makhalanyane, Oumarou Malam Issa, Antonio J. Manzaneda, Eugene Marais, Pierre Margerie, Frederic Mendes Hughes, João Vitor S. Messeder, Juan P. Mora, Gerardo Moreno, Seth M. Munson, Alice Nunes, Gabriel Oliva, Gaston R. Oñatibia, Guadalupe Peter, Yolanda Pueyo, R. Emiliano Quiroga, Elizabeth Ramírez-Iglesias, Sasha C. Reed, Pedro J. Rey, Víctor M. Reyes Gómez, Alexandra Rodríguez, Victor Rolo, Juan G. Rubalcaba, Jan C. Ruppert, Osvaldo Sala, Ayman Salah, Phokgedi Julius Sebei, Ilan Stavi, Colton Stephens, Alberto L. Teixido, Andrew D. Thomas, Heather L. Throop, Katja Tielbörger, Samantha Travers, Sainbileg Undrakhbold, James Val, Orsolya Valkó, Frederike Velbert, Wanyoike Wamiti, Lixin Wang, Deli Wang, Glenda M. Wardle, Peter Wolff, Laura Yahdjian, Reza Yari, Eli Zaady, Juan Manuel Zeberio, Yuanling Zhang, Xiaobing Zhou, Yoann Le Bagousse-Pinguet",
      "paper_url": "https://doi.org/10.1038/s41586-024-07731-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3154595010",
      "paper_id": "https://openalex.org/W3154595010",
      "title": "Unveiling African rainforest composition and vulnerability to global change",
      "authors": "Maxime Réjou-Méchain, Frédéric Mortier, Jean-François Bastin, Guillaume Cornu, Nicolas Barbier, Nicolas Bayol, Fabrice Bénédet, Xavier Bry, Gilles Dauby, Vincent Deblauwe, Jean-Louis Doucet, Charles Doumenge, Adeline Fayolle, Claude Garcia, Jean-Paul Kibambe Lubamba, Jean-Joël Loumeto, Alfred Ngomanda, Pierre Ploton, Bonaventure Sonké, Catherine Trottier, Ruppert Vimal, Olga Yongo, Raphaël Pélissier, Sylvie Gourlet-Fleury",
      "paper_url": "https://doi.org/10.1038/s41586-021-03483-6",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4379645255",
      "paper_id": "https://openalex.org/W4379645255",
      "title": "Unveiling the transition from niche to dispersal assembly in ecology",
      "authors": "Lynette H. L. Loke, Ryan A. Chisholm",
      "paper_url": "https://doi.org/10.1038/s41586-023-06161-x",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3200838473",
      "paper_id": "https://openalex.org/W3200838473",
      "title": "Vast CO2 release from Australian fires in 2019–2020 constrained by satellite",
      "authors": "Ivar R. van der Velde, Guido R. van der Werf, Sander Houweling, Joannes D. Maasakkers, Tobias Borsdorff, Jochen Landgraf, Paul Tol, Tim A. van Kempen, Richard van Hees, Ruud Hoogeveen, J. Pepijn Veefkind, Ilse Aben",
      "paper_url": "https://doi.org/10.1038/s41586-021-03712-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403921083",
      "paper_id": "https://openalex.org/W4403921083",
      "title": "Vertical bedrock shifts reveal summer water storage in Greenland ice sheet",
      "authors": "Jiangjun Ran, Pavel Ditmar, Michiel R. van den Broeke, Lin Liu, Roland Klees, Shfaqat Abbas Khan, Twila Moon, Jiancheng Li, Michael Bevis, Min Zhong, Xavier Fettweis, Junguo Liu, Brice Noël, C. K. Shum, Jianli Chen, Liming Jiang, Tonie van Dam",
      "paper_url": "https://doi.org/10.1038/s41586-024-08096-3",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4307930601",
      "paper_id": "https://openalex.org/W4307930601",
      "title": "Volcanic trigger of ocean deoxygenation during Cordilleran ice sheet retreat",
      "authors": "Jianghui Du, Alan C. Mix, Brian A. Haley, Christina L. Belanger, Sharon",
      "paper_url": "https://doi.org/10.1038/s41586-022-05267-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408244530",
      "paper_id": "https://openalex.org/W4408244530",
      "title": "Vulnerability of amphibians to global warming",
      "authors": "Patrice Pottier, Michael R. Kearney, Nicholas C. Wu, Alex R. Gunderson, Julie E. Rej, A. Nayelli Rivera-Villanueva, Pietro Pollo, Samantha Burke, Szymon M. Drobniak, Shinichi Nakagawa",
      "paper_url": "https://doi.org/10.1038/s41586-025-08665-0",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4306810309",
      "paper_id": "https://openalex.org/W4306810309",
      "title": "Warm pool ocean heat content regulates ocean–continent moisture transport",
      "authors": "Zhimin Jian, Yue Wang, Haowen Dang, Mahyar Mohtadi, Yair Rosenthal, David W. Lea, Zhongfang Liu, Haiyan Jin, Liming Ye, Wolfgang Kuhnt, Xingxing Wang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05302-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4292027215",
      "paper_id": "https://openalex.org/W4292027215",
      "title": "Warm springs alter timing but not total growth of temperate deciduous trees",
      "authors": "Cameron Dow, Albert Y. Kim, Loïc D’Orangeville, Erika B. Gonzalez-Akre, Ryan Helcoski, Valentine Herrmann, Grant L. Harley, Justin T. Maxwell, Ian R. McGregor, William J. McShea, Sean M. McMahon, Neil Pederson, Alan J. Tepley, Kristina J. Anderson-Teixeira",
      "paper_url": "https://doi.org/10.1038/s41586-022-05092-3",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411023767",
      "paper_id": "https://openalex.org/W4411023767",
      "title": "Warming accelerates global drought severity",
      "authors": "Solomon H. Gebrechorkos, Justin Sheffield, Sergio M. Vicente-Serrano, Chris Funk, Diego G. Miralles, Jian Peng, Ellen Dyer, Joshua Talib, Hylke E. Beck, Michael B. Singer, Simon J. Dadson",
      "paper_url": "https://doi.org/10.1038/s41586-025-09047-2",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406956653",
      "paper_id": "https://openalex.org/W4406956653",
      "title": "Warming and cooling catalyse widespread temporal turnover in biodiversity",
      "authors": "Malin L. Pinsky, Helmut Hillebrand, Jonathan M. Chase, Laura H. Antão, Myriam R. Hirt, Ulrich Brose, Michael T. Burrows, Benoit Gauzens, Benjamin Rosenbaum, Shane A. Blowes",
      "paper_url": "https://doi.org/10.1038/s41586-024-08456-z",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3134706093",
      "paper_id": "https://openalex.org/W3134706093",
      "title": "Warming impairs trophic transfer efficiency in a long-term field experiment",
      "authors": "Diego R. Barneche, Chris J. Hulatt, Matteo Dossena, Daniel Padfield, Guy Woodward, Mark Trimmer, Gabriel Yvon-Durocher",
      "paper_url": "https://doi.org/10.1038/s41586-021-03352-2",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4212928976",
      "paper_id": "https://openalex.org/W4212928976",
      "title": "Warming weakens the night-time barrier to global fire",
      "authors": "Jennifer K. Balch, John T. Abatzoglou, Maxwell B. Joseph, Michael J. Koontz, Adam L. Mahood, Joseph McGlinchy, Megan E. Cattau, A. Park Williams",
      "paper_url": "https://doi.org/10.1038/s41586-021-04325-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387095407",
      "paper_id": "https://openalex.org/W4387095407",
      "title": "Weather explains the decline and rise of insect biomass over 34 years",
      "authors": "Jörg Müller, Torsten Hothorn, Ye Yuan, Sebastian Seibold, Oliver Mitesser, Julia Rothacher, Julia Freund, Clara Wild, Marina Wolz, Annette Menzel",
      "paper_url": "https://doi.org/10.1038/s41586-023-06402-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4292122008",
      "paper_id": "https://openalex.org/W4292122008",
      "title": "When and where to protect forests",
      "authors": "Ian H. Luby, Steve J. Miller, Stephen Polasky",
      "paper_url": "https://doi.org/10.1038/s41586-022-05096-z",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409486643",
      "paper_id": "https://openalex.org/W4409486643",
      "title": "Wide-swath satellite altimetry unveils global submesoscale ocean dynamics",
      "authors": "Matthew Archer, Jinbo Wang, Patrice Klein, Gerald Dibarboure, Lee-Lueng Fu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08722-8",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3211976620",
      "paper_id": "https://openalex.org/W3211976620",
      "title": "Widespread changes in surface temperature persistence under climate change",
      "authors": "Jingyuan Li, David W. J. Thompson",
      "paper_url": "https://doi.org/10.1038/s41586-021-03943-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3165282863",
      "paper_id": "https://openalex.org/W3165282863",
      "title": "Widespread deoxygenation of temperate lakes",
      "authors": "Stephen F. Jane, Gretchen J. A. Hansen, Benjamin M. Kraemer, Peter R. Leavitt, Joshua L. Mincer, Rebecca L. North, Rachel M. Pilla, Jonathan T. Stetler, Craig E. Williamson, R. Iestyn Woolway, Lauri Arvola, Sudeep Chandra, Curtis L. DeGasperi, Laura Diemer, Julita Dunalska, Oxana Erina, Giovanna Flaim, Hans-Peter Grossart, K. David Hambright, Catherine Hein, Josef Hejzlar, Lorraine L. Janus, Jean-Philippe Jenny, John R. Jones, Lesley B. Knoll, Barbara Leoni, Eleanor Mackay, Shin-Ichiro S. Matsuzaki, Chris McBride, Dörthe C. Müller-Navarra, Andrew M. Paterson, Don Pierson, Michela Rogora, James A. Rusak, Steven Sadro, Emilie Saulnier-Talbot, Martin Schmid, Ruben Sommaruga, Wim Thiery, Piet Verburg, Kathleen C. Weathers, Gesa A. Weyhenmeyer, Kiyoko Yokota, Kevin C. Rose",
      "paper_url": "https://doi.org/10.1038/s41586-021-03550-y",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4311678773",
      "paper_id": "https://openalex.org/W4311678773",
      "title": "Widespread herbivory cost in tropical nitrogen-fixing tree species",
      "authors": "Will Barker, Liza S. Comita, S. Joseph Wright, Oliver L. Phillips, Brian E. Sedio, Sarah A. Batterman",
      "paper_url": "https://doi.org/10.1038/s41586-022-05502-6",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406385634",
      "paper_id": "https://openalex.org/W4406385634",
      "title": "Widespread occurrence and relevance of phosphate storage in foraminifera",
      "authors": "Nicolaas Glock, Julien Richirt, Christian Woehle, Christopher Algar, Maria Armstrong, Daniela Eichner, Hanna Firrincieli, Akiko Makabe, Anjaly Govindankutty Menon, Yoshiyuki Ishitani, Thomas Hackl, Raphaël Hubert-Huard, Markus Kienast, Yvonne Milker, André Mutzberg, Sha Ni, Satoshi Okada, Subhadeep Rakshit, Gerhard Schmiedl, Zvi Steiner, Akihiro Tame, Zhouling Zhang, Hidetaka Nomaki",
      "paper_url": "https://doi.org/10.1038/s41586-024-08431-8",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3200345397",
      "paper_id": "https://openalex.org/W3200345397",
      "title": "Widespread phytoplankton blooms triggered by 2019–2020 Australian wildfires",
      "authors": "Weiyi Tang, Joan Llort, Jakob Weis, Morgane M. G. Perron, Sara Basart, Zuchuan Li, Shubha Sathyendranath, Thomas Jackson, Estrella Sanz Rodriguez, Bernadette C. Proemse, Andrew R. Bowie, Christina Schallenberg, Peter G. Strutton, Richard Matear, Nicolas Cassar",
      "paper_url": "https://doi.org/10.1038/s41586-021-03805-8",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3138289994",
      "paper_id": "https://openalex.org/W3138289994",
      "title": "Widespread potential loss of streamflow into underlying aquifers across the USA",
      "authors": "Scott Jasechko, Hansjörg Seybold, Debra Perrone, Ying Fan, James W. Kirchner",
      "paper_url": "https://doi.org/10.1038/s41586-021-03311-x",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4386282938",
      "paper_id": "https://openalex.org/W4386282938",
      "title": "Widespread retreat of coastal habitat is likely at warming levels above 1.5 °C",
      "authors": "Neil Saintilan, Benjamin Horton, Torbjörn E. Törnqvist, Erica L. Ashe, Nicole S. Khan, Mark Schuerch, Chris Perry, Robert E. Kopp, Gregory G. Garner, Nicholas Murray, Kerrylee Rogers, Simon Albert, Jeffrey Kelleway, Timothy A. Shaw, Colin D. Woodroffe, Catherine E. Lovelock, Madeline M. Goddard, Lindsay B. Hutley, Katya Kovalenko, Laura Feher, Glenn Guntenspergen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06448-z",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3160078815",
      "paper_id": "https://openalex.org/W3160078815",
      "title": "Widespread six degrees Celsius cooling on land during the Last Glacial Maximum",
      "authors": "Alan M. Seltzer, Jessica Ng, Werner Aeschbach, Rolf Kipfer, Justin T. Kulongoski, Jeffrey P. Severinghaus, Martin Stute",
      "paper_url": "https://doi.org/10.1038/s41586-021-03467-6",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4408604978",
      "paper_id": "https://openalex.org/W4408604978",
      "title": "Widespread slow growth of acquisitive tree species",
      "authors": "L. Augusto, R. Borelle, A. Boča, L. Bon, C. Orazio, A. Arias-González, M. R. Bakker, N. Gartzia-Bengoetxea, H. Auge, F. Bernier, A. Cantero, J. Cavender-Bares, A. H. Correia, A. De Schrijver, J. J. Diez-Casero, N. Eisenhauer, M. N. Fotelli, G. Gâteblé, D. L. Godbold, M. Gomes-Caetano-Ferreira, M. J. Gundale, H. Jactel, J. Koricheva, M. Larsson, V. A. Laudicina, A. Legout, J. Martín-García, W. L. Mason, C. Meredieu, S. Mereu, R. A. Montgomery, B. Musch, B. Muys, E. Paillassa, A. Paquette, J. D. Parker, W. C. Parker, Q. Ponette, C. Reynolds, M. J. Rozados-Lorenzo, R. Ruiz-Peinado, X. Santesteban-Insausti, M. Scherer-Lorenzen, F. J. Silva-Pando, A. Smolander, G. Spyroglou, E. B. Teixeira-Barcelos, E. I. Vanguelova, K. Verheyen, L. Vesterdal, M. Charru",
      "paper_url": "https://doi.org/10.1038/s41586-025-08692-x",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3196382379",
      "paper_id": "https://openalex.org/W3196382379",
      "title": "Widespread woody plant use of water stored in bedrock",
      "authors": "Erica L. McCormick, David N. Dralle, W. Jesse Hahm, Alison K. Tune, Logan M. Schmidt, K. Dana Chadwick, Daniella M. Rempe",
      "paper_url": "https://doi.org/10.1038/s41586-021-03761-3",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W4200198036",
      "paper_id": "https://openalex.org/W4200198036",
      "title": "﻿ RETRACTED ARTICLE: A constraint on historic growth in global photosynthesis due to increasing CO2",
      "authors": "T. F. Keenan, X. Luo, M. G. De Kauwe, B. E. Medlyn, I. C. Prentice, B. D. Stocker, N. G. Smith, C. Terrer, H. Wang, Y. Zhang, S. Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-021-04096-9",
      "venue": "nature21"
    }
  ]
}