{
  "cluster_id": 163,
  "papers": [
    {
      "id": "nature21_https://openalex.org/W3151782171",
      "paper_id": "https://openalex.org/W3151782171",
      "title": "A biosensor for the direct visualization of auxin",
      "authors": "Ole Herud-Sikimić, Andre C. Stiel, Martina Kolb, Sooruban Shanmugaratnam, Kenneth W. Berendzen, Christian Feldhaus, Birte Höcker, Gerd Jürgens",
      "paper_url": "https://doi.org/10.1038/s41586-021-03425-2",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3214468086",
      "paper_id": "https://openalex.org/W3214468086",
      "title": "A chickpea genetic variation map based on the sequencing of 3,366 genomes",
      "authors": "Rajeev K. Varshney, Manish Roorkiwal, Shuai Sun, Prasad Bajaj, Annapurna Chitikineni, Mahendar Thudi, Narendra P. Singh, Xiao Du, Hari D. Upadhyaya, Aamir W. Khan, Yue Wang, Vanika Garg, Guangyi Fan, Wallace A. Cowling, José Crossa, Laurent Gentzbittel, Kai Peter Voss-Fels, Vinod Kumar Valluri, Pallavi Sinha, Vikas K. Singh, Cécile Ben, Abhishek Rathore, Ramu Punna, Muneendra K. Singh, Bunyamin Tar’an, Chellapilla Bharadwaj, Mohammad Yasin, Motisagar S. Pithia, Servejeet Singh, Khela Ram Soren, Himabindu Kudapa, Diego Jarquín, Philippe Cubry, Lee T. Hickey, Girish Prasad Dixit, Anne-Céline Thuillet, Aladdin Hamwieh, Shiv Kumar, Amit A. Deokar, Sushil K. Chaturvedi, Aleena Francis, Réka Howard, Debasis Chattopadhyay, David Edwards, Eric Lyons, Yves Vigouroux, Ben J. Hayes, Eric von Wettberg, Swapan K. Datta, Huanming Yang, Henry T. Nguyen, Jian Wang, Kadambot H. M. Siddique, Trilochan Mohapatra, Jeffrey L. Bennetzen, Xun Xu, Xin Liu",
      "paper_url": "https://doi.org/10.1038/s41586-021-04066-1",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4412151066",
      "paper_id": "https://openalex.org/W4412151066",
      "title": "A haplotype-resolved pangenome of the barley wild relative Hordeum bulbosum",
      "authors": "Jia-Wu Feng, Hélène Pidon, Maria Cuacos, Thomas Lux, Axel Himmelbach, Reza Haghi, Jörg Fuchs, Georg Haberer, Yi-Tzu Kuo, Yu Guo, Murukarthick Jayakodi, Helena Toegelová, Dörte Harpke, Manuela Knauft, Anne Fiebig, Maren Maruschewski, Moshe Ronen, Amir Sharon, Hana Šimková, Klaus F. X. Mayer, Manuel Spannagl, Jochen Kumlehn, Stefan Heckmann, Andreas Houben, Frank R. Blattner, Nils Stein, Martin Mascher",
      "paper_url": "https://doi.org/10.1038/s41586-025-09270-x",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410120314",
      "paper_id": "https://openalex.org/W4410120314",
      "title": "A kinase mediator of rhizobial symbiosis and immunity in Medicago",
      "authors": "Dapeng Wang, Rui Jin, Xiaobao Shi, Haoran Guo, Xinhang Tan, Achen Zhao, Xinghua Lian, Huiling Dai, Shaozhuang Li, Kexu Xin, Changfu Tian, Jun Yang, Wansheng Chen, Alberto P. Macho, Ertao Wang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09057-0",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4376113638",
      "paper_id": "https://openalex.org/W4376113638",
      "title": "A pan-grass transcriptome reveals patterns of cellular divergence in crops",
      "authors": "Bruno Guillotin, Ramin Rahni, Michael Passalacqua, Mohammed Ateequr Mohammed, Xiaosa Xu, Sunil Kenchanmane Raju, Carlos Ortiz Ramírez, David Jackson, Simon C. Groen, Jesse Gillis, Kenneth D. Birnbaum",
      "paper_url": "https://doi.org/10.1038/s41586-023-06053-0",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409485887",
      "paper_id": "https://openalex.org/W4409485887",
      "title": "A pangenome reference of wild and cultivated rice",
      "authors": "Dongling Guo, Yan Li, Hengyun Lu, Yan Zhao, Nori Kurata, Xinghua Wei, Ahong Wang, Yongchun Wang, Qilin Zhan, Danlin Fan, Congcong Zhou, Yiqi Lu, Qilin Tian, Qijun Weng, Qi Feng, Tao Huang, Lei Zhang, Zhoulin Gu, Changsheng Wang, Ziqun Wang, Zixuan Wang, Xuehui Huang, Qiang Zhao, Bin Han",
      "paper_url": "https://doi.org/10.1038/s41586-025-08883-6",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406155862",
      "paper_id": "https://openalex.org/W4406155862",
      "title": "A rare PRIMER cell state in plant immunity",
      "authors": "Tatsuya Nobori, Alexander Monell, Travis A. Lee, Yuka Sakata, Shoma Shirahama, Jingtian Zhou, Joseph R. Nery, Akira Mine, Joseph R. Ecker",
      "paper_url": "https://doi.org/10.1038/s41586-024-08383-z",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4284884444",
      "paper_id": "https://openalex.org/W4284884444",
      "title": "A receptor–channel trio conducts Ca2+ signalling for pollen tube reception",
      "authors": "Qifei Gao, Chao Wang, Yasheng Xi, Qiaolin Shao, Legong Li, Sheng Luan",
      "paper_url": "https://doi.org/10.1038/s41586-022-04923-7",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412150935",
      "paper_id": "https://openalex.org/W4412150935",
      "title": "A single-cell multi-omics atlas of rice",
      "authors": "Xiangyu Wang, Huanwei Huang, Sanjie Jiang, Jingmin Kang, Dongwei Li, Kailai Wang, Shang Xie, Cheng Tong, Chaofan Liu, Guihua Hu, Haoqian Li, Cong Li, Liwen Yang, Yike Ding, Shang-Tong Li, Faming Wang, Jan U. Lohmann, Zhe Liang, Xiaofeng Gu",
      "paper_url": "https://doi.org/10.1038/s41586-025-09251-0",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407957544",
      "paper_id": "https://openalex.org/W4407957544",
      "title": "A travelling-wave strategy for plant–fungal trade",
      "authors": "Loreto Oyarte Galvez, Corentin Bisot, Philippe Bourrianne, Rachael Cargill, Malin Klein, Marije van Son, Jaap van Krugten, Victor Caldas, Thomas Clerc, Kai-Kai Lin, Félix Kahane, Simon van Staalduine, Justin D. Stewart, Victoria Terry, Bianca Turcu, Sander van Otterdijk, Antoine Babu, Marko Kamp, Marco Seynen, Bas Steenbeek, Jan Zomerdijk, Evelina Tutucci, Merlin Sheldrake, Christophe Godin, Vasilis Kokkoris, Howard A. Stone, E. Toby Kiers, Thomas S. Shimizu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08614-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4380628201",
      "paper_id": "https://openalex.org/W4380628201",
      "title": "A tripartite rheostat controls self-regulated host plant resistance to insects",
      "authors": "Jianping Guo, Huiying Wang, Wei Guan, Qin Guo, Jing Wang, Jing Yang, Yaxin Peng, Junhan Shan, Mingyang Gao, Shaojie Shi, Xinxin Shangguan, Bingfang Liu, Shengli Jing, Jing Zhang, Chunxue Xu, Jin Huang, Weiwei Rao, Xiaohong Zheng, Di Wu, Cong Zhou, Bo Du, Rongzhi Chen, Lili Zhu, Yuxian Zhu, Linda L. Walling, Qifa Zhang, Guangcun He",
      "paper_url": "https://doi.org/10.1038/s41586-023-06197-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4297243353",
      "paper_id": "https://openalex.org/W4297243353",
      "title": "A wheat resistosome defines common principles of immune receptor channels",
      "authors": "Alexander Förderer, Ertong Li, Aaron W. Lawson, Ya-nan Deng, Yue Sun, Elke Logemann, Xiaoxiao Zhang, Jie Wen, Zhifu Han, Junbiao Chang, Yuhang Chen, Paul Schulze-Lefert, Jijie Chai",
      "paper_url": "https://doi.org/10.1038/s41586-022-05231-w",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4294904497",
      "paper_id": "https://openalex.org/W4294904497",
      "title": "ABP1–TMK auxin perception for global phosphorylation and auxin canalization",
      "authors": "Jiří Friml, Michelle Gallei, Zuzana Gelová, Alexander Johnson, Ewa Mazur, Aline Monzer, Lesia Rodriguez, Mark Roosjen, Inge Verstraeten, Branka D. Živanović, Minxia Zou, Lukáš Fiedler, Caterina Giannini, Peter Grones, Mónika Hrtyan, Walter A. Kaufmann, Andre Kuhn, Madhumitha Narasimhan, Marek Randuch, Nikola Rýdza, Koji Takahashi, Shutang Tan, Anastasia Teplova, Toshinori Kinoshita, Dolf Weijers, Hana Rakusová",
      "paper_url": "https://doi.org/10.1038/s41586-022-05187-x",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407392531",
      "paper_id": "https://openalex.org/W4407392531",
      "title": "Activation and inhibition mechanisms of a plant helper NLR",
      "authors": "Yinyan Xiao, Xiaoxian Wu, Zaiqing Wang, Kexin Ji, Yang Zhao, Yu Zhang, Li Wan",
      "paper_url": "https://doi.org/10.1038/s41586-024-08517-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3201336326",
      "paper_id": "https://openalex.org/W3201336326",
      "title": "Activation of TIR signalling boosts pattern-triggered immunity",
      "authors": "Hainan Tian, Zhongshou Wu, Siyu Chen, Kevin Ao, Weijie Huang, Hoda Yaghmaiean, Tongjun Sun, Fang Xu, Yanjun Zhang, Shucai Wang, Xin Li, Yuelin Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03987-1",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4308286587",
      "paper_id": "https://openalex.org/W4308286587",
      "title": "Adenylate cyclase activity of TIR1/AFB auxin receptors in plants",
      "authors": "Linlin Qi, Mateusz Kwiatkowski, Huihuang Chen, Lukas Hoermayer, Scott Sinclair, Minxia Zou, Charo I.  del Genio, Martin F. Kubeš, Richard Napier, Krzysztof Jaworski, Jiří Friml",
      "paper_url": "https://doi.org/10.1038/s41586-022-05369-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4281784709",
      "paper_id": "https://openalex.org/W4281784709",
      "title": "An oxygen-sensing mechanism for angiosperm adaptation to altitude",
      "authors": "Mohamad Abbas, Gunjan Sharma, Charlene Dambire, Julietta Marquez, Carlos Alonso-Blanco, Karina Proaño, Michael J. Holdsworth",
      "paper_url": "https://doi.org/10.1038/s41586-022-04740-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406385629",
      "paper_id": "https://openalex.org/W4406385629",
      "title": "Autoactive CNGC15 enhances root endosymbiosis in legume and wheat",
      "authors": "Nicola M. Cook, Giulia Gobbato, Catherine N. Jacott, Clemence Marchal, Chen Yun Hsieh, Anson Ho Ching Lam, James Simmonds, Pablo del Cerro, Pilar Navarro Gomez, Clemence Rodney, Neftaly Cruz-Mireles, Cristobal Uauy, Wilfried Haerty, David M. Lawson, Myriam Charpentier",
      "paper_url": "https://doi.org/10.1038/s41586-024-08424-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4386697745",
      "paper_id": "https://openalex.org/W4386697745",
      "title": "Bacterial pathogens deliver water- and solute-permeable channels to plant cells",
      "authors": "Kinya Nomura, Felipe Andreazza, Jie Cheng, Ke Dong, Pei Zhou, Sheng Yang He",
      "paper_url": "https://doi.org/10.1038/s41586-023-06531-5",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407392529",
      "paper_id": "https://openalex.org/W4407392529",
      "title": "Balanced plant helper NLR activation by a modified host protein complex",
      "authors": "Shijia Huang, Junli Wang, Ridan Song, Aolin Jia, Yu Xiao, Yue Sun, Lin Wang, Dennis Mahr, Zhongshou Wu, Zhifu Han, Xin Li, Jane E. Parker, Jijie Chai",
      "paper_url": "https://doi.org/10.1038/s41586-024-08521-7",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3197132660",
      "paper_id": "https://openalex.org/W3197132660",
      "title": "Cell surface and intracellular auxin signalling for H+ fluxes in root growth",
      "authors": "Lanxin Li, Inge Verstraeten, Mark Roosjen, Koji Takahashi, Lesia Rodriguez, Jack Merrin, Jian Chen, Lana Shabala, Wouter Smet, Hong Ren, Steffen Vanneste, Sergey Shabala, Bert De Rybel, Dolf Weijers, Toshinori Kinoshita, William M. Gray, Jiří Friml",
      "paper_url": "https://doi.org/10.1038/s41586-021-04037-6",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3209709231",
      "paper_id": "https://openalex.org/W3209709231",
      "title": "Cold-induced Arabidopsis FRIGIDA nuclear condensates for FLC repression",
      "authors": "Pan Zhu, Clare Lister, Caroline Dean",
      "paper_url": "https://doi.org/10.1038/s41586-021-04062-5",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4412600772",
      "paper_id": "https://openalex.org/W4412600772",
      "title": "Complete biosynthesis of salicylic acid from phenylalanine in plants",
      "authors": "Bao Zhu, Yanjun Zhang, Rong Gao, Zhihua Wu, Wei Zhang, Chao Zhang, Penghong Zhang, Can Ye, Linbo Yao, Ying Jin, Hui Mao, Peiyao Tou, Peng Huang, Jiangzhe Zhao, Qiao Zhao, Chang-Jun Liu, Kewei Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09175-9",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412152324",
      "paper_id": "https://openalex.org/W4412152324",
      "title": "Cryptic variation fuels plant phenotypic change through hierarchical epistasis",
      "authors": "Sophia G. Zebell, Carlos Martí-Gómez, Blaine Fitzgerald, Camila P. Cunha, Michael Lach, Brooke M. Seman, Anat Hendelman, Simon Sretenovic, Yiping Qi, Madelaine Bartlett, Yuval Eshed, David M. McCandlish, Zachary B. Lippman",
      "paper_url": "https://doi.org/10.1038/s41586-025-09243-0",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412600542",
      "paper_id": "https://openalex.org/W4412600542",
      "title": "Deciphering phenylalanine-derived salicylic acid biosynthesis in plants",
      "authors": "Yukang Wang, Shuyan Song, Wenxuan Zhang, Qianwen Deng, Yanlei Feng, Mei Tao, Mengna Kang, Qi Zhang, Lijia Yang, Xinyu Wang, Changan Zhu, Xiaowen Wang, Wanxin Zhu, Yixiao Zhu, Pengfei Cao, Jia Chen, Jinheng Pan, Shan Feng, Xianyan Chen, Huaxin Dai, Shiyong Song, Jinghua Yang, Tianlun Zhao, Fangbin Cao, Zeng Tao, Xingxing Shen, Robert L. Last, Jianping Hu, Jingquan Yu, Pengxiang Fan, Ronghui Pan",
      "paper_url": "https://doi.org/10.1038/s41586-025-09280-9",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411627167",
      "paper_id": "https://openalex.org/W4411627167",
      "title": "Decoding 4-vinylanisole biosynthesis and pivotal enzymes in locusts",
      "authors": "Xiaojiao Guo, Lei Gao, Shiwei Li, Jing Gao, Yuanyuan Wang, Jing Lv, Jiayi Wei, Jing Yang, Han Ke, Qi Ding, Jun Yang, Fusheng Guo, Haowen Zhang, Xiaoguang Lei, Le Kang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09110-y",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3161868396",
      "paper_id": "https://openalex.org/W3161868396",
      "title": "Discovery, characterization and engineering of ligases for amide synthesis",
      "authors": "Michael Winn, Michael Rowlinson, Fanghua Wang, Luis Bering, Daniel Francis, Colin Levy, Jason Micklefield",
      "paper_url": "https://doi.org/10.1038/s41586-021-03447-w",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410815792",
      "paper_id": "https://openalex.org/W4410815792",
      "title": "Domesticated cannabinoid synthases amid a wild mosaic cannabis pangenome",
      "authors": "Ryan C. Lynch, Lillian K. Padgitt-Cobb, Andrea R. Garfinkel, Brian J. Knaus, Nolan T. Hartwick, Nicholas Allsing, Anthony Aylward, Philip C. Bentz, Sarah B. Carey, Allen Mamerto, Justine K. Kitony, Kelly Colt, Emily R. Murray, Tiffany Duong, Heidi I. Chen, Aaron Trippe, Alex Harkess, Seth Crawford, Kelly Vining, Todd P. Michael",
      "paper_url": "https://doi.org/10.1038/s41586-025-09065-0",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4385498196",
      "paper_id": "https://openalex.org/W4385498196",
      "title": "Einkorn genomics sheds light on history of the oldest domesticated wheat",
      "authors": "Hanin Ibrahim Ahmed, Matthias Heuberger, Adam Schoen, Dal-Hoe Koo, Jesus Quiroz-Chavez, Laxman Adhikari, John Raupp, Stéphane Cauet, Nathalie Rodde, Charlotte Cravero, Caroline Callot, Gerard R. Lazo, Nagarajan Kathiresan, Parva K. Sharma, Ian Moot, Inderjit Singh Yadav, Lovepreet Singh, Gautam Saripalli, Nidhi Rawat, Raju Datla, Naveenkumar Athiyannan, Ricardo H. Ramirez-Gonzalez, Cristobal Uauy, Thomas Wicker, Vijay K. Tiwari, Michael Abrouk, Jesse Poland, Simon G. Krattinger",
      "paper_url": "https://doi.org/10.1038/s41586-023-06389-7",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406385646",
      "paper_id": "https://openalex.org/W4406385646",
      "title": "Elemental cryo-imaging reveals SOS1-dependent vacuolar sodium accumulation",
      "authors": "Priya Ramakrishna, Francisco M. Gámez-Arjona, Etienne Bellani, Cristina Martin-Olmos, Stéphane Escrig, Damien De Bellis, Anna De Luca, José M. Pardo, Francisco J. Quintero, Christel Genoud, Clara Sánchez-Rodriguez, Niko Geldner, Anders Meibom",
      "paper_url": "https://doi.org/10.1038/s41586-024-08403-y",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4404566596",
      "paper_id": "https://openalex.org/W4404566596",
      "title": "Exaptation of ancestral cell-identity networks enables C4 photosynthesis",
      "authors": "Joseph Swift, Leonie H. Luginbuehl, Lei Hua, Tina B. Schreier, Ruth M. Donald, Susan Stanley, Na Wang, Travis A. Lee, Joseph R. Nery, Joseph R. Ecker, Julian M. Hibberd",
      "paper_url": "https://doi.org/10.1038/s41586-024-08204-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4366401921",
      "paper_id": "https://openalex.org/W4366401921",
      "title": "Export of defensive glucosinolates is key for their accumulation in seeds",
      "authors": "Deyang Xu, Niels Christian Holm Sanden, Line Lykke Hansen, Zeinu Mussa Belew, Svend Roesen Madsen, Lasse Meyer, Morten Egevang Jørgensen, Pascal Hunziker, Dorottya Veres, Christoph Crocoll, Alexander Schulz, Hussam Hassan Nour-Eldin, Barbara Ann Halkier",
      "paper_url": "https://doi.org/10.1038/s41586-023-05969-x",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3140154551",
      "paper_id": "https://openalex.org/W3140154551",
      "title": "Fertilized egg cells secrete endopeptidases to avoid polytubey",
      "authors": "Xiaobo Yu, Xuecheng Zhang, Peng Zhao, Xiongbo Peng, Hong Chen, Andrea Bleckmann, Anastasiia Bazhenova, Ce Shi, Thomas Dresselhaus, Meng-xiang Sun",
      "paper_url": "https://doi.org/10.1038/s41586-021-03387-5",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4406956825",
      "paper_id": "https://openalex.org/W4406956825",
      "title": "Fine-tuning gibberellin improves rice alkali–thermal tolerance and yield",
      "authors": "Shuang-Qin Guo, Ya-Xin Chen, Ya-Lin Ju, Chen-Yang Pan, Jun-Xiang Shan, Wang-Wei Ye, Nai-Qian Dong, Yi Kan, Yi-Bing Yang, Huai-Yu Zhao, Hong-Xiao Yu, Zi-Qi Lu, Jie-Jie Lei, Ben Liao, Xiao-Rui Mu, Ying-Jie Cao, Liangxing Guo, Jin Gao, Ji-Fu Zhou, Kai-Yang Yang, Hong-Xuan Lin, Youshun Lin",
      "paper_url": "https://doi.org/10.1038/s41586-024-08486-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4380550583",
      "paper_id": "https://openalex.org/W4380550583",
      "title": "Genome editing of a rice CDP-DAG synthase confers multipathogen resistance",
      "authors": "Gan Sha, Peng Sun, Xiaojing Kong, Xinyu Han, Qiping Sun, Laetitia Fouillen, Juan Zhao, Yun Li, Lei Yang, Yin Wang, Qiuwen Gong, Yaru Zhou, Wenqing Zhou, Rashmi Jain, Jie Gao, Renliang Huang, Xiaoyang Chen, Lu Zheng, Wanying Zhang, Ziting Qin, Qi Zhou, Qingdong Zeng, Kabin Xie, Jiandi Xu, Tsan-Yu Chiu, Liang Guo, Jenny C. Mortimer, Yohann Boutté, Qiang Li, Zhensheng Kang, Pamela C. Ronald, Guotian Li",
      "paper_url": "https://doi.org/10.1038/s41586-023-06205-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4282557486",
      "paper_id": "https://openalex.org/W4282557486",
      "title": "Genome evolution and diversity of wild and cultivated potatoes",
      "authors": "Dié Tang, Yuxin Jia, Jinzhe Zhang, Hongbo Li, Lin Cheng, Pei Wang, Zhigui Bao, Zhihong Liu, Shuangshuang Feng, Xijian Zhu, Dawei Li, Guangtao Zhu, Hongru Wang, Yao Zhou, Yongfeng Zhou, Glenn J. Bryan, C. Robin Buell, Chunzhi Zhang, Sanwen Huang",
      "paper_url": "https://doi.org/10.1038/s41586-022-04822-x",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4210886199",
      "paper_id": "https://openalex.org/W4210886199",
      "title": "Genome-edited powdery mildew resistance in wheat without growth penalties",
      "authors": "Shengnan Li, Dexing Lin, Yunwei Zhang, Min Deng, Yongxing Chen, Bin Lv, Boshu Li, Yuan Lei, Yanpeng Wang, Long Zhao, Yueting Liang, Jinxing Liu, Kunling Chen, Zhiyong Liu, Jun Xiao, Jin-Long Qiu, Caixia Gao",
      "paper_url": "https://doi.org/10.1038/s41586-022-04395-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409729413",
      "paper_id": "https://openalex.org/W4409729413",
      "title": "Genomic and genetic insights into Mendel’s pea genes",
      "authors": "Cong Feng, Baizhi Chen, Julie Hofer, Yan Shi, Mei Jiang, Bo Song, Hong Cheng, Lu Lu, Luyao Wang, Alex Howard, Abdel Bendahmane, Anissa Fouchal, Carol Moreau, Chie Sawada, Christine LeSignor, Cuijun Zhang, Eleni Vikeli, Georgios Tsanakas, Hang Zhao, Jitender Cheema, J. Elaine Barclay, Junliang Hou, Liz Sayers, Luzie Wingen, Marielle Vigouroux, Martin Vickers, Mike Ambrose, Marion Dalmais, Paola Higuera-Poveda, Pengfeng Li, Quan Yuan, Rebecca Spanner, Richard Horler, Roland Wouters, Smitha Chundakkad, Tian Wu, Xiaoxiao Zhao, Xiuli Li, Yuchen Sun, Zejian Huang, Zhen Wu, Xing Wang Deng, Burkhard Steuernagel, Claire Domoney, Noel Ellis, Noam Chayut, Shifeng Cheng",
      "paper_url": "https://doi.org/10.1038/s41586-025-08891-6",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3119006924",
      "paper_id": "https://openalex.org/W3119006924",
      "title": "Genomic basis of geographical adaptation to soil nitrogen in rice",
      "authors": "Yongqiang Liu, Hongru Wang, Zhimin Jiang, Wei Wang, Ruineng Xu, Qihui Wang, Zhihua Zhang, Aifu Li, Yan Liang, Shujun Ou, Xiujie Liu, Shouyun Cao, Hongning Tong, Yonghong Wang, Feng Zhou, Hong Liao, Bin Hu, Chengcai Chu",
      "paper_url": "https://doi.org/10.1038/s41586-020-03091-w",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3122837600",
      "paper_id": "https://openalex.org/W3122837600",
      "title": "Genomic mechanisms of climate adaptation in polyploid bioenergy switchgrass",
      "authors": "John T. Lovell, Alice H. MacQueen, Sujan Mamidi, Jason Bonnette, Jerry Jenkins, Joseph D. Napier, Avinash Sreedasyam, Adam Healey, Adam Session, Shengqiang Shu, Kerrie Barry, Stacy Bonos, LoriBeth Boston, Christopher Daum, Shweta Deshpande, Aren Ewing, Paul P. Grabowski, Taslima Haque, Melanie Harrison, Jiming Jiang, Dave Kudrna, Anna Lipzen, Thomas H. Pendergast IV, Chris Plott, Peng Qi, Christopher A. Saski, Eugene V. Shakirov, David Sims, Manoj Sharma, Rita Sharma, Ada Stewart, Vasanth R. Singan, Yuhong Tang, Sandra Thibivillier, Jenell Webber, Xiaoyu Weng, Melissa Williams, Guohong Albert Wu, Yuko Yoshinaga, Matthew Zane, Li Zhang, Jiyi Zhang, Kathrine D. Behrman, Arvid R. Boe, Philip A. Fay, Felix B. Fritschi, Julie D. Jastrow, John Lloyd-Reilley, Juan Manuel Martínez-Reyna, Roser Matamala, Robert B. Mitchell, Francis M. Rouquette Jr, Pamela Ronald, Malay Saha, Christian M. Tobias, Michael Udvardi, Rod A. Wing, Yanqi Wu, Laura E. Bartley, Michael Casler, Katrien M. Devos, David B. Lowry, Daniel S. Rokhsar, Jane Grimwood, Thomas E. Juenger, Jeremy Schmutz",
      "paper_url": "https://doi.org/10.1038/s41586-020-03127-1",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4295763215",
      "paper_id": "https://openalex.org/W4295763215",
      "title": "Glucose-driven TOR–FIE–PRC2 signalling controls plant development",
      "authors": "Ruiqiang Ye, Meiyue Wang, Hao Du, Shweta Chhajed, Jin Koh, Kun-hsiang Liu, Jinwoo Shin, Yue Wu, Lin Shi, Lin Xu, Sixue Chen, Yijing Zhang, Jen Sheen",
      "paper_url": "https://doi.org/10.1038/s41586-022-05171-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4282923872",
      "paper_id": "https://openalex.org/W4282923872",
      "title": "Graph pangenome captures missing heritability and empowers tomato breeding",
      "authors": "Yao Zhou, Zhiyang Zhang, Zhigui Bao, Hongbo Li, Yaqing Lyu, Yanjun Zan, Yaoyao Wu, Lin Cheng, Yuhan Fang, Kun Wu, Jinzhe Zhang, Hongjun Lyu, Tao Lin, Qiang Gao, Surya Saha, Lukas Mueller, Zhangjun Fei, Thomas Städler, Shizhong Xu, Zhiwu Zhang, Doug Speed, Sanwen Huang",
      "paper_url": "https://doi.org/10.1038/s41586-022-04808-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409147431",
      "paper_id": "https://openalex.org/W4409147431",
      "title": "Haploid facultative parthenogenesis in sunflower sexual reproduction",
      "authors": "Jian Lv, Dawei Liang, Eric Bumann, Virginie Mirleau Thebaud, Huaibing Jin, Changbao Li, Clemence Paris, Yinghui Dan, Chao Li, Ruijie Cui, Xianxia Chen, David Szwerdszarf, Peter Wittich, Bobby Clegg, Agustin Tassara, Hongmei Dan, Xiaolong Tian, Zhiqiang Liu, Wen Cai, Bin Sun, Jared Carter, Paul Drayton, Federico Bock, Timothy Kelliher",
      "paper_url": "https://doi.org/10.1038/s41586-025-08798-2",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399731458",
      "paper_id": "https://openalex.org/W4399731458",
      "title": "Harnessing landrace diversity empowers wheat breeding",
      "authors": "Shifeng Cheng, Cong Feng, Luzie U. Wingen, Hong Cheng, Andrew B. Riche, Mei Jiang, Michelle Leverington-Waite, Zejian Huang, Sarah Collier, Simon Orford, Xiaoming Wang, Rajani Awal, Gary Barker, Tom O’Hara, Clare Lister, Ajay Siluveru, Jesús Quiroz-Chávez, Ricardo H. Ramírez-González, Ruth Bryant, Simon Berry, Urmil Bansal, Harbans S. Bariana, Malcolm J. Bennett, Breno Bicego, Lorelei Bilham, James K. M. Brown, Amanda Burridge, Chris Burt, Milika Buurman, March Castle, Laetitia Chartrain, Baizhi Chen, Worku Denbel, Ahmed F. Elkot, Paul Fenwick, David Feuerhelm, John Foulkes, Oorbessy Gaju, Adam Gauley, Kumar Gaurav, Amber N. Hafeez, Ruirui Han, Richard Horler, Junliang Hou, Muhammad S. Iqbal, Matthew Kerton, Ankica Kondic-Spica, Ania Kowalski, Jacob Lage, Xiaolong Li, Hongbing Liu, Shiyan Liu, Alison Lovegrove, Lingling Ma, Cathy Mumford, Saroj Parmar, Charlie Philp, Darryl Playford, Alexandra M. Przewieslik-Allen, Zareen Sarfraz, David Schafer, Peter R. Shewry, Yan Shi, Gustavo A. Slafer, Baoxing Song, Bo Song, David Steele, Burkhard Steuernagel, Phillip Tailby, Simon Tyrrell, Abdul Waheed, Mercy N. Wamalwa, Xingwei Wang, Yanping Wei, Mark Winfield, Shishi Wu, Yubing Wu, Brande B. H. Wulff, Wenfei Xian, Yawen Xu, Yunfeng Xu, Quan Yuan, Xin Zhang, Keith J. Edwards, Laura Dixon, Paul Nicholson, Noam Chayut, Malcolm J. Hawkesford, Cristobal Uauy, Dale Sanders, Sanwen Huang, Simon Griffiths",
      "paper_url": "https://doi.org/10.1038/s41586-024-07682-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283691610",
      "paper_id": "https://openalex.org/W4283691610",
      "title": "Increasing the resilience of plant immunity to a warming climate",
      "authors": "Jong Hum Kim, Christian Danve M. Castroverde, Shuai Huang, Chao Li, Richard Hilleary, Adam Seroka, Reza Sohrabi, Diana Medina-Yerena, Bethany Huot, Jie Wang, Kinya Nomura, Sharon K. Marr, Mary C. Wildermuth, Tao Chen, John D. MacMicking, Sheng Yang He",
      "paper_url": "https://doi.org/10.1038/s41586-022-04902-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406716003",
      "paper_id": "https://openalex.org/W4406716003",
      "title": "Leveraging a phased pangenome for haplotype design of hybrid potato",
      "authors": "Lin Cheng, Nan Wang, Zhigui Bao, Qian Zhou, Andrea Guarracino, Yuting Yang, Pei Wang, Zhiyang Zhang, Dié Tang, Pingxian Zhang, Yaoyao Wu, Yao Zhou, Yi Zheng, Yong Hu, Qun Lian, Zhaoxu Ma, Ludivine Lassois, Chunzhi Zhang, William J. Lucas, Erik Garrison, Nils Stein, Thomas Städler, Yongfeng Zhou, Sanwen Huang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08476-9",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399567250",
      "paper_id": "https://openalex.org/W4399567250",
      "title": "Maize smart-canopy architecture enhances yield at high densities",
      "authors": "Jinge Tian, Chenglong Wang, Fengyi Chen, Wenchao Qin, Hong Yang, Sihang Zhao, Jinliang Xia, Xian Du, Yifan Zhu, Lishuan Wu, Yan Cao, Hong Li, Junhong Zhuang, Shaojiang Chen, Huayuan Zhang, Qiuyue Chen, Mingcai Zhang, Xing Wang Deng, Dezhi Deng, Jigang Li, Feng Tian",
      "paper_url": "https://doi.org/10.1038/s41586-024-07669-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392242259",
      "paper_id": "https://openalex.org/W4392242259",
      "title": "Mechanisms of calcium homeostasis orchestrate plant growth and immunity",
      "authors": "Chao Wang, Ren-Jie Tang, Senhao Kou, Xiaoshu Xu, Yi Lu, Kenda Rauscher, Angela Voelker, Sheng Luan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07100-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386697762",
      "paper_id": "https://openalex.org/W4386697762",
      "title": "Molecular basis of methyl-salicylate-mediated plant airborne defence",
      "authors": "Qian Gong, Yunjing Wang, Linfang He, Fan Huang, Danfeng Zhang, Yan Wang, Xiang Wei, Meng Han, Haiteng Deng, Lan Luo, Feng Cui, Yiguo Hong, Yule Liu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06533-3",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W4200496004",
      "paper_id": "https://openalex.org/W4200496004",
      "title": "Monocotyledonous plants graft at the embryonic root–shoot interface",
      "authors": "Gregory Reeves, Anoop Tripathi, Pallavi Singh, Maximillian R. W. Jones, Amrit K. Nanda, Constance Musseau, Melanie Craze, Sarah Bowden, Joseph F. Walker, Alison R. Bentley, Charles W. Melnyk, Julian M. Hibberd",
      "paper_url": "https://doi.org/10.1038/s41586-021-04247-y",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3135815505",
      "paper_id": "https://openalex.org/W3135815505",
      "title": "Mutual potentiation of plant immunity by cell-surface and intracellular receptors",
      "authors": "Bruno Pok Man Ngou, Hee-Kyung Ahn, Pingtao Ding, Jonathan D. G. Jones",
      "paper_url": "https://doi.org/10.1038/s41586-021-03315-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4311472975",
      "paper_id": "https://openalex.org/W4311472975",
      "title": "NLR surveillance of pathogen interference with hormone receptors induces immunity",
      "authors": "Jing Chen, Yanxiao Zhao, Xuanjie Luo, Hao Hong, Tongqing Yang, Shen Huang, Chunli Wang, Hongyu Chen, Xin Qian, Mingfeng Feng, Zhengqiang Chen, Yongxin Dong, Zhenchuan Ma, Jia Li, Min Zhu, Sheng Yang He, Savithramma P. Dinesh-Kumar, Xiaorong Tao",
      "paper_url": "https://doi.org/10.1038/s41586-022-05529-9",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4200113921",
      "paper_id": "https://openalex.org/W4200113921",
      "title": "NLRs guard metabolism to coordinate pattern- and effector-triggered immunity",
      "authors": "Keran Zhai, Di Liang, Helin Li, Fangyuan Jiao, Bingxiao Yan, Jing Liu, Ziyao Lei, Li Huang, Xiangyu Gong, Xin Wang, Jiashun Miao, Yichuan Wang, Ji-Yun Liu, Lin Zhang, Ertao Wang, Yiwen Deng, Chi-Kuang Wen, Hongwei Guo, Bin Han, Zuhua He",
      "paper_url": "https://doi.org/10.1038/s41586-021-04219-2",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4399567240",
      "paper_id": "https://openalex.org/W4399567240",
      "title": "Oligomerization-mediated autoinhibition and cofactor binding of a plant NLR",
      "authors": "Shoucai Ma, Chunpeng An, Aaron W. Lawson, Yu Cao, Yue Sun, Eddie Yong Jun Tan, Jinheng Pan, Jan Jirschitzka, Florian Kümmel, Nitika Mukhi, Zhifu Han, Shan Feng, Bin Wu, Paul Schulze-Lefert, Jijie Chai",
      "paper_url": "https://doi.org/10.1038/s41586-024-07668-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401575406",
      "paper_id": "https://openalex.org/W4401575406",
      "title": "Origin and evolution of the bread wheat D genome",
      "authors": "Emile Cavalet-Giorsa, Andrea González-Muñoz, Naveenkumar Athiyannan, Samuel Holden, Adil Salhi, Catherine Gardener, Jesús Quiroz-Chávez, Samira M. Rustamova, Ahmed Fawzy Elkot, Mehran Patpour, Awais Rasheed, Long Mao, Evans S. Lagudah, Sambasivam K. Periyannan, Amir Sharon, Axel Himmelbach, Jochen C. Reif, Manuela Knauft, Martin Mascher, Nils Stein, Noam Chayut, Sreya Ghosh, Dragan Perovic, Alexander Putra, Ana B. Perera, Chia-Yi Hu, Guotai Yu, Hanin Ibrahim Ahmed, Konstanze D. Laquai, Luis F. Rivera, Renjie Chen, Yajun Wang, Xin Gao, Sanzhen Liu, W. John Raupp, Eric L. Olson, Jong-Yeol Lee, Parveen Chhuneja, Satinder Kaur, Peng Zhang, Robert F. Park, Yi Ding, Deng-Cai Liu, Wanlong Li, Firuza Y. Nasyrova, Jan Dvorak, Mehrdad Abbasi, Meng Li, Naveen Kumar, Wilku B. Meyer, Willem H. P. Boshoff, Brian J. Steffenson, Oadi Matny, Parva K. Sharma, Vijay K. Tiwari, Surbhi Grewal, Curtis J. Pozniak, Harmeet Singh Chawla, Jennifer Ens, Luke T. Dunning, James A. Kolmer, Gerard R. Lazo, Steven S. Xu, Yong Q. Gu, Xianyang Xu, Cristobal Uauy, Michael Abrouk, Salim Bougouffa, Gurcharn S. Brar, Brande B. H. Wulff, Simon G. Krattinger",
      "paper_url": "https://doi.org/10.1038/s41586-024-07808-z",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4398201270",
      "paper_id": "https://openalex.org/W4398201270",
      "title": "Osmosensor-mediated control of Ca2+ spiking in pollen germination",
      "authors": "Songyu Pei, Qi Tao, Wenke Li, Guoning Qi, Borong Wang, Yan Wang, Shiwen Dai, Qiujing Shen, Xi Wang, Xiaomei Wu, Shijian Xu, Lynn Theprungsirikul, Jingyuan Zhang, Liang Liang, Yuantao Liu, Kena Chen, Yang Shen, Bridget M. Crawford, Mengjia Cheng, Qi Zhang, Yiqi Wang, Hongli Liu, Benguang Yang, Bryan Krichilsky, Jessica Pei, Karen Song, Douglas M. Johnson, Zhonghao Jiang, Feihua Wu, Gary B. Swift, Huanghe Yang, Zhonghua Liu, Xuexiao Zou, Tuan Vo-Dinh, Feng Liu, Zhen-Ming Pei, Fang Yuan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07445-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404791546",
      "paper_id": "https://openalex.org/W4404791546",
      "title": "Pan-genome bridges wheat structural variations with habitat and breeding",
      "authors": "Chengzhi Jiao, Xiaoming Xie, Chenyang Hao, Liyang Chen, Yuxin Xie, Vanika Garg, Li Zhao, Zihao Wang, Yuqi Zhang, Tian Li, Junjie Fu, Annapurna Chitikineni, Jian Hou, Hongxia Liu, Girish Dwivedi, Xu Liu, Jizeng Jia, Long Mao, Xiue Wang, Rudi Appels, Rajeev K. Varshney, Weilong Guo, Xueyong Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08277-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3135339687",
      "paper_id": "https://openalex.org/W3135339687",
      "title": "Pattern-recognition receptors are required for NLR-mediated plant immunity",
      "authors": "Minhang Yuan, Zeyu Jiang, Guozhi Bi, Kinya Nomura, Menghui Liu, Yiping Wang, Boying Cai, Jian-Min Zhou, Sheng Yang He, Xiu-Fang Xin",
      "paper_url": "https://doi.org/10.1038/s41586-021-03316-6",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4408351292",
      "paper_id": "https://openalex.org/W4408351292",
      "title": "Perception of viral infections and initiation of antiviral defence in rice",
      "authors": "Yu Huang, Jialin Yang, Xi Sun, Jiahao Li, Xiaoqiang Cao, Shengze Yao, Yanhong Han, Changtian Chen, Linlin Du, Shuo Li, Yinghua Ji, Tong Zhou, He Wang, Jia-jia Han, Wenming Wang, Chunhong Wei, Qi Xie, Zhirui Yang, Yi Li",
      "paper_url": "https://doi.org/10.1038/s41586-025-08706-8",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4229018596",
      "paper_id": "https://openalex.org/W4229018596",
      "title": "Phytocytokine signalling reopens stomata in plant immunity and water loss",
      "authors": "Zunyong Liu, Shuguo Hou, Olivier Rodrigues, Ping Wang, Dexian Luo, Shintaro Munemasa, Jiaxin Lei, Jun Liu, Fausto Andres Ortiz-Morea, Xin Wang, Kinya Nomura, Chuanchun Yin, Hongbo Wang, Wei Zhang, Keyan Zhu-Salzman, Sheng Yang He, Ping He, Libo Shan",
      "paper_url": "https://doi.org/10.1038/s41586-022-04684-3",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4296700616",
      "paper_id": "https://openalex.org/W4296700616",
      "title": "Plant receptor-like protein activation by a microbial glycoside hydrolase",
      "authors": "Yue Sun, Yan Wang, Xiaoxiao Zhang, Zhaodan Chen, Yeqiang Xia, Lei Wang, Yujing Sun, Mingmei Zhang, Yu Xiao, Zhifu Han, Yuanchao Wang, Jijie Chai",
      "paper_url": "https://doi.org/10.1038/s41586-022-05214-x",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411932261",
      "paper_id": "https://openalex.org/W4411932261",
      "title": "Plants monitor the integrity of their barrier by sensing gas diffusion",
      "authors": "Hiroyuki Iida, Isidro Abreu, Jennifer López Ortiz, Lucas León Peralta Ogorek, Vinay Shukla, Meeri Mäkelä, Munan Lyu, Alexey Shapiguzov, Francesco Licausi, Ari Pekka Mähönen",
      "paper_url": "https://doi.org/10.1038/s41586-025-09223-4",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4401947211",
      "paper_id": "https://openalex.org/W4401947211",
      "title": "Probing plant signal processing optogenetically by two channelrhodopsins",
      "authors": "Meiqi Ding, Yang Zhou, Dirk Becker, Shang Yang, Markus Krischke, Sönke Scherzer, Jing Yu-Strzelczyk, Martin J. Mueller, Rainer Hedrich, Georg Nagel, Shiqiang Gao, Kai R. Konrad",
      "paper_url": "https://doi.org/10.1038/s41586-024-07884-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4367041053",
      "paper_id": "https://openalex.org/W4367041053",
      "title": "Reducing brassinosteroid signalling enhances grain yield in semi-dwarf wheat",
      "authors": "Long Song, Jie Liu, Beilu Cao, Bin Liu, Xiaoping Zhang, Zhaoyan Chen, Chaoqun Dong, Xiangqing Liu, Zhaoheng Zhang, Wenxi Wang, Lingling Chai, Jing Liu, Jun Zhu, Shubin Cui, Fei He, Huiru Peng, Zhaorong Hu, Zhenqi Su, Weilong Guo, Mingming Xin, Yingyin Yao, Yong Yan, Yinming Song, Guihua Bai, Qixin Sun, Zhongfu Ni",
      "paper_url": "https://doi.org/10.1038/s41586-023-06023-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396921189",
      "paper_id": "https://openalex.org/W4396921189",
      "title": "Release of a ubiquitin brake activates OsCERK1-triggered immunity in rice",
      "authors": "Gang Wang, Xi Chen, Chengzhi Yu, Xiaobao Shi, Wenxian Lan, Chaofeng Gao, Jun Yang, Huiling Dai, Xiaowei Zhang, Huili Zhang, Boyu Zhao, Qi Xie, Nan Yu, Zuhua He, Yu Zhang, Ertao Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07418-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404305794",
      "paper_id": "https://openalex.org/W4404305794",
      "title": "Releasing a sugar brake generates sweeter tomato without yield penalty",
      "authors": "Jinzhe Zhang, Hongjun Lyu, Jie Chen, Xue Cao, Ran Du, Liang Ma, Nan Wang, Zhiguo Zhu, Jianglei Rao, Jie Wang, Kui Zhong, Yaqing Lyu, Yanling Wang, Tao Lin, Yao Zhou, Yongfeng Zhou, Guangtao Zhu, Zhangjun Fei, Harry Klee, Sanwen Huang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08186-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412479019",
      "paper_id": "https://openalex.org/W4412479019",
      "title": "Remodelling autoactive NLRs for broad-spectrum immunity in plants",
      "authors": "Junzhu Wang, Tianyuan Chen, Zhendong Zhang, Mengjie Song, Tianxin Shen, Xin Wang, Xiyin Zheng, Yan Wang, Ke Song, Xiaoyang Ge, Kai Xu, Tiancong Qi, Fuguang Li, Yiguo Hong, Yule Liu",
      "paper_url": "https://doi.org/10.1038/s41586-025-09252-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391383734",
      "paper_id": "https://openalex.org/W4391383734",
      "title": "SHR and SCR coordinate root patterning and growth early in the cell cycle",
      "authors": "Cara M. Winter, Pablo Szekely, Vladimir Popov, Heather Belcher, Raina Carter, Matthew Jones, Scott E. Fraser, Thai V. Truong, Philip N. Benfey",
      "paper_url": "https://doi.org/10.1038/s41586-023-06971-z",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410019242",
      "paper_id": "https://openalex.org/W4410019242",
      "title": "Single-cell transcriptomics reveal how root tissues adapt to soil stress",
      "authors": "Mingyuan Zhu, Che-Wei Hsu, Lucas L. Peralta Ogorek, Isaiah W. Taylor, Salvatore La Cavera, Dyoni M. Oliveira, Lokesh Verma, Poonam Mehra, Medhavinee Mijar, Ari Sadanandom, Fernando Perez-Cota, Wout Boerjan, Trevor M. Nolan, Malcolm J. Bennett, Philip N. Benfey, Bipin K. Pandey",
      "paper_url": "https://doi.org/10.1038/s41586-025-08941-z",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408217687",
      "paper_id": "https://openalex.org/W4408217687",
      "title": "Solanum pan-genetics reveals paralogues as contingencies in crop engineering",
      "authors": "Matthias Benoit, Katharine M. Jenike, James W. Satterlee, Srividya Ramakrishnan, Iacopo Gentile, Anat Hendelman, Michael J. Passalacqua, Hamsini Suresh, Hagai Shohat, Gina M. Robitaille, Blaine Fitzgerald, Michael Alonge, Xingang Wang, Ryan Santos, Jia He, Shujun Ou, Hezi Golan, Yumi Green, Kerry Swartwood, Nicholas G. Karavolias, Gina P. Sierra, Andres Orejuela, Federico Roda, Sara Goodwin, W. Richard McCombie, Elizabeth B. Kizito, Edeline Gagnon, Sandra Knapp, Tiina E. Särkinen, Amy Frary, Jesse Gillis, Joyce Van Eck, Michael C. Schatz, Zachary B. Lippman",
      "paper_url": "https://doi.org/10.1038/s41586-025-08619-6",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4390705153",
      "paper_id": "https://openalex.org/W4390705153",
      "title": "Spatial IMA1 regulation restricts root iron acquisition on MAMP perception",
      "authors": "Min Cao, Matthieu Pierre Platre, Huei-Hsuan Tsai, Ling Zhang, Tatsuya Nobori, Laia Armengot, Yintong Chen, Wenrong He, Lukas Brent, Nuria S. Coll, Joseph R. Ecker, Niko Geldner, Wolfgang Busch",
      "paper_url": "https://doi.org/10.1038/s41586-023-06891-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401947259",
      "paper_id": "https://openalex.org/W4401947259",
      "title": "Sperm-origin paternal effects on root stem cell niche differentiation",
      "authors": "Tianhe Cheng, Zhenzhen Liu, Haiming Li, Xiaorong Huang, Wei Wang, Ce Shi, Xuecheng Zhang, Hong Chen, Zhuang Yao, Peng Zhao, Xiongbo Peng, Meng-Xiang Sun",
      "paper_url": "https://doi.org/10.1038/s41586-024-07885-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4317952801",
      "paper_id": "https://openalex.org/W4317952801",
      "title": "Stigma receptors control intraspecies and interspecies barriers in Brassicaceae",
      "authors": "Jiabao Huang, Lin Yang, Liu Yang, Xiaoyu Wu, Xiaoshuang Cui, Lili Zhang, Jiyun Hui, Yumei Zhao, Hongmin Yang, Shangjia Liu, Quanling Xu, Maoxuan Pang, Xinping Guo, Yunyun Cao, Yu Chen, Xinru Ren, Jinzhi Lv, Jianqiang Yu, Junyi Ding, Gang Xu, Nian Wang, Xiaochun Wei, Qinghui Lin, Yuxiang Yuan, Xiaowei Zhang, Chaozhi Ma, Cheng Dai, Pengwei Wang, Yongchao Wang, Fei Cheng, Weiqing Zeng, Ravishankar Palanivelu, Hen-Ming Wu, Xiansheng Zhang, Alice Y. Cheung, Qiaohong Duan",
      "paper_url": "https://doi.org/10.1038/s41586-022-05640-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4280516302",
      "paper_id": "https://openalex.org/W4280516302",
      "title": "Structural basis of NPR1 in activating plant immunity",
      "authors": "Shivesh Kumar, Raul Zavaliev, Qinglin Wu, Ye Zhou, Jie Cheng, Lucas Dillard, Jordan Powers, John Withers, Jinshi Zhao, Ziqiang Guan, Mario J. Borgnia, Alberto Bartesaghi, Xinnian Dong, Pei Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-022-04699-w",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4289518185",
      "paper_id": "https://openalex.org/W4289518185",
      "title": "Structural insights into auxin recognition and efflux by Arabidopsis PIN1",
      "authors": "Zhisen Yang, Jing Xia, Jingjing Hong, Chenxi Zhang, Hong Wei, Wei Ying, Chunqiao Sun, Lianghanxiao Sun, Yanbo Mao, Yongxiang Gao, Shutang Tan, Jiří Friml, Dianfan Li, Xin Liu, Linfeng Sun",
      "paper_url": "https://doi.org/10.1038/s41586-022-05143-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404305820",
      "paper_id": "https://openalex.org/W4404305820",
      "title": "Structural variation in the pangenome of wild and domesticated barley",
      "authors": "Murukarthick Jayakodi, Qiongxian Lu, Hélène Pidon, M. Timothy Rabanus-Wallace, Micha Bayer, Thomas Lux, Yu Guo, Benjamin Jaegle, Ana Badea, Wubishet Bekele, Gurcharn S. Brar, Katarzyna Braune, Boyke Bunk, Kenneth J. Chalmers, Brett Chapman, Morten Egevang Jørgensen, Jia-Wu Feng, Manuel Feser, Anne Fiebig, Heidrun Gundlach, Wenbin Guo, Georg Haberer, Mats Hansson, Axel Himmelbach, Iris Hoffie, Robert E. Hoffie, Haifei Hu, Sachiko Isobe, Patrick König, Sandip M. Kale, Nadia Kamal, Gabriel Keeble-Gagnère, Beat Keller, Manuela Knauft, Ravi Koppolu, Simon G. Krattinger, Jochen Kumlehn, Peter Langridge, Chengdao Li, Marina P. Marone, Andreas Maurer, Klaus F. X. Mayer, Michael Melzer, Gary J. Muehlbauer, Emiko Murozuka, Sudharsan Padmarasu, Dragan Perovic, Klaus Pillen, Pierre A. Pin, Curtis J. Pozniak, Luke Ramsay, Pai Rosager Pedas, Twan Rutten, Shun Sakuma, Kazuhiro Sato, Danuta Schüler, Thomas Schmutzer, Uwe Scholz, Miriam Schreiber, Kenta Shirasawa, Craig Simpson, Birgitte Skadhauge, Manuel Spannagl, Brian J. Steffenson, Hanne C. Thomsen, Josquin F. Tibbits, Martin Toft Simmelsgaard Nielsen, Corinna Trautewig, Dominique Vequaud, Cynthia Voss, Penghao Wang, Robbie Waugh, Sharon Westcott, Magnus Wohlfahrt Rasmussen, Runxuan Zhang, Xiao-Qi Zhang, Thomas Wicker, Christoph Dockter, Martin Mascher, Nils Stein",
      "paper_url": "https://doi.org/10.1038/s41586-024-08187-1",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283751730",
      "paper_id": "https://openalex.org/W4283751730",
      "title": "Structures and mechanism of the plant PIN-FORMED auxin transporter",
      "authors": "Kien Lam Ung, Mikael Winkler, Lukas Schulz, Martina Kolb, Dorina P. Janacek, Emil Dedic, David L. Stokes, Ulrich Z. Hammes, Bjørn Panyella Pedersen",
      "paper_url": "https://doi.org/10.1038/s41586-022-04883-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4289521898",
      "paper_id": "https://openalex.org/W4289521898",
      "title": "Structures and mechanisms of the Arabidopsis auxin transporter PIN3",
      "authors": "Nannan Su, Aiqin Zhu, Xin Tao, Zhong Jie Ding, Shenghai Chang, Fan Ye, Yan Zhang, Cheng Zhao, Qian Chen, Jiangqin Wang, Chen Yu Zhou, Yirong Guo, Shasha Jiao, Sufen Zhang, Han Wen, Lixin Ma, Sheng Ye, Shao Jian Zheng, Fan Yang, Shan Wu, Jiangtao Guo",
      "paper_url": "https://doi.org/10.1038/s41586-022-05142-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392747600",
      "paper_id": "https://openalex.org/W4392747600",
      "title": "Substrate-induced condensation activates plant TIR domain proteins",
      "authors": "Wen Song, Li Liu, Dongli Yu, Hanna Bernardy, Jan Jirschitzka, Shijia Huang, Aolin Jia, Wictoria Jemielniak, Julia Acker, Henriette Laessle, Junli Wang, Qiaochu Shen, Weijie Chen, Pilong Li, Jane E. Parker, Zhifu Han, Paul Schulze-Lefert, Jijie Chai",
      "paper_url": "https://doi.org/10.1038/s41586-024-07183-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401389097",
      "paper_id": "https://openalex.org/W4401389097",
      "title": "Teosinte Pollen Drive guides maize diversification and domestication by RNAi",
      "authors": "Benjamin Berube, Evan Ernst, Jonathan Cahn, Benjamin Roche, Cristiane de Santis Alves, Jason Lynn, Armin Scheben, Daniel Grimanelli, Adam Siepel, Jeffrey Ross-Ibarra, Jerry Kermicle, Robert A. Martienssen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07788-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4393219011",
      "paper_id": "https://openalex.org/W4393219011",
      "title": "The complex polyploid genome architecture of sugarcane",
      "authors": "A. L. Healey, O. Garsmeur, J. T. Lovell, S. Shengquiang, A. Sreedasyam, J. Jenkins, C. B. Plott, N. Piperidis, N. Pompidor, V. Llaca, C. J. Metcalfe, J. Doležel, P. Cápal, J. W. Carlson, J. Y. Hoarau, C. Hervouet, C. Zini, A. Dievart, A. Lipzen, M. Williams, L. B. Boston, J. Webber, K. Keymanesh, S. Tejomurthula, S. Rajasekar, R. Suchecki, A. Furtado, G. May, P. Parakkal, B. A. Simmons, K. Barry, R. J. Henry, J. Grimwood, K. S. Aitken, J. Schmutz, A. D’Hont",
      "paper_url": "https://doi.org/10.1038/s41586-024-07231-4",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3196504904",
      "paper_id": "https://openalex.org/W3196504904",
      "title": "The EDS1–PAD4–ADR1 node mediates Arabidopsis pattern-triggered immunity",
      "authors": "Rory N. Pruitt, Federica Locci, Friederike Wanke, Lisha Zhang, Svenja C. Saile, Anna Joe, Darya Karelina, Chenlei Hua, Katja Fröhlich, Wei-Lin Wan, Meijuan Hu, Shaofei Rao, Sara C. Stolze, Anne Harzen, Andrea A. Gust, Klaus Harter, Matthieu H. A. J. Joosten, Bart P. H. J. Thomma, Jian-Min Zhou, Jeffery L. Dangl, Detlef Weigel, Hirofumi Nakagami, Claudia Oecking, Farid El Kasmi, Jane E. Parker, Thorsten Nürnberger",
      "paper_url": "https://doi.org/10.1038/s41586-021-03829-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4323543028",
      "paper_id": "https://openalex.org/W4323543028",
      "title": "The giant diploid faba genome unlocks variation in a global protein crop",
      "authors": "Murukarthick Jayakodi, Agnieszka A. Golicz, Jonathan Kreplak, Lavinia I. Fechete, Deepti Angra, Petr Bednář, Elesandro Bornhofen, Hailin Zhang, Raphaël Boussageon, Sukhjiwan Kaur, Kwok Cheung, Jana Čížková, Heidrun Gundlach, Asis Hallab, Baptiste Imbert, Gabriel Keeble-Gagnère, Andrea Koblížková, Lucie Kobrlová, Petra Krejčí, Troels W. Mouritzen, Pavel Neumann, Marcin Nadzieja, Linda Kærgaard Nielsen, Petr Novák, Jihad Orabi, Sudharsan Padmarasu, Tom Robertson-Shersby-Harvie, Laura Ávila Robledillo, Andrea Schiemann, Jaakko Tanskanen, Petri Törönen, Ahmed O. Warsame, Alexander H. J. Wittenberg, Axel Himmelbach, Grégoire Aubert, Pierre-Emmanuel Courty, Jaroslav Doležel, Liisa U. Holm, Luc L. Janss, Hamid Khazaei, Jiří Macas, Martin Mascher, Petr Smýkal, Rod J. Snowdon, Nils Stein, Frederick L. Stoddard, Jens Stougaard, Nadim Tayeh, Ana M. Torres, Björn Usadel, Ingo Schubert, Donal Martin O’Sullivan, Alan H. Schulman, Stig Uggerhøj Andersen",
      "paper_url": "https://doi.org/10.1038/s41586-023-05791-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4280550201",
      "paper_id": "https://openalex.org/W4280550201",
      "title": "The mosaic oat genome gives insights into a uniquely healthy cereal crop",
      "authors": "Nadia Kamal, Nikos Tsardakas Renhuldt, Johan Bentzer, Heidrun Gundlach, Georg Haberer, Angéla Juhász, Thomas Lux, Utpal Bose, Jason A. Tye-Din, Daniel Lang, Nico van Gessel, Ralf Reski, Yong-Bi Fu, Peter Spégel, Alf Ceplitis, Axel Himmelbach, Amanda J. Waters, Wubishet A. Bekele, Michelle L. Colgrave, Mats Hansson, Nils Stein, Klaus F. X. Mayer, Eric N. Jellen, Peter J. Maughan, Nicholas A. Tinker, Martin Mascher, Olof Olsson, Manuel Spannagl, Nick Sirijovski",
      "paper_url": "https://doi.org/10.1038/s41586-022-04732-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409499959",
      "paper_id": "https://openalex.org/W4409499959",
      "title": "The phased pan-genome of tetraploid European potato",
      "authors": "Hequan Sun, Sergio Tusso, Craig I. Dent, Manish Goel, Raúl Y. Wijfjes, Lisa C. Baus, Xiao Dong, José A. Campoy, Ana Kurdadze, Birgit Walkemeier, Christine Sänger, Bruno Huettel, Ronald C. B. Hutten, Herman J. van Eck, Klaus J. Dehmer, Korbinian Schneeberger",
      "paper_url": "https://doi.org/10.1038/s41586-025-08843-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4396921174",
      "paper_id": "https://openalex.org/W4396921174",
      "title": "The temperature sensor TWA1 is required for thermotolerance in Arabidopsis",
      "authors": "Lisa Bohn, Jin Huang, Susan Weidig, Zhenyu Yang, Christoph Heidersberger, Bernard Genty, Pascal Falter-Braun, Alexander Christmann, Erwin Grill",
      "paper_url": "https://doi.org/10.1038/s41586-024-07424-x",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3133795834",
      "paper_id": "https://openalex.org/W3133795834",
      "title": "The TOR–EIN2 axis mediates nuclear signalling to modulate plant growth",
      "authors": "Liwen Fu, Yanlin Liu, Guochen Qin, Ping Wu, Hailing Zi, Zhongtian Xu, Xiaodi Zhao, Yue Wang, Yaxing Li, Shuhui Yang, Chao Peng, Catherine C. L. Wong, Sang-Dong Yoo, Zecheng Zuo, Renyi Liu, Young-Hee Cho, Yan Xiong",
      "paper_url": "https://doi.org/10.1038/s41586-021-03310-y",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4309412773",
      "paper_id": "https://openalex.org/W4309412773",
      "title": "THP9 enhances seed protein content and nitrogen-use efficiency in maize",
      "authors": "Yongcai Huang, Haihai Wang, Yidong Zhu, Xing Huang, Shuai Li, Xingguo Wu, Yao Zhao, Zhigui Bao, Li Qin, Yongbo Jin, Yahui Cui, Guangjin Ma, Qiao Xiao, Qiong Wang, Jiechen Wang, Xuerong Yang, Hongjun Liu, Xiaoduo Lu, Brian A. Larkins, Wenqin Wang, Yongrui Wu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05441-2",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412600821",
      "paper_id": "https://openalex.org/W4412600821",
      "title": "Three-step biosynthesis of salicylic acid from benzoyl-CoA in plants",
      "authors": "Yanan Liu, Lu Xu, Mingsong Wu, Jingjie Wang, Dan Qiu, Jiameng Lan, Junxing Lu, Yang Zhang, Xin Li, Yuelin Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09185-7",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408216929",
      "paper_id": "https://openalex.org/W4408216929",
      "title": "TIR1-produced cAMP as a second messenger in transcriptional auxin signalling",
      "authors": "Huihuang Chen, Linlin Qi, Minxia Zou, Mengting Lu, Mateusz Kwiatkowski, Yuanrong Pei, Krzysztof Jaworski, Jiří Friml",
      "paper_url": "https://doi.org/10.1038/s41586-025-08669-w",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3208166932",
      "paper_id": "https://openalex.org/W3208166932",
      "title": "TMK-based cell-surface auxin signalling activates cell-wall acidification",
      "authors": "Wenwei Lin, Xiang Zhou, Wenxin Tang, Koji Takahashi, Xue Pan, Jiawei Dai, Hong Ren, Xiaoyue Zhu, Songqin Pan, Haiyan Zheng, William M. Gray, Tongda Xu, Toshinori Kinoshita, Zhenbiao Yang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03976-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400038646",
      "paper_id": "https://openalex.org/W4400038646",
      "title": "Zinc mediates control of nitrogen fixation via transcription factor filamentation",
      "authors": "Jieshun Lin, Peter K. Bjørk, Marie V. Kolte, Emil Poulsen, Emil Dedic, Taner Drace, Stig U. Andersen, Marcin Nadzieja, Huijun Liu, Hiram Castillo-Michel, Viviana Escudero, Manuel González-Guerrero, Thomas Boesen, Jan Skov Pedersen, Jens Stougaard, Kasper R. Andersen, Dugald Reid",
      "paper_url": "https://doi.org/10.1038/s41586-024-07607-6",
      "venue": "nature24"
    }
  ]
}