{
  "cluster_id": 182,
  "papers": [
    {
      "id": "science24_https://openalex.org/W4404350024",
      "paper_id": "https://openalex.org/W4404350024",
      "title": "A glutamine metabolic switch supports erythropoiesis",
      "authors": "Junhua Lyu, Zhimin Gu, Yuannyu Zhang, Hieu S. Vu, Christophe Lechauve, Feng Cai, Hui Cao, Julia Keith, Valentina Brancaleoni, Francesca Granata, Irene Motta, Maria Domenica Cappellini, Lily Jun-Shen Huang, Ralph J. DeBerardinis, Mitchell J. Weiss, Min Ni, Jian Xu",
      "paper_url": "https://doi.org/10.1126/science.adh9215",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4412490900",
      "paper_id": "https://openalex.org/W4412490900",
      "title": "A hypoxia-responsive tRNA-derived small RNA confers renal protection through RNA autophagy",
      "authors": "Guoping Li, Lingfei Sun, Cuiyan Xin, Tian Hao, Prakash Kharel, Aidan C. Manning, Christopher L. O’Connor, Henry Moore, Shuwen Lei, Priyanka Gokulnath, Xinyu Yang, Ritin Sharma, Krystine Garcia-Mansfield, Priyadarshini Pantham, Chunyang Xiao, Hanna Y. Wang, Emeli Chatterjee, Seungbin Yim, Leo B. Ren, Michail Spanos, Hua Zhu, Haobo Li, Ji Lei, James F. Markmann, Louise C. Laurent, John J. Rossi, Oluwaseun Akeju, Quanhu Sheng, Ravi V. Shah, William A. Goddard, Todd M. Lowe, Patrick Pirrotte, Markus Bitzer, Pavel Ivanov, Joseph V. Bonventre, Saumya Das",
      "paper_url": "https://doi.org/10.1126/science.adp5384",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4398250287",
      "paper_id": "https://openalex.org/W4398250287",
      "title": "A metabolic dependency of EBV can be targeted to hinder B cell transformation",
      "authors": "Bojana Müller-Durovic, Jessica Jäger, Christine Engelmann, Patrick Schuhmachers, Sabine Altermatt, Yannick Schlup, Urs Duthaler, Celia Makowiec, Gunhild Unterstab, Sarah Roffeis, Erta Xhafa, Nadine Assmann, Fredrik Trulsson, Rebekah Steiner, Joy Edwards-Hicks, James West, Lorinda Turner, Leyla Develioglu, Robert Ivanek, Tarik Azzi, Philippe Dehio, Christoph Berger, , Dmitry Kuzmin, Sophie Saboz, Josef Mautner, Jordan Löliger, Marco Geigges, Darya Palianina, Nina Khanna, Stefan Dirnhofer, Christian Münz, Glenn R. Bantug, Christoph Hess, Christoph Berger, Christoph Hess, Michael Koller, Simona Rossi, Susanne Stampf, Nicolas J. Müller",
      "paper_url": "https://doi.org/10.1126/science.adk4898",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4400314304",
      "paper_id": "https://openalex.org/W4400314304",
      "title": "A molecular glue degrader of the WIZ transcription factor for fetal hemoglobin induction",
      "authors": "Pamela Y. Ting, Sneha Borikar, John Ryan Kerrigan, Noel M. Thomsen, Eamon Aghania, Amelia E. Hinman, Alejandro Reyes, Nicolas Pizzato, Barna D. Fodor, Fabian Wu, Muluken S. Belew, Xiaohong Mao, Jian Wang, Shripad Chitnis, Wei Niu, Amanda Hachey, Jennifer S. Cobb, Nikolas A. Savage, Ashley Burke, Joshiawa Paulk, Dustin Dovala, James Lin, Matthew C. Clifton, Elizabeth Ornelas, Xiaolei Ma, Nathaniel F. Ware, Carina C. Sanchez, John Taraszka, Remi Terranova, Judith Knehr, Marc Altorfer, S. Whitney Barnes, Rohan E. J. Beckwith, Jonathan M. Solomon, Natalie A. Dales, Andrew W. Patterson, Jürgen Wagner, Tewis Bouwmeester, Glenn Dranoff, Susan C. Stevenson, James E. Bradner",
      "paper_url": "https://doi.org/10.1126/science.adk6129",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4302425337",
      "paper_id": "https://openalex.org/W4302425337",
      "title": "A noncoding single-nucleotide polymorphism at 8q24 drives <i>IDH1</i> -mutant glioma formation",
      "authors": "Connor Yanchus, Kristen L. Drucker, Thomas M. Kollmeyer, Ricky Tsai, Warren Winick-Ng, Minggao Liang, Ahmad Malik, Judy Pawling, Silvana B. De Lorenzo, Asma Ali, Paul A. Decker, Matt L. Kosel, Arijit Panda, Khalid N. Al-Zahrani, Lingyan Jiang, Jared W. L. Browning, Chris Lowden, Michael Geuenich, J. Javier Hernandez, Jessica T. Gosio, Musaddeque Ahmed, Sampath Kumar Loganathan, Jacob Berman, Daniel Trcka, Kulandaimanuvel Antony Michealraj, Jerome Fortin, Brittany Carson, Ethan W. Hollingsworth, Sandra Jacinto, Parisa Mazrooei, Lily Zhou, Andrew Elia, Mathieu Lupien, Housheng Hansen He, Daniel J. Murphy, Liguo Wang, Alexej Abyzov, James W. Dennis, Philipp G. Maass, Kieran Campbell, Michael D. Wilson, Daniel H. Lachance, Margaret Wrensch, John Wiencke, Tak Mak, Len A. Pennacchio, Diane E. Dickel, Axel Visel, Jeffrey Wrana, Michael D. Taylor, Gelareh Zadeh, Peter Dirks, Jeanette E. Eckel-Passow, Liliana Attisano, Ana Pombo, Cristiane M. Ida, Evgeny Z. Kvon, Robert B. Jenkins, Daniel Schramek",
      "paper_url": "https://doi.org/10.1126/science.abj2890",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3203747717",
      "paper_id": "https://openalex.org/W3203747717",
      "title": "A protein interaction landscape of breast cancer",
      "authors": "Minkyu Kim, Jisoo Park, Mehdi Bouhaddou, Kyumin Kim, Ajda Rojc, Maya Modak, Margaret Soucheray, Michael J. McGregor, Patrick O’Leary, Denise Wolf, Erica Stevenson, Tzeh Keong Foo, Dominique Mitchell, Kari A. Herrington, Denise P. Muñoz, Beril Tutuncuoglu, Kuei-Ho Chen, Fan Zheng, Jason F. Kreisberg, Morgan E. Diolaiti, John D. Gordan, Jean-Philippe Coppé, Danielle L. Swaney, Bing Xia, Laura van ’t Veer, Alan Ashworth, Trey Ideker, Nevan J. Krogan",
      "paper_url": "https://doi.org/10.1126/science.abf3066",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3202201721",
      "paper_id": "https://openalex.org/W3202201721",
      "title": "A protein network map of head and neck cancer reveals PIK3CA mutant drug sensitivity",
      "authors": "Danielle L. Swaney, Dana J. Ramms, Zhiyong Wang, Jisoo Park, Yusuke Goto, Margaret Soucheray, Neil Bhola, Kyumin Kim, Fan Zheng, Yan Zeng, Michael McGregor, Kari A. Herrington, Rachel O’Keefe, Nan Jin, Nathan K. VanLandingham, Helene Foussard, John Von Dollen, Mehdi Bouhaddou, David Jimenez-Morales, Kirsten Obernier, Jason F. Kreisberg, Minkyu Kim, Daniel E. Johnson, Natalia Jura, Jennifer R. Grandis, J. Silvio Gutkind, Trey Ideker, Nevan J. Krogan",
      "paper_url": "https://doi.org/10.1126/science.abf2911",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3119674414",
      "paper_id": "https://openalex.org/W3119674414",
      "title": "A structure of human Scap bound to Insig-2 suggests how their interaction is regulated by sterols",
      "authors": "Renhong Yan, Pingping Cao, Wenqi Song, Hongwu Qian, Ximing Du, Hudson W. Coates, Xin Zhao, Yaning Li, Shuai Gao, Xin Gong, Ximing Liu, Jianhua Sui, Jianlin Lei, Hongyuan Yang, Andrew J. Brown, Qiang Zhou, Chuangye Yan, Nieng Yan",
      "paper_url": "https://doi.org/10.1126/science.abb2224",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4404809468",
      "paper_id": "https://openalex.org/W4404809468",
      "title": "A tetramer of BCL11A is required for stable protein production and fetal hemoglobin silencing",
      "authors": "Ge Zheng, Maolu Yin, Stuti Mehta, I-Te Chu, Stacy Wang, Alia AlShaye, Kirstin Drainville, Altantsetseg Buyanbat, Frédérique Bienfait, Karin Tenglin, Qian Zhu, Stuart H. Orkin",
      "paper_url": "https://doi.org/10.1126/science.adp3025",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4409990649",
      "paper_id": "https://openalex.org/W4409990649",
      "title": "Aberrant basal cell clonal dynamics shape early lung carcinogenesis",
      "authors": "Sandra Gómez-López, Ahmed S. N. Alhendi, Moritz J. Przybilla, Ignacio Bordeu, Zoe E. Whiteman, Timothy Butler, Maral J. Rouhani, Lukas Kalinke, Imran Uddin, Kate E. J. Otter, Deepak P. Chandrasekharan, Marta Lebrusant-Fernandez, Abigail Y. L. Shurr, Pascal F. Durrenberger, David A. Moore, Mary Falzon, James L. Reading, Iñigo Martincorena, Benjamin D. Simons, Peter J. Campbell, Sam M. Janes",
      "paper_url": "https://doi.org/10.1126/science.ads9145",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4378194879",
      "paper_id": "https://openalex.org/W4378194879",
      "title": "An abundance of free regulatory (19 <i>S</i> ) proteasome particles regulates neuronal synapses",
      "authors": "Chao Sun, Kristina Desch, Belquis Nassim-Assir, Stefano L. Giandomenico, Paulina Nemcova, Julian D. Langer, Erin M. Schuman",
      "paper_url": "https://doi.org/10.1126/science.adf2018",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4392087686",
      "paper_id": "https://openalex.org/W4392087686",
      "title": "An immunogenetic basis for lung cancer risk",
      "authors": "Chirag Krishna, Anniina Tervi, Miriam Saffern, Eric A. Wilson, Seong-Keun Yoo, Nina Mars, Vladimir Roudko, Byuri Angela Cho, Samuel Edward Jones, Natalie Vaninov, Myvizhi Esai Selvan, Zeynep H Gümüş, , Tobias L. Lenz, Miriam Merad, Paolo Boffetta, Francisco Martínez-Jiménez, Hanna M. Ollila, Robert M. Samstein, Diego Chowell",
      "paper_url": "https://doi.org/10.1126/science.adi3808",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4386316915",
      "paper_id": "https://openalex.org/W4386316915",
      "title": "An mTRAN-mRNA interaction mediates mitochondrial translation initiation in plants",
      "authors": "Huy Cuong Tran, Vivian Schmitt, Sbatie Lama, Chuande Wang, Alexandra Launay-Avon, Katja Bernfur, Kristin Sultan, Kasim Khan, Véronique Brunaud, Arnaud Liehrmann, Benoît Castandet, Fredrik Levander, Allan G. Rasmusson, Hakim Mireau, Etienne Delannoy, Olivier Van Aken",
      "paper_url": "https://doi.org/10.1126/science.adg0995",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3173096232",
      "paper_id": "https://openalex.org/W3173096232",
      "title": "Analysis of multispectral imaging with the AstroPath platform informs efficacy of PD-1 blockade",
      "authors": "Sneha Berry, Nicolas A. Giraldo, Benjamin F. Green, Tricia R. Cottrell, Julie E. Stein, Elizabeth L. Engle, Haiying Xu, Aleksandra Ogurtsova, Charles Roberts, Daphne Wang, Peter Nguyen, Qingfeng Zhu, Sigfredo Soto-Diaz, Jose Loyola, Inbal B. Sander, Pok Fai Wong, Shlomit Jessel, Joshua Doyle, Danielle Signer, Richard Wilton, Jeffrey S. Roskes, Margaret Eminizer, Seyoun Park, Joel C. Sunshine, Elizabeth M. Jaffee, Alexander Baras, Angelo M. De Marzo, Suzanne L. Topalian, Harriet Kluger, Leslie Cope, Evan J. Lipson, Ludmila Danilova, Robert A. Anders, David L. Rimm, Drew M. Pardoll, Alexander S. Szalay, Janis M. Taube",
      "paper_url": "https://doi.org/10.1126/science.aba2609",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4386736860",
      "paper_id": "https://openalex.org/W4386736860",
      "title": "Architecture of the MKK6-p38α complex defines the basis of MAPK specificity and activation",
      "authors": "Pauline Juyoux, Ioannis Galdadas, Dorothea Gobbo, Jill von Velsen, Martin Pelosse, Mark Tully, Oscar Vadas, Francesco Luigi Gervasio, Erika Pellegrini, Matthew W. Bowler",
      "paper_url": "https://doi.org/10.1126/science.add7859",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4413786055",
      "paper_id": "https://openalex.org/W4413786055",
      "title": "Architecture of the UBR4 complex, a giant E4 ligase central to eukaryotic protein quality control",
      "authors": "Daniel B. Grabarczyk, Julian F. Ehrmann, Paul Murphy, Woo Seok Yang, Robert Kurzbauer, Lillie E. Bell, Luiza Deszcz, Jana Neuhold, Alexander Schleiffer, Alexandra Shulkina, Juyeon Lee, Jin Seok Shin, Anton Meinhart, Gijs A. Versteeg, Eszter Zavodszky, Hyun Kyu Song, Ramanujan S. Hegde, Tim Clausen",
      "paper_url": "https://doi.org/10.1126/science.adv9309",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4311551607",
      "paper_id": "https://openalex.org/W4311551607",
      "title": "ATG9A prevents TNF cytotoxicity by an unconventional lysosomal targeting pathway",
      "authors": "Jon Huyghe, Dario Priem, Lisette Van Hove, Barbara Gilbert, Jürgen Fritsch, Yasuo Uchiyama, Esther Hoste, Geert van Loo, Mathieu J. M. Bertrand",
      "paper_url": "https://doi.org/10.1126/science.add6967",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4388214872",
      "paper_id": "https://openalex.org/W4388214872",
      "title": "Autoregulatory control of mitochondrial glutathione homeostasis",
      "authors": "Yuyang Liu, Shanshan Liu, Anju Tomar, Frederick S. Yen, Gokhan Unlu, Nathalie Ropek, Ross A. Weber, Ying Wang, Artem Khan, Mark Gad, Junhui Peng, Erdem Terzi, Hanan Alwaseem, Alexandra E. Pagano, Søren Heissel, Henrik Molina, Benjamin Allwein, Timothy C. Kenny, Richard L. Possemato, Li Zhao, Richard K. Hite, Ekaterina V. Vinogradova, Sheref S. Mansy, Kıvanç Birsoy",
      "paper_url": "https://doi.org/10.1126/science.adf4154",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4411231794",
      "paper_id": "https://openalex.org/W4411231794",
      "title": "BBO-10203 inhibits tumor growth without inducing hyperglycemia by blocking RAS-PI3Kα interaction",
      "authors": "Dhirendra K. Simanshu, Rui Xu, James P. Stice, Daniel J. Czyzyk, Siyu Feng, John-Paul Denson, Erin Riegler, Yue Yang, Cathy Zhang, Sofia Donovan, Brian P. Smith, Maria Abreu-Blanco, Ming Chen, Cindy Feng, Lijuan Fu, Dana Rabara, Lucy C. Young, Marcin Dyba, Wupeng Yan, Ken Lin, Samar Ghorbanpoorvalukolaie, Erik K. Larsen, Wafa Malik, Allison Champagne, Katie Parker, Jin Hyun Ju, Stevan Jeknic, Dominic Esposito, David M. Turner, Felice C. Lightstone, Bin Wang, Paul M. Wehn, Keshi Wang, Andrew G. Stephen, Anna E. Maciag, Aaron N. Hata, Kerstin W. Sinkevicius, Dwight V. Nissley, Eli M. Wallace, Frank McCormick, Pedro J. Beltran",
      "paper_url": "https://doi.org/10.1126/science.adq2004",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4410850949",
      "paper_id": "https://openalex.org/W4410850949",
      "title": "BRAF oncogenic mutants evade autoinhibition through a common mechanism",
      "authors": "Hugo Lavoie, Ting Jin, Driss Lajoie, Marion Decossas, Patrick Gendron, Bing Wang, Frantisek Filandr, Malha Sahmi, Chang Hwa Jo, Sandra Weber, Geneviève Arseneault, Sasmita Tripathy, Pierre Beaulieu, Doris A. Schuetz, David C. Schriemer, Anne Marinier, William J. Rice, Pierre Maisonneuve, Marc Therrien",
      "paper_url": "https://doi.org/10.1126/science.adp2742",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3162635089",
      "paper_id": "https://openalex.org/W3162635089",
      "title": "Cell-specific transcriptional control of mitochondrial metabolism by TIF1γ drives erythropoiesis",
      "authors": "Marlies P. Rossmann, Karen Hoi, Victoria Chan, Brian J. Abraham, Song Yang, James Mullahoo, Malvina Papanastasiou, Ying Wang, Ilaria Elia, Julie R. Perlin, Elliott J. Hagedorn, Sara Hetzel, Raha Weigert, Sejal Vyas, Partha P. Nag, Lucas B. Sullivan, Curtis R. Warren, Bilguujin Dorjsuren, Eugenia Custo Greig, Isaac Adatto, Chad A. Cowan, Stuart L. Schreiber, Richard A. Young, Alexander Meissner, Marcia C. Haigis, Siegfried Hekimi, Steven A. Carr, Leonard I. Zon",
      "paper_url": "https://doi.org/10.1126/science.aaz2740",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4385931420",
      "paper_id": "https://openalex.org/W4385931420",
      "title": "Chemical remodeling of a cellular chaperone to target the active state of mutant KRAS",
      "authors": "Christopher J. Schulze, Kyle J. Seamon, Yulei Zhao, Yu C. Yang, Jim Cregg, Dongsung Kim, Aidan Tomlinson, Tiffany J. Choy, Zhican Wang, Ben Sang, Yasin Pourfarjam, Jessica Lucas, Antonio Cuevas-Navarro, Carlos Ayala-Santos, Alberto Vides, Chuanchuan Li, Abby Marquez, Mengqi Zhong, Vidyasiri Vemulapalli, Caroline Weller, Andrea Gould, Daniel M. Whalen, Anthony Salvador, Anthony Milin, Mae Saldajeno-Concar, Nuntana Dinglasan, Anqi Chen, Jim Evans, John E. Knox, Elena S. Koltun, Mallika Singh, Robert Nichols, David Wildes, Adrian L. Gill, Jacqueline A. M. Smith, Piro Lito",
      "paper_url": "https://doi.org/10.1126/science.adg9652",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3156554788",
      "paper_id": "https://openalex.org/W3156554788",
      "title": "Cholinergic neurons constitutively engage the ISR for dopamine modulation and skill learning in mice",
      "authors": "Ashley R. Helseth, Ricardo Hernandez-Martinez, Victoria L. Hall, Matthew L. Oliver, Brandon D. Turner, Zachary F. Caffall, Joseph E. Rittiner, Miranda K. Shipman, Connor S. King, Viviana Gradinaru, Charles Gerfen, Mauro Costa-Mattioli, Nicole Calakos",
      "paper_url": "https://doi.org/10.1126/science.abe1931",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4281564034",
      "paper_id": "https://openalex.org/W4281564034",
      "title": "Chromatin profiles classify castration-resistant prostate cancers suggesting therapeutic targets",
      "authors": "Fanying Tang, Duo Xu, Shangqian Wang, Chen Khuan Wong, Alexander Martinez-Fundichely, Cindy J. Lee, Sandra Cohen, Jane Park, Corinne E. Hill, Kenneth Eng, Rohan Bareja, Teng Han, Eric Minwei Liu, Ann Palladino, Wei Di, Dong Gao, Wassim Abida, Shaham Beg, Loredana Puca, Maximiliano Meneses, Elisa de Stanchina, Michael F. Berger, Anuradha Gopalan, Lukas E. Dow, Juan Miguel Mosquera, Himisha Beltran, Cora N. Sternberg, Ping Chi, Howard I. Scher, Andrea Sboner, Yu Chen, Ekta Khurana",
      "paper_url": "https://doi.org/10.1126/science.abe1505",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3134531270",
      "paper_id": "https://openalex.org/W3134531270",
      "title": "Combined liver–cytokine humanization comes to the rescue of circulating human red blood cells",
      "authors": "Yuanbin Song, Liang Shan, Rana Gbyli, Wei Liu, Till Strowig, Amisha Patel, Xiaoying Fu, Xiaman Wang, Mina L. Xu, Yimeng Gao, Ashley Qin, Emanuela M. Bruscia, Toma Tebaldi, Giulia Biancon, Padmavathi Mamillapalli, David Urbonas, Elizabeth Eynon, David G. Gonzalez, Jie Chen, Diane S. Krause, Jonathan Alderman, Stephanie Halene, Richard A. Flavell",
      "paper_url": "https://doi.org/10.1126/science.abe2485",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3201967841",
      "paper_id": "https://openalex.org/W3201967841",
      "title": "Commensal bacteria promote endocrine resistance in prostate cancer through androgen biosynthesis",
      "authors": "Nicolò Pernigoni, Elena Zagato, Arianna Calcinotto, Martina Troiani, Ricardo Pereira Mestre, Bianca Calì, Giuseppe Attanasio, Jacopo Troisi, Mirko Minini, Simone Mosole, Ajinkya Revandkar, Emiliano Pasquini, Angela Rita Elia, Daniela Bossi, Andrea Rinaldi, Pasquale Rescigno, Penny Flohr, Joanne Hunt, Antje Neeb, Lorenzo Buroni, Christina Guo, Jonathan Welti, Matteo Ferrari, Matteo Grioni, Josée Gauthier, Raad Z. Gharaibeh, Anna Palmisano, Gladys Martinetti Lucchini, Eugenia D’Antonio, Sara Merler, Marco Bolis, Fabio Grassi, Antonio Esposito, Matteo Bellone, Alberto Briganti, Maria Rescigno, Jean-Philippe Theurillat, Christian Jobin, Silke Gillessen, Johann de Bono, Andrea Alimonti",
      "paper_url": "https://doi.org/10.1126/science.abf8403",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4392796894",
      "paper_id": "https://openalex.org/W4392796894",
      "title": "Continuous evolution of compact protein degradation tags regulated by selective molecular glues",
      "authors": "Jaron A. M. Mercer, Stephan J. DeCarlo, Shourya S. Roy Burman, Vedagopuram Sreekanth, Andrew T. Nelson, Moritz Hunkeler, Peter J. Chen, Katherine A. Donovan, Praveen Kokkonda, Praveen K. Tiwari, Veronika M. Shoba, Arghya Deb, Amit Choudhary, Eric S. Fischer, David R. Liu",
      "paper_url": "https://doi.org/10.1126/science.adk4422",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4221115671",
      "paper_id": "https://openalex.org/W4221115671",
      "title": "Copper induces cell death by targeting lipoylated TCA cycle proteins",
      "authors": "Peter Tsvetkov, Shannon Coy, Boryana Petrova, Margaret Dreishpoon, Ana Verma, Mai Abdusamad, Jordan Rossen, Lena Joesch-Cohen, Ranad Humeidi, Ryan D. Spangler, John K. Eaton, Evgeni Frenkel, Mustafa Kocak, Steven M. Corsello, Svetlana Lutsenko, Naama Kanarek, Sandro Santagata, Todd R. Golub",
      "paper_url": "https://doi.org/10.1126/science.abf0529",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4406201460",
      "paper_id": "https://openalex.org/W4406201460",
      "title": "Decoding the molecular interplay of CD20 and therapeutic antibodies with fast volumetric nanoscopy",
      "authors": "Arindam Ghosh, Mara Meub, Dominic A. Helmerich, Julia Weingart, Patrick Eiring, Thomas Nerreter, K. Martin Kortüm, Sören Doose, Markus Sauer",
      "paper_url": "https://doi.org/10.1126/science.adq4510",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4327549849",
      "paper_id": "https://openalex.org/W4327549849",
      "title": "Decrypting drug actions and protein modifications by dose- and time-resolved proteomics",
      "authors": "Jana Zecha, Florian P. Bayer, Svenja Wiechmann, Julia Woortman, Nicola Berner, Julian Müller, Annika Schneider, Karl Kramer, Mar Abril-Gil, Thomas Hopf, Leonie Reichart, Lin Chen, Fynn M. Hansen, Severin Lechner, Patroklos Samaras, Stephan Eckert, Ludwig Lautenbacher, Maria Reinecke, Firas Hamood, Polina Prokofeva, Larsen Vornholz, Chiara Falcomatà, Madeleine Dorsch, Ayla Schröder, Anton Venhuizen, Stephanie Wilhelm, Guillaume Médard, Gabriele Stoehr, Jürgen Ruland, Barbara M. Grüner, Dieter Saur, Maike Buchner, Benjamin Ruprecht, Hannes Hahne, Matthew The, Mathias Wilhelm, Bernhard Kuster",
      "paper_url": "https://doi.org/10.1126/science.ade3925",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4399394643",
      "paper_id": "https://openalex.org/W4399394643",
      "title": "Defining the KRAS- and ERK-dependent transcriptome in KRAS-mutant cancers",
      "authors": "Jeffrey A. Klomp, Jennifer E. Klomp, Clint A. Stalnecker, Kirsten L. Bryant, A. Cole Edwards, Kristina Drizyte-Miller, Priya S. Hibshman, J. Nathaniel Diehl, Ye S. Lee, Alexis J. Morales, Khalilah E. Taylor, Sen Peng, Nhan L. Tran, Laura E. Herring, Alex W. Prevatte, Natalie K. Barker, Laura D. Hover, Jill Hallin, Saikat Chowdhury, Oluwadara Coker, Hey Min Lee, Craig M. Goodwin, Prson Gautam, Peter Olson, James G. Christensen, John P. Shen, Scott Kopetz, Lee M. Graves, Kian-Huat Lim, Andrea Wang-Gillam, Krister Wennerberg, Adrienne D. Cox, Channing J. Der",
      "paper_url": "https://doi.org/10.1126/science.adk0775",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4399380870",
      "paper_id": "https://openalex.org/W4399380870",
      "title": "Determining the ERK-regulated phosphoproteome driving KRAS-mutant cancer",
      "authors": "Jennifer E. Klomp, J. Nathaniel Diehl, Jeffrey A. Klomp, A. Cole Edwards, Runying Yang, Alexis J. Morales, Khalilah E. Taylor, Kristina Drizyte-Miller, Kirsten L. Bryant, Antje Schaefer, Jared L. Johnson, Emily M. Huntsman, Tomer M. Yaron, Mariaelena Pierobon, Elisa Baldelli, Alex W. Prevatte, Natalie K. Barker, Laura E. Herring, Emanuel F. Petricoin, Lee M. Graves, Lewis C. Cantley, Adrienne D. Cox, Channing J. Der, Clint A. Stalnecker",
      "paper_url": "https://doi.org/10.1126/science.adk0850",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3198897305",
      "paper_id": "https://openalex.org/W3198897305",
      "title": "Developmental chromatin programs determine oncogenic competence in melanoma",
      "authors": "Arianna Baggiolini, Scott J. Callahan, Emily Montal, Joshua M. Weiss, Tuan Trieu, Mohita M. Tagore, Sam E. Tischfield, Ryan M. Walsh, Shruthy Suresh, Yujie Fan, Nathaniel R. Campbell, Sarah C. Perlee, Nathalie Saurat, Miranda V. Hunter, Theresa Simon-Vermot, Ting-Hsiang Huang, Yilun Ma, Travis Hollmann, Satish K. Tickoo, Barry S. Taylor, Ekta Khurana, Richard P. Koche, Lorenz Studer, Richard M. White",
      "paper_url": "https://doi.org/10.1126/science.abc1048",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4403718851",
      "paper_id": "https://openalex.org/W4403718851",
      "title": "Dietary pro-oxidant therapy by a vitamin K precursor targets PI 3-kinase VPS34 function",
      "authors": "Manojit M. Swamynathan, Shan Kuang, Kaitlin E. Watrud, Mary R. Doherty, Charlotte Gineste, Grinu Mathew, Grace Q. Gong, Hilary Cox, Eileen Cheng, David Reiss, Jude Kendall, Diya Ghosh, Colleen R. Reczek, Xiang Zhao, Tali Herzka, Saulė Špokaitė, Antoine N. Dessus, Seung Tea Kim, Olaf Klingbeil, Juan Liu, Dawid G. Nowak, Habeeb Alsudani, Tse-Luen Wee, Youngkyu Park, Francesca Minicozzi, Keith Rivera, Ana S. Almeida, Kenneth Chang, Ram P. Chakrabarty, John E. Wilkinson, Phyllis A. Gimotty, Sarah D. Diermeier, Mikala Egeblad, Christopher R. Vakoc, Jason W. Locasale, Navdeep S. Chandel, Tobias Janowitz, James B. Hicks, Michael Wigler, Darryl J. Pappin, Roger L. Williams, Paolo Cifani, David A. Tuveson, Jocelyn Laporte, Lloyd C. Trotman",
      "paper_url": "https://doi.org/10.1126/science.adk9167",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4411675276",
      "paper_id": "https://openalex.org/W4411675276",
      "title": "Divergent FOXA1 mutations drive prostate tumorigenesis and therapy-resistant cellular plasticity",
      "authors": "Sanjana Eyunni, Rahul Mannan, Yuping Zhang, Eleanor Young, Qiuyang Zhang, Jie Luo, Matthew Pang, Somnath Mahapatra, Jean Ching-Yi Tien, James M. George, Mustapha Jaber, Hamzah Hakkani, Sandra E. Carson, Abigail J. Todd, Noshad Hosseini, Mahnoor Gondal, Ryan J. Rebernick, Xuhong Cao, Fengyun Su, Rui Wang, Rohit Mehra, Jing Li, Marcin Cieslik, Arul M. Chinnaiyan, Abhijit Parolia",
      "paper_url": "https://doi.org/10.1126/science.adv2367",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4396977931",
      "paper_id": "https://openalex.org/W4396977931",
      "title": "DNA damage induces p53-independent apoptosis through ribosome stalling",
      "authors": "Nicolaas J. Boon, Rafaela A. Oliveira, Pierré-René Körner, Adva Kochavi, Sander Mertens, Yuval Malka, Rhianne Voogd, Suzanne E. M. van der Horst, Maarten A. Huismans, Lidwien P. Smabers, Jonne M. Draper, Lodewyk F. A. Wessels, Peter Haahr, Jeanine M. L. Roodhart, Ton N. M. Schumacher, Hugo J. Snippert, Reuven Agami, Thijn R. Brummelkamp",
      "paper_url": "https://doi.org/10.1126/science.adh7950",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4387770914",
      "paper_id": "https://openalex.org/W4387770914",
      "title": "Elucidating the cellular determinants of targeted membrane protein degradation by lysosome-targeting chimeras",
      "authors": "Green Ahn, Nicholas M. Riley, Roarke A. Kamber, Simon Wisnovsky, Salvador Moncayo von Hase, Michael C. Bassik, Steven M. Banik, Carolyn R. Bertozzi",
      "paper_url": "https://doi.org/10.1126/science.adf6249",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4311551799",
      "paper_id": "https://openalex.org/W4311551799",
      "title": "Endosomal lipid signaling reshapes the endoplasmic reticulum to control mitochondrial function",
      "authors": "Wonyul Jang, Dmytro Puchkov, Paula Samsó, YongTian Liang, Michal Nadler-Holly, Stephan J. Sigrist, Ulrich Kintscher, Fan Liu, Kamel Mamchaoui, Vincent Mouly, Volker Haucke",
      "paper_url": "https://doi.org/10.1126/science.abq5209",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4376129031",
      "paper_id": "https://openalex.org/W4376129031",
      "title": "Epigenetic plasticity cooperates with cell-cell interactions to direct pancreatic tumorigenesis",
      "authors": "Cassandra Burdziak, Direna Alonso-Curbelo, Thomas Walle, José Reyes, Francisco M. Barriga, Doron Haviv, Yubin Xie, Zhen Zhao, Chujun Julia Zhao, Hsuan-An Chen, Ojasvi Chaudhary, Ignas Masilionis, Zi-Ning Choo, Vianne Gao, Wei Luan, Alexandra Wuest, Yu-Jui Ho, Yuhong Wei, Daniela F. Quail, Richard Koche, Linas Mazutis, Ronan Chaligné, Tal Nawy, Scott W. Lowe, Dana Pe’er",
      "paper_url": "https://doi.org/10.1126/science.add5327",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4224025362",
      "paper_id": "https://openalex.org/W4224025362",
      "title": "Epithelial monitoring through ligand-receptor segregation ensures malignant cell elimination",
      "authors": "Geert de Vreede, Stephan U. Gerlach, David Bilder",
      "paper_url": "https://doi.org/10.1126/science.abl4213",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4395447620",
      "paper_id": "https://openalex.org/W4395447620",
      "title": "Food perception promotes phosphorylation of MFFS131 and mitochondrial fragmentation in liver",
      "authors": "Sinika Henschke, Hendrik Nolte, Judith Magoley, Tatjana Kleele, Claus Brandt, A. Christine Hausen, Claudia M. Wunderlich, Corinna A. Bauder, Philipp Aschauer, Suliana Manley, Thomas Langer, F. Thomas Wunderlich, Jens C. Brüning",
      "paper_url": "https://doi.org/10.1126/science.adk1005",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3217375757",
      "paper_id": "https://openalex.org/W3217375757",
      "title": "Fumarate is a terminal electron acceptor in the mammalian electron transport chain",
      "authors": "Jessica B. Spinelli, Paul C. Rosen, Hans-Georg Sprenger, Anna M. Puszynska, Jessica L. Mann, Julian M. Roessler, Andrew L. Cangelosi, Antonia Henne, Kendall J. Condon, Tong Zhang, Tenzin Kunchok, Caroline A. Lewis, Navdeep S. Chandel, David M. Sabatini",
      "paper_url": "https://doi.org/10.1126/science.abi7495",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4414761622",
      "paper_id": "https://openalex.org/W4414761622",
      "title": "GCN1 couples GCN2 to ribosomal state to initiate amino acid response pathway signaling",
      "authors": "Changqian Zhou, Miao Zhang, Jason Murray, Joao Paulo, Steve Gygi, Sichen Shao, Malcolm Whitman, Tracy Keller",
      "paper_url": "https://doi.org/10.1126/science.ads8728",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4224006698",
      "paper_id": "https://openalex.org/W4224006698",
      "title": "Genome-wide analysis of somatic noncoding mutation patterns in cancer",
      "authors": "Felix Dietlein, Alex B. Wang, Christian Fagre, Anran Tang, Nicolle J. M. Besselink, Edwin Cuppen, Chunliang Li, Shamil R. Sunyaev, James T. Neal, Eliezer M. Van Allen",
      "paper_url": "https://doi.org/10.1126/science.abg5601",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4399154391",
      "paper_id": "https://openalex.org/W4399154391",
      "title": "Germline-mediated immunoediting sculpts breast cancer subtypes and metastatic proclivity",
      "authors": "Kathleen E. Houlahan, Aziz Khan, Noah F. Greenwald, Cristina Sotomayor Vivas, Robert B. West, Michael Angelo, Christina Curtis",
      "paper_url": "https://doi.org/10.1126/science.adh8697",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3123123300",
      "paper_id": "https://openalex.org/W3123123300",
      "title": "Glycolysis fuels phosphoinositide 3-kinase signaling to bolster T cell immunity",
      "authors": "Ke Xu, Na Yin, Min Peng, Efstathios G. Stamatiades, Amy Shyu, Peng Li, Xian Zhang, Mytrang H. Do, Zhaoquan Wang, Kristelle J. Capistrano, Chun Chou, Andrew G. Levine, Alexander Y. Rudensky, Ming O. Li",
      "paper_url": "https://doi.org/10.1126/science.abb2683",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4317437810",
      "paper_id": "https://openalex.org/W4317437810",
      "title": "Heritable defects in telomere and mitotic function selectively predispose to sarcomas",
      "authors": "Mandy L. Ballinger, Swetansu Pattnaik, Piyushkumar A. Mundra, Milita Zaheed, Emma Rath, Peter Priestley, Jonathan Baber, Isabelle Ray-Coquard, Nicholas Isambert, Sylvain Causeret, Winette T. A. van der Graaf, Ajay Puri, Florence Duffaud, Axel Le Cesne, Beatrice Seddon, Coonoor Chandrasekar, Joshua D. Schiffman, Andrew S. Brohl, Paul A. James, Jean-Emmanuel Kurtz, Nicolas Penel, Ola Myklebost, Leonardo A. Meza-Zepeda, Hilda Pickett, Maya Kansara, Nicola Waddell, Olga Kondrashova, John V. Pearson, Andrew P. Barbour, Shuai Li, Tuong L. Nguyen, Diane Fatkin, Robert M. Graham, Eleni Giannoulatou, Melissa J. Green, Warren Kaplan, Shyamsundar Ravishankar, Joseph Copty, Joseph E. Powell, Edwin Cuppen, Kristel van Eijk, Jan Veldink, Jin-Hee Ahn, Jeong Eun Kim, R. Lor Randall, Kathy Tucker, Ian Judson, Rajiv Sarin, Thomas Ludwig, Emmanuelle Genin, Jean-Francois Deleuze, , Michelle Haber, Glenn Marshall, Murray J. Cairns, Jean-Yves Blay, , David M. Thomas",
      "paper_url": "https://doi.org/10.1126/science.abj4784",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3123151863",
      "paper_id": "https://openalex.org/W3123151863",
      "title": "Host succinate is an activation signal for <i>Salmonella</i> virulence during intracellular infection",
      "authors": "Gili Rosenberg, Dror Yehezkel, Dotan Hoffman, Camilla Ciolli Mattioli, Moran Fremder, Hadar Ben-Arosh, Leia Vainman, Noa Nissani, Shelly Hen-Avivi, Shirley Brenner, Maxim Itkin, Sergey Malitsky, Ehud Ohana, Noa Bossel Ben-Moshe, Roi Avraham",
      "paper_url": "https://doi.org/10.1126/science.aba8026",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4404809245",
      "paper_id": "https://openalex.org/W4404809245",
      "title": "Identification of a factor that accelerates substrate release from the signal recognition particle",
      "authors": "Huping Wang, Ramanujan S. Hegde",
      "paper_url": "https://doi.org/10.1126/science.adp0787",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3195624899",
      "paper_id": "https://openalex.org/W3195624899",
      "title": "Identification of a quality-control factor that monitors failures during proteasome assembly",
      "authors": "Eszter Zavodszky, Sew-Yeu Peak-Chew, Szymon Juszkiewicz, Ana J. Narvaez, Ramanujan S. Hegde",
      "paper_url": "https://doi.org/10.1126/science.abc6500",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4311883476",
      "paper_id": "https://openalex.org/W4311883476",
      "title": "IFITM proteins assist cellular uptake of diverse linked chemotypes",
      "authors": "Kevin Lou, Douglas R. Wassarman, Tangpo Yang, YiTing Paung, Ziyang Zhang, Thomas A. O’Loughlin, Megan K. Moore, Regina K. Egan, Patricia Greninger, Cyril H. Benes, Markus A. Seeliger, Jack Taunton, Luke A. Gilbert, Kevan M. Shokat",
      "paper_url": "https://doi.org/10.1126/science.abl5829",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402262772",
      "paper_id": "https://openalex.org/W4402262772",
      "title": "In situ structure and rotary states of mitochondrial ATP synthase in whole <i>Polytomella</i> cells",
      "authors": "Lea Dietrich, Ahmed-Noor A. Agip, Christina Kunz, Andre Schwarz, Werner Kühlbrandt",
      "paper_url": "https://doi.org/10.1126/science.adp4640",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4399619556",
      "paper_id": "https://openalex.org/W4399619556",
      "title": "In vivo editing of lung stem cells for durable gene correction in mice",
      "authors": "Yehui Sun, Sumanta Chatterjee, Xizhen Lian, Zachary Traylor, Sandhya R. Sattiraju, Yufen Xiao, Sean A. Dilliard, Yun-Chieh Sung, Minjeong Kim, Sang M. Lee, Stephen Moore, Xu Wang, Di Zhang, Shiying Wu, Pratima Basak, Jialu Wang, Jing Liu, Rachel J. Mann, David F. LePage, Weihong Jiang, Shadaan Abid, Mirko Hennig, Anna Martinez, Brandon A. Wustman, David J. Lockhart, Raksha Jain, Ronald A. Conlon, Mitchell L. Drumm, Craig A. Hodges, Daniel J. Siegwart",
      "paper_url": "https://doi.org/10.1126/science.adk9428",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4385298686",
      "paper_id": "https://openalex.org/W4385298686",
      "title": "In vivo hematopoietic stem cell modification by mRNA delivery",
      "authors": "Laura Breda, Tyler E. Papp, Michael P. Triebwasser, Amir Yadegari, Megan T. Fedorky, Naoto Tanaka, Osheiza Abdulmalik, Giulia Pavani, Yongping Wang, Stephan A. Grupp, Stella T. Chou, Houping Ni, Barbara L. Mui, Ying K. Tam, Drew Weissman, Stefano Rivella, Hamideh Parhiz",
      "paper_url": "https://doi.org/10.1126/science.ade6967",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4408704214",
      "paper_id": "https://openalex.org/W4408704214",
      "title": "In-cell architecture of the mitochondrial respiratory chain",
      "authors": "Florent Waltz, Ricardo D. Righetto, Lorenz Lamm, Thalia Salinas-Giegé, Ron Kelley, Xianjun Zhang, Martin Obr, Sagar Khavnekar, Abhay Kotecha, Benjamin D. Engel",
      "paper_url": "https://doi.org/10.1126/science.ads8738",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4366507114",
      "paper_id": "https://openalex.org/W4366507114",
      "title": "Induction of lysosomal and mitochondrial biogenesis by AMPK phosphorylation of FNIP1",
      "authors": "Nazma Malik, Bibiana I. Ferreira, Pablo E. Hollstein, Stephanie D. Curtis, Elijah Trefts, Sammy Weiser Novak, Jingting Yu, Rebecca Gilson, Kristina Hellberg, Lingjing Fang, Arlo Sheridan, Nasun Hah, Gerald S. Shadel, Uri Manor, Reuben J. Shaw",
      "paper_url": "https://doi.org/10.1126/science.abj5559",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4223901740",
      "paper_id": "https://openalex.org/W4223901740",
      "title": "Inhibition of nonalcoholic fatty liver disease in mice by selective inhibition of mTORC1",
      "authors": "Bridget S. Gosis, Shogo Wada, Chelsea Thorsheim, Kristina Li, Sunhee Jung, Joshua H. Rhoades, Yifan Yang, Jeffrey Brandimarto, Li Li, Kahealani Uehara, Cholsoon Jang, Matthew Lanza, Nathan B. Sanford, Marc R. Bornstein, Sunhye Jeong, Paul M. Titchenell, Sudha B. Biddinger, Zoltan Arany",
      "paper_url": "https://doi.org/10.1126/science.abf8271",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3204152948",
      "paper_id": "https://openalex.org/W3204152948",
      "title": "Interpretation of cancer mutations using a multiscale map of protein systems",
      "authors": "Fan Zheng, Marcus R. Kelly, Dana J. Ramms, Marissa L. Heintschel, Kai Tao, Beril Tutuncuoglu, John J. Lee, Keiichiro Ono, Helene Foussard, Michael Chen, Kari A. Herrington, Erica Silva, Sophie N. Liu, Jing Chen, Christopher Churas, Nicholas Wilson, Anton Kratz, Rudolf T. Pillich, Devin N. Patel, Jisoo Park, Brent Kuenzi, Michael K. Yu, Katherine Licon, Dexter Pratt, Jason F. Kreisberg, Minkyu Kim, Danielle L. Swaney, Xiaolin Nan, Stephanie I. Fraley, J. Silvio Gutkind, Nevan J. Krogan, Trey Ideker",
      "paper_url": "https://doi.org/10.1126/science.abf3067",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4391428485",
      "paper_id": "https://openalex.org/W4391428485",
      "title": "Kinase-impaired BTK mutations are susceptible to clinical-stage BTK and IKZF1/3 degrader NX-2127",
      "authors": "Skye Montoya, Jessie Bourcier, Mark Noviski, Hao Lu, Meghan C. Thompson, Alexandra Chirino, Jacob Jahn, Anya K. Sondhi, Stefan Gajewski, Ying Siow (May) Tan, Stephanie Yung, Aleksandra Urban, Eric Wang, Cuijuan Han, Xiaoli Mi, Won Jun Kim, Quinlan Sievers, Paul Auger, Hugo Bousquet, Nivetha Brathaban, Brandon Bravo, Melissa Gessner, Cristiana Guiducci, James N. Iuliano, Tim Kane, Ratul Mukerji, Panga Jaipal Reddy, Janine Powers, Mateo Sanchez Garcia de los Rios, Jordan Ye, Carla Barrientos Risso, Daniel Tsai, Gabriel Pardo, Ryan Q. Notti, Alejandro Pardo, Maurizio Affer, Vindhya Nawaratne, Tulasigeri M. Totiger, Camila Pena-Velasquez, Joanna M. Rhodes, Andrew D. Zelenetz, Alvaro Alencar, Lindsey E. Roeker, Sanjoy Mehta, Ralph Garippa, Adam Linley, Rajesh Kumar Soni, Sigrid S. Skånland, Robert J. Brown, Anthony R. Mato, Gwenn M. Hansen, Omar Abdel-Wahab, Justin Taylor",
      "paper_url": "https://doi.org/10.1126/science.adi5798",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4402625758",
      "paper_id": "https://openalex.org/W4402625758",
      "title": "Large library docking identifies positive allosteric modulators of the calcium-sensing receptor",
      "authors": "Fangyu Liu, Cheng-Guo Wu, Chia-Ling Tu, Isabella Glenn, Justin Meyerowitz, Anat Levit Kaplan, Jiankun Lyu, Zhiqiang Cheng, Olga O. Tarkhanova, Yurii S. Moroz, John J. Irwin, Wenhan Chang, Brian K. Shoichet, Georgios Skiniotis",
      "paper_url": "https://doi.org/10.1126/science.ado1868",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4408892059",
      "paper_id": "https://openalex.org/W4408892059",
      "title": "Leucine aminopeptidase LyLAP enables lysosomal degradation of membrane proteins",
      "authors": "Aakriti Jain, Isaac Heremans, Gilles Rademaker, Tyler C. Detomasi, Peter Rohweder, Dashiell Anderson, Justin Zhang, Grace A. Hernandez, Suprit Gupta, Teresa von Linde, Mike Lange, Martina Spacci, Jiayi Luo, Y. Rose Citron, James A. Olzmann, David W. Dawson, Charles S. Craik, Guido Bommer, Rushika M. Perera, Roberto Zoncu",
      "paper_url": "https://doi.org/10.1126/science.adq8331",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4292229922",
      "paper_id": "https://openalex.org/W4292229922",
      "title": "Lineage plasticity in prostate cancer depends on JAK/STAT inflammatory signaling",
      "authors": "Joseph M. Chan, Samir Zaidi, Jillian R. Love, Jimmy L. Zhao, Manu Setty, Kristine M. Wadosky, Anuradha Gopalan, Zi-Ning Choo, Sitara Persad, Jungmin Choi, Justin LaClair, Kayla E. Lawrence, Ojasvi Chaudhary, Tianhao Xu, Ignas Masilionis, Irina Linkov, Shangqian Wang, Cindy Lee, Afsar Barlas, Michael J. Morris, Linas Mazutis, Ronan Chaligne, Yu Chen, David W. Goodrich, Wouter R. Karthaus, Dana Pe’er, Charles L. Sawyers",
      "paper_url": "https://doi.org/10.1126/science.abn0478",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4391657953",
      "paper_id": "https://openalex.org/W4391657953",
      "title": "Lineage-specific intolerance to oncogenic drivers restricts histological transformation",
      "authors": "Eric E. Gardner, Ethan M. Earlie, Kate Li, Jerin Thomas, Melissa J. Hubisz, Benjamin D. Stein, Chen Zhang, Lewis C. Cantley, Ashley M. Laughney, Harold Varmus",
      "paper_url": "https://doi.org/10.1126/science.adj1415",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4213014503",
      "paper_id": "https://openalex.org/W4213014503",
      "title": "Lysosomal cystine mobilization shapes the response of TORC1 and tissue growth to fasting",
      "authors": "Patrick Jouandin, Zvonimir Marelja, Yung-Hsin Shih, Andrey A. Parkhitko, Miriam Dambowsky, John M. Asara, Ivan Nemazanyy, Christian C. Dibble, Matias Simons, Norbert Perrimon",
      "paper_url": "https://doi.org/10.1126/science.abc4203",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4295088137",
      "paper_id": "https://openalex.org/W4295088137",
      "title": "Lysosomal enzyme trafficking factor LYSET enables nutritional usage of extracellular proteins",
      "authors": "Catarina Pechincha, Sven Groessl, Robert Kalis, Melanie de Almeida, Andrea Zanotti, Marten Wittmann, Martin Schneider, Rafael P. de Campos, Sarah Rieser, Marlene Brandstetter, Alexander Schleiffer, Karin Müller-Decker, Dominic Helm, Sabrina Jabs, David Haselbach, Marius K. Lemberg, Johannes Zuber, Wilhelm Palm",
      "paper_url": "https://doi.org/10.1126/science.abn5637",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4293242926",
      "paper_id": "https://openalex.org/W4293242926",
      "title": "Lysosomal GPCR-like protein LYCHOS signals cholesterol sufficiency to mTORC1",
      "authors": "Hijai R. Shin, Y. Rose Citron, Lei Wang, Laura Tribouillard, Claire S. Goul, Robin Stipp, Yusuke Sugasawa, Aakriti Jain, Nolwenn Samson, Chun-Yan Lim, Oliver B. Davis, David Castaneda-Carpio, Mingxing Qian, Daniel K. Nomura, Rushika M. Perera, Eunyong Park, Douglas F. Covey, Mathieu Laplante, Alex S. Evers, Roberto Zoncu",
      "paper_url": "https://doi.org/10.1126/science.abg6621",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4408182582",
      "paper_id": "https://openalex.org/W4408182582",
      "title": "Macrophage peroxisomes guide alveolar regeneration and limit SARS-CoV-2 tissue sequelae",
      "authors": "Xiaoqin Wei, Wei Qian, Harish Narasimhan, Ting Chan, Xue Liu, Mohd Arish, Samuel Young, Chaofan Li, In Su Cheon, Qing Yu, Gislane Almeida-Santos, Xiao-Yu Zhao, Eric V. Yeatts, Olivia J. Spear, Megan Yi, Tanyalak Parimon, Yinshan Fang, Young S. Hahn, Timothy N. J. Bullock, Lindsay A. Somerville, Mark H. Kaplan, Anne I. Sperling, Yun Michael Shim, Robert Vassallo, Peter Chen, Sarah E. Ewald, Anja C. Roden, Jianwen Que, Dianhua Jiang, Jie Sun",
      "paper_url": "https://doi.org/10.1126/science.adq2509",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4386917247",
      "paper_id": "https://openalex.org/W4386917247",
      "title": "Manipulating mitochondrial electron flow enhances tumor immunogenicity",
      "authors": "Kailash Chandra Mangalhara, Siva Karthik Varanasi, Melissa A. Johnson, Mannix J. Burns, Gladys R. Rojas, Pau B. Esparza Moltó, Alva G. Sainz, Nimesha Tadepalle, Keene L. Abbott, Gaurav Mendiratta, Dan Chen, Yagmur Farsakoglu, Tenzin Kunchok, Filipe Araujo Hoffmann, Bianca Parisi, Mercedes Rincon, Matthew G. Vander Heiden, Marcus Bosenberg, Diana C. Hargreaves, Susan M. Kaech, Gerald S. Shadel",
      "paper_url": "https://doi.org/10.1126/science.abq1053",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3181720537",
      "paper_id": "https://openalex.org/W3181720537",
      "title": "Mapping the cellular origin and early evolution of leukemia in Down syndrome",
      "authors": "Elvin Wagenblast, Joana Araújo, Olga I. Gan, Sarah K. Cutting, Alex Murison, Gabriela Krivdova, Maria Azkanaz, Jessica L. McLeod, Sabrina A. Smith, Blaise A. Gratton, Sajid A. Marhon, Martino Gabra, Jessie J. F. Medeiros, Sanaz Manteghi, Jian Chen, Michelle Chan-Seng-Yue, Laura Garcia-Prat, Leonardo Salmena, Daniel D. De Carvalho, Sagi Abelson, Mohamed Abdelhaleem, Karen Chong, Maian Roifman, Patrick Shannon, Jean C. Y. Wang, Johann K. Hitzler, David Chitayat, John E. Dick, Eric R. Lechman",
      "paper_url": "https://doi.org/10.1126/science.abf6202",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4286488836",
      "paper_id": "https://openalex.org/W4286488836",
      "title": "Massively parallel pooled screening reveals genomic determinants of nanoparticle delivery",
      "authors": "Natalie Boehnke, Joelle P. Straehla, Hannah C. Safford, Mustafa Kocak, Matthew G. Rees, Melissa Ronan, Danny Rosenberg, Charles H. Adelmann, Raghu R. Chivukula, Namita Nabar, Adam G. Berger, Nicholas G. Lamson, Jaime H. Cheah, Hojun Li, Jennifer A. Roth, Angela N. Koehler, Paula T. Hammond",
      "paper_url": "https://doi.org/10.1126/science.abm5551",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3132414590",
      "paper_id": "https://openalex.org/W3132414590",
      "title": "Mechanism of membrane-tethered mitochondrial protein synthesis",
      "authors": "Yuzuru Itoh, Juni Andréll, Austin Choi, Uwe Richter, Priyanka Maiti, Robert B. Best, Antoni Barrientos, Brendan J. Battersby, Alexey Amunts",
      "paper_url": "https://doi.org/10.1126/science.abe0763",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4213437949",
      "paper_id": "https://openalex.org/W4213437949",
      "title": "Mechanism of signal sequence handover from NAC to SRP on ribosomes during ER-protein targeting",
      "authors": "Ahmad Jomaa, Martin Gamerdinger, Hao-Hsuan Hsieh, Annalena Wallisch, Viswanathan Chandrasekaran, Zeynel Ulusoy, Alain Scaiola, Ramanujan S. Hegde, Shu-ou Shan, Nenad Ban, Elke Deuerling",
      "paper_url": "https://doi.org/10.1126/science.abl6459",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411983812",
      "paper_id": "https://openalex.org/W4411983812",
      "title": "Membrane topology inversion of GGCX mediates cytoplasmic carboxylation for antiviral defense",
      "authors": "Tomohiko Okazaki, Keiji Nozaki, Nao Morimoto, Yuta Otobe, Riho Saito, Shuntaro Abe, Miyuki Okajima, Hikari Yoshitane, Tomohisa Hatta, Shun-ichiro Iemura, Tohru Natsume, Hidetaka Kosako, Miwako Yamasaki, Satoshi Inoue, Takashi Kondo, Haruhiko Koseki, Yukiko Gotoh",
      "paper_url": "https://doi.org/10.1126/science.adk9967",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4399619522",
      "paper_id": "https://openalex.org/W4399619522",
      "title": "Metabolic inflexibility promotes mitochondrial health during liver regeneration",
      "authors": "Xun Wang, Cameron J. Menezes, Yuemeng Jia, Yi Xiao, Siva Sai Krishna Venigalla, Feng Cai, Meng-Hsiung Hsieh, Wen Gu, Liming Du, Jessica Sudderth, Dohun Kim, Spencer D. Shelton, Claire B. Llamas, Yu-Hsuan Lin, Min Zhu, Salma Merchant, Divya Bezwada, Sherwin Kelekar, Lauren G. Zacharias, Thomas P. Mathews, Gerta Hoxhaj, R. Max Wynn, Uttam K. Tambar, Ralph J. DeBerardinis, Hao Zhu, Prashant Mishra",
      "paper_url": "https://doi.org/10.1126/science.adj4301",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4382520352",
      "paper_id": "https://openalex.org/W4382520352",
      "title": "Metabolic orchestration of cell death by AMPK-mediated phosphorylation of RIPK1",
      "authors": "Tao Zhang, Daichao Xu, Elijah Trefts, Mingming Lv, Hiroyuki Inuzuka, Guobin Song, Min Liu, Jianlin Lu, Jianping Liu, Chen Chu, Min Wang, Huibing Wang, Huyan Meng, Hui Liu, Yuan Zhuang, Xingxing Xie, Fabin Dang, Dongxian Guan, Yuqin Men, Shuwen Jiang, Cong Jiang, Xiaoming Dai, Jing Liu, Zhen Wang, Peiqiang Yan, Jingchao Wang, Zhenbo Tu, Mrigya Babuta, Emily Erickson, Alissandra L. Hillis, Christian C. Dibble, John M. Asara, Gyongy Szabo, Piotr Sicinski, Ji Miao, Yu-Ru Lee, Lifeng Pan, Reuben J. Shaw, Junying Yuan, Wenyi Wei",
      "paper_url": "https://doi.org/10.1126/science.abn1725",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4411983851",
      "paper_id": "https://openalex.org/W4411983851",
      "title": "Mining the CRBN target space redefines rules for molecular glue–induced neosubstrate recognition",
      "authors": "Georg Petzold, Pablo Gainza, Stefano Annunziato, Ilaria Lamberto, Peter Trenh, Laura A. McAllister, Bradley DeMarco, Laura Schwander, Richard D. Bunker, Mary Zlotosch, Rohitha SriRamaratnam, Samuel Gilberto, Gerasimos Langousis, Etienne J. Donckele, Chao Quan, Vaik Strande, Gian Marco De Donatis, Shanique B. Alabi, Jessica Alers, Michelle Matysik, Camille Staehly, Aurélie Dubois, Arnaud Osmont, Mackenzie Garskovas, David Lyon, Lars Wiedmer, Vladimiras Oleinikovas, Raphael Lieberherr, Nooreen T. Rubin, Daniel T. Lam, Xavier Lucas, Elisa Liardo, Nina Ilic Widlund, Andreas Ritzén, Ramon Miguel Caceres, Dominico Vigil, Jennifer Tsai, Owen Wallace, Marisa Peluso, Amine Sadok, Ralph Tiedt, Alison M. Paterson, Vladislav Zarayskiy, Bernhard Fasching, Debora Bonenfant, Markus Warmuth, John C. Castle, Sharon A. Townson",
      "paper_url": "https://doi.org/10.1126/science.adt6736",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4413140992",
      "paper_id": "https://openalex.org/W4413140992",
      "title": "Mitochondria protect against an intracellular pathogen by restricting access to folate",
      "authors": "Tânia Catarina Medeiros, Jana Ovciarikova, Xianhe Li, Patrick Krueger, Tim Bartsch, Silvia Reato, John C. Crow, Michelle Tellez Sutterlin, Bruna Martins Garcia, Irina Rais, Kira Allmeroth, Matías D. Hartman, Martin S. Denzel, Martin Purrio, Andrea Mesaros, Kit-Yi Leung, Nicholas D. E. Greene, Lilach Sheiner, Patrick Giavalisco, Lena Pernas",
      "paper_url": "https://doi.org/10.1126/science.adr6326",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4205878678",
      "paper_id": "https://openalex.org/W4205878678",
      "title": "Mitochondria shed their outer membrane in response to infection-induced stress",
      "authors": "Xianhe Li, Julian Straub, Tânia Catarina Medeiros, Chahat Mehra, Fabian den Brave, Esra Peker, Ilian Atanassov, Katharina Stillger, Jonas Benjamin Michaelis, Emma Burbridge, Colin Adrain, Christian Münch, Jan Riemer, Thomas Becker, Lena F. Pernas",
      "paper_url": "https://doi.org/10.1126/science.abi4343",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3153014022",
      "paper_id": "https://openalex.org/W3153014022",
      "title": "Mitochondrial NADP(H) generation is essential for proline biosynthesis",
      "authors": "Jiajun Zhu, Simon Schwörer, Mirela Berisa, Yeon Ju Kyung, Keun Woo Ryu, Junmei Yi, Xuejun Jiang, Justin R. Cross, Craig B. Thompson",
      "paper_url": "https://doi.org/10.1126/science.abd5491",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3206731434",
      "paper_id": "https://openalex.org/W3206731434",
      "title": "Mitochondrial translation is required for sustained killing by cytotoxic T cells",
      "authors": "Miriam Lisci, Philippa R. Barton, Lyra O. Randzavola, Claire Y. Ma, Julia M. Marchingo, Doreen A. Cantrell, Vincent Paupe, Julien Prudent, Jane C. Stinchcombe, Gillian M. Griffiths",
      "paper_url": "https://doi.org/10.1126/science.abe9977",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4386523015",
      "paper_id": "https://openalex.org/W4386523015",
      "title": "Modulation of the proteostasis network promotes tumor resistance to oncogenic KRAS inhibitors",
      "authors": "Xiangdong Lv, Xuan Lu, Jin Cao, Qin Luo, Yao Ding, Fanglue Peng, Apar Pataer, Dong Lu, Dong Han, Eric Malmberg, Doug W. Chan, Xiaoran Wang, Sara R. Savage, Sufeng Mao, Jingjing Yu, Fei Peng, Liang Yan, Huan Meng, Laure Maneix, Yumin Han, Yiwen Chen, Wantong Yao, Eric C. Chang, Andre Catic, Xia Lin, George Miles, Pengxiang Huang, Zheng Sun, Bryan Burt, Huamin Wang, Jin Wang, Qizhi Cathy Yao, Bing Zhang, Jack A. Roth, Bert W. O’Malley, Matthew J. Ellis, Mothaffar F. Rimawi, Haoqiang Ying, Xi Chen",
      "paper_url": "https://doi.org/10.1126/science.abn4180",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4368347588",
      "paper_id": "https://openalex.org/W4368347588",
      "title": "Molecular basis of translation termination at noncanonical stop codons in human mitochondria",
      "authors": "Martin Saurer, Marc Leibundgut, Hima Priyanka Nadimpalli, Alain Scaiola, Tanja Schönhut, Richard G. Lee, Stefan J. Siira, Oliver Rackham, René Dreos, Tea Lenarčič, Eva Kummer, David Gatfield, Aleksandra Filipovska, Nenad Ban",
      "paper_url": "https://doi.org/10.1126/science.adf9890",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4308439092",
      "paper_id": "https://openalex.org/W4308439092",
      "title": "Molecular glue CELMoD compounds are regulators of cereblon conformation",
      "authors": "Edmond R. Watson, Scott Novick, Mary E. Matyskiela, Philip P. Chamberlain, Andres H. de la Peña, Jinyi Zhu, Eileen Tran, Patrick R. Griffin, Ingrid E. Wertz, Gabriel C. Lander",
      "paper_url": "https://doi.org/10.1126/science.add7574",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4412622878",
      "paper_id": "https://openalex.org/W4412622878",
      "title": "Molecular glues that facilitate RAS binding to PI3Kα promote glucose uptake without insulin",
      "authors": "Koji Terayama, Shinji Furuzono, Nicole Fer, Wupeng Yan, Lucy C. Young, Daniel J. Czyzyk, Ruby Goldstein de Salazar, Masato Sasaki, Akihiro Uozumi, Masahiro Konishi, Shoichi Kanda, Yoshitaka Sogawa, Mitsuhiro Yamaguchi, Takashi Tsuji, Junichi Kuroyanagi, Mayumi Hayashi, Yuji Ogura, Dhirendra K. Simanshu, Kazuishi Kubota, Jun Tanaka, Frank McCormick",
      "paper_url": "https://doi.org/10.1126/science.adr9097",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4399601892",
      "paper_id": "https://openalex.org/W4399601892",
      "title": "Molecular mechanism of the ischemia-induced regulatory switch in mammalian complex I",
      "authors": "Daniel N. Grba, John J. Wright, Zhan Yin, William Fisher, Judy Hirst",
      "paper_url": "https://doi.org/10.1126/science.ado2075",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3190866268",
      "paper_id": "https://openalex.org/W3190866268",
      "title": "Molecular phenotyping reveals the identity of Barrett’s esophagus and its malignant transition",
      "authors": "Karol Nowicki-Osuch, Lizhe Zhuang, Sriganesh Jammula, Christopher W. Bleaney, Krishnaa T. Mahbubani, Ginny Devonshire, Annalise Katz-Summercorn, Nils Eling, Anna Wilbrey-Clark, Elo Madissoon, John Gamble, Massimiliano Di Pietro, Maria O’Donovan, Kerstin B. Meyer, Kourosh Saeb-Parsy, Andrew D. Sharrocks, Sarah A. Teichmann, John C. Marioni, Rebecca C. Fitzgerald",
      "paper_url": "https://doi.org/10.1126/science.abd1449",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4306895629",
      "paper_id": "https://openalex.org/W4306895629",
      "title": "Molecular structures reveal synergistic rescue of Δ508 CFTR by Trikafta modulators",
      "authors": "Karol Fiedorczuk, Jue Chen",
      "paper_url": "https://doi.org/10.1126/science.ade2216",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4306902103",
      "paper_id": "https://openalex.org/W4306902103",
      "title": "MTCH2 is a mitochondrial outer membrane protein insertase",
      "authors": "Alina Guna, Taylor A. Stevens, Alison J. Inglis, Joseph M. Replogle, Theodore K. Esantsi, Gayathri Muthukumar, Kelly C. L. Shaffer, Maxine L. Wang, Angela N. Pogson, Jeff J. Jones, Brett Lomenick, Tsui-Fen Chou, Jonathan S. Weissman, Rebecca M. Voorhees",
      "paper_url": "https://doi.org/10.1126/science.add1856",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4400770197",
      "paper_id": "https://openalex.org/W4400770197",
      "title": "Multiscale photocatalytic proximity labeling reveals cell surface neighbors on and between cells",
      "authors": "Zhi Lin, Kaitlin Schaefer, Irene Lui, Zi Yao, Andrea Fossati, Danielle L. Swaney, Ajikarunia Palar, Andrej Sali, James A. Wells",
      "paper_url": "https://doi.org/10.1126/science.adl5763",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406440193",
      "paper_id": "https://openalex.org/W4406440193",
      "title": "Muscle-derived myostatin is a major endocrine driver of follicle-stimulating hormone synthesis",
      "authors": "Luisina Ongaro, Xiang Zhou, Ying Wang, Hailey Schultz, Ziyue Zhou, Evan R. S. Buddle, Emilie Brûlé, Yeu-Farn Lin, Gauthier Schang, Adam Hagg, Roselyne Castonguay, Yewei Liu, Gloria H. Su, Nabil G. Seidah, Kevin C. Ray, Seth J. Karp, Ulrich Boehm, Frederique Ruf-Zamojski, Stuart C. Sealfon, Kelly L. Walton, Se-Jin Lee, Daniel J. Bernard",
      "paper_url": "https://doi.org/10.1126/science.adi4736",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4400525782",
      "paper_id": "https://openalex.org/W4400525782",
      "title": "Mutant IDH1 inhibition induces dsDNA sensing to activate tumor immunity",
      "authors": "Meng-Ju Wu, Hiroshi Kondo, Ashwin V. Kammula, Lei Shi, Yi Xiao, Sofiene Dhiab, Qin Xu, Chloe J Slater, Omar I. Avila, Joshua Merritt, Hiroyuki Kato, Prabhat Kattel, Jonathan Sussman, Ilaria Gritti, Jason Eccleston, Yi Sun, Hyo Min Cho, Kira Olander, Takeshi Katsuda, Diana D. Shi, Milan R. Savani, Bailey C. Smith, James M Cleary, Raul Mostoslavsky, Vindhya Vijay, Yosuke Kitagawa, Hiroaki Wakimoto, Russell W. Jenkins, Kathleen B. Yates, Jihye Paik, Ania Tassinari, Duygu Hatice Saatcioglu, Adriana E. Tron, Wilhelm Haas, Daniel Cahill, Samuel K. McBrayer, Robert T. Manguso, Nabeel Bardeesy",
      "paper_url": "https://doi.org/10.1126/science.adl6173",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4381612869",
      "paper_id": "https://openalex.org/W4381612869",
      "title": "NAC controls cotranslational N-terminal methionine excision in eukaryotes",
      "authors": "Martin Gamerdinger, Min Jia, Renate Schloemer, Laurenz Rabl, Mateusz Jaskolowski, Katrin M. Khakzar, Zeynel Ulusoy, Annalena Wallisch, Ahmad Jomaa, Gundula Hunaeus, Alain Scaiola, Kay Diederichs, Nenad Ban, Elke Deuerling",
      "paper_url": "https://doi.org/10.1126/science.adg3297",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4383313684",
      "paper_id": "https://openalex.org/W4383313684",
      "title": "Oncogene-like addiction to aneuploidy in human cancers",
      "authors": "Vishruth Girish, Asad A. Lakhani, Sarah L. Thompson, Christine M. Scaduto, Leanne M. Brown, Ryan A. Hagenson, Erin L. Sausville, Brianna E. Mendelson, Pranav K. Kandikuppa, Devon A. Lukow, Monet Lou Yuan, Eric C. Stevens, Sophia N. Lee, Klaske M. Schukken, Saron M. Akalu, Anand Vasudevan, Charles Zou, Barbora Salovska, Wenxue Li, Joan C. Smith, Alison M. Taylor, Robert A. Martienssen, Yansheng Liu, Ruping Sun, Jason M. Sheltzer",
      "paper_url": "https://doi.org/10.1126/science.adg4521",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4366482874",
      "paper_id": "https://openalex.org/W4366482874",
      "title": "Oncogenic <i>CDK13</i> mutations impede nuclear RNA surveillance",
      "authors": "Megan L. Insco, Brian J. Abraham, Sara J. Dubbury, Ines H. Kaltheuner, Sofia Dust, Constance Wu, Kevin Y. Chen, David Liu, Stanislav Bellaousov, Anna M. Cox, Benjamin J. E. Martin, Tongwu Zhang, Calvin G. Ludwig, Tania Fabo, Rodsy Modhurima, Dakarai E. Esgdaille, Telmo Henriques, Kevin M. Brown, Stephen J. Chanock, Matthias Geyer, Karen Adelman, Phillip A. Sharp, Richard A. Young, Paul L. Boutz, Leonard I. Zon",
      "paper_url": "https://doi.org/10.1126/science.abn7625",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3208518221",
      "paper_id": "https://openalex.org/W3208518221",
      "title": "p21 produces a bioactive secretome that places stressed cells under immunosurveillance",
      "authors": "Ines Sturmlechner, Cheng Zhang, Chance C. Sine, Erik-Jan van Deursen, Karthik B. Jeganathan, Naomi Hamada, Jan Grasic, David Friedman, Jeremy T. Stutchman, Ismail Can, Masakazu Hamada, Do Young Lim, Jeong-Heon Lee, Tamas Ordog, Remi-Martin Laberge, Virginia Shapiro, Darren J. Baker, Hu Li, Jan M. van Deursen",
      "paper_url": "https://doi.org/10.1126/science.abb3420",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401414495",
      "paper_id": "https://openalex.org/W4401414495",
      "title": "PERK-ATAD3A interaction provides a subcellular safe haven for protein synthesis during ER stress",
      "authors": "Karinder K. Brar, Daniel T. Hughes, Jordan L. Morris, Kelly Subramanian, Shivaani Krishna, Fei Gao, Lara-Sophie Rieder, Sebastian Uhrig, Joshua Freeman, Heather L. Smith, Rebekkah Jukes-Jones, Edward Avezov, Jodi Nunnari, Julien Prudent, Adrian J. Butcher, Giovanna R. Mallucci",
      "paper_url": "https://doi.org/10.1126/science.adp7114",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3127317114",
      "paper_id": "https://openalex.org/W3127317114",
      "title": "Phosphorylation and chromatin tethering prevent cGAS activation during mitosis",
      "authors": "Tuo Li, Tuozhi Huang, Mingjian Du, Xiang Chen, Fenghe Du, Junyao Ren, Zhijian J. Chen",
      "paper_url": "https://doi.org/10.1126/science.abc5386",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W4200390305",
      "paper_id": "https://openalex.org/W4200390305",
      "title": "PI(3,4)P2-mediated cytokinetic abscission prevents early senescence and cataract formation",
      "authors": "Federico Gulluni, Lorenzo Prever, Huayi Li, Petra Krafcikova, Ilaria Corrado, Wen-Ting Lo, Jean Piero Margaria, Anlu Chen, Maria Chiara De Santis, Sophie J. Cnudde, Joseph Fogerty, Alex Yuan, Alberto Massarotti, Nasrin Torabi Sarijalo, Oscar Vadas, Roger L. Williams, Marcus Thelen, David R. Powell, Markus Schueler, Michael S. Wiesener, Tamas Balla, Hagit N. Baris, Dov Tiosano, Brian M. McDermott, Brian D. Perkins, Alessandra Ghigo, Miriam Martini, Volker Haucke, Evzen Boura, Giorgio Roberto Merlo, David A. Buchner, Emilio Hirsch",
      "paper_url": "https://doi.org/10.1126/science.abk0410",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4413141208",
      "paper_id": "https://openalex.org/W4413141208",
      "title": "Platelets sequester extracellular DNA, capturing tumor-derived and free fetal DNA",
      "authors": "Lauren Murphy, Jeanne Inchauspé, Giampiero Valenzano, Pamela Holland, Nikolaos Sousos, Hayley L. Belnoue-Davis, Rong Li, Natalie J. Jooss, Camelia Benlabiod, Eleanor Murphy, Zohar Etzioni, Emelie Shepherd, Lucy Denly, Sujata Biswas, Lin Chen, Jennifer O’Sullivan, Michael P. Rimmer, Abdullah O. Khan, Christina Simoglou Karali, Nadia Nasreddin, Ian S. Hitchcock, Milka Koupenova, Skirmantas Kriaucionis, Jim R. Hughes, Eric O’Neill, Manu Vatish, Paul Rees, Simon Leedham, Michael Desborough, Adam J. Mead, Benjamin Schuster-Böckler, Christopher D. Gregory, Bethan Psaila",
      "paper_url": "https://doi.org/10.1126/science.adp3971",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4390967609",
      "paper_id": "https://openalex.org/W4390967609",
      "title": "Priming agents transiently reduce the clearance of cell-free DNA to improve liquid biopsies",
      "authors": "Carmen Martin-Alonso, Shervin Tabrizi, Kan Xiong, Timothy Blewett, Sainetra Sridhar, Andjela Crnjac, Sahil Patel, Zhenyi An, Ahmet Bekdemir, Douglas Shea, Shih-Ting Wang, Sergio Rodriguez-Aponte, Christopher A. Naranjo, Justin Rhoades, Jesse D. Kirkpatrick, Heather E. Fleming, Ava P. Amini, Todd R. Golub, J. Christopher Love, Sangeeta N. Bhatia, Viktor A. Adalsteinsson",
      "paper_url": "https://doi.org/10.1126/science.adf2341",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4311601716",
      "paper_id": "https://openalex.org/W4311601716",
      "title": "Protein import into peroxisomes occurs through a nuclear pore–like phase",
      "authors": "Yuan Gao, Michael L. Skowyra, Peiqiang Feng, Tom A. Rapoport",
      "paper_url": "https://doi.org/10.1126/science.adf3971",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4323812845",
      "paper_id": "https://openalex.org/W4323812845",
      "title": "Protein-metabolite interactomics of carbohydrate metabolism reveal regulation of lactate dehydrogenase",
      "authors": "Kevin G. Hicks, Ahmad A. Cluntun, Heidi L. Schubert, Sean R. Hackett, Jordan A. Berg, Paul G. Leonard, Mariana A. Ajalla Aleixo, Youjia Zhou, Alex J. Bott, Sonia R. Salvatore, Fei Chang, Aubrie Blevins, Paige Barta, Samantha Tilley, Aaron Leifer, Andrea Guzman, Ajak Arok, Sarah Fogarty, Jacob M. Winter, Hee-Chul Ahn, Karen N. Allen, Samuel Block, Iara A. Cardoso, Jianping Ding, Ingrid Dreveny, William C. Gasper, Quinn Ho, Atsushi Matsuura, Michael J. Palladino, Sabin Prajapati, Pengkai Sun, Kai Tittmann, Dean R. Tolan, Judith Unterlass, Andrew P. VanDemark, Matthew G. Vander Heiden, Bradley A. Webb, Cai-Hong Yun, Pengkai Zhao, Bei Wang, Francisco J. Schopfer, Christopher P. Hill, Maria Cristina Nonato, Florian L. Muller, James E. Cox, Jared Rutter",
      "paper_url": "https://doi.org/10.1126/science.abm3452",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4393279432",
      "paper_id": "https://openalex.org/W4393279432",
      "title": "Pyrimidines maintain mitochondrial pyruvate oxidation to support de novo lipogenesis",
      "authors": "Umakant Sahu, Elodie Villa, Colleen R. Reczek, Zibo Zhao, Brendan P. O’Hara, Michael D. Torno, Rohan Mishra, William D. Shannon, John M. Asara, Peng Gao, Ali Shilatifard, Navdeep S. Chandel, Issam Ben-Sahra",
      "paper_url": "https://doi.org/10.1126/science.adh2771",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4296793417",
      "paper_id": "https://openalex.org/W4296793417",
      "title": "Quality assurance of hematopoietic stem cells by macrophages determines stem cell clonality",
      "authors": "Samuel J. Wattrus, Mackenzie L. Smith, Cecilia Pessoa Rodrigues, Elliott J. Hagedorn, Ji Wook Kim, Bogdan Budnik, Leonard I. Zon",
      "paper_url": "https://doi.org/10.1126/science.abo4837",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4406019265",
      "paper_id": "https://openalex.org/W4406019265",
      "title": "Rare germline structural variants increase risk for pediatric solid tumors",
      "authors": "Riaz Gillani, Ryan L. Collins, Jett Crowdis, Amanda Garza, Jill K. Jones, Mark Walker, Alba Sanchis-Juan, Christopher W. Whelan, Emma Pierce-Hoffman, Michael E. Talkowski, Harrison Brand, Kevin Haigis, Jaclyn LoPiccolo, Saud H. AlDubayan, Alexander Gusev, Brian D. Crompton, Katherine A. Janeway, Eliezer M. Van Allen",
      "paper_url": "https://doi.org/10.1126/science.adq0071",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4404125075",
      "paper_id": "https://openalex.org/W4404125075",
      "title": "Regulated N-glycosylation controls chaperone function and receptor trafficking",
      "authors": "Mengxiao Ma, Ramin Dubey, Annie Jen, Ganesh V. Pusapati, Bharti Singal, Evgenia Shishkova, Katherine A. Overmyer, Valérie Cormier-Daire, Juliette Fedry, L. Aravind, Joshua J. Coon, Rajat Rohatgi",
      "paper_url": "https://doi.org/10.1126/science.adp7201",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4403092008",
      "paper_id": "https://openalex.org/W4403092008",
      "title": "Relocalizing transcriptional kinases to activate apoptosis",
      "authors": "Roman C. Sarott, Sai Gourisankar, Basel Karim, Sabin Nettles, Haopeng Yang, Brendan G. Dwyer, Juste M. Simanauskaite, Jason Tse, Hind Abuzaid, Andrey Krokhotin, Tinghu Zhang, Stephen M. Hinshaw, Michael R. Green, Gerald R. Crabtree, Nathanael S. Gray",
      "paper_url": "https://doi.org/10.1126/science.adl5361",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3209858224",
      "paper_id": "https://openalex.org/W3209858224",
      "title": "Resistance to inflammation underlies enhanced fitness in clonal hematopoiesis",
      "authors": "S. Avagyan, J. E. Henninger, W. P. Mannherz, M. Mistry, J. Yoon, S. Yang, M. C. Weber, J. L. Moore, L. I. Zon",
      "paper_url": "https://doi.org/10.1126/science.aba9304",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4407199584",
      "paper_id": "https://openalex.org/W4407199584",
      "title": "Retrograde mitochondrial signaling governs the identity and maturity of metabolic tissues",
      "authors": "Emily M. Walker, Gemma L. Pearson, Nathan Lawlor, Ava M. Stendahl, Anne Lietzke, Vaibhav Sidarala, Jie Zhu, Tracy Stromer, Emma C. Reck, Jin Li, Elena Levi-D’Ancona, Mabelle B. Pasmooij, Dre L. Hubers, Aaron Renberg, Kawthar Mohamed, Vishal S. Parekh, Irina X. Zhang, Benjamin Thompson, Deqiang Zhang, Sarah A. Ware, Leena Haataja, Nathan Qi, Stephen C. J. Parker, Peter Arvan, Lei Yin, Brett A. Kaufman, Leslie S. Satin, Lori Sussel, Michael L. Stitzel, Scott A. Soleimanpour",
      "paper_url": "https://doi.org/10.1126/science.adf2034",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4403708068",
      "paper_id": "https://openalex.org/W4403708068",
      "title": "Retrotransposons are co-opted to activate hematopoietic stem cells and erythropoiesis",
      "authors": "Julia Phan, Brandon Chen, Zhiyu Zhao, Gabriele Allies, Antonella Iannaccone, Animesh Paul, Feyza Cansiz, Alberto Spina, Anna-Sophia Leven, Alexandra Gellhaus, Dirk Schadendorf, Rainer Kimmig, Marcel Mettlen, Alpaslan Tasdogan, Sean J. Morrison",
      "paper_url": "https://doi.org/10.1126/science.ado6836",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4407504523",
      "paper_id": "https://openalex.org/W4407504523",
      "title": "RNA polymerase II at histone genes predicts outcome in human cancer",
      "authors": "Steven Henikoff, Ye Zheng, Ronald M. Paranal, Yiling Xu, Jacob E. Greene, Jorja G. Henikoff, Zachary R. Russell, Frank Szulzewsky, H. Nayanga Thirimanne, Sita Kugel, Eric C. Holland, Kami Ahmad",
      "paper_url": "https://doi.org/10.1126/science.ads2169",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4412165109",
      "paper_id": "https://openalex.org/W4412165109",
      "title": "ROS transfer at peroxisome-mitochondria contact regulates mitochondrial redox",
      "authors": "Laura F. DiGiovanni, Prabhsimran K. Khroud, Ruth E. Carmichael, Tina A. Schrader, Shivneet K. Gill, Kyla Germain, Robert Y. Jomphe, Christoph Wiesinger, Maxime Boutry, Maki Kamoshita, Daniel Snider, Garret Stubbings, Rong Hua, Noel Garber, Christian Hacker, Andrew D. Rutenberg, Roman A. Melnyk, Johannes Berger, Michael Schrader, Brian Raught, Peter K. Kim",
      "paper_url": "https://doi.org/10.1126/science.adn2804",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4389429463",
      "paper_id": "https://openalex.org/W4389429463",
      "title": "ROS-induced ribosome impairment underlies ZAKα-mediated metabolic decline in obesity and aging",
      "authors": "Goda Snieckute, Laura Ryder, Anna Constance Vind, Zhenzhen Wu, Frederic Schrøder Arendrup, Mark Stoneley, Sébastien Chamois, Ana Martinez-Val, Marion Leleu, René Dreos, Alexander Russell, David Michael Gay, Aitana Victoria Genzor, Beatrice So-Yun Choi, Astrid Linde Basse, Frederike Sass, Morten Dall, Lucile Chantal Marie Dollet, Melanie Blasius, Anne E. Willis, Anders H. Lund, Jonas T. Treebak, Jesper Velgaard Olsen, Steen Seier Poulsen, Mary Elizabeth Pownall, Benjamin Anderschou Holbech Jensen, Christoffer Clemmensen, Zach Gerhart-Hines, David Gatfield, Simon Bekker-Jensen",
      "paper_url": "https://doi.org/10.1126/science.adf3208",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3172838821",
      "paper_id": "https://openalex.org/W3172838821",
      "title": "Senolytics reduce coronavirus-related mortality in old mice",
      "authors": "Christina D. Camell, Matthew J. Yousefzadeh, Yi Zhu, Larissa G. P. Langhi Prata, Matthew A. Huggins, Mark Pierson, Lei Zhang, Ryan D. O’Kelly, Tamar Pirtskhalava, Pengcheng Xun, Keisuke Ejima, Ailing Xue, Utkarsh Tripathi, Jair Machado Espindola-Netto, Nino Giorgadze, Elizabeth J. Atkinson, Christina L. Inman, Kurt O. Johnson, Stephanie H. Cholensky, Timothy W. Carlson, Nathan K. LeBrasseur, Sundeep Khosla, M. Gerard O’Sullivan, David B. Allison, Stephen C. Jameson, Alexander Meves, Ming Li, Y. S. Prakash, Sergio E. Chiarella, Sara E. Hamilton, Tamara Tchkonia, Laura J. Niedernhofer, James L. Kirkland, Paul D. Robbins",
      "paper_url": "https://doi.org/10.1126/science.abe4832",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4410614114",
      "paper_id": "https://openalex.org/W4410614114",
      "title": "Silencing mitochondrial gene expression in living cells",
      "authors": "Luis Daniel Cruz-Zaragoza, Drishan Dahal, Mats Koschel, Angela Boshnakovska, Aiturgan Zheenbekova, Mehmet Yilmaz, Marcel Morgenstern, Jan-Niklas Dohrke, Julian Bender, Anusha Valpadashi, Kristine A. Henningfeld, Silke Oeljeklaus, Laura Sophie Kremer, Mirjam Breuer, Oliver Urbach, Sven Dennerlein, Michael Lidschreiber, Stefan Jakobs, Bettina Warscheid, Peter Rehling",
      "paper_url": "https://doi.org/10.1126/science.adr3498",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4402263349",
      "paper_id": "https://openalex.org/W4402263349",
      "title": "Single-cell chromatin accessibility reveals malignant regulatory programs in primary human cancers",
      "authors": "Laksshman Sundaram, Arvind Kumar, Matthew Zatzman, Adriana Salcedo, Neal Ravindra, Shadi Shams, Brian H. Louie, S. Tansu Bagdatli, Matthew A. Myers, Shahab Sarmashghi, Hyo Young Choi, Won-Young Choi, Kathryn E. Yost, Yanding Zhao, Jeffrey M. Granja, Toshinori Hinoue, D. Neil Hayes, Andrew Cherniack, Ina Felau, Hani Choudhry, Jean C. Zenklusen, Kyle Kai-How Farh, Andrew McPherson, Christina Curtis, Peter W. Laird, , M. Ryan Corces, Howard Y. Chang, William J. Greenleaf, John A. Demchok, Liming Yang, Roy Tarnuzzer, Samantha J. Caesar-Johnson, Zhining Wang, Ashley S. Doane, Ekta Khurana, Mauro A. A. Castro, Alexander J. Lazar, Bradley M. Broom, John N. Weinstein, Rehan Akbani, Shwetha V. Kumar, Benjamin J. Raphael, Christopher K. Wong, Joshua M. Stuart, Rojin Safavi, Christopher C. Benz, Benjamin K. Johnson, Cindy Kyi, Hui Shen",
      "paper_url": "https://doi.org/10.1126/science.adk9217",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3123518732",
      "paper_id": "https://openalex.org/W3123518732",
      "title": "Single-cell lineages reveal the rates, routes, and drivers of metastasis in cancer xenografts",
      "authors": "Jeffrey J. Quinn, Matthew G. Jones, Ross A. Okimoto, Shigeki Nanjo, Michelle M. Chan, Nir Yosef, Trever G. Bivona, Jonathan S. Weissman",
      "paper_url": "https://doi.org/10.1126/science.abc1944",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3160394054",
      "paper_id": "https://openalex.org/W3160394054",
      "title": "SLFN2 protection of tRNAs from stress-induced cleavage is essential for T cell–mediated immunity",
      "authors": "Tao Yue, Xiaoming Zhan, Duanwu Zhang, Ruchi Jain, Kuan-wen Wang, Jin Huk Choi, Takuma Misawa, Lijing Su, Jiexia Quan, Sara Hildebrand, Darui Xu, Xiaohong Li, Emre Turer, Lei Sun, Eva Marie Y. Moresco, Bruce Beutler",
      "paper_url": "https://doi.org/10.1126/science.aba4220",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4404577957",
      "paper_id": "https://openalex.org/W4404577957",
      "title": "Specific tRNAs promote mRNA decay by recruiting the CCR4-NOT complex to translating ribosomes",
      "authors": "Xiaoqiang Zhu, Victor Emmanuel Cruz, He Zhang, Jan P. Erzberger, Joshua T. Mendell",
      "paper_url": "https://doi.org/10.1126/science.adq8587",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4381612979",
      "paper_id": "https://openalex.org/W4381612979",
      "title": "Splice variants of mitofusin 2 shape the endoplasmic reticulum and tether it to mitochondria",
      "authors": "Déborah Naón, María Isabel Hernández-Alvarez, Satoko Shinjo, Milosz Wieczor, Saska Ivanova, Olga Martins de Brito, Albert Quintana, Juan Hidalgo, Manuel Palacín, Pilar Aparicio, Juan Castellanos, Luis Lores, David Sebastián, Sonia Fernández-Veledo, Joan Vendrell, Jorge Joven, Modesto Orozco, Antonio Zorzano, Luca Scorrano",
      "paper_url": "https://doi.org/10.1126/science.adh9351",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4399168203",
      "paper_id": "https://openalex.org/W4399168203",
      "title": "Stem-cell states converge in multistage cutaneous squamous cell carcinoma development",
      "authors": "Mark A. Taylor, Eve Kandyba, Kyle Halliwill, Reyno Delrosario, Matvei Khoroshkin, Hani Goodarzi, David Quigley, Yun Rose Li, Di Wu, Saumya R. Bollam, Olga K. Mirzoeva, Rosemary J. Akhurst, Allan Balmain",
      "paper_url": "https://doi.org/10.1126/science.adi7453",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4224994977",
      "paper_id": "https://openalex.org/W4224994977",
      "title": "Stepwise-edited, human melanoma models reveal mutations’ effect on tumor and microenvironment",
      "authors": "Eran Hodis, Elena Torlai Triglia, John Y. H. Kwon, Tommaso Biancalani, Labib R. Zakka, Saurabh Parkar, Jan-Christian Hütter, Lorenzo Buffoni, Toni M. Delorey, Devan Phillips, Danielle Dionne, Lan T. Nguyen, Denis Schapiro, Zoltan Maliga, Connor A. Jacobson, Ayal Hendel, Orit Rozenblatt-Rosen, Martin C. Mihm, Levi A. Garraway, Aviv Regev",
      "paper_url": "https://doi.org/10.1126/science.abi8175",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4414086263",
      "paper_id": "https://openalex.org/W4414086263",
      "title": "Structural basis for LZTR1 recognition of RAS GTPases for degradation",
      "authors": "Srisathiyanarayanan Dharmaiah, Daniel A. Bonsor, Stephanie P. Mo, Alvaro Fernandez-Cabrera, Albert H. Chan, Simon Messing, Matthew Drew, Martha Vega, Dwight V. Nissley, Dominic Esposito, Pau Castel, Dhirendra K. Simanshu",
      "paper_url": "https://doi.org/10.1126/science.adv7088",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3194679682",
      "paper_id": "https://openalex.org/W3194679682",
      "title": "Structural insight into the SAM-mediated assembly of the mitochondrial TOM core complex",
      "authors": "Qiang Wang, Zeyuan Guan, Liangbo Qi, Jinjin Zhuang, Chen Wang, Sixing Hong, Ling Yan, Yan Wu, Xiaoqian Cao, Jianbo Cao, Junjie Yan, Tingting Zou, Zhu Liu, Delin Zhang, Chuangye Yan, Ping Yin",
      "paper_url": "https://doi.org/10.1126/science.abh0704",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3183158529",
      "paper_id": "https://openalex.org/W3183158529",
      "title": "Structure of an AMPK complex in an inactive, ATP-bound state",
      "authors": "Yan Yan, Somnath Mukherjee, Kaleeckal G. Harikumar, Timothy S. Strutzenberg, X. Edward Zhou, Kelly Suino-Powell, Ting-Hai Xu, Ryan D. Sheldon, Jared Lamp, Joseph S. Brunzelle, Katarzyna Radziwon, Abigail Ellis, Scott J. Novick, Irving E. Vega, Russell G. Jones, Laurence J. Miller, H. Eric Xu, Patrick R. Griffin, Anthony A. Kossiakoff, Karsten Melcher",
      "paper_url": "https://doi.org/10.1126/science.abe7565",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4408388895",
      "paper_id": "https://openalex.org/W4408388895",
      "title": "Structure of human PINK1 at a mitochondrial TOM-VDAC array",
      "authors": "Sylvie Callegari, Nicholas S. Kirk, Zhong Yan Gan, Toby Dite, Simon A. Cobbold, Andrew Leis, Laura F. Dagley, Alisa Glukhova, David Komander",
      "paper_url": "https://doi.org/10.1126/science.adu6445",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4220999962",
      "paper_id": "https://openalex.org/W4220999962",
      "title": "Structures of <i>Tetrahymena</i> ’s respiratory chain reveal the diversity of eukaryotic core metabolism",
      "authors": "Long Zhou, María Maldonado, Abhilash Padavannil, Fei Guo, James A. Letts",
      "paper_url": "https://doi.org/10.1126/science.abn7747",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4224263489",
      "paper_id": "https://openalex.org/W4224263489",
      "title": "Substitution mutational signatures in whole-genome–sequenced cancers in the UK population",
      "authors": "Andrea Degasperi, Xueqing Zou, Tauanne Dias Amarante, Andrea Martinez-Martinez, Gene Ching Chiek Koh, João M. L. Dias, Laura Heskin, Lucia Chmelova, Giuseppe Rinaldi, Valerie Ya Wen Wang, Arjun S. Nanda, Aaron Bernstein, Sophie E. Momen, Jamie Young, Daniel Perez-Gil, Yasin Memari, Cherif Badja, Scott Shooter, Jan Czarnecki, Matthew A. Brown, Helen R. Davies, , Serena Nik-Zainal, J. C. Ambrose, P. Arumugam, R. Bevers, M. Bleda, F. Boardman-Pretty, C. R. Boustred, H. Brittain, M. J. Caulfield, G. C. Chan, T. Fowler, A. Giess, A. Hamblin, S. Henderson, T. J. P. Hubbard, R. Jackson, L. J. Jones, D. Kasperaviciute, M. Kayikci, A. Kousathanas, L. Lahnstein, S. E. A. Leigh, I. U. S. Leong, F. J. Lopez, F. Maleady-Crowe, M. McEntagart, F. Minneci, L. Moutsianas, M. Mueller, N. Murugaesu, A. C. Need, P. O‘Donovan, C. A. Odhams, C. Patch, D. Perez-Gil, M. B. Pereira, J. Pullinger, T. Rahim, A. Rendon, T. Rogers, K. Savage, K. Sawant, R. H. Scott, A. Siddiq, A. Sieghart, S. C. Smith, A. Sosinsky, A. Stuckey, M. Tanguy, A. L. Taylor Tavares, E. R. A. Thomas, S. R. Thompson, A. Tucci, M. J. Welland, E. Williams, K. Witkowska, S. M. Wood",
      "paper_url": "https://doi.org/10.1126/science.abl9283",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3166188114",
      "paper_id": "https://openalex.org/W3166188114",
      "title": "Substrate and product complexes reveal mechanisms of Hedgehog acylation by HHAT",
      "authors": "Yiyang Jiang, Thomas L. Benz, Stephen B. Long",
      "paper_url": "https://doi.org/10.1126/science.abg4998",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4402625837",
      "paper_id": "https://openalex.org/W4402625837",
      "title": "Targeting cancer with small-molecule pan-KRAS degraders",
      "authors": "Johannes Popow, William Farnaby, Andreas Gollner, Christiane Kofink, Gerhard Fischer, Melanie Wurm, David Zollman, Andre Wijaya, Nikolai Mischerikow, Carina Hasenoehrl, Polina Prokofeva, Heribert Arnhof, Silvia Arce-Solano, Sammy Bell, Georg Boeck, Emelyne Diers, Aileen B. Frost, Jake Goodwin-Tindall, Jale Karolyi-Oezguer, Shakil Khan, Theresa Klawatsch, Manfred Koegl, Roland Kousek, Barbara Kratochvil, Katrin Kropatsch, Arnel A. Lauber, Ross McLennan, Sabine Olt, Daniel Peter, Oliver Petermann, Vanessa Roessler, Peggy Stolt-Bergner, Patrick Strack, Eva Strauss, Nicole Trainor, Vesna Vetma, Claire Whitworth, Siying Zhong, Jens Quant, Harald Weinstabl, Bernhard Kuster, Peter Ettmayer, Alessio Ciulli",
      "paper_url": "https://doi.org/10.1126/science.adm8684",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4386736884",
      "paper_id": "https://openalex.org/W4386736884",
      "title": "The Batten disease gene product CLN5 is the lysosomal bis(monoacylglycero)phosphate synthase",
      "authors": "Uche N. Medoh, Andy Hims, Julie Y. Chen, Ali Ghoochani, Kwamina Nyame, Wentao Dong, Monther Abu-Remaileh",
      "paper_url": "https://doi.org/10.1126/science.adg9288",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4366507092",
      "paper_id": "https://openalex.org/W4366507092",
      "title": "The evolution of two transmissible cancers in Tasmanian devils",
      "authors": "Maximilian R. Stammnitz, Kevin Gori, Young Mi Kwon, Edward Harry, Fergal J. Martin, Konstantinos Billis, Yuanyuan Cheng, Adrian Baez-Ortega, William Chow, Sebastien Comte, Hannes Eggertsson, Samantha Fox, Rodrigo Hamede, Menna Jones, Billie Lazenby, Sarah Peck, Ruth Pye, Michael A. Quail, Kate Swift, Jinhong Wang, Jonathan Wood, Kerstin Howe, Michael R. Stratton, Zemin Ning, Elizabeth P. Murchison",
      "paper_url": "https://doi.org/10.1126/science.abq6453",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3202865057",
      "paper_id": "https://openalex.org/W3202865057",
      "title": "The G protein signaling regulator RGS3 enhances the GTPase activity of KRAS",
      "authors": "Chuanchuan Li, Alberto Vides, Dongsung Kim, Jenny Y. Xue, Yulei Zhao, Piro Lito",
      "paper_url": "https://doi.org/10.1126/science.abf1730",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4295082316",
      "paper_id": "https://openalex.org/W4295082316",
      "title": "The human disease gene LYSET is essential for lysosomal enzyme transport and viral infection",
      "authors": "Christopher M. Richards, Sabrina Jabs, Wenjie Qiao, Lauren D. Varanese, Michaela Schweizer, Peter R. Mosen, Nicholas M. Riley, Malte Klüssendorf, James R. Zengel, Ryan A. Flynn, Arjun Rustagi, John C. Widen, Christine E. Peters, Yaw Shin Ooi, Xuping Xie, Pei-Yong Shi, Ralf Bartenschlager, Andreas S. Puschnik, Matthew Bogyo, Carolyn R. Bertozzi, Catherine A. Blish, Dominic Winter, Claude M. Nagamine, Thomas Braulke, Jan E. Carette",
      "paper_url": "https://doi.org/10.1126/science.abn5648",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4400770070",
      "paper_id": "https://openalex.org/W4400770070",
      "title": "The human mitochondrial mRNA structurome reveals mechanisms of gene expression",
      "authors": "J. Conor Moran, Amir Brivanlou, Michele Brischigliaro, Flavia Fontanesi, Silvi Rouskin, Antoni Barrientos",
      "paper_url": "https://doi.org/10.1126/science.adm9238",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4310710437",
      "paper_id": "https://openalex.org/W4310710437",
      "title": "The human signal peptidase complex acts as a quality control enzyme for membrane proteins",
      "authors": "Andrea Zanotti, João P. L. Coelho, Dinah Kaylani, Gurdeep Singh, Marina Tauber, Manuel Hitzenberger, Dönem Avci, Martin Zacharias, Robert B. Russell, Marius K. Lemberg, Matthias J. Feige",
      "paper_url": "https://doi.org/10.1126/science.abo5672",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3196297321",
      "paper_id": "https://openalex.org/W3196297321",
      "title": "The integrated stress response contributes to tRNA synthetase–associated peripheral neuropathy",
      "authors": "E. L. Spaulding, T. J. Hines, P. Bais, A. L. D. Tadenev, R. Schneider, D. Jewett, B. Pattavina, S. L. Pratt, K. H. Morelli, M. G. Stum, D. P. Hill, C. Gobet, M. Pipis, M. M. Reilly, M. J. Jennings, R. Horvath, Y. Bai, M. E. Shy, B. Alvarez-Castelao, E. M. Schuman, L. P. Bogdanik, E. Storkebaum, R. W. Burgess",
      "paper_url": "https://doi.org/10.1126/science.abb3414",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4386127107",
      "paper_id": "https://openalex.org/W4386127107",
      "title": "The midnolin-proteasome pathway catches proteins for ubiquitination-independent degradation",
      "authors": "Xin Gu, Christopher Nardone, Nolan Kamitaki, Aoyue Mao, Stephen J. Elledge, Michael E. Greenberg",
      "paper_url": "https://doi.org/10.1126/science.adh5021",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3203206993",
      "paper_id": "https://openalex.org/W3203206993",
      "title": "The stress-sensing domain of activated IRE1α forms helical filaments in narrow ER membrane tubes",
      "authors": "Ngoc-Han Tran, Stephen D. Carter, Ann De Mazière, Avi Ashkenazi, Judith Klumperman, Peter Walter, Grant J. Jensen",
      "paper_url": "https://doi.org/10.1126/science.abh2474",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4388726254",
      "paper_id": "https://openalex.org/W4388726254",
      "title": "Time-resolved live-cell spectroscopy reveals EphA2 multimeric assembly",
      "authors": "Xiaojun Shi, Ryan Lingerak, Cameron J. Herting, Yifan Ge, Soyeon Kim, Paul Toth, Wei Wang, Benjamin P. Brown, Jens Meiler, Khalid Sossey-Alaoui, Matthias Buck, Juha Himanen, Dolores Hambardzumyan, Dimitar B. Nikolov, Adam W. Smith, Bingcheng Wang",
      "paper_url": "https://doi.org/10.1126/science.adg5314",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3198905519",
      "paper_id": "https://openalex.org/W3198905519",
      "title": "tRNA overexpression rescues peripheral neuropathy caused by mutations in tRNA synthetase",
      "authors": "Amila Zuko, Moushami Mallik, Robin Thompson, Emily L. Spaulding, Anne R. Wienand, Marije Been, Abigail L. D. Tadenev, Nick van Bakel, Céline Sijlmans, Leonardo A. Santos, Julia Bussmann, Marica Catinozzi, Sarada Das, Divita Kulshrestha, Robert W. Burgess, Zoya Ignatova, Erik Storkebaum",
      "paper_url": "https://doi.org/10.1126/science.abb3356",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4283321377",
      "paper_id": "https://openalex.org/W4283321377",
      "title": "Tumor necrosis factor induces pathogenic mitochondrial ROS in tuberculosis through reverse electron transport",
      "authors": "Francisco J. Roca, Laura J. Whitworth, Hiran A. Prag, Michael P. Murphy, Lalita Ramakrishnan",
      "paper_url": "https://doi.org/10.1126/science.abh2841",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3176820067",
      "paper_id": "https://openalex.org/W3176820067",
      "title": "Ubiquitination is essential for recovery of cellular activities after heat shock",
      "authors": "Brian A. Maxwell, Youngdae Gwon, Ashutosh Mishra, Junmin Peng, Haruko Nakamura, Ke Zhang, Hong Joo Kim, J. Paul Taylor",
      "paper_url": "https://doi.org/10.1126/science.abc3593",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3174904045",
      "paper_id": "https://openalex.org/W3174904045",
      "title": "Ubiquitination of G3BP1 mediates stress granule disassembly in a context-specific manner",
      "authors": "Youngdae Gwon, Brian A. Maxwell, Regina-Maria Kolaitis, Peipei Zhang, Hong Joo Kim, J. Paul Taylor",
      "paper_url": "https://doi.org/10.1126/science.abf6548",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4322764156",
      "paper_id": "https://openalex.org/W4322764156",
      "title": "USB1 is a miRNA deadenylase that regulates hematopoietic development",
      "authors": "Ho-Chang Jeong, Siddharth Shukla, Wilson Chun Fok, Thao Ngoc Huynh, Luis Francisco Zirnberger Batista, Roy Parker",
      "paper_url": "https://doi.org/10.1126/science.abj8379",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4229058687",
      "paper_id": "https://openalex.org/W4229058687",
      "title": "Z-DNA binding protein 1 promotes heatstroke-induced cell death",
      "authors": "Fangfang Yuan, Jizhen Cai, Jianfeng Wu, Yiting Tang, Kai Zhao, Fang Liang, Fanglin Li, Xinyu Yang, Zhihui He, Timothy R. Billiar, Haichao Wang, Lei Su, Ben Lu",
      "paper_url": "https://doi.org/10.1126/science.abg5251",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4283728447",
      "paper_id": "https://openalex.org/W4283728447",
      "title": "Zonated leucine sensing by Sestrin-mTORC1 in the liver controls the response to dietary leucine",
      "authors": "Andrew L. Cangelosi, Anna M. Puszynska, Justin M. Roberts, Andrea Armani, Thao P. Nguyen, Jessica B. Spinelli, Tenzin Kunchok, Brianna Wang, Sze Ham Chan, Caroline A. Lewis, William C. Comb, George W. Bell, Aharon Helman, David M. Sabatini",
      "paper_url": "https://doi.org/10.1126/science.abi9547",
      "venue": "science22"
    }
  ]
}