{
  "cluster_id": 170,
  "papers": [
    {
      "id": "nature25_https://openalex.org/W4409246489",
      "paper_id": "https://openalex.org/W4409246489",
      "title": "A Nd@C82-polymer interface for efficient and stable perovskite solar cells",
      "authors": "Yuexin Lin, Zhichao Lin, Shili Lv, Yuan Shui, Wenjing Zhu, Zuhong Zhang, Wenhan Yang, Jinbo Zhao, Hao Gu, Junmin Xia, Danning Wang, Fenqi Du, Annan Zhu, Jin Liu, Hairui Cai, Bin Wang, Nan Zhang, Haibin Wang, Xiaolong Liu, Tao Liu, Chuncai Kong, Di Zhou, Shi Chen, Zhimao Yang, Tao Li, Wei Ma, Guojia Fang, Luis Echegoyen, Guichuan Xing, Shengchun Yang, Tao Yang, Wenting Cai, Meng Li, Wei Huang, Chao Liang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08961-9",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4379878634",
      "paper_id": "https://openalex.org/W4379878634",
      "title": "All-perovskite tandem solar cells with 3D/3D bilayer perovskite heterojunction",
      "authors": "Renxing Lin, Yurui Wang, Qianwen Lu, Beibei Tang, Jiayi Li, Han Gao, Yuan Gao, Hongjiang Li, Changzeng Ding, Jin Wen, Pu Wu, Chenshuaiyu Liu, Siyang Zhao, Ke Xiao, Zhou Liu, Changqi Ma, Yu Deng, Ludong Li, Fengjia Fan, Hairen Tan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06278-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4206979365",
      "paper_id": "https://openalex.org/W4206979365",
      "title": "All-perovskite tandem solar cells with improved grain surface passivation",
      "authors": "Renxing Lin, Jian Xu, Mingyang Wei, Yurui Wang, Zhengyuan Qin, Zhou Liu, Jinlong Wu, Ke Xiao, Bin Chen, So Min Park, Gang Chen, Harindi R. Atapattu, Kenneth R. Graham, Jun Xu, Jia Zhu, Ludong Li, Chunfeng Zhang, Edward H. Sargent, Hairen Tan",
      "paper_url": "https://doi.org/10.1038/s41586-021-04372-8",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387737779",
      "paper_id": "https://openalex.org/W4387737779",
      "title": "Anion–π interactions suppress phase impurities in FAPbI3 solar cells",
      "authors": "Zijian Huang, Yang Bai, Xudan Huang, Jiatong Li, Yuetong Wu, Yihua Chen, Kailin Li, Xiuxiu Niu, Nengxu Li, Guilin Liu, Yu Zhang, Huachao Zai, Qi Chen, Ting Lei, Lifen Wang, Huanping Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-023-06637-w",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407392480",
      "paper_id": "https://openalex.org/W4407392480",
      "title": "Aqueous-based recycling of perovskite photovoltaics",
      "authors": "Xun Xiao, Niansheng Xu, Xueyu Tian, Tiankai Zhang, Bingzheng Wang, Xiaoming Wang, Yeming Xian, Chunyuan Lu, Xiangyu Ou, Yanfa Yan, Licheng Sun, Fengqi You, Feng Gao",
      "paper_url": "https://doi.org/10.1038/s41586-024-08408-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4388488555",
      "paper_id": "https://openalex.org/W4388488555",
      "title": "Aspartate all-in-one doping strategy enables efficient all-perovskite tandems",
      "authors": "Shun Zhou, Shiqiang Fu, Chen Wang, Weiwei Meng, Jin Zhou, Yuanrong Zou, Qingxian Lin, Lishuai Huang, Wenjun Zhang, Guojun Zeng, Dexin Pu, Hongling Guan, Cheng Wang, Kailian Dong, Hongsen Cui, Shuxin Wang, Ti Wang, Guojia Fang, Weijun Ke",
      "paper_url": "https://doi.org/10.1038/s41586-023-06707-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400038606",
      "paper_id": "https://openalex.org/W4400038606",
      "title": "Buried interface molecular hybrid for inverted perovskite solar cells",
      "authors": "Sanwan Liu, Jingbai Li, Wenshan Xiao, Rui Chen, Zhenxing Sun, Yong Zhang, Xia Lei, Shuaifeng Hu, Manuel Kober-Czerny, Jianan Wang, Fumeng Ren, Qisen Zhou, Hasan Raza, You Gao, Yitong Ji, Sibo Li, Huan Li, Longbin Qiu, Wenchao Huang, Yan Zhao, Baomin Xu, Zonghao Liu, Henry J. Snaith, Nam-Gyu Park, Wei Chen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07723-3",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4210546466",
      "paper_id": "https://openalex.org/W4210546466",
      "title": "Centimetre-scale perovskite solar cells with fill factors of more than 86 per cent",
      "authors": "Jun Peng, Felipe Kremer, Daniel Walter, Yiliang Wu, Yi Ji, Jin Xiang, Wenzhu Liu, The Duong, Heping Shen, Teng Lu, Frank Brink, Dingyong Zhong, Li Li, Olivier Lee Cheong Lem, Yun Liu, Klaus J. Weber, Thomas P. White, Kylie R. Catchpole",
      "paper_url": "https://doi.org/10.1038/s41586-021-04216-5",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3164439525",
      "paper_id": "https://openalex.org/W3164439525",
      "title": "CO2 doping of organic interlayers for perovskite solar cells",
      "authors": "Jaemin Kong, Yongwoo Shin, Jason A. Röhr, Hang Wang, Juan Meng, Yueshen Wu, Adlai Katzenberg, Geunjin Kim, Dong Young Kim, Tai-De Li, Edward Chau, Francisco Antonio, Tana Siboonruang, Sooncheol Kwon, Kwanghee Lee, Jin Ryoun Kim, Miguel A. Modestino, Hailiang Wang, André D. Taylor",
      "paper_url": "https://doi.org/10.1038/s41586-021-03518-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403393268",
      "paper_id": "https://openalex.org/W4403393268",
      "title": "Coherent growth of high-Miller-index facets enhances perovskite solar cells",
      "authors": "Shunde Li, Yun Xiao, Rui Su, Weidong Xu, Deying Luo, Pengru Huang, Linjie Dai, Peng Chen, Pietro Caprioglio, Karim A. Elmestekawy, Milos Dubajic, Cullen Chosy, Juntao Hu, Irfan Habib, Akash Dasgupta, Dengyang Guo, Yorrick Boeije, Szymon J. Zelewski, Zhangyuchang Lu, Tianyu Huang, Qiuyang Li, Jingmin Wang, Haoming Yan, Hao-Hsin Chen, Chunsheng Li, Barnaby A. I. Lewis, Dengke Wang, Jiang Wu, Lichen Zhao, Bing Han, Jianpu Wang, Laura M. Herz, James R. Durrant, Kostya S. Novoselov, Zheng-Hong Lu, Qihuang Gong, Samuel D. Stranks, Henry J. Snaith, Rui Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-024-08159-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4321112662",
      "paper_id": "https://openalex.org/W4321112662",
      "title": "Controlled growth of perovskite layers with volatile alkylammonium chlorides",
      "authors": "Jaewang Park, Jongbeom Kim, Hyun-Sung Yun, Min Jae Paik, Eunseo Noh, Hyun Jung Mun, Min Gyu Kim, Tae Joo Shin, Sang Il Seok",
      "paper_url": "https://doi.org/10.1038/s41586-023-05825-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392382108",
      "paper_id": "https://openalex.org/W4392382108",
      "title": "Dopant-additive synergism enhances perovskite solar modules",
      "authors": "Bin Ding, Yong Ding, Jun Peng, Jan Romano-deGea, Lindsey E. K. Frederiksen, Hiroyuki Kanda, Olga A. Syzgantseva, Maria A. Syzgantseva, Jean-Nicolas Audinot, Jerome Bour, Song Zhang, Tom Wirtz, Zhaofu Fei, Patrick Dörflinger, Naoyuki Shibayama, Yunjuan Niu, Sixia Hu, Shunlin Zhang, Farzaneh Fadaei Tirani, Yan Liu, Guan-Jun Yang, Keith Brooks, Linhua Hu, Sachin Kinge, Vladimir Dyakonov, Xiaohong Zhang, Songyuan Dai, Paul J. Dyson, Mohammad Khaja Nazeeruddin",
      "paper_url": "https://doi.org/10.1038/s41586-024-07228-z",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391994137",
      "paper_id": "https://openalex.org/W4391994137",
      "title": "Double-side 2D/3D heterojunctions for inverted perovskite solar cells",
      "authors": "Randi Azmi, Drajad Satrio Utomo, Badri Vishal, Shynggys Zhumagali, Pia Dally, Andi Muhammad Risqi, Adi Prasetio, Esma Ugur, Fangfang Cao, Imil Fadli Imran, Ahmed Ali Said, Anil Reddy Pininti, Anand Selvin Subbiah, Erkan Aydin, Chuanxiao Xiao, Sang Il Seok, Stefaan De Wolf",
      "paper_url": "https://doi.org/10.1038/s41586-024-07189-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404793919",
      "paper_id": "https://openalex.org/W4404793919",
      "title": "Durable all inorganic perovskite tandem photovoltaics",
      "authors": "Chenghao Duan, Kaicheng Zhang, Zijian Peng, Shiang Li, Feilin Zou, Feng Wang, Jiong Li, Zheng Zhang, Chang Chen, Qiliang Zhu, Jianhang Qiu, Xinhui Lu, Ning Li, Liming Ding, Christoph J. Brabec, Feng Gao, Keyou Yan",
      "paper_url": "https://doi.org/10.1038/s41586-024-08432-7",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411626981",
      "paper_id": "https://openalex.org/W4411626981",
      "title": "Efficient near-infrared harvesting in perovskite–organic tandem solar cells",
      "authors": "Zhenrong Jia, Xiao Guo, Xinxing Yin, Ming Sun, Jiawei Qiao, Xinyu Jiang, Xi Wang, Yuduan Wang, Zijing Dong, Zhuojie Shi, Chun-Hsiao Kuan, Jingcong Hu, Qilin Zhou, Xiangkun Jia, Jinxi Chen, Zhouyin Wei, Shunchang Liu, Haoming Liang, Nengxu Li, Ling Kai Lee, Renjun Guo, Stephan V. Roth, Peter Müller-Buschbaum, Xiaotao Hao, Xiaoyan Du, Yi Hou",
      "paper_url": "https://doi.org/10.1038/s41586-025-09181-x",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3130174494",
      "paper_id": "https://openalex.org/W3130174494",
      "title": "Efficient perovskite solar cells via improved carrier management",
      "authors": "Jason J. Yoo, Gabkyung Seo, Matthew R. Chua, Tae Gwan Park, Yongli Lu, Fabian Rotermund, Young-Ki Kim, Chan Su Moon, Nam Joong Jeon, Juan-Pablo Correa-Baena, Vladimir Bulović, Seong Sik Shin, Moungi G. Bawendi, Jangwon Seo",
      "paper_url": "https://doi.org/10.1038/s41586-021-03285-w",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4412086290",
      "paper_id": "https://openalex.org/W4412086290",
      "title": "Efficient perovskite/silicon tandem with asymmetric self-assembly molecule",
      "authors": "Lingbo Jia, Simeng Xia, Jian Li, Yuan Qin, Bingbing Pei, Lei Ding, Jun Yin, Tao Du, Zheng Fang, Yue Yin, Jiang Liu, Ying Yang, Fu Zhang, Xiaoyong Wu, Qiaoyan Li, Shuangshuang Zhao, Hua Zhang, Qibo Li, Qi Jia, Chi Liu, Xiaobing Gu, Bo Liu, Xin Dong, Jie Liu, Tong Liu, Yajun Gao, Miao Yang, Shi Yin, Xiaoning Ru, Hao Chen, Bo Yang, Zilong Zheng, Wencai Zhou, Maofeng Dou, Simin Wang, Shan Gao, Lan Chen, Minghao Qu, Junxiong Lu, Liang Fang, Yichun Wang, Hao Deng, Jia Yu, Xiaohong Zhang, Minghui Li, Xiting Lang, Chuanxiao Xiao, Qin Hu, Chaowei Xue, Linyu Ning, Yongcai He, Zhenguo Li, Xixiang Xu, Bo He",
      "paper_url": "https://doi.org/10.1038/s41586-025-09333-z",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4387130404",
      "paper_id": "https://openalex.org/W4387130404",
      "title": "Enhanced optoelectronic coupling for perovskite/silicon tandem solar cells",
      "authors": "Erkan Aydin, Esma Ugur, Bumin K. Yildirim, Thomas G. Allen, Pia Dally, Arsalan Razzaq, Fangfang Cao, Lujia Xu, Badri Vishal, Aren Yazmaciyan, Ahmed A. Said, Shynggys Zhumagali, Randi Azmi, Maxime Babics, Andreas Fell, Chuanxiao Xiao, Stefaan De Wolf",
      "paper_url": "https://doi.org/10.1038/s41586-023-06667-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391383763",
      "paper_id": "https://openalex.org/W4391383763",
      "title": "Flexible silicon solar cells with high power-to-weight ratios",
      "authors": "Yang Li, Xiaoning Ru, Miao Yang, Yuhe Zheng, Shi Yin, Chengjian Hong, Fuguo Peng, Minghao Qu, Chaowei Xue, Junxiong Lu, Liang Fang, Chao Su, Daifen Chen, Junhua Xu, Chao Yan, Zhenguo Li, Xixiang Xu, Zongping Shao",
      "paper_url": "https://doi.org/10.1038/s41586-023-06948-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4378070444",
      "paper_id": "https://openalex.org/W4378070444",
      "title": "Flexible solar cells based on foldable silicon wafers with blunted edges",
      "authors": "Wenzhu Liu, Yujing Liu, Ziqiang Yang, Changqing Xu, Xiaodong Li, Shenglei Huang, Jianhua Shi, Junling Du, Anjun Han, Yuhao Yang, Guoning Xu, Jian Yu, Jiajia Ling, Jun Peng, Liping Yu, Bin Ding, Yuan Gao, Kai Jiang, Zhenfei Li, Yanchu Yang, Zhaojie Li, Shihu Lan, Haoxin Fu, Bin Fan, Yanyan Fu, Wei He, Fengrong Li, Xin Song, Yinuo Zhou, Qiang Shi, Guangyuan Wang, Lan Guo, Jingxuan Kang, Xinbo Yang, Dongdong Li, Zhechao Wang, Jie Li, Sigurdur Thoroddsen, Rong Cai, Fuhai Wei, Guoqiang Xing, Yi Xie, Xiaochun Liu, Liping Zhang, Fanying Meng, Zengfeng Di, Zhengxin Liu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05921-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402985117",
      "paper_id": "https://openalex.org/W4402985117",
      "title": "High-efficiency and thermally stable FACsPbI3 perovskite photovoltaics",
      "authors": "Saisai Li, Yuanzhi Jiang, Jian Xu, Di Wang, Zijin Ding, Tong Zhu, Bin Chen, Yingguo Yang, Mingyang Wei, Renjun Guo, Yi Hou, Yu Chen, Changjiu Sun, Keyu Wei, Saif M. H. Qaid, Haizhou Lu, Hairen Tan, Dawei Di, Jun Chen, Michael Grätzel, Edward H. Sargent, Mingjian Yuan",
      "paper_url": "https://doi.org/10.1038/s41586-024-08103-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403393363",
      "paper_id": "https://openalex.org/W4403393363",
      "title": "Homogenized contact in all-perovskite tandems using tailored 2D perovskite",
      "authors": "Yurui Wang, Renxing Lin, Chenshuaiyu Liu, Xiaoyu Wang, Cullen Chosy, Yuki Haruta, Anh Dinh Bui, Minghui Li, Hongfei Sun, Xuntian Zheng, Haowen Luo, Pu Wu, Han Gao, Wenjie Sun, Yuefeng Nie, Hesheng Zhu, Kun Zhou, Hieu T. Nguyen, Xin Luo, Ludong Li, Chuanxiao Xiao, Makhsud I. Saidaminov, Samuel D. Stranks, Lijun Zhang, Hairen Tan",
      "paper_url": "https://doi.org/10.1038/s41586-024-08158-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388142081",
      "paper_id": "https://openalex.org/W4388142081",
      "title": "Homogenizing out-of-plane cation composition in perovskite solar cells",
      "authors": "Zheng Liang, Yong Zhang, Huifen Xu, Wenjing Chen, Boyuan Liu, Jiyao Zhang, Hui Zhang, Zihan Wang, Dong-Ho Kang, Jianrong Zeng, Xingyu Gao, Qisheng Wang, Huijie Hu, Hongmin Zhou, Xiangbin Cai, Xingyou Tian, Peter Reiss, Baomin Xu, Thomas Kirchartz, Zhengguo Xiao, Songyuan Dai, Nam-Gyu Park, Jiajiu Ye, Xu Pan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06784-0",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4384007638",
      "paper_id": "https://openalex.org/W4384007638",
      "title": "Homomeric chains of intermolecular bonds scaffold octahedral germanium perovskites",
      "authors": "Amin Morteza Najarian, Filip Dinic, Hao Chen, Randy Sabatini, Chao Zheng, Alan Lough, Thierry Maris, Makhsud I. Saidaminov, F. Pelayo García de Arquer, Oleksandr Voznyy, Sjoerd Hoogland, Edward H. Sargent",
      "paper_url": "https://doi.org/10.1038/s41586-023-06209-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4307425928",
      "paper_id": "https://openalex.org/W4307425928",
      "title": "Hydroxamic acid pre-adsorption raises the efficiency of cosensitized solar cells",
      "authors": "Yameng Ren, Dan Zhang, Jiajia Suo, Yiming Cao, Felix T. Eickemeyer, Nick Vlachopoulos, Shaik M. Zakeeruddin, Anders Hagfeldt, Michael Grätzel",
      "paper_url": "https://doi.org/10.1038/s41586-022-05460-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4361282817",
      "paper_id": "https://openalex.org/W4361282817",
      "title": "Improving interface quality for 1-cm2 all-perovskite tandem solar cells",
      "authors": "Rui He, Wanhai Wang, Zongjin Yi, Felix Lang, Cong Chen, Jincheng Luo, Jingwei Zhu, Jarla Thiesbrummel, Sahil Shah, Kun Wei, Yi Luo, Changlei Wang, Huagui Lai, Hao Huang, Jie Zhou, Bingsuo Zou, Xinxing Yin, Shengqiang Ren, Xia Hao, Lili Wu, Jingquan Zhang, Jinbao Zhang, Martin Stolterfoht, Fan Fu, Weihua Tang, Dewei Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-023-05992-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402859017",
      "paper_id": "https://openalex.org/W4402859017",
      "title": "Impurity-healing interface engineering for efficient perovskite submodules",
      "authors": "Haifei Wang, Shuojian Su, Yuetian Chen, Meng Ren, Shaowei Wang, Yao Wang, Chen Zhu, Yanfeng Miao, Chuying Ouyang, Yixin Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-024-08073-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4377989973",
      "paper_id": "https://openalex.org/W4377989973",
      "title": "Inverted perovskite solar cells using dimethylacridine-based dopants",
      "authors": "Qin Tan, Zhaoning Li, Guangfu Luo, Xusheng Zhang, Bo Che, Guocong Chen, Han Gao, Dong He, Guoqiang Ma, Jiafeng Wang, Jingwei Xiu, Huqiang Yi, Tao Chen, Zhubing He",
      "paper_url": "https://doi.org/10.1038/s41586-023-06207-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403393333",
      "paper_id": "https://openalex.org/W4403393333",
      "title": "Isomeric diammonium passivation for perovskite–organic tandem solar cells",
      "authors": "Xin Jiang, Shucheng Qin, Lei Meng, Guorui He, Jinyuan Zhang, Yiyang Wang, Yiqiao Zhu, Tianwei Zou, Yufei Gong, Zekun Chen, Guangpei Sun, Minchao Liu, Xiaojun Li, Felix Lang, Yongfang Li",
      "paper_url": "https://doi.org/10.1038/s41586-024-08160-y",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4281381287",
      "paper_id": "https://openalex.org/W4281381287",
      "title": "Local nanoscale phase impurities are degradation sites in halide perovskites",
      "authors": "Stuart Macpherson, Tiarnan A. S. Doherty, Andrew J. Winchester, Sofiia Kosar, Duncan N. Johnstone, Yu-Hsien Chiang, Krzysztof Galkowski, Miguel Anaya, Kyle Frohna, Affan N. Iqbal, Satyawan Nagane, Bart Roose, Zahra Andaji-Garmaroudi, Kieran W. P. Orr, Julia E. Parker, Paul A. Midgley, Keshav M. Dani, Samuel D. Stranks",
      "paper_url": "https://doi.org/10.1038/s41586-022-04872-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387874025",
      "paper_id": "https://openalex.org/W4387874025",
      "title": "Low-loss contacts on textured substrates for inverted perovskite solar cells",
      "authors": "So Min Park, Mingyang Wei, Nikolaos Lempesis, Wenjin Yu, Tareq Hossain, Lorenzo Agosta, Virginia Carnevali, Harindi R. Atapattu, Peter Serles, Felix T. Eickemeyer, Heejong Shin, Maral Vafaie, Deokjae Choi, Kasra Darabi, Eui Dae Jung, Yi Yang, Da Bin Kim, Shaik M. Zakeeruddin, Bin Chen, Aram Amassian, Tobin Filleter, Mercouri G. Kanatzidis, Kenneth R. Graham, Lixin Xiao, Ursula Rothlisberger, Michael Grätzel, Edward H. Sargent",
      "paper_url": "https://doi.org/10.1038/s41586-023-06745-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4390940964",
      "paper_id": "https://openalex.org/W4390940964",
      "title": "Multifunctional ytterbium oxide buffer for perovskite solar cells",
      "authors": "Peng Chen, Yun Xiao, Juntao Hu, Shunde Li, Deying Luo, Rui Su, Pietro Caprioglio, Pascal Kaienburg, Xiaohan Jia, Nan Chen, Jingjing Wu, Yanping Sui, Pengyi Tang, Haoming Yan, Tianyu Huang, Maotao Yu, Qiuyang Li, Lichen Zhao, Cheng-Hung Hou, Yun-Wen You, Jing-Jong Shyue, Dengke Wang, Xiaojun Li, Qing Zhao, Qihuang Gong, Zheng-Hong Lu, Henry J. Snaith, Rui Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06892-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4381489484",
      "paper_id": "https://openalex.org/W4381489484",
      "title": "Oriented nucleation in formamidinium perovskite for photovoltaics",
      "authors": "Pengju Shi, Yong Ding, Bin Ding, Qiyu Xing, Tim Kodalle, Carolin M. Sutter-Fella, Ilhan Yavuz, Canglang Yao, Wei Fan, Jiazhe Xu, Yuan Tian, Danyu Gu, Ke Zhao, Shaun Tan, Xu Zhang, Libing Yao, Paul J. Dyson, Jonathan L. Slack, Deren Yang, Jingjing Xue, Mohammad Khaja Nazeeruddin, Yang Yang, Rui Wang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06208-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400948986",
      "paper_id": "https://openalex.org/W4400948986",
      "title": "peri-Fused polyaromatic molecular contacts for perovskite solar cells",
      "authors": "Ke Zhao, Qingqing Liu, Libing Yao, Caner Değer, Jiahui Shen, Xu Zhang, Pengju Shi, Yuan Tian, Yixin Luo, Jiazhe Xu, Jingjing Zhou, Donger Jin, Sisi Wang, Wei Fan, Shaochen Zhang, Shenglong Chu, Xiaonan Wang, Liuwen Tian, Ruzhang Liu, Li Zhang, Ilhan Yavuz, Hong-fei Wang, Deren Yang, Rui Wang, Jingjing Xue",
      "paper_url": "https://doi.org/10.1038/s41586-024-07712-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4308620800",
      "paper_id": "https://openalex.org/W4308620800",
      "title": "Perovskite solar cells based on screen-printed thin films",
      "authors": "Changshun Chen, Jianxin Chen, Huchen Han, Lingfeng Chao, Jianfei Hu, Tingting Niu, He Dong, Songwang Yang, Yingdong Xia, Yonghua Chen, Wei Huang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05346-0",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3207095334",
      "paper_id": "https://openalex.org/W3207095334",
      "title": "Perovskite solar cells with atomically coherent interlayers on SnO2 electrodes",
      "authors": "Hanul Min, Do Yoon Lee, Junu Kim, Gwisu Kim, Kyoung Su Lee, Jongbeom Kim, Min Jae Paik, Young Ki Kim, Kwang S. Kim, Min Gyu Kim, Tae Joo Shin, Sang Il Seok",
      "paper_url": "https://doi.org/10.1038/s41586-021-03964-8",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4291020837",
      "paper_id": "https://openalex.org/W4291020837",
      "title": "Perovskite superlattices with efficient carrier dynamics",
      "authors": "Yusheng Lei, Yuheng Li, Chengchangfeng Lu, Qizhang Yan, Yilei Wu, Finn Babbe, Huaxin Gong, Song Zhang, Jiayun Zhou, Ruotao Wang, Ruiqi Zhang, Yimu Chen, Hsinhan Tsai, Yue Gu, Hongjie Hu, Yu-Hwa Lo, Wanyi Nie, Taeyoon Lee, Jian Luo, Kesong Yang, Kyung-In Jang, Sheng Xu",
      "paper_url": "https://doi.org/10.1038/s41586-022-04961-1",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402269299",
      "paper_id": "https://openalex.org/W4402269299",
      "title": "Perovskite-silicon tandem solar cells with bilayer interface passivation",
      "authors": "Jiang Liu, Yongcai He, Lei Ding, Hua Zhang, Qiaoyan Li, Lingbo Jia, Jia Yu, Ting Wai Lau, Minghui Li, Yuan Qin, Xiaobing Gu, Fu Zhang, Qibo Li, Ying Yang, Shuangshuang Zhao, Xiaoyong Wu, Jie Liu, Tong Liu, Yajun Gao, Yonglei Wang, Xin Dong, Hao Chen, Ping Li, Tianxiang Zhou, Miao Yang, Xiaoning Ru, Fuguo Peng, Shi Yin, Minghao Qu, Dongming Zhao, Zhiguo Zhao, Menglei Li, Penghui Guo, Hui Yan, Chuanxiao Xiao, Ping Xiao, Jun Yin, Xiaohong Zhang, Zhenguo Li, Bo He, Xixiang Xu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07997-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4223903097",
      "paper_id": "https://openalex.org/W4223903097",
      "title": "Perovskite–organic tandem solar cells with indium oxide interconnect",
      "authors": "K. O. Brinkmann, T. Becker, F. Zimmermann, C. Kreusel, T. Gahlmann, M. Theisen, T. Haeger, S. Olthof, C. Tückmantel, M. Günster, T. Maschwitz, F. Göbelsmann, C. Koch, D. Hertel, P. Caprioglio, F. Peña-Camargo, L. Perdigón-Toro, A. Al-Ashouri, L. Merten, A. Hinderhofer, L. Gomell, S. Zhang, F. Schreiber, S. Albrecht, K. Meerholz, D. Neher, M. Stolterfoht, T. Riedl",
      "paper_url": "https://doi.org/10.1038/s41586-022-04455-0",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3147596910",
      "paper_id": "https://openalex.org/W3147596910",
      "title": "Pseudo-halide anion engineering for α-FAPbI3 perovskite solar cells",
      "authors": "Jaeki Jeong, Minjin Kim, Jongdeuk Seo, Haizhou Lu, Paramvir Ahlawat, Aditya Mishra, Yingguo Yang, Michael A. Hope, Felix T. Eickemeyer, Maengsuk Kim, Yung Jin Yoon, In Woo Choi, Barbara Primera Darwich, Seung Ju Choi, Yimhyun Jo, Jun Hee Lee, Bright Walker, Shaik M. Zakeeruddin, Lyndon Emsley, Ursula Rothlisberger, Anders Hagfeldt, Dong Suk Kim, Michael Grätzel, Jin Young Kim",
      "paper_url": "https://doi.org/10.1038/s41586-021-03406-5",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4309158972",
      "paper_id": "https://openalex.org/W4309158972",
      "title": "Regulating surface potential maximizes voltage in all-perovskite tandems",
      "authors": "Hao Chen, Aidan Maxwell, Chongwen Li, Sam Teale, Bin Chen, Tong Zhu, Esma Ugur, George Harrison, Luke Grater, Junke Wang, Zaiwei Wang, Lewei Zeng, So Min Park, Lei Chen, Peter Serles, Rasha Abbas Awni, Biwas Subedi, Xiaopeng Zheng, Chuanxiao Xiao, Nikolas J. Podraza, Tobin Filleter, Cheng Liu, Yi Yang, Joseph M. Luther, Stefaan De Wolf, Mercouri G. Kanatzidis, Yanfa Yan, Edward H. Sargent",
      "paper_url": "https://doi.org/10.1038/s41586-022-05541-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4362607989",
      "paper_id": "https://openalex.org/W4362607989",
      "title": "Self-powered perovskite photon-counting detectors",
      "authors": "Ying Zhou, Chengbin Fei, Md Aslam Uddin, Liang Zhao, Zhenyi Ni, Jinsong Huang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05847-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403026472",
      "paper_id": "https://openalex.org/W4403026472",
      "title": "Silicon heterojunction back contact solar cells by laser patterning",
      "authors": "Hua Wu, Feng Ye, Miao Yang, Fei Luo, Xiyan Tang, Qing Tang, Haoran Qiu, Zhipeng Huang, Genshun Wang, Zhaoqing Sun, Hao Lin, Junzhe Wei, Yunpeng Li, Xiaoqiang Tian, Jinsheng Zhang, Lei Xie, Xiaoyu Deng, Tuan Yuan, Mingzhe Yu, Yong Liu, Ping Li, Hao Chen, Shenghou Zhou, Qishu Xu, Peng Li, Jun Duan, Jiansheng Chen, Chunxiu Li, Shi Yin, Bo Liu, Chang Sun, Qiao Su, Yichun Wang, Hao Deng, Tian Xie, Pingqi Gao, Qian Kang, Yongzhe Zhang, Hui Yan, Ningyi Yuan, Fuguo Peng, Yunlai Yuan, Xiaoning Ru, Bo He, Lan Chen, Jianbo Wang, Junxiong Lu, Minghao Qu, Chaowei Xue, Jianning Ding, Liang Fang, Zhenguo Li, Xixiang Xu",
      "paper_url": "https://doi.org/10.1038/s41586-024-08110-8",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4220759112",
      "paper_id": "https://openalex.org/W4220759112",
      "title": "Stability-limiting heterointerfaces of perovskite photovoltaics",
      "authors": "Shaun Tan, Tianyi Huang, Ilhan Yavuz, Rui Wang, Tae Woong Yoon, Mingjie Xu, Qiyu Xing, Keonwoo Park, Do-Kyoung Lee, Chung-Hao Chen, Ran Zheng, Taegeun Yoon, Yepin Zhao, Hao-Cheng Wang, Dong Meng, Jingjing Xue, Young Jae Song, Xiaoqing Pan, Nam-Gyu Park, Jin-Wook Lee, Yang Yang",
      "paper_url": "https://doi.org/10.1038/s41586-022-04604-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4405720299",
      "paper_id": "https://openalex.org/W4405720299",
      "title": "Steering perovskite precursor solutions for multijunction photovoltaics",
      "authors": "Shuaifeng Hu, Junke Wang, Pei Zhao, Jorge Pascual, Jianan Wang, Florine Rombach, Akash Dasgupta, Wentao Liu, Minh Anh Truong, He Zhu, Manuel Kober-Czerny, James N. Drysdale, Joel A. Smith, Zhongcheng Yuan, Guus J. W. Aalbers, Nick R. M. Schipper, Jin Yao, Kyohei Nakano, Silver-Hamill Turren-Cruz, André Dallmann, M. Greyson Christoforo, James M. Ball, David P. McMeekin, Karl-Augustin Zaininger, Zonghao Liu, Nakita K. Noel, Keisuke Tajima, Wei Chen, Masahiro Ehara, René A. J. Janssen, Atsushi Wakamiya, Henry J. Snaith",
      "paper_url": "https://doi.org/10.1038/s41586-024-08546-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403393204",
      "paper_id": "https://openalex.org/W4403393204",
      "title": "Strain regulation retards natural operation decay of perovskite solar cells",
      "authors": "Yunxiu Shen, Tiankai Zhang, Guiying Xu, Julian A. Steele, Xiankai Chen, Weijie Chen, Guanhaojie Zheng, Jiajia Li, Boyu Guo, Heyi Yang, Yeyong Wu, Xia Lin, Thamraa Alshahrani, Wanjian Yin, Jian Zhu, Feng Wang, Aram Amassian, Xingyu Gao, Xiaohong Zhang, Feng Gao, Yaowen Li, Yongfang Li",
      "paper_url": "https://doi.org/10.1038/s41586-024-08161-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4361222213",
      "paper_id": "https://openalex.org/W4361222213",
      "title": "Suppressed phase segregation for triple-junction perovskite solar cells",
      "authors": "Zaiwei Wang, Lewei Zeng, Tong Zhu, Hao Chen, Bin Chen, Dominik J. Kubicki, Adam Balvanz, Chongwen Li, Aidan Maxwell, Esma Ugur, Roberto dos Reis, Matthew Cheng, Guang Yang, Biwas Subedi, Deying Luo, Juntao Hu, Junke Wang, Sam Teale, Suhas Mahesh, Sasa Wang, Shuangyan Hu, Eui Dae Jung, Mingyang Wei, So Min Park, Luke Grater, Erkan Aydin, Zhaoning Song, Nikolas J. Podraza, Zheng-Hong Lu, Jinsong Huang, Vinayak P. Dravid, Stefaan De Wolf, Yanfa Yan, Michael Grätzel, Merx G. Kanatzidis, Edward H. Sargent",
      "paper_url": "https://doi.org/10.1038/s41586-023-06006-7",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4294052984",
      "paper_id": "https://openalex.org/W4294052984",
      "title": "Surface reaction for efficient and stable inverted perovskite solar cells",
      "authors": "Qi Jiang, Jinhui Tong, Yeming Xian, Ross A. Kerner, Sean P. Dunfield, Chuanxiao Xiao, Rebecca A. Scheidt, Darius Kuciauskas, Xiaoming Wang, Matthew P. Hautzinger, Robert Tirawat, Matthew C. Beard, David P. Fenning, Joseph J. Berry, Bryon W. Larson, Yanfa Yan, Kai Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05268-x",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3200964027",
      "paper_id": "https://openalex.org/W3200964027",
      "title": "The role of charge recombination to triplet excitons in organic solar cells",
      "authors": "Alexander J. Gillett, Alberto Privitera, Rishat Dilmurat, Akchheta Karki, Deping Qian, Anton Pershin, Giacomo Londi, William K. Myers, Jaewon Lee, Jun Yuan, Seo-Jin Ko, Moritz K. Riede, Feng Gao, Guillermo C. Bazan, Akshay Rao, Thuc-Quyen Nguyen, David Beljonne, Richard H. Friend",
      "paper_url": "https://doi.org/10.1038/s41586-021-03840-5",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W3195805204",
      "paper_id": "https://openalex.org/W3195805204",
      "title": "Thermophotovoltaic efficiency of 40%",
      "authors": "Alina LaPotin, Kevin L. Schulte, Myles A. Steiner, Kyle Buznitsky, Colin C. Kelsall, Daniel J. Friedman, Eric J. Tervo, Ryan M. France, Michelle R. Young, Andrew Rohskopf, Shomik Verma, Evelyn N. Wang, Asegun Henry",
      "paper_url": "https://doi.org/10.1038/s41586-022-04473-y",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386600310",
      "paper_id": "https://openalex.org/W4386600310",
      "title": "Towards linking lab and field lifetimes of perovskite solar cells",
      "authors": "Qi Jiang, Robert Tirawat, Ross A. Kerner, E. Ashley Gaulding, Yeming Xian, Xiaoming Wang, Jimmy M. Newkirk, Yanfa Yan, Joseph J. Berry, Kai Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06610-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392380514",
      "paper_id": "https://openalex.org/W4392380514",
      "title": "Triple-junction solar cells with cyanate in ultrawide-bandgap perovskites",
      "authors": "Shunchang Liu, Yue Lu, Cao Yu, Jia Li, Ran Luo, Renjun Guo, Haoming Liang, Xiangkun Jia, Xiao Guo, Yu-Duan Wang, Qilin Zhou, Xi Wang, Shaofei Yang, Manling Sui, Peter Müller-Buschbaum, Yi Hou",
      "paper_url": "https://doi.org/10.1038/s41586-024-07226-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400413199",
      "paper_id": "https://openalex.org/W4400413199",
      "title": "Two-dimensional Perovskitoids Enhance Stability in Perovskite Solar Cells",
      "authors": "Cheng Liu, Yi Yang, Hao Chen, Ioannis Spanopoulos, Abdulaziz S. R. Bati, Isaiah W. Gilley, Jianhua Chen, Aidan Maxwell, Badri Vishal, Robert P. Reynolds, Taylor E. Wiggins, Zaiwei Wang, Chuying Huang, Jared Fletcher, Yuan Liu, Lin X. Chen, Stefaan De Wolf, Bin Chen, Ding Zheng, Tobin J. Marks, Antonio Facchetti, Edward H. Sargent, Mercouri G. Kanatzidis",
      "paper_url": "https://doi.org/10.1038/s41586-024-07764-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399964114",
      "paper_id": "https://openalex.org/W4399964114",
      "title": "Water- and heat-activated dynamic passivation for perovskite photovoltaics",
      "authors": "Wei-Ting Wang, Philippe Holzhey, Ning Zhou, Qiang Zhang, Suer Zhou, Elisabeth A. Duijnstee, Kevin J. Rietwyk, Jeng-Yu Lin, Yijie Mu, Yanfeng Zhang, Udo Bach, Chun-Guey Wu, Hin‐Lap Yip, Henry J. Snaith, Shien-Ping Feng",
      "paper_url": "https://doi.org/10.1038/s41586-024-07705-5",
      "venue": "nature24"
    }
  ]
}