{
  "cluster_id": 166,
  "papers": [
    {
      "id": "nature24_https://openalex.org/W4390694263",
      "paper_id": "https://openalex.org/W4390694263",
      "title": "100 ancient genomes show repeated population turnovers in Neolithic Denmark",
      "authors": "Morten E. Allentoft, Martin Sikora, Anders Fischer, Karl-Göran Sjögren, Andrés Ingason, Ruairidh Macleod, Anders Rosengren, Bettina Schulz Paulsson, Marie Louise Schjellerup Jørkov, Maria Novosolov, Jesper Stenderup, T. Douglas Price, Morten Fischer Mortensen, Anne Birgitte Nielsen, Mikkel Ulfeldt Hede, Lasse Sørensen, Poul Otto Nielsen, Peter Rasmussen, Theis Zetner Trolle Jensen, Alba Refoyo-Martínez, Evan K. Irving-Pease, William Barrie, Alice Pearson, Bárbara Sousa da Mota, Fabrice Demeter, Rasmus A. Henriksen, Tharsika Vimala, Hugh McColl, Andrew Vaughn, Lasse Vinner, Gabriel Renaud, Aaron Stern, Niels Nørkjær Johannsen, Abigail Daisy Ramsøe, Andrew Joseph Schork, Anthony Ruter, Anne Birgitte Gotfredsen, Bjarne Henning Nielsen, Erik Brinch Petersen, Esben Kannegaard, Jesper Hansen, Kristoffer Buck Pedersen, Lisbeth Pedersen, Lutz Klassen, Morten Meldgaard, Morten Johansen, Otto Christian Uldum, Per Lotz, Per Lysdahl, Pernille Bangsgaard, Peter Vang Petersen, Rikke Maring, Rune Iversen, Sidsel Wåhlin, Søren Anker Sørensen, Søren H. Andersen, Thomas Jørgensen, Niels Lynnerup, Daniel J. Lawson, Simon Rasmussen, Thorfinn Sand Korneliussen, Kurt H. Kjær, Richard Durbin, Rasmus Nielsen, Olivier Delaneau, Thomas Werge, Kristian Kristiansen, Eske Willerslev",
      "paper_url": "https://doi.org/10.1038/s41586-023-06862-3",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4311546538",
      "paper_id": "https://openalex.org/W4311546538",
      "title": "A 2-million-year-old ecosystem in Greenland uncovered by environmental DNA",
      "authors": "Kurt H. Kjær, Mikkel Winther Pedersen, Bianca De Sanctis, Binia De Cahsan, Thorfinn S. Korneliussen, Christian S. Michelsen, Karina K. Sand, Stanislav Jelavić, Anthony H. Ruter, Astrid M. A. Schmidt, Kristian K. Kjeldsen, Alexey S. Tesakov, Ian Snowball, John C. Gosse, Inger G. Alsos, Yucheng Wang, Christoph Dockter, Magnus Rasmussen, Morten E. Jørgensen, Birgitte Skadhauge, Ana Prohaska, Jeppe Å. Kristensen, Morten Bjerager, Morten E. Allentoft, Eric Coissac, Inger Greve Alsos, Eric Coissac, Alexandra Rouillard, Alexandra Simakova, Antonio Fernandez-Guerra, Chris Bowler, Marc Macias-Fauria, Lasse Vinner, John J. Welch, Alan J. Hidy, Martin Sikora, Matthew J. Collins, Richard Durbin, Nicolaj K. Larsen, Eske Willerslev",
      "paper_url": "https://doi.org/10.1038/s41586-022-05453-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407157686",
      "paper_id": "https://openalex.org/W4407157686",
      "title": "A genomic history of the North Pontic Region from the Neolithic to the Bronze Age",
      "authors": "Alexey G. Nikitin, Iosif Lazaridis, Nick Patterson, Svitlana Ivanova, Mykhailo Videiko, Valentin Dergachev, Nadiia Kotova, Malcolm Lillie, Inna Potekhina, Marta Krenz-Niedbała, Sylwia Łukasik, Serhij Makhortykh, Virginie Renson, Henry Shephard, Gennadie Sirbu, Sofiia Svyryd, Taras Tkachuk, Piotr Włodarczak, Kim Callan, Elizabeth Curtis, Eadaoin Harney, Lora Iliev, Aisling Kearns, Ann Marie Lawson, Megan Michel, Matthew Mah, Adam Micco, Jonas Oppenheimer, Lijun Qiu, J. Noah Workman, Fatma Zalzala, Swapan Mallick, Nadin Rohland, David Reich",
      "paper_url": "https://doi.org/10.1038/s41586-024-08372-2",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W4200316056",
      "paper_id": "https://openalex.org/W4200316056",
      "title": "A high-resolution picture of kinship practices in an Early Neolithic tomb",
      "authors": "Chris Fowler, Iñigo Olalde, Vicki Cummings, Ian Armit, Lindsey Büster, Sarah Cuthbert, Nadin Rohland, Olivia Cheronet, Ron Pinhasi, David Reich",
      "paper_url": "https://doi.org/10.1038/s41586-021-04241-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4401575341",
      "paper_id": "https://openalex.org/W4401575341",
      "title": "A Scottish provenance for the Altar Stone of Stonehenge",
      "authors": "Anthony J. I. Clarke, Christopher L. Kirkland, Richard E. Bevins, Nick J. G. Pearce, Stijn Glorie, Rob A. Ixer",
      "paper_url": "https://doi.org/10.1038/s41586-024-07652-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4377012029",
      "paper_id": "https://openalex.org/W4377012029",
      "title": "A weakly structured stem for human origins in Africa",
      "authors": "Aaron P. Ragsdale, Timothy D. Weaver, Elizabeth G. Atkinson, Eileen G. Hoal, Marlo Möller, Brenna M. Henn, Simon Gravel",
      "paper_url": "https://doi.org/10.1038/s41586-023-06055-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392984806",
      "paper_id": "https://openalex.org/W4392984806",
      "title": "Adaptive foraging behaviours in the Horn of Africa during Toba supereruption",
      "authors": "John Kappelman, Lawrence C. Todd, Christopher A. Davis, Thure E. Cerling, Mulugeta Feseha, Abebe Getahun, Racheal Johnsen, Marvin Kay, Gary A. Kocurek, Brett A. Nachman, Agazi Negash, Tewabe Negash, Kaedan O’Brien, Michael Pante, Minghua Ren, Eugene I. Smith, Neil J. Tabor, Dereje Tewabe, Hong Wang, Deming Yang, Solomon Yirga, Jordan W. Crowell, Matthew F. Fanuka, Teshager Habtie, Jayde N. Hirniak, Carla Klehm, Natalia D. Loewen, Sahleselasie Melaku, Sierra M. Melton, Timothy S. Myers, Sarah Millonig, Megan C. Plummer, Keenan J. Riordan, Nicholas A. Rosenau, Anne Skinner, Abraham K. Thompson, Lindsey M. Trombetta, Adrienne Witzel, Ephrem Assefa, Maria Bodansky, Ayenachew A. Desta, Christopher J. Campisano, Daniel Dalmas, Connor Elliott, Metasebia Endalamaw, Nicholas J. Ford, Frederick Foster, Tomas Getachew, Yibai Li Haney, Brittney H. Ingram, Jonayah Jackson, Curtis W. Marean, Sissi Mattox, Karla de la Cruz Medina, Gebretsadkan Mulubrhan, Keri Porter, Alexis Roberts, Perla Santillan, Alaric Sollenberger, Julia Sponholtz, Jessica Valdes, Lani Wyman, Meklit Yadeta, Sierra Yanny",
      "paper_url": "https://doi.org/10.1038/s41586-024-07208-3",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4205115875",
      "paper_id": "https://openalex.org/W4205115875",
      "title": "Age of the oldest known Homo sapiens from eastern Africa",
      "authors": "Céline M. Vidal, Christine S. Lane, Asfawossen Asrat, Dan N. Barfod, Darren F. Mark, Emma L. Tomlinson, Amdemichael Zafu Tadesse, Gezahegn Yirgu, Alan Deino, William Hutchison, Aurélien Mounier, Clive Oppenheimer",
      "paper_url": "https://doi.org/10.1038/s41586-021-04275-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4213456315",
      "paper_id": "https://openalex.org/W4213456315",
      "title": "Ancient DNA and deep population structure in sub-Saharan African foragers",
      "authors": "Mark Lipson, Elizabeth A. Sawchuk, Jessica C. Thompson, Jonas Oppenheimer, Christian A. Tryon, Kathryn L. Ranhorn, Kathryn M. de Luna, Kendra A. Sirak, Iñigo Olalde, Stanley H. Ambrose, John W. Arthur, Kathryn J. W. Arthur, George Ayodo, Alex Bertacchi, Jessica I. Cerezo-Román, Brendan J. Culleton, Matthew C. Curtis, Jacob Davis, Agness O. Gidna, Annalys Hanson, Potiphar Kaliba, Maggie Katongo, Amandus Kwekason, Myra F. Laird, Jason Lewis, Audax Z. P. Mabulla, Fredrick Mapemba, Alan Morris, George Mudenda, Raphael Mwafulirwa, Daudi Mwangomba, Emmanuel Ndiema, Christine Ogola, Flora Schilt, Pamela R. Willoughby, David K. Wright, Andrew Zipkin, Ron Pinhasi, Douglas J. Kennett, Fredrick Kyalo Manthi, Nadin Rohland, Nick Patterson, David Reich, Mary E. Prendergast",
      "paper_url": "https://doi.org/10.1038/s41586-022-04430-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409147937",
      "paper_id": "https://openalex.org/W4409147937",
      "title": "Ancient DNA from the Green Sahara reveals ancestral North African lineage",
      "authors": "Nada Salem, Marieke S. van de Loosdrecht, Arev Pelin Sümer, Stefania Vai, Alexander Hübner, Benjamin Peter, Raffaela A. Bianco, Martina Lari, Alessandra Modi, Mohamed Faraj Mohamed Al-Faloos, Mustafa Turjman, Abdeljalil Bouzouggar, Mary Anne Tafuri, Giorgio Manzi, Rocco Rotunno, Kay Prüfer, Harald Ringbauer, David Caramelli, Savino di Lernia, Johannes Krause",
      "paper_url": "https://doi.org/10.1038/s41586-025-08793-7",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411025126",
      "paper_id": "https://openalex.org/W4411025126",
      "title": "Ancient DNA reveals a two-clanned matrilineal community in Neolithic China",
      "authors": "Jincheng Wang, Shi Yan, Zhenguang Li, Jinguo Zan, Yichao Zhao, Jin Zhao, Kui Chen, Xueye Wang, Ting Ji, Cheng Zhang, Tingyu Yang, Tianming Zhang, Rui Qiao, Meilin Guo, Zongyue Rao, Jiashuo Zhang, Guanbo Wang, Zhiyu Ran, Chen Duan, Fan Zhang, Yin Song, Xiaohong Wu, Ruth Mace, Bo Sun, Yuhong Pang, Yanyi Huang, Hai Zhang, Chao Ning",
      "paper_url": "https://doi.org/10.1038/s41586-025-09103-x",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406385628",
      "paper_id": "https://openalex.org/W4406385628",
      "title": "Ancient DNA reveals reproductive barrier despite shared Avar-period culture",
      "authors": "Ke Wang, Bendeguz Tobias, Doris Pany-Kucera, Margit Berner, Sabine Eggers, Guido Alberto Gnecchi-Ruscone, Denisa Zlámalová, Joscha Gretzinger, Pavlína Ingrová, Adam B. Rohrlach, Jonathan Tuke, Luca Traverso, Paul Klostermann, Robin Koger, Ronny Friedrich, Karin Wiltschke-Schrotta, Sylvia Kirchengast, Salvatore Liccardo, Sandra Wabnitz, Tivadar Vida, Patrick J. Geary, Falko Daim, Walter Pohl, Johannes Krause, Zuzana Hofmanová",
      "paper_url": "https://doi.org/10.1038/s41586-024-08418-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411932268",
      "paper_id": "https://openalex.org/W4411932268",
      "title": "Ancient DNA reveals the prehistory of the Uralic and Yeniseian peoples",
      "authors": "Tian Chen Zeng, Leonid A. Vyazov, Alexander Kim, Pavel Flegontov, Kendra Sirak, Robert Maier, Iosif Lazaridis, Ali Akbari, Michael Frachetti, Alexey A. Tishkin, Natalia E. Ryabogina, Sergey A. Agapov, Danila S. Agapov, Anatoliy N. Alekseev, Gennady G. Boeskorov, Anatoly P. Derevianko, Viktor M. Dyakonov, Dmitry N. Enshin, Alexey V. Fribus, Yaroslav V. Frolov, Sergey P. Grushin, Alexander A. Khokhlov, Kirill Yu. Kiryushin, Yurii F. Kiryushin, Egor P. Kitov, Pavel Kosintsev, Igor V. Kovtun, Nikolai P. Makarov, Viktor V. Morozov, Egor N. Nikolaev, Marina P. Rykun, Tatyana M. Savenkova, Marina V. Shchelchkova, Vladimir Shirokov, Svetlana N. Skochina, Olga S. Sherstobitova, Sergey M. Slepchenko, Konstantin N. Solodovnikov, Elena N. Solovyova, Aleksandr D. Stepanov, Aleksei A. Timoshchenko, Aleksandr S. Vdovin, Anton V. Vybornov, Elena V. Balanovska, Stanislav Dryomov, Garrett Hellenthal, Kenneth Kidd, Johannes Krause, Elena Starikovskaya, Rem Sukernik, Tatiana Tatarinova, Mark G. Thomas, Maxat Zhabagin, Kim Callan, Olivia Cheronet, Daniel Fernandes, Denise Keating, Francesca Candilio, Lora Iliev, Aisling Kearns, Kadir Toykan Özdoğan, Matthew Mah, Adam Micco, Megan Michel, Iñigo Olalde, Fatma Zalzala, Swapan Mallick, Nadin Rohland, Ron Pinhasi, Vagheesh M. Narasimhan, David Reich",
      "paper_url": "https://doi.org/10.1038/s41586-025-09189-3",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4405514836",
      "paper_id": "https://openalex.org/W4405514836",
      "title": "Ancient genomes reveal a deep history of treponemal disease in the Americas",
      "authors": "Rodrigo Barquera, T. Lesley Sitter, Casey L. Kirkpatrick, Darío A. Ramirez, Arthur Kocher, Maria A. Spyrou, Lourdes R. Couoh, Jorge A. Talavera-González, Mario Castro, Tanya von Hunnius, Evelyn K. Guevara, W. Derek Hamilton, Patrick Roberts, Erin Scott, Mariana Fabra, Gabriela V. Da Peña, Aryel Pacheco, Mónica Rodriguez, Eugenio Aspillaga, Anthi Tiliakou, Elizabeth A. Nelson, Karen L. Giffin, Raffaela A. Bianco, Adam B. Rohrlach, María de los Ángeles García Martínez, Fabiola A. Ballesteros Solís, Antti Sajantila, Shelley R. Saunders, Rodrigo Nores, Alexander Herbig, Johannes Krause, Kirsten I. Bos",
      "paper_url": "https://doi.org/10.1038/s41586-024-08515-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399567367",
      "paper_id": "https://openalex.org/W4399567367",
      "title": "Ancient genomes reveal insights into ritual life at Chichén Itzá",
      "authors": "Rodrigo Barquera, Oana Del Castillo-Chávez, Kathrin Nägele, Patxi Pérez-Ramallo, Diana Iraíz Hernández-Zaragoza, András Szolek, Adam Benjamin Rohrlach, Pablo Librado, Ainash Childebayeva, Raffaela Angelina Bianco, Bridget S. Penman, Victor Acuña-Alonzo, Mary Lucas, Julio César Lara-Riegos, María Ermila Moo-Mezeta, Julio César Torres-Romero, Patrick Roberts, Oliver Kohlbacher, Christina Warinner, Johannes Krause",
      "paper_url": "https://doi.org/10.1038/s41586-024-07509-7",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4367856465",
      "paper_id": "https://openalex.org/W4367856465",
      "title": "Ancient human DNA recovered from a Palaeolithic pendant",
      "authors": "Elena Essel, Elena I. Zavala, Ellen Schulz-Kornas, Maxim B. Kozlikin, Helen Fewlass, Benjamin Vernot, Michael V. Shunkov, Anatoly P. Derevianko, Katerina Douka, Ian Barnes, Marie-Cécile Soulier, Anna Schmidt, Merlin Szymanski, Tsenka Tsanova, Nikolay Sirakov, Elena Endarova, Shannon P. McPherron, Jean-Jacques Hublin, Janet Kelso, Svante Pääbo, Mateja Hajdinjak, Marie Soressi, Matthias Meyer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06035-2",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402435806",
      "paper_id": "https://openalex.org/W4402435806",
      "title": "Ancient Rapanui genomes reveal resilience and pre-European contact with the Americas",
      "authors": "J. Víctor Moreno-Mayar, Bárbara Sousa da Mota, Tom Higham, Signe Klemm, Moana Gorman Edmunds, Jesper Stenderup, Miren Iraeta-Orbegozo, Véronique Laborde, Evelyne Heyer, Francisco Torres Hochstetter, Martin Friess, Morten E. Allentoft, Hannes Schroeder, Olivier Delaneau, Anna-Sapfo Malaspinas",
      "paper_url": "https://doi.org/10.1038/s41586-024-07881-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4318771351",
      "paper_id": "https://openalex.org/W4318771351",
      "title": "Biomolecular analyses enable new insights into ancient Egyptian embalming",
      "authors": "Maxime Rageot, Ramadan B. Hussein, Susanne Beck, Victoria Altmann-Wendling, Mohammed I. M. Ibrahim, Mahmoud M. Bahgat, Ahmed M. Yousef, Katja Mittelstaedt, Jean-Jacques Filippi, Stephen Buckley, Cynthianne Spiteri, Philipp W. Stockhammer",
      "paper_url": "https://doi.org/10.1038/s41586-022-05663-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4223910513",
      "paper_id": "https://openalex.org/W4223910513",
      "title": "Climate effects on archaic human habitats and species successions",
      "authors": "Axel Timmermann, Kyung-Sook Yun, Pasquale Raia, Jiaoyang Ruan, Alessandro Mondanaro, Elke Zeller, Christoph Zollikofer, Marcia Ponce de León, Danielle Lemmon, Matteo Willeit, Andrey Ganopolski",
      "paper_url": "https://doi.org/10.1038/s41586-022-04600-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406385616",
      "paper_id": "https://openalex.org/W4406385616",
      "title": "Continental influx and pervasive matrilocality in Iron Age Britain",
      "authors": "Lara M. Cassidy, Miles Russell, Martin Smith, Gabrielle Delbarre, Paul Cheetham, Harry Manley, Valeria Mattiangeli, Emily M. Breslin, Iseult Jackson, Maeve McCann, Harry Little, Ciarán G. O’Connor, Beth Heaslip, Daniel Lawson, Phillip Endicott, Daniel G. Bradley",
      "paper_url": "https://doi.org/10.1038/s41586-024-08409-6",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3201494818",
      "paper_id": "https://openalex.org/W3201494818",
      "title": "Dairying enabled Early Bronze Age Yamnaya steppe expansions",
      "authors": "Shevan Wilkin, Alicia Ventresca Miller, Ricardo Fernandes, Robert Spengler, William T.-T. Taylor, Dorcas R. Brown, David Reich, Douglas J. Kennett, Brendan J. Culleton, Laura Kunz, Claudia Fortes, Aleksandra Kitova, Pavel Kuznetsov, Andrey Epimakhov, Victor F. Zaibert, Alan K. Outram, Egor Kitov, Aleksandr Khokhlov, David Anthony, Nicole Boivin",
      "paper_url": "https://doi.org/10.1038/s41586-021-03798-4",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4288051688",
      "paper_id": "https://openalex.org/W4288051688",
      "title": "Dairying, diseases and the evolution of lactase persistence in Europe",
      "authors": "Richard P. Evershed, George Davey Smith, Mélanie Roffet-Salque, Adrian Timpson, Yoan Diekmann, Matthew S. Lyon, Lucy J. E. Cramp, Emmanuelle Casanova, Jessica Smyth, Helen L. Whelton, Julie Dunne, Veronika Brychova, Lucija Šoberl, Pascale Gerbault, Rosalind E. Gillis, Volker Heyd, Emily Johnson, Iain Kendall, Katie Manning, Arkadiusz Marciniak, Alan K. Outram, Jean-Denis Vigne, Stephen Shennan, Andrew Bevan, Sue Colledge, Lyndsay Allason-Jones, Luc Amkreutz, Alexandra Anders, Rose-Marie Arbogast, Adrian Bălăşescu, Eszter Bánffy, Alistair Barclay, Anja Behrens, Peter Bogucki, Ángel Carrancho Alonso, José Miguel Carretero, Nigel Cavanagh, Erich Claßen, Hipolito Collado Giraldo, Matthias Conrad, Piroska Csengeri, Lech Czerniak, Maciej Dębiec, Anthony Denaire, László Domboróczki, Christina Donald, Julia Ebert, Christopher Evans, Marta Francés-Negro, Detlef Gronenborn, Fabian Haack, Matthias Halle, Caroline Hamon, Roman Hülshoff, Michael Ilett, Eneko Iriarte, János Jakucs, Christian Jeunesse, Melanie Johnson, Andy M. Jones, Necmi Karul, Dmytro Kiosak, Nadezhda Kotova, Rüdiger Krause, Saskia Kretschmer, Marta Krüger, Philippe Lefranc, Olivia Lelong, Eva Lenneis, Andrey Logvin, Friedrich Lüth, Tibor Marton, Jane Marley, Richard Mortimer, Luiz Oosterbeek, Krisztián Oross, Juraj Pavúk, Joachim Pechtl, Pierre Pétrequin, Joshua Pollard, Richard Pollard, Dominic Powlesland, Joanna Pyzel, Pál Raczky, Andrew Richardson, Peter Rowe, Stephen Rowland, Ian Rowlandson, Thomas Saile, Katalin Sebők, Wolfram Schier, Germo Schmalfuß, Svetlana Sharapova, Helen Sharp, Alison Sheridan, Irina Shevnina, Iwona Sobkowiak-Tabaka, Peter Stadler, Harald Stäuble, Astrid Stobbe, Darko Stojanovski, Nenad Tasić, Ivo van Wijk, Ivana Vostrovská, Jasna Vuković, Sabine Wolfram, Andrea Zeeb-Lanz, Mark G. Thomas",
      "paper_url": "https://doi.org/10.1038/s41586-022-05010-7",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3120376821",
      "paper_id": "https://openalex.org/W3120376821",
      "title": "Dire wolves were the last of an ancient New World canid lineage",
      "authors": "Angela R. Perri, Kieren J. Mitchell, Alice Mouton, Sandra Álvarez-Carretero, Ardern Hulme-Beaman, James Haile, Alexandra Jamieson, Julie Meachen, Audrey T. Lin, Blaine W. Schubert, Carly Ameen, Ekaterina E. Antipina, Pere Bover, Selina Brace, Alberto Carmagnini, Christian Carøe, Jose A. Samaniego Castruita, James C. Chatters, Keith Dobney, Mario dos Reis, Allowen Evin, Philippe Gaubert, Shyam Gopalakrishnan, Graham Gower, Holly Heiniger, Kristofer M. Helgen, Josh Kapp, Pavel A. Kosintsev, Anna Linderholm, Andrew T. Ozga, Samantha Presslee, Alexander T. Salis, Nedda F. Saremi, Colin Shew, Katherine Skerry, Dmitry E. Taranenko, Mary Thompson, Mikhail V. Sablin, Yaroslav V. Kuzmin, Matthew J. Collins, Mikkel-Holger S. Sinding, M. Thomas P. Gilbert, Anne C. Stone, Beth Shapiro, Blaire Van Valkenburgh, Robert K. Wayne, Greger Larson, Alan Cooper, Laurent A. F. Frantz",
      "paper_url": "https://doi.org/10.1038/s41586-020-03082-x",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3158872122",
      "paper_id": "https://openalex.org/W3158872122",
      "title": "Earliest known human burial in Africa",
      "authors": "María Martinón-Torres, Francesco d’Errico, Elena Santos, Ana Álvaro Gallo, Noel Amano, William Archer, Simon J. Armitage, Juan Luis Arsuaga, José María Bermúdez de Castro, James Blinkhorn, Alison Crowther, Katerina Douka, Stéphan Dubernet, Patrick Faulkner, Pilar Fernández-Colón, Nikos Kourampas, Jorge González García, David Larreina, François-Xavier Le Bourdonnec, George MacLeod, Laura Martín-Francés, Diyendo Massilani, Julio Mercader, Jennifer M. Miller, Emmanuel Ndiema, Belén Notario, Africa Pitarch Martí, Mary E. Prendergast, Alain Queffelec, Solange Rigaud, Patrick Roberts, Mohammad Javad Shoaee, Ceri Shipton, Ian Simpson, Nicole Boivin, Michael D. Petraglia",
      "paper_url": "https://doi.org/10.1038/s41586-021-03457-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4405302027",
      "paper_id": "https://openalex.org/W4405302027",
      "title": "Earliest modern human genomes constrain timing of Neanderthal admixture",
      "authors": "Arev P. Sümer, Hélène Rougier, Vanessa Villalba-Mouco, Yilei Huang, Leonardo N. M. Iasi, Elena Essel, Alba Bossoms Mesa, Anja Furtwaengler, Stéphane Peyrégne, Cesare de Filippo, Adam B. Rohrlach, Federica Pierini, Fabrizio Mafessoni, Helen Fewlass, Elena I. Zavala, Dorothea Mylopotamitaki, Raffaela A. Bianco, Anna Schmidt, Julia Zorn, Birgit Nickel, Anna Patova, Cosimo Posth, Geoff M. Smith, Karen Ruebens, Virginie Sinet-Mathiot, Alexander Stoessel, Holger Dietl, Jörg Orschiedt, Janet Kelso, Hugo Zeberg, Kirsten I. Bos, Frido Welker, Marcel Weiss, Shannon P. McPherron, Tim Schüler, Jean-Jacques Hublin, Petr Velemínský, Jaroslav Brůžek, Benjamin M. Peter, Matthias Meyer, Harald Meller, Harald Ringbauer, Mateja Hajdinjak, Kay Prüfer, Johannes Krause",
      "paper_url": "https://doi.org/10.1038/s41586-024-08420-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4384820094",
      "paper_id": "https://openalex.org/W4384820094",
      "title": "Early contact between late farming and pastoralist societies in southeastern Europe",
      "authors": "Sandra Penske, Adam B. Rohrlach, Ainash Childebayeva, Guido Gnecchi-Ruscone, Clemens Schmid, Maria A. Spyrou, Gunnar U. Neumann, Nadezhda Atanassova, Katrin Beutler, Kamen Boyadzhiev, Yavor Boyadzhiev, Igor Bruyako, Alexander Chohadzhiev, Blagoje Govedarica, Mehmet Karaucak, Raiko Krauss, Maleen Leppek, Igor Manzura, Karen Privat, Shawn Ross, Vladimir Slavchev, Adéla Sobotkova, Meda Toderaş, Todor Valchev, Harald Ringbauer, Philipp W. Stockhammer, Svend Hansen, Johannes Krause, Wolfgang Haak",
      "paper_url": "https://doi.org/10.1038/s41586-023-06334-8",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392504787",
      "paper_id": "https://openalex.org/W4392504787",
      "title": "East-to-west human dispersal into Europe 1.4 million years ago",
      "authors": "R. Garba, V. Usyk, L. Ylä-Mella, J. Kameník, K. Stübner, J. Lachner, G. Rugel, F. Veselovský, N. Gerasimenko, A. I. R. Herries, J. Kučera, M. F. Knudsen, J. D. Jansen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07151-3",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412150888",
      "paper_id": "https://openalex.org/W4412150888",
      "title": "Eighteen million years of diverse enamel proteomes from the East African Rift",
      "authors": "Daniel R. Green, Kevin T. Uno, Ellen R. Miller, Craig S. Feibel, Eipa Emmanuel Aoron, Catherine C. Beck, Aryeh Grossman, Francis M. Kirera, Martin M. Kirinya, Louise N. Leakey, Cynthia Liutkus-Pierce, Fredrick K. Manthi, Emmanuel K. Ndiema, Isaiah O. Nengo, Cyprian Nyete, John Rowan, Gabrielle A. Russo, William J. Sanders, Tara M. Smiley, Patricia Princehouse, Natasha S. Vitek, Timothy P. Cleland",
      "paper_url": "https://doi.org/10.1038/s41586-025-09040-9",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4390705788",
      "paper_id": "https://openalex.org/W4390705788",
      "title": "Elevated genetic risk for multiple sclerosis emerged in steppe pastoralist populations",
      "authors": "William Barrie, Yaoling Yang, Evan K. Irving-Pease, Kathrine E. Attfield, Gabriele Scorrano, Lise Torp Jensen, Angelos P. Armen, Evangelos Antonios Dimopoulos, Aaron Stern, Alba Refoyo-Martinez, Alice Pearson, Abigail Ramsøe, Charleen Gaunitz, Fabrice Demeter, Marie Louise S. Jørkov, Stig Bermann Møller, Bente Springborg, Lutz Klassen, Inger Marie Hyldgård, Niels Wickmann, Lasse Vinner, Thorfinn Sand Korneliussen, Morten E. Allentoft, Martin Sikora, Kristian Kristiansen, Santiago Rodriguez, Rasmus Nielsen, Astrid K. N. Iversen, Daniel J. Lawson, Lars Fugger, Eske Willerslev",
      "paper_url": "https://doi.org/10.1038/s41586-023-06618-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4361287559",
      "paper_id": "https://openalex.org/W4361287559",
      "title": "Entwined African and Asian genetic roots of medieval peoples of the Swahili coast",
      "authors": "Esther S. Brielle, Jeffrey Fleisher, Stephanie Wynne-Jones, Kendra Sirak, Nasreen Broomandkhoshbacht, Kim Callan, Elizabeth Curtis, Lora Iliev, Ann Marie Lawson, Jonas Oppenheimer, Lijun Qiu, Kristin Stewardson, J. Noah Workman, Fatma Zalzala, George Ayodo, Agness O. Gidna, Angela Kabiru, Amandus Kwekason, Audax Z. P. Mabulla, Fredrick K. Manthi, Emmanuel Ndiema, Christine Ogola, Elizabeth Sawchuk, Lihadh Al-Gazali, Bassam R. Ali, Salma Ben-Salem, Thierry Letellier, Denis Pierron, Chantal Radimilahy, Jean-Aimé Rakotoarisoa, Ryan L. Raaum, Brendan J. Culleton, Swapan Mallick, Nadin Rohland, Nick Patterson, Mohammed Ali Mwenje, Khalfan Bini Ahmed, Mohamed Mchulla Mohamed, Sloan R. Williams, Janet Monge, Sibel Kusimba, Mary E. Prendergast, David Reich, Chapurukha M. Kusimba",
      "paper_url": "https://doi.org/10.1038/s41586-023-05754-w",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3207465900",
      "paper_id": "https://openalex.org/W3207465900",
      "title": "Evidence for European presence in the Americas in ad 1021",
      "authors": "Margot Kuitems, Birgitta L. Wallace, Charles Lindsay, Andrea Scifo, Petra Doeve, Kevin Jenkins, Susanne Lindauer, Pınar Erdil, Paul M. Ledger, Véronique Forbes, Caroline Vermeeren, Ronny Friedrich, Michael W. Dee",
      "paper_url": "https://doi.org/10.1038/s41586-021-03972-8",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4386897479",
      "paper_id": "https://openalex.org/W4386897479",
      "title": "Evidence for the earliest structural use of wood at least 476,000 years ago",
      "authors": "L. Barham, G. A. T. Duller, I. Candy, C. Scott, C. R. Cartwright, J. R. Peterson, C. Kabukcu, M. S. Chapot, F. Melia, V. Rots, N. George, N. Taipale, P. Gethin, P. Nkombwe",
      "paper_url": "https://doi.org/10.1038/s41586-023-06557-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4306810879",
      "paper_id": "https://openalex.org/W4306810879",
      "title": "Evolution of immune genes is associated with the Black Death",
      "authors": "Jennifer Klunk, Tauras P. Vilgalys, Christian E. Demeure, Xiaoheng Cheng, Mari Shiratori, Julien Madej, Rémi Beau, Derek Elli, Maria I. Patino, Rebecca Redfern, Sharon N. DeWitte, Julia A. Gamble, Jesper L. Boldsen, Ann Carmichael, Nükhet Varlik, Katherine Eaton, Jean-Christophe Grenier, G. Brian Golding, Alison Devault, Jean-Marie Rouillard, Vania Yotova, Renata Sindeaux, Chun Jimmie Ye, Matin Bikaran, Anne Dumaine, Jessica F. Brinkworth, Dominique Missiakas, Guy A. Rouleau, Matthias Steinrücken, Javier Pizarro-Cerdá, Hendrik N. Poinar, Luis B. Barreiro",
      "paper_url": "https://doi.org/10.1038/s41586-022-05349-x",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385282964",
      "paper_id": "https://openalex.org/W4385282964",
      "title": "Extensive pedigrees reveal the social organization of a Neolithic community",
      "authors": "Maïté Rivollat, Adam Benjamin Rohrlach, Harald Ringbauer, Ainash Childebayeva, Fanny Mendisco, Rodrigo Barquera, András Szolek, Mélie Le Roy, Heidi Colleran, Jonathan Tuke, Franziska Aron, Marie-Hélène Pemonge, Ellen Späth, Philippe Télouk, Léonie Rey, Gwenaëlle Goude, Vincent Balter, Johannes Krause, Stéphane Rottier, Marie-France Deguilloux, Wolfgang Haak",
      "paper_url": "https://doi.org/10.1038/s41586-023-06350-8",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3215642818",
      "paper_id": "https://openalex.org/W3215642818",
      "title": "Footprint evidence of early hominin locomotor diversity at Laetoli, Tanzania",
      "authors": "Ellison J. McNutt, Kevin G. Hatala, Catherine Miller, James Adams, Jesse Casana, Andrew S. Deane, Nathaniel J. Dominy, Kallisti Fabian, Luke D. Fannin, Stephen Gaughan, Simone V. Gill, Josephat Gurtu, Ellie Gustafson, Austin C. Hill, Camille Johnson, Said Kallindo, Benjamin Kilham, Phoebe Kilham, Elizabeth Kim, Cynthia Liutkus-Pierce, Blaine Maley, Anjali Prabhat, John Reader, Shirley Rubin, Nathan E. Thompson, Rebeca Thornburg, Erin Marie Williams-Hatala, Brian Zimmer, Charles M. Musiba, Jeremy M. DeSilva",
      "paper_url": "https://doi.org/10.1038/s41586-021-04187-7",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388897345",
      "paper_id": "https://openalex.org/W4388897345",
      "title": "Genetic continuity and change among the Indigenous peoples of California",
      "authors": "Nathan Nakatsuka, Brian Holguin, Jakob Sedig, Paul E. Langenwalter II, John Carpenter, Brendan J. Culleton, Cristina García-Moreno, Thomas K. Harper, Debra Martin, Júpiter Martínez-Ramírez, Antonio Porcayo-Michelini, Vera Tiesler, M. Elisa Villapando-Canchola, Alejandro Valdes Herrera, Kim Callan, Elizabeth Curtis, Aisling Kearns, Lora Iliev, Ann Marie Lawson, Matthew Mah, Swapan Mallick, Adam Micco, Megan Michel, J. Noah Workman, Jonas Oppenheimer, Lijun Qiu, Fatma Zalzala, Nadin Rohland, Jose Luis Punzo Diaz, John R. Johnson, David Reich",
      "paper_url": "https://doi.org/10.1038/s41586-023-06771-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4306809797",
      "paper_id": "https://openalex.org/W4306809797",
      "title": "Genetic insights into the social organization of Neanderthals",
      "authors": "Laurits Skov, Stéphane Peyrégne, Divyaratan Popli, Leonardo N. M. Iasi, Thibaut Devièse, Viviane Slon, Elena I. Zavala, Mateja Hajdinjak, Arev P. Sümer, Steffi Grote, Alba Bossoms Mesa, David López Herráez, Birgit Nickel, Sarah Nagel, Julia Richter, Elena Essel, Marie Gansauge, Anna Schmidt, Petra Korlević, Daniel Comeskey, Anatoly P. Derevianko, Aliona Kharevich, Sergey V. Markin, Sahra Talamo, Katerina Douka, Maciej T. Krajcarz, Richard G. Roberts, Thomas Higham, Bence Viola, Andrey I. Krivoshapkin, Kseniya A. Kolobova, Janet Kelso, Matthias Meyer, Svante Pääbo, Benjamin M. Peter",
      "paper_url": "https://doi.org/10.1038/s41586-022-05283-y",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3193908991",
      "paper_id": "https://openalex.org/W3193908991",
      "title": "Genome of a middle Holocene hunter-gatherer from Wallacea",
      "authors": "Selina Carlhoff, Akin Duli, Kathrin Nägele, Muhammad Nur, Laurits Skov, Iwan Sumantri, Adhi Agus Oktaviana, Budianto Hakim, Basran Burhan, Fardi Ali Syahdar, David P. McGahan, David Bulbeck, Yinika L. Perston, Kim Newman, Andi Muhammad Saiful, Marlon Ririmasse, Stephen Chia, Hasanuddin, Dwia Aries Tina Pulubuhu, Suryatman, Supriadi, Choongwon Jeong, Benjamin M. Peter, Kay Prüfer, Adam Powell, Johannes Krause, Cosimo Posth, Adam Brumm",
      "paper_url": "https://doi.org/10.1038/s41586-021-03823-6",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3152915323",
      "paper_id": "https://openalex.org/W3152915323",
      "title": "Genomic insights into population history and biological adaptation in Oceania",
      "authors": "Jeremy Choin, Javier Mendoza-Revilla, Lara R. Arauna, Sebastian Cuadros-Espinoza, Olivier Cassar, Maximilian Larena, Albert Min-Shan Ko, Christine Harmant, Romain Laurent, Paul Verdu, Guillaume Laval, Anne Boland, Robert Olaso, Jean-François Deleuze, Frédérique Valentin, Ying-Chin Ko, Mattias Jakobsson, Antoine Gessain, Laurent Excoffier, Mark Stoneking, Etienne Patin, Lluis Quintana-Murci",
      "paper_url": "https://doi.org/10.1038/s41586-021-03236-5",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3129555148",
      "paper_id": "https://openalex.org/W3129555148",
      "title": "Genomic insights into the formation of human populations in East Asia",
      "authors": "Chuan-Chao Wang, Hui-Yuan Yeh, Alexander N. Popov, Hu-Qin Zhang, Hirofumi Matsumura, Kendra Sirak, Olivia Cheronet, Alexey Kovalev, Nadin Rohland, Alexander M. Kim, Swapan Mallick, Rebecca Bernardos, Dashtseveg Tumen, Jing Zhao, Yi-Chang Liu, Jiun-Yu Liu, Matthew Mah, Ke Wang, Zhao Zhang, Nicole Adamski, Nasreen Broomandkhoshbacht, Kimberly Callan, Francesca Candilio, Kellie Sara Duffett Carlson, Brendan J. Culleton, Laurie Eccles, Suzanne Freilich, Denise Keating, Ann Marie Lawson, Kirsten Mandl, Megan Michel, Jonas Oppenheimer, Kadir Toykan Özdoğan, Kristin Stewardson, Shaoqing Wen, Shi Yan, Fatma Zalzala, Richard Chuang, Ching-Jung Huang, Hana Looh, Chung-Ching Shiung, Yuri G. Nikitin, Andrei V. Tabarev, Alexey A. Tishkin, Song Lin, Zhou-Yong Sun, Xiao-Ming Wu, Tie-Lin Yang, Xi Hu, Liang Chen, Hua Du, Jamsranjav Bayarsaikhan, Enkhbayar Mijiddorj, Diimaajav Erdenebaatar, Tumur-Ochir Iderkhangai, Erdene Myagmar, Hideaki Kanzawa-Kiriyama, Masato Nishino, Ken-ichi Shinoda, Olga A. Shubina, Jianxin Guo, Wangwei Cai, Qiongying Deng, Longli Kang, Dawei Li, Dongna Li, Rong Lin, Nini, Rukesh Shrestha, Ling-Xiang Wang, Lanhai Wei, Guangmao Xie, Hongbing Yao, Manfei Zhang, Guanglin He, Xiaomin Yang, Rong Hu, Martine Robbeets, Stephan Schiffels, Douglas J. Kennett, Li Jin, Hui Li, Johannes Krause, Ron Pinhasi, David Reich",
      "paper_url": "https://doi.org/10.1038/s41586-021-03336-2",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4283750033",
      "paper_id": "https://openalex.org/W4283750033",
      "title": "Grey wolf genomic history reveals a dual ancestry of dogs",
      "authors": "Anders Bergström, David W. G. Stanton, Ulrike H. Taron, Laurent Frantz, Mikkel-Holger S. Sinding, Erik Ersmark, Saskia Pfrengle, Molly Cassatt-Johnstone, Ophélie Lebrasseur, Linus Girdland-Flink, Daniel M. Fernandes, Morgane Ollivier, Leo Speidel, Shyam Gopalakrishnan, Michael V. Westbury, Jazmin Ramos-Madrigal, Tatiana R. Feuerborn, Ella Reiter, Joscha Gretzinger, Susanne C. Münzel, Pooja Swali, Nicholas J. Conard, Christian Carøe, James Haile, Anna Linderholm, Semyon Androsov, Ian Barnes, Chris Baumann, Norbert Benecke, Hervé Bocherens, Selina Brace, Ruth F. Carden, Dorothée G. Drucker, Sergey Fedorov, Mihály Gasparik, Mietje Germonpré, Semyon Grigoriev, Pam Groves, Stefan T. Hertwig, Varvara V. Ivanova, Luc Janssens, Richard P. Jennings, Aleksei K. Kasparov, Irina V. Kirillova, Islam Kurmaniyazov, Yaroslav V. Kuzmin, Pavel A. Kosintsev, Martina Lázničková-Galetová, Charlotte Leduc, Pavel Nikolskiy, Marc Nussbaumer, Cóilín O’Drisceoil, Ludovic Orlando, Alan Outram, Elena Y. Pavlova, Angela R. Perri, Małgorzata Pilot, Vladimir V. Pitulko, Valerii V. Plotnikov, Albert V. Protopopov, André Rehazek, Mikhail Sablin, Andaine Seguin-Orlando, Jan Storå, Christian Verjux, Victor F. Zaibert, Grant Zazula, Philippe Crombé, Anders J. Hansen, Eske Willerslev, Jennifer A. Leonard, Anders Götherström, Ron Pinhasi, Verena J. Schuenemann, Michael Hofreiter, M. Thomas P. Gilbert, Beth Shapiro, Greger Larson, Johannes Krause, Love Dalén, Pontus Skoglund",
      "paper_url": "https://doi.org/10.1038/s41586-022-04824-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408348130",
      "paper_id": "https://openalex.org/W4408348130",
      "title": "High continuity of forager ancestry in the Neolithic period of the eastern Maghreb",
      "authors": "Mark Lipson, Harald Ringbauer, Giulio Lucarini, Nabiha Aouadi, Louiza Aoudia, Lotfi Belhouchet, Olivia Cheronet, Ariane-Rym Dahmani, Francesco Genchi, Francesco La Pastina, Michaela Lucci, Henry de Lumley, Nabila Mansouri, Alessia Nava, Fatma Touj, Swapan Mallick, Nadin Rohland, Alfredo Coppa, Ron Pinhasi, David Reich",
      "paper_url": "https://doi.org/10.1038/s41586-025-08699-4",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4405965092",
      "paper_id": "https://openalex.org/W4405965092",
      "title": "High-resolution genomic history of early medieval Europe",
      "authors": "Leo Speidel, Marina Silva, Thomas Booth, Ben Raffield, Kyriaki Anastasiadou, Christopher Barrington, Anders Götherström, Peter Heather, Pontus Skoglund",
      "paper_url": "https://doi.org/10.1038/s41586-024-08275-2",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4413020482",
      "paper_id": "https://openalex.org/W4413020482",
      "title": "Hominins on Sulawesi during the Early Pleistocene",
      "authors": "Budianto Hakim, Unggul Prasetyo Wibowo, Gerrit D. van den Bergh, Dida Yurnaldi, Renaud Joannes-Boyau, Akin Duli, Suryatman, Ratno Sardi, Indah Asikin Nurani, Mika Rizki Puspaningrum, Irfan Mahmud, Afdalah Haris, Khairun Al Anshari, Andi Muhammad Saiful, P. Arman Bungaran, Shinatria Adhityatama, Putra Hudlinas Muhammad, Anwar Akib, Nani Somba, Fakhri, Basran Burhan, Zubair Mas’ud, Mark W. Moore, Yinika L. Perston, Wenjing Yu, Maxime Aubert, Adam Brumm",
      "paper_url": "https://doi.org/10.1038/s41586-025-09348-6",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391383719",
      "paper_id": "https://openalex.org/W4391383719",
      "title": "Homo sapiens reached the higher latitudes of Europe by 45,000 years ago",
      "authors": "Dorothea Mylopotamitaki, Marcel Weiss, Helen Fewlass, Elena Irene Zavala, Hélène Rougier, Arev Pelin Sümer, Mateja Hajdinjak, Geoff M. Smith, Karen Ruebens, Virginie Sinet-Mathiot, Sarah Pederzani, Elena Essel, Florian S. Harking, Huan Xia, Jakob Hansen, André Kirchner, Tobias Lauer, Mareike Stahlschmidt, Michael Hein, Sahra Talamo, Lukas Wacker, Harald Meller, Holger Dietl, Jörg Orschiedt, Jesper V. Olsen, Hugo Zeberg, Kay Prüfer, Johannes Krause, Matthias Meyer, Frido Welker, Shannon P. McPherron, Tim Schüler, Jean-Jacques Hublin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06923-7",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407956724",
      "paper_id": "https://openalex.org/W4407956724",
      "title": "Humans in Africa’s wet tropical forests 150 thousand years ago",
      "authors": "Eslem Ben Arous, James A. Blinkhorn, Sarah Elliott, Christopher A. Kiahtipes, Charles D. N’zi, Mark D. Bateman, Mathieu Duval, Patrick Roberts, Robert Patalano, Alexander F. Blackwood, Khady Niang, Eugénie Affoua Kouamé, Edith Lebato, Emily Hallett, Jacopo N. Cerasoni, Erin Scott, Jana Ilgner, Maria Jesús Alonso Escarza, Francois Yodé Guédé, Eleanor M. L. Scerri",
      "paper_url": "https://doi.org/10.1038/s41586-025-08613-y",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409283798",
      "paper_id": "https://openalex.org/W4409283798",
      "title": "Hunter-gatherer sea voyages extended to remotest Mediterranean islands",
      "authors": "Eleanor M. L. Scerri, James Blinkhorn, Huw S. Groucutt, Mathew Stewart, Ian Candy, Ethel Allué, Aitor Burguet-Coca, Andrés Currás, W. Christopher Carleton, Susanne Lindauer, Robert Spengler, Kseniia Boxleitner, Gillian Asciak, Margherita Colucci, Ritienne Gauci, Amy Hatton, Johanna Kutowsky, Andreas Maier, Mario Mata-González, Nicolette Mifsud, Khady Niang, Patrick Roberts, Joshua de Giorgio, Rochelle Xerri, Nicholas C. Vella",
      "paper_url": "https://doi.org/10.1038/s41586-025-08780-y",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4389670910",
      "paper_id": "https://openalex.org/W4389670910",
      "title": "Indigenous Australian genomes show deep structure and rich novel variation",
      "authors": "Matthew Silcocks, Ashley Farlow, Azure Hermes, Georgia Tsambos, Hardip R. Patel, Sharon Huebner, Gareth Baynam, Misty R. Jenkins, Damjan Vukcevic, Simon Easteal, Stephen Leslie, Ashley Farlow, Azure Hermes, Hardip R. Patel, Sharon Huebner, Gareth Baynam, Misty R. Jenkins, Simon Easteal, Stephen Leslie",
      "paper_url": "https://doi.org/10.1038/s41586-023-06831-w",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3140645289",
      "paper_id": "https://openalex.org/W3140645289",
      "title": "Initial Upper Palaeolithic humans in Europe had recent Neanderthal ancestry",
      "authors": "Mateja Hajdinjak, Fabrizio Mafessoni, Laurits Skov, Benjamin Vernot, Alexander Hübner, Qiaomei Fu, Elena Essel, Sarah Nagel, Birgit Nickel, Julia Richter, Oana Teodora Moldovan, Silviu Constantin, Elena Endarova, Nikolay Zahariev, Rosen Spasov, Frido Welker, Geoff M. Smith, Virginie Sinet-Mathiot, Lindsey Paskulin, Helen Fewlass, Sahra Talamo, Zeljko Rezek, Svoboda Sirakova, Nikolay Sirakov, Shannon P. McPherron, Tsenka Tsanova, Jean-Jacques Hublin, Benjamin M. Peter, Matthias Meyer, Pontus Skoglund, Janet Kelso, Svante Pääbo",
      "paper_url": "https://doi.org/10.1038/s41586-021-03335-3",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3143742619",
      "paper_id": "https://openalex.org/W3143742619",
      "title": "Innovative Homo sapiens behaviours 105,000 years ago in a wetter Kalahari",
      "authors": "Jayne Wilkins, Benjamin J. Schoville, Robyn Pickering, Luke Gliganic, Benjamin Collins, Kyle S. Brown, Jessica von der Meden, Wendy Khumalo, Michael C. Meyer, Sechaba Maape, Alexander F. Blackwood, Amy Hatton",
      "paper_url": "https://doi.org/10.1038/s41586-021-03419-0",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4214933927",
      "paper_id": "https://openalex.org/W4214933927",
      "title": "Innovative ochre processing and tool use in China 40,000 years ago",
      "authors": "Fa-Gang Wang, Shi-Xia Yang, Jun-Yi Ge, Andreu Ollé, Ke-Liang Zhao, Jian-Ping Yue, Daniela Eugenia Rosso, Katerina Douka, Ying Guan, Wen-Yan Li, Hai-Yong Yang, Lian-Qiang Liu, Fei Xie, Zheng-Tang Guo, Ri-Xiang Zhu, Cheng-Long Deng, Francesco d’Errico, Michael Petraglia",
      "paper_url": "https://doi.org/10.1038/s41586-022-04445-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403680779",
      "paper_id": "https://openalex.org/W4403680779",
      "title": "Large-scale medieval urbanism traced by UAV–lidar in highland Central Asia",
      "authors": "Michael D. Frachetti, Jack Berner, Xiaoyi Liu, Edward R. Henry, Farhod Maksudov, Tao Ju",
      "paper_url": "https://doi.org/10.1038/s41586-024-08086-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W4200081848",
      "paper_id": "https://openalex.org/W4200081848",
      "title": "Large-scale migration into Britain during the Middle to Late Bronze Age",
      "authors": "Nick Patterson, Michael Isakov, Thomas Booth, Lindsey Büster, Claire-Elise Fischer, Iñigo Olalde, Harald Ringbauer, Ali Akbari, Olivia Cheronet, Madeleine Bleasdale, Nicole Adamski, Eveline Altena, Rebecca Bernardos, Selina Brace, Nasreen Broomandkhoshbacht, Kimberly Callan, Francesca Candilio, Brendan Culleton, Elizabeth Curtis, Lea Demetz, Kellie Sara Duffett Carlson, Ceiridwen J. Edwards, Daniel M. Fernandes, M. George B. Foody, Suzanne Freilich, Helen Goodchild, Aisling Kearns, Ann Marie Lawson, Iosif Lazaridis, Matthew Mah, Swapan Mallick, Kirsten Mandl, Adam Micco, Megan Michel, Guillermo Bravo Morante, Jonas Oppenheimer, Kadir Toykan Özdoğan, Lijun Qiu, Constanze Schattke, Kristin Stewardson, J. Noah Workman, Fatma Zalzala, Zhao Zhang, Bibiana Agustí, Tim Allen, Katalin Almássy, Luc Amkreutz, Abigail Ash, Christèle Baillif-Ducros, Alistair Barclay, László Bartosiewicz, Katherine Baxter, Zsolt Bernert, Jan Blažek, Mario Bodružić, Philippe Boissinot, Clive Bonsall, Pippa Bradley, Marcus Brittain, Alison Brookes, Fraser Brown, Lisa Brown, Richard Brunning, Chelsea Budd, Josip Burmaz, Sylvain Canet, Silvia Carnicero-Cáceres, Morana Čaušević-Bully, Andrew Chamberlain, Sébastien Chauvin, Sharon Clough, Natalija Čondić, Alfredo Coppa, Oliver Craig, Matija Črešnar, Vicki Cummings, Szabolcs Czifra, Alžběta Danielisová, Robin Daniels, Alex Davies, Philip de Jersey, Jody Deacon, Csilla Deminger, Peter W. Ditchfield, Marko Dizdar, Miroslav Dobeš, Miluše Dobisíková, László Domboróczki, Gail Drinkall, Ana Đukić, Michal Ernée, Christopher Evans, Jane Evans, Manuel Fernández-Götz, Slavica Filipović, Andrew Fitzpatrick, Harry Fokkens, Chris Fowler, Allison Fox, Zsolt Gallina, Michelle Gamble, Manuel R. González Morales, Borja González-Rabanal, Adrian Green, Katalin Gyenesei, Diederick Habermehl, Tamás Hajdu, Derek Hamilton, James Harris, Chris Hayden, Joep Hendriks, Bénédicte Hernu, Gill Hey, Milan Horňák, Gábor Ilon, Eszter Istvánovits, Andy M. Jones, Martina Blečić Kavur, Kevin Kazek, Robert A. Kenyon, Amal Khreisheh, Viktória Kiss, Jos Kleijne, Mark Knight, Lisette M. Kootker, Péter F. Kovács, Anita Kozubová, Gabriella Kulcsár, Valéria Kulcsár, Christophe Le Pennec, Michael Legge, Matt Leivers, Louise Loe, Olalla López-Costas, Tom Lord, Dženi Los, James Lyall, Ana B. Marín-Arroyo, Philip Mason, Damir Matošević, Andy Maxted, Lauren McIntyre, Jacqueline McKinley, Kathleen McSweeney, Bernard Meijlink, Balázs G. Mende, Marko Menđušić, Milan Metlička, Sophie Meyer, Kristina Mihovilić, Lidija Milasinovic, Steve Minnitt, Joanna Moore, Geoff Morley, Graham Mullan, Margaréta Musilová, Benjamin Neil, Rebecca Nicholls, Mario Novak, Maria Pala, Martin Papworth, Cécile Paresys, Ricky Patten, Domagoj Perkić, Krisztina Pesti, Alba Petit, Katarína Petriščáková, Coline Pichon, Catriona Pickard, Zoltán Pilling, T. Douglas Price, Siniša Radović, Rebecca Redfern, Branislav Resutík, Daniel T. Rhodes, Martin B. Richards, Amy Roberts, Jean Roefstra, Pavel Sankot, Alena Šefčáková, Alison Sheridan, Sabine Skae, Miroslava Šmolíková, Krisztina Somogyi, Ágnes Somogyvári, Mark Stephens, Géza Szabó, Anna Szécsényi-Nagy, Tamás Szeniczey, Jonathan Tabor, Károly Tankó, Clenis Tavarez Maria, Rachel Terry, Biba Teržan, Maria Teschler-Nicola, Jesús F. Torres-Martínez, Julien Trapp, Ross Turle, Ferenc Ujvári, Menno van der Heiden, Petr Veleminsky, Barbara Veselka, Zdeněk Vytlačil, Clive Waddington, Paula Ware, Paul Wilkinson, Linda Wilson, Rob Wiseman, Eilidh Young, Joško Zaninović, Andrej Žitňan, Carles Lalueza-Fox, Peter de Knijff, Ian Barnes, Peter Halkon, Mark G. Thomas, Douglas J. Kennett, Barry Cunliffe, Malcolm Lillie, Nadin Rohland, Ron Pinhasi, Ian Armit, David Reich",
      "paper_url": "https://doi.org/10.1038/s41586-021-04287-4",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3205538970",
      "paper_id": "https://openalex.org/W3205538970",
      "title": "Late Quaternary dynamics of Arctic biota from ancient environmental genomics",
      "authors": "Yucheng Wang, Mikkel Winther Pedersen, Inger Greve Alsos, Bianca De Sanctis, Fernando Racimo, Ana Prohaska, Eric Coissac, Hannah Lois Owens, Marie Kristine Føreid Merkel, Antonio Fernandez-Guerra, Alexandra Rouillard, Youri Lammers, Adriana Alberti, France Denoeud, Daniel Money, Anthony H. Ruter, Hugh McColl, Nicolaj Krog Larsen, Anna A. Cherezova, Mary E. Edwards, Grigory B. Fedorov, James Haile, Ludovic Orlando, Lasse Vinner, Thorfinn Sand Korneliussen, David W. Beilman, Anders A. Bjørk, Jialu Cao, Christoph Dockter, Julie Esdale, Galina Gusarova, Kristian K. Kjeldsen, Jan Mangerud, Jeffrey T. Rasic, Birgitte Skadhauge, John Inge Svendsen, Alexei Tikhonov, Patrick Wincker, Yingchun Xing, Yubin Zhang, Duane G. Froese, Carsten Rahbek, David Nogues Bravo, Philip B. Holden, Neil R. Edwards, Richard Durbin, David J. Meltzer, Kurt H. Kjær, Per Möller, Eske Willerslev",
      "paper_url": "https://doi.org/10.1038/s41586-021-04016-x",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4281485047",
      "paper_id": "https://openalex.org/W4281485047",
      "title": "Lidar reveals pre-Hispanic low-density urbanism in the Bolivian Amazon",
      "authors": "Heiko Prümers, Carla Jaimes Betancourt, José Iriarte, Mark Robinson, Martin Schaich",
      "paper_url": "https://doi.org/10.1038/s41586-022-04780-4",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406956811",
      "paper_id": "https://openalex.org/W4406956811",
      "title": "Maize monoculture supported pre-Columbian urbanism in southwestern Amazonia",
      "authors": "Umberto Lombardo, Lautaro Hilbert, McKenzie Bentley, Christopher Bronk Ramsey, Kate Dudgeon, Albert Gaitan-Roca, José Iriarte, Andrés G. Mejía Ramón, Sergio Quezada, Marco Raczka, Jennifer G. Watling, Eduardo Neves, Francis Mayle",
      "paper_url": "https://doi.org/10.1038/s41586-024-08473-y",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411413688",
      "paper_id": "https://openalex.org/W4411413688",
      "title": "Major expansion in the human niche preceded out of Africa dispersal",
      "authors": "Emily Y. Hallett, Michela Leonardi, Jacopo Niccolò Cerasoni, Manuel Will, Robert Beyer, Mario Krapp, Andrew W. Kandel, Andrea Manica, Eleanor M. L. Scerri",
      "paper_url": "https://doi.org/10.1038/s41586-025-09154-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400279663",
      "paper_id": "https://openalex.org/W4400279663",
      "title": "Middle and Late Pleistocene Denisovan subsistence at Baishiya Karst Cave",
      "authors": "Huan Xia, Dongju Zhang, Jian Wang, Zandra Fagernäs, Ting Li, Yuanxin Li, Juanting Yao, Dongpeng Lin, Gaudry Troché, Geoff M. Smith, Xiaoshan Chen, Ting Cheng, Xuke Shen, Yuanyuan Han, Jesper V. Olsen, Zhongwei Shen, Zhiqi Pei, Jean-Jacques Hublin, Fahu Chen, Frido Welker",
      "paper_url": "https://doi.org/10.1038/s41586-024-07612-9",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3130861457",
      "paper_id": "https://openalex.org/W3130861457",
      "title": "Million-year-old DNA sheds light on the genomic history of mammoths",
      "authors": "Tom van der Valk, Patrícia Pečnerová, David Díez-del-Molino, Anders Bergström, Jonas Oppenheimer, Stefanie Hartmann, Georgios Xenikoudakis, Jessica A. Thomas, Marianne Dehasque, Ekin Sağlıcan, Fatma Rabia Fidan, Ian Barnes, Shanlin Liu, Mehmet Somel, Peter D. Heintzman, Pavel Nikolskiy, Beth Shapiro, Pontus Skoglund, Michael Hofreiter, Adrian M. Lister, Anders Götherström, Love Dalén",
      "paper_url": "https://doi.org/10.1038/s41586-021-03224-9",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3196375724",
      "paper_id": "https://openalex.org/W3196375724",
      "title": "Multiple hominin dispersals into Southwest Asia over the past 400,000 years",
      "authors": "Huw S. Groucutt, Tom S. White, Eleanor M. L. Scerri, Eric Andrieux, Richard Clark-Wilson, Paul S. Breeze, Simon J. Armitage, Mathew Stewart, Nick Drake, Julien Louys, Gilbert J. Price, Mathieu Duval, Ash Parton, Ian Candy, W. Christopher Carleton, Ceri Shipton, Richard P. Jennings, Muhammad Zahir, James Blinkhorn, Simon Blockley, Abdulaziz Al-Omari, Abdullah M. Alsharekh, Michael D. Petraglia",
      "paper_url": "https://doi.org/10.1038/s41586-021-03863-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400279669",
      "paper_id": "https://openalex.org/W4400279669",
      "title": "Narrative cave art in Indonesia by 51,200 years ago",
      "authors": "Adhi Agus Oktaviana, Renaud Joannes-Boyau, Budianto Hakim, Basran Burhan, Ratno Sardi, Shinatria Adhityatama, Hamrullah, Iwan Sumantri, M. Tang, Rustan Lebe, Imran Ilyas, Abdullah Abbas, Andi Jusdi, Dewangga Eka Mahardian, Sofwan Noerwidi, Marlon N. R. Ririmasse, Irfan Mahmud, Akin Duli, Laode M. Aksa, David McGahan, Pindi Setiawan, Adam Brumm, Maxime Aubert",
      "paper_url": "https://doi.org/10.1038/s41586-024-07541-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4395110588",
      "paper_id": "https://openalex.org/W4395110588",
      "title": "Network of large pedigrees reveals social practices of Avar communities",
      "authors": "Guido Alberto Gnecchi-Ruscone, Zsófia Rácz, Levente Samu, Tamás Szeniczey, Norbert Faragó, Corina Knipper, Ronny Friedrich, Denisa Zlámalová, Luca Traverso, Salvatore Liccardo, Sandra Wabnitz, Divyaratan Popli, Ke Wang, Rita Radzeviciute, Bence Gulyás, István Koncz, Csilla Balogh, Gabriella M. Lezsák, Viktor Mácsai, Magdalena M. E. Bunbury, Olga Spekker, Petrus le Roux, Anna Szécsényi-Nagy, Balázs Gusztáv Mende, Heidi Colleran, Tamás Hajdu, Patrick Geary, Walter Pohl, Tivadar Vida, Johannes Krause, Zuzana Hofmanová",
      "paper_url": "https://doi.org/10.1038/s41586-024-07312-4",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4413118132",
      "paper_id": "https://openalex.org/W4413118132",
      "title": "New discoveries of Australopithecus and Homo from Ledi-Geraru, Ethiopia",
      "authors": "Brian Villmoare, Lucas K. Delezene, Amy L. Rector, Erin N. DiMaggio, Christopher J. Campisano, David A. Feary, Baro’o Mohammed Ali, Daniel Chupik, Alan L. Deino, Dominique I. Garello, Mohammed Ahmeddin Hayidara, Ellis M. Locke, Omar Abdulla Omar, Joshua R. Robinson, Eric Scott, Irene E. Smail, Kebede Geleta Terefe, Lars Werdelin, William H. Kimbel, J. Ramón Arrowsmith, Kaye E. Reed",
      "paper_url": "https://doi.org/10.1038/s41586-025-09390-4",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4379769074",
      "paper_id": "https://openalex.org/W4379769074",
      "title": "Northwest African Neolithic initiated by migrants from Iberia and Levant",
      "authors": "Luciana G. Simões, Torsten Günther, Rafael M. Martínez-Sánchez, Juan Carlos Vera-Rodríguez, Eneko Iriarte, Ricardo Rodríguez-Varela, Youssef Bokbot, Cristina Valdiosera, Mattias Jakobsson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06166-6",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W4200099161",
      "paper_id": "https://openalex.org/W4200099161",
      "title": "Ostrich eggshell beads reveal 50,000-year-old social network in Africa",
      "authors": "Jennifer M. Miller, Yiming V. Wang",
      "paper_url": "https://doi.org/10.1038/s41586-021-04227-2",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4322739150",
      "paper_id": "https://openalex.org/W4322739150",
      "title": "Palaeogenomics of Upper Palaeolithic to Neolithic European hunter-gatherers",
      "authors": "Cosimo Posth, He Yu, Ayshin Ghalichi, Hélène Rougier, Isabelle Crevecoeur, Yilei Huang, Harald Ringbauer, Adam B. Rohrlach, Kathrin Nägele, Vanessa Villalba-Mouco, Rita Radzeviciute, Tiago Ferraz, Alexander Stoessel, Rezeda Tukhbatova, Dorothée G. Drucker, Martina Lari, Alessandra Modi, Stefania Vai, Tina Saupe, Christiana L. Scheib, Giulio Catalano, Luca Pagani, Sahra Talamo, Helen Fewlass, Laurent Klaric, André Morala, Mathieu Rué, Stéphane Madelaine, Laurent Crépin, Jean-Baptiste Caverne, Emmy Bocaege, Stefano Ricci, Francesco Boschin, Priscilla Bayle, Bruno Maureille, Foni Le Brun-Ricalens, Jean-Guillaume Bordes, Gregorio Oxilia, Eugenio Bortolini, Olivier Bignon-Lau, Grégory Debout, Michel Orliac, Antoine Zazzo, Vitale Sparacello, Elisabetta Starnini, Luca Sineo, Johannes van der Plicht, Laure Pecqueur, Gildas Merceron, Géraldine Garcia, Jean-Michel Leuvrey, Coralie Bay Garcia, Asier Gómez-Olivencia, Marta Połtowicz-Bobak, Dariusz Bobak, Mona Le Luyer, Paul Storm, Claudia Hoffmann, Jacek Kabaciński, Tatiana Filimonova, Svetlana Shnaider, Natalia Berezina, Borja González-Rabanal, Manuel R. González Morales, Ana B. Marín-Arroyo, Belén López, Carmen Alonso-Llamazares, Annamaria Ronchitelli, Caroline Polet, Ivan Jadin, Nicolas Cauwe, Joaquim Soler, Neus Coromina, Isaac Rufí, Richard Cottiaux, Geoffrey Clark, Lawrence G. Straus, Marie-Anne Julien, Silvia Renhart, Dorothea Talaa, Stefano Benazzi, Matteo Romandini, Luc Amkreutz, Hervé Bocherens, Christoph Wißing, Sébastien Villotte, Javier Fernández-López  de Pablo, Magdalena Gómez-Puche, Marco Aurelio Esquembre-Bebia, Pierre Bodu, Liesbeth Smits, Bénédicte Souffi, Rimantas Jankauskas, Justina Kozakaitė, Christophe Cupillard, Hartmut Benthien, Kurt Wehrberger, Ralf W. Schmitz, Susanne C. Feine, Tim Schüler, Corinne Thevenet, Dan Grigorescu, Friedrich Lüth, Andreas Kotula, Henny Piezonka, Franz Schopper, Jiří Svoboda, Sandra Sázelová, Andrey Chizhevsky, Aleksandr Khokhlov, Nicholas J. Conard, Frédérique Valentin, Katerina Harvati, Patrick Semal, Bettina Jungklaus, Alexander Suvorov, Rick Schulting, Vyacheslav Moiseyev, Kristiina Mannermaa, Alexandra Buzhilova, Thomas Terberger, David Caramelli, Eveline Altena, Wolfgang Haak, Johannes Krause",
      "paper_url": "https://doi.org/10.1038/s41586-023-05726-0",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3201145195",
      "paper_id": "https://openalex.org/W3201145195",
      "title": "Paths and timings of the peopling of Polynesia inferred from genomic networks",
      "authors": "Alexander G. Ioannidis, Javier Blanco-Portillo, Karla Sandoval, Erika Hagelberg, Carmina Barberena-Jonas, Adrian V. S. Hill, Juan Esteban Rodríguez-Rodríguez, Keolu Fox, Kathryn Robson, Sonia Haoa-Cardinali, Consuelo D. Quinto-Cortés, Juan Francisco Miquel-Poblete, Kathryn Auckland, Tom Parks, Abdul Salam M. Sofro, María C. Ávila-Arcos, Alexandra Sockell, Julian R. Homburger, Celeste Eng, Scott Huntsman, Esteban G. Burchard, Christopher R. Gignoux, Ricardo A. Verdugo, Mauricio Moraga, Carlos D. Bustamante, Alexander J. Mentzer, Andrés Moreno-Estrada",
      "paper_url": "https://doi.org/10.1038/s41586-021-03902-8",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4412150885",
      "paper_id": "https://openalex.org/W4412150885",
      "title": "Phylogenetically informative proteins from an Early Miocene rhinocerotid",
      "authors": "Ryan S. Paterson, Meaghan Mackie, Alessio Capobianco, Nicola S. Heckeberg, Danielle Fraser, Beatrice Demarchi, Fazeelah Munir, Ioannis Patramanis, Jazmín Ramos-Madrigal, Shanlin Liu, Abigail D. Ramsøe, Marc R. Dickinson, Chloë Baldreki, Marisa Gilbert, Raffaele Sardella, Luca Bellucci, Gabriele Scorrano, Michela Leonardi, Andrea Manica, Fernando Racimo, Eske Willerslev, Kirsty E. H. Penkman, Jesper V. Olsen, Ross D. E. MacPhee, Natalia Rybczynski, Sebastian Höhna, Enrico Cappellini",
      "paper_url": "https://doi.org/10.1038/s41586-025-09231-4",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410019346",
      "paper_id": "https://openalex.org/W4410019346",
      "title": "Picuris Pueblo oral history and genomics reveal continuity in US Southwest",
      "authors": "Thomaz Pinotti, Michael A. Adler, Richard Mermejo, Julie Bitz-Thorsen, Hugh McColl, Gabriele Scorrano, Motahareh Feizabadifarahani, Devlin Gandy, Matthew Boulanger, Charleen Gaunitz, Jesper Stenderup, Abigail Ramsøe, Thorfinn Korneliussen, Fabrice Demeter, Fabrício R. Santos, Lasse Vinner, Martin Sikora, David J. Meltzer, J. Víctor Moreno-Mayar, Craig Quanchello, Eske Willerslev",
      "paper_url": "https://doi.org/10.1038/s41586-025-08791-9",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3175387722",
      "paper_id": "https://openalex.org/W3175387722",
      "title": "Pleistocene sediment DNA reveals hominin and faunal turnovers at Denisova Cave",
      "authors": "Elena I. Zavala, Zenobia Jacobs, Benjamin Vernot, Michael V. Shunkov, Maxim B. Kozlikin, Anatoly P. Derevianko, Elena Essel, Cesare de Fillipo, Sarah Nagel, Julia Richter, Frédéric Romagné, Anna Schmidt, Bo Li, Kieran O’Gorman, Viviane Slon, Janet Kelso, Svante Pääbo, Richard G. Roberts, Matthias Meyer",
      "paper_url": "https://doi.org/10.1038/s41586-021-03675-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4390707638",
      "paper_id": "https://openalex.org/W4390707638",
      "title": "Population genomics of post-glacial western Eurasia",
      "authors": "Morten E. Allentoft, Martin Sikora, Alba Refoyo-Martínez, Evan K. Irving-Pease, Anders Fischer, William Barrie, Andrés Ingason, Jesper Stenderup, Karl-Göran Sjögren, Alice Pearson, Bárbara Sousa da Mota, Bettina Schulz Paulsson, Alma Halgren, Ruairidh Macleod, Marie Louise Schjellerup Jørkov, Fabrice Demeter, Lasse Sørensen, Poul Otto Nielsen, Rasmus A. Henriksen, Tharsika Vimala, Hugh McColl, Ashot Margaryan, Melissa Ilardo, Andrew Vaughn, Morten Fischer Mortensen, Anne Birgitte Nielsen, Mikkel Ulfeldt Hede, Niels Nørkjær Johannsen, Peter Rasmussen, Lasse Vinner, Gabriel Renaud, Aaron Stern, Theis Zetner Trolle Jensen, Gabriele Scorrano, Hannes Schroeder, Per Lysdahl, Abigail Daisy Ramsøe, Andrei Skorobogatov, Andrew Joseph Schork, Anders Rosengren, Anthony Ruter, Alan Outram, Aleksey A. Timoshenko, Alexandra Buzhilova, Alfredo Coppa, Alisa Zubova, Ana Maria Silva, Anders J. Hansen, Andrey Gromov, Andrey Logvin, Anne Birgitte Gotfredsen, Bjarne Henning Nielsen, Borja González-Rabanal, Carles Lalueza-Fox, Catriona J. McKenzie, Charleen Gaunitz, Concepción Blasco, Corina Liesau, Cristina Martinez-Labarga, Dmitri V. Pozdnyakov, David Cuenca-Solana, David O. Lordkipanidze, Dmitri En’shin, Domingo C. Salazar-García, T. Douglas Price, Dušan Borić, Elena Kostyleva, Elizaveta V. Veselovskaya, Emma R. Usmanova, Enrico Cappellini, Erik Brinch Petersen, Esben Kannegaard, Francesca Radina, Fulya Eylem Yediay, Henri Duday, Igor Gutiérrez-Zugasti, Ilya Merts, Inna Potekhina, Irina Shevnina, Isin Altinkaya, Jean Guilaine, Jesper Hansen, Joan Emili Aura Tortosa, João Zilhão, Jorge Vega, Kristoffer Buck Pedersen, Krzysztof Tunia, Lei Zhao, Liudmila N. Mylnikova, Lars Larsson, Laure Metz, Levon Yepiskoposyan, Lisbeth Pedersen, Lucia Sarti, Ludovic Orlando, Ludovic Slimak, Lutz Klassen, Malou Blank, Manuel González-Morales, Mara Silvestrini, Maria Vretemark, Marina S. Nesterova, Marina Rykun, Mario Federico Rolfo, Marzena Szmyt, Marcin Przybyła, Mauro Calattini, Mikhail Sablin, Miluše Dobisíková, Morten Meldgaard, Morten Johansen, Natalia Berezina, Nick Card, Nikolai A. Saveliev, Olga Poshekhonova, Olga Rickards, Olga V. Lozovskaya, Olivér Gábor, Otto Christian Uldum, Paola Aurino, Pavel Kosintsev, Patrice Courtaud, Patricia Ríos, Peder Mortensen, Per Lotz, Per Persson, Pernille Bangsgaard, Peter de Barros Damgaard, Peter Vang Petersen, Pilar Prieto Martinez, Piotr Włodarczak, Roman V. Smolyaninov, Rikke Maring, Roberto Menduiña, Ruben Badalyan, Rune Iversen, Ruslan Turin, Sergey Vasilyev, Sidsel Wåhlin, Svetlana Borutskaya, Svetlana Skochina, Søren Anker Sørensen, Søren H. Andersen, Thomas Jørgensen, Yuri B. Serikov, Vyacheslav I. Molodin, Vaclav Smrcka, Victor Merts, Vivek Appadurai, Vyacheslav Moiseyev, Yvonne Magnusson, Kurt H. Kjær, Niels Lynnerup, Daniel J. Lawson, Peter H. Sudmant, Simon Rasmussen, Thorfinn Sand Korneliussen, Richard Durbin, Rasmus Nielsen, Olivier Delaneau, Thomas Werge, Fernando Racimo, Kristian Kristiansen, Eske Willerslev",
      "paper_url": "https://doi.org/10.1038/s41586-023-06865-0",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4293100327",
      "paper_id": "https://openalex.org/W4293100327",
      "title": "Postcranial evidence of late Miocene hominin bipedalism in Chad",
      "authors": "G. Daver, F. Guy, H. T. Mackaye, A. Likius, J. -R. Boisserie, A. Moussa, L. Pallas, P. Vignaud, N. D. Clarisse",
      "paper_url": "https://doi.org/10.1038/s41586-022-04901-z",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409728320",
      "paper_id": "https://openalex.org/W4409728320",
      "title": "Punic people were genetically diverse with almost no Levantine ancestors",
      "authors": "Harald Ringbauer, Ayelet Salman-Minkov, Dalit Regev, Iñigo Olalde, Tomer Peled, Luca Sineo, Gioacchino Falsone, Peter van Dommelen, Alissa Mittnik, Iosif Lazaridis, Davide Pettener, Maria Bofill, Ana Mezquida, Benjamí Costa, Helena Jiménez, Patricia Smith, Stefania Vai, Alessandra Modi, Arie Shaus, Kim Callan, Elizabeth Curtis, Aisling Kearns, Ann Marie Lawson, Matthew Mah, Adam Micco, Jonas Oppenheimer, Lijun Qiu, Kristin Stewardson, J. Noah Workman, Nicholas Márquez-Grant, Antonio M. Sáez Romero, María Luisa Lavado Florido, Juan Manuel Jiménez-Arenas, Isidro Jorge Toro Moyano, Enrique Viguera, José Suárez Padilla, Sonia López Chamizo, Tomas Marques-Bonet, Esther Lizano, Alicia Rodero Riaza, Francesca Olivieri, Pamela Toti, Valentina Giuliana, Alon Barash, Liran Carmel, Elisabetta Boaretto, Marina Faerman, Michaela Lucci, Francesco La Pastina, Alessia Nava, Francesco Genchi, Carla Del Vais, Gabriele Lauria, Francesca Meli, Paola Sconzo, Giulio Catalano, Elisabetta Cilli, Anna Chiara Fariselli, Francesco Fontani, Donata Luiselli, Brendan J. Culleton, Swapan Mallick, Nadin Rohland, Lorenzo Nigro, Alfredo Coppa, David Caramelli, Ron Pinhasi, Carles Lalueza-Fox, Ilan Gronau, David Reich",
      "paper_url": "https://doi.org/10.1038/s41586-025-08913-3",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4402220038",
      "paper_id": "https://openalex.org/W4402220038",
      "title": "Recurrent evolution and selection shape structural diversity at the amylase locus",
      "authors": "Davide Bolognini, Alma Halgren, Runyang Nicolas Lou, Alessandro Raveane, Joana L. Rocha, Andrea Guarracino, Nicole Soranzo, Chen-Shan Chin, Erik Garrison, Peter H. Sudmant",
      "paper_url": "https://doi.org/10.1038/s41586-024-07911-1",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409283604",
      "paper_id": "https://openalex.org/W4409283604",
      "title": "Recurrent humid phases in Arabia over the past 8 million years",
      "authors": "Monika Markowska, Hubert B. Vonhof, Huw S. Groucutt, Paul S. Breeze, Nick Drake, Mathew Stewart, Richard Albert, Eric Andrieux, James Blinkhorn, Nicole Boivin, Alexander Budsky, Richard Clark-Wilson, Dominik Fleitmann, Axel Gerdes, Ashley N. Martin, Alfredo Martínez-García, Samuel L. Nicholson, Gilbert J. Price, Eleanor M. L. Scerri, Denis Scholz, Nils Vanwezer, Michael Weber, Abdullah M. Alsharekh, Abdul Aziz Al Omari, Yahya S. A. Al-Mufarreh, Faisal Al-Jibreen, Mesfer Alqahtani, Mahmoud Al-Shanti, Iyad Zalmout, Michael D. Petraglia, Gerald H. Haug",
      "paper_url": "https://doi.org/10.1038/s41586-025-08859-6",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391160661",
      "paper_id": "https://openalex.org/W4391160661",
      "title": "Redefining the treponemal history through pre-Columbian genomes from Brazil",
      "authors": "Kerttu Majander, Marta Pla-Díaz, Louis du Plessis, Natasha Arora, Jose Filippini, Luis Pezo-Lanfranco, Sabine Eggers, Fernando González-Candelas, Verena J. Schuenemann",
      "paper_url": "https://doi.org/10.1038/s41586-023-06965-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400491896",
      "paper_id": "https://openalex.org/W4400491896",
      "title": "Repeated plague infections across six generations of Neolithic Farmers",
      "authors": "Frederik Valeur Seersholm, Karl-Göran Sjögren, Julia Koelman, Malou Blank, Emma M. Svensson, Jacqueline Staring, Magdalena Fraser, Thomaz Pinotti, Hugh McColl, Charleen Gaunitz, Tatiana Ruiz-Bedoya, Lena Granehäll, Berenice Villegas-Ramirez, Anders Fischer, T. Douglas Price, Morten E. Allentoft, Astrid K. N. Iversen, Tony Axelsson, Torbjörn Ahlström, Anders Götherström, Jan Storå, Kristian Kristiansen, Eske Willerslev, Mattias Jakobsson, Helena Malmström, Martin Sikora",
      "paper_url": "https://doi.org/10.1038/s41586-024-07651-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W4200356553",
      "paper_id": "https://openalex.org/W4200356553",
      "title": "Single-year radiocarbon dating anchors Viking Age trade cycles in time",
      "authors": "Bente Philippsen, Claus Feveile, Jesper Olsen, Søren M. Sindbæk",
      "paper_url": "https://doi.org/10.1038/s41586-021-04240-5",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4294904561",
      "paper_id": "https://openalex.org/W4294904561",
      "title": "Surgical amputation of a limb 31,000 years ago in Borneo",
      "authors": "Tim Ryan Maloney, India Ella Dilkes-Hall, Melandri Vlok, Adhi Agus Oktaviana, Pindi Setiawan, Andika Arief Drajat Priyatno, Marlon Ririmasse, I. Made Geria, Muslimin A. R. Effendy, Budi Istiawan, Falentinus Triwijaya Atmoko, Shinatria Adhityatama, Ian Moffat, Renaud Joannes-Boyau, Adam Brumm, Maxime Aubert",
      "paper_url": "https://doi.org/10.1038/s41586-022-05160-8",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408244068",
      "paper_id": "https://openalex.org/W4408244068",
      "title": "Systematic bone tool production at 1.5 million years ago",
      "authors": "Ignacio de la Torre, Luc Doyon, Alfonso Benito-Calvo, Rafael Mora, Ipyana Mwakyoma, Jackson K. Njau, Renata F. Peters, Angeliki Theodoropoulou, Francesco d’Errico",
      "paper_url": "https://doi.org/10.1038/s41586-025-08652-5",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4367849114",
      "paper_id": "https://openalex.org/W4367849114",
      "title": "Testosterone histories from tusks reveal woolly mammoth musth episodes",
      "authors": "Michael D. Cherney, Daniel C. Fisher, Richard J. Auchus, Adam N. Rountrey, Perrin Selcer, Ethan A. Shirley, Scott G. Beld, Bernard Buigues, Dick Mol, Gennady G. Boeskorov, Sergey L. Vartanyan, Alexei N. Tikhonov",
      "paper_url": "https://doi.org/10.1038/s41586-023-06020-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4296691256",
      "paper_id": "https://openalex.org/W4296691256",
      "title": "The Anglo-Saxon migration and the formation of the early English gene pool",
      "authors": "Joscha Gretzinger, Duncan Sayer, Pierre Justeau, Eveline Altena, Maria Pala, Katharina Dulias, Ceiridwen J. Edwards, Susanne Jodoin, Laura Lacher, Susanna Sabin, Åshild J. Vågene, Wolfgang Haak, S. Sunna Ebenesersdóttir, Kristjan H. S. Moore, Rita Radzeviciute, Kara Schmidt, Selina Brace, Martina Abenhus Bager, Nick Patterson, Luka Papac, Nasreen Broomandkhoshbacht, Kimberly Callan, Éadaoin Harney, Lora Iliev, Ann Marie Lawson, Megan Michel, Kristin Stewardson, Fatma Zalzala, Nadin Rohland, Stefanie Kappelhoff-Beckmann, Frank Both, Daniel Winger, Daniel Neumann, Lars Saalow, Stefan Krabath, Sophie Beckett, Melanie Van Twest, Neil Faulkner, Chris Read, Tabatha Barton, Joanna Caruth, John Hines, Ben Krause-Kyora, Ursula Warnke, Verena J. Schuenemann, Ian Barnes, Hanna Dahlström, Jane Jark Clausen, Andrew Richardson, Elizabeth Popescu, Natasha Dodwell, Stuart Ladd, Tom Phillips, Richard Mortimer, Faye Sayer, Diana Swales, Allison Stewart, Dominic Powlesland, Robert Kenyon, Lilian Ladle, Christina Peek, Silke Grefen-Peters, Paola Ponce, Robin Daniels, Cecily Spall, Jennifer Woolcock, Andy M. Jones, Amy V. Roberts, Robert Symmons, Anooshka C. Rawden, Alan Cooper, Kirsten I. Bos, Tom Booth, Hannes Schroeder, Mark G. Thomas, Agnar Helgason, Martin B. Richards, David Reich, Johannes Krause, Stephan Schiffels",
      "paper_url": "https://doi.org/10.1038/s41586-022-05247-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4390705425",
      "paper_id": "https://openalex.org/W4390705425",
      "title": "The demise of the giant ape Gigantopithecus blacki",
      "authors": "Yingqi Zhang, Kira E. Westaway, Simon Haberle, Juliën K. Lubeek, Marian Bailey, Russell Ciochon, Mike W. Morley, Patrick Roberts, Jian-xin Zhao, Mathieu Duval, Anthony Dosseto, Yue Pan, Sue Rule, Wei Liao, Grant A. Gully, Mary Lucas, Jinyou Mo, Liyun Yang, Yanjun Cai, Wei Wang, Renaud Joannes-Boyau",
      "paper_url": "https://doi.org/10.1038/s41586-023-06900-0",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408388256",
      "paper_id": "https://openalex.org/W4408388256",
      "title": "The earliest human face of Western Europe",
      "authors": "Rosa Huguet, Xosé Pedro Rodríguez-Álvarez, María Martinón-Torres, Josep Vallverdú, Juan Manuel López-García, Marina Lozano, Marcos Terradillos-Bernal, Isabel Expósito, Andreu Ollé, Elena Santos, Palmira Saladié, Arturo de Lombera-Hermida, Elena Moreno-Ribas, Laura Martín-Francés, Ethel Allué, Carmen Núñez-Lahuerta, Jan van der Made, Julia Galán, Hugues-Alexandre Blain, Isabel Cáceres, Antonio Rodríguez-Hidalgo, Amèlia Bargalló, Marina Mosquera, Josep Maria Parés, Juan Marín, Antonio Pineda, David Lordkipanidze, Ann Margveslashvili, Juan Luis Arsuaga, Eudald Carbonell, José María Bermúdez de Castro",
      "paper_url": "https://doi.org/10.1038/s41586-025-08681-0",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4389132737",
      "paper_id": "https://openalex.org/W4389132737",
      "title": "The genetic legacy of the expansion of Bantu-speaking peoples in Africa",
      "authors": "Cesar A. Fortes-Lima, Concetta Burgarella, Rickard Hammarén, Anders Eriksson, Mário Vicente, Cecile Jolly, Armando Semo, Hilde Gunnink, Sara Pacchiarotti, Leon Mundeke, Igor Matonda, Joseph Koni Muluwa, Peter Coutros, Terry S. Nyambe, Justin Cirhuza Cikomola, Vinet Coetzee, Minique de Castro, Peter Ebbesen, Joris Delanghe, Mark Stoneking, Lawrence Barham, Marlize Lombard, Anja Meyer, Maryna Steyn, Helena Malmström, Jorge Rocha, Himla Soodyall, Brigitte Pakendorf, Koen Bostoen, Carina M. Schlebusch",
      "paper_url": "https://doi.org/10.1038/s41586-023-06770-6",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407157703",
      "paper_id": "https://openalex.org/W4407157703",
      "title": "The genetic origin of the Indo-Europeans",
      "authors": "Iosif Lazaridis, Nick Patterson, David Anthony, Leonid Vyazov, Romain Fournier, Harald Ringbauer, Iñigo Olalde, Alexander A. Khokhlov, Egor P. Kitov, Natalia I. Shishlina, Sorin C. Ailincăi, Danila S. Agapov, Sergey A. Agapov, Elena Batieva, Baitanayev Bauyrzhan, Zsolt Bereczki, Alexandra Buzhilova, Piya Changmai, Andrey A. Chizhevsky, Ion Ciobanu, Mihai Constantinescu, Marietta Csányi, János Dani, Peter K. Dashkovskiy, Sándor Évinger, Anatoly Faifert, Pavel Flegontov, Alin Frînculeasa, Mădălina N. Frînculeasa, Tamás Hajdu, Tom Higham, Paweł Jarosz, Pavol Jelínek, Valeri I. Khartanovich, Eduard N. Kirginekov, Viktória Kiss, Alexandera Kitova, Alexeiy V. Kiyashko, Jovan Koledin, Arkady Korolev, Pavel Kosintsev, Gabriella Kulcsár, Pavel Kuznetsov, Rabadan Magomedov, Aslan M. Mamedov, Eszter Melis, Vyacheslav Moiseyev, Erika Molnár, Janet Monge, Octav Negrea, Nadezhda A. Nikolaeva, Mario Novak, Maria Ochir-Goryaeva, György Pálfi, Sergiu Popovici, Marina P. Rykun, Tatyana M. Savenkova, Vladimir P. Semibratov, Nikolai N. Seregin, Alena Šefčáková, Raikhan S. Mussayeva, Irina Shingiray, Vladimir N. Shirokov, Angela Simalcsik, Kendra Sirak, Konstantin N. Solodovnikov, Judit Tárnoki, Alexey A. Tishkin, Viktor Trifonov, Sergey Vasilyev, Ali Akbari, Esther S. Brielle, Kim Callan, Francesca Candilio, Olivia Cheronet, Elizabeth Curtis, Olga Flegontova, Lora Iliev, Aisling Kearns, Denise Keating, Ann Marie Lawson, Matthew Mah, Adam Micco, Megan Michel, Jonas Oppenheimer, Lijun Qiu, J. Noah Workman, Fatma Zalzala, Anna Szécsényi-Nagy, Pier Francesco Palamara, Swapan Mallick, Nadin Rohland, Ron Pinhasi, David Reich",
      "paper_url": "https://doi.org/10.1038/s41586-024-08531-5",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403922054",
      "paper_id": "https://openalex.org/W4403922054",
      "title": "The genomic natural history of the aurochs",
      "authors": "Conor Rossi, Mikkel-Holger S. Sinding, Victoria E. Mullin, Amelie Scheu, Jolijn A. M. Erven, Marta Pereira Verdugo, Kevin G. Daly, Marta Maria Ciucani, Valeria Mattiangeli, Matthew D. Teasdale, Deborah Diquelou, Aurélie Manin, Pernille Bangsgaard, Matthew Collins, Tom C. Lord, Viktor Zeibert, Roberto Zorzin, Michael Vinter, Zena Timmons, Andrew C. Kitchener, Martin Street, Ashleigh F. Haruda, Kristina Tabbada, Greger Larson, Laurent A. F. Frantz, Birgit Gehlen, Francesca Alhaique, Antonio Tagliacozzo, Mariagabriella Fornasiero, Luca Pandolfi, Nadezhda Karastoyanova, Lasse Sørensen, Kirill Kiryushin, Jonas Ekström, Maria Mostadius, Aurora Grandal-d’Anglade, Amalia Vidal-Gorosquieta, Norbert Benecke, Claus Kropp, Sergei P. Grushin, M. Thomas P. Gilbert, Ilja Merts, Viktor Merts, Alan K. Outram, Erika Rosengren, Pavel Kosintsev, Mikhail Sablin, Alexey A. Tishkin, Cheryl A. Makarewicz, Joachim Burger, Daniel G. Bradley",
      "paper_url": "https://doi.org/10.1038/s41586-024-08112-6",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3209071234",
      "paper_id": "https://openalex.org/W3209071234",
      "title": "The genomic origins of the Bronze Age Tarim Basin mummies",
      "authors": "Fan Zhang, Chao Ning, Ashley Scott, Qiaomei Fu, Rasmus Bjørn, Wenying Li, Dong Wei, Wenjun Wang, Linyuan Fan, Idilisi Abuduresule, Xingjun Hu, Qiurong Ruan, Alipujiang Niyazi, Guanghui Dong, Peng Cao, Feng Liu, Qingyan Dai, Xiaotian Feng, Ruowei Yang, Zihua Tang, Pengcheng Ma, Chunxiang Li, Shizhu Gao, Yang Xu, Sihao Wu, Shaoqing Wen, Hong Zhu, Hui Zhou, Martine Robbeets, Vikas Kumar, Johannes Krause, Christina Warinner, Choongwon Jeong, Yinqiu Cui",
      "paper_url": "https://doi.org/10.1038/s41586-021-04052-7",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3206272465",
      "paper_id": "https://openalex.org/W3206272465",
      "title": "The origins and spread of domestic horses from the Western Eurasian steppes",
      "authors": "Pablo Librado, Naveed Khan, Antoine Fages, Mariya A. Kusliy, Tomasz Suchan, Laure Tonasso-Calvière, Stéphanie Schiavinato, Duha Alioglu, Aurore Fromentier, Aude Perdereau, Jean-Marc Aury, Charleen Gaunitz, Lorelei Chauvey, Andaine Seguin-Orlando, Clio Der Sarkissian, John Southon, Beth Shapiro, Alexey A. Tishkin, Alexey A. Kovalev, Saleh Alquraishi, Ahmed H. Alfarhan, Khaled A. S. Al-Rasheid, Timo Seregély, Lutz Klassen, Rune Iversen, Olivier Bignon-Lau, Pierre Bodu, Monique Olive, Jean-Christophe Castel, Myriam Boudadi-Maligne, Nadir Alvarez, Mietje Germonpré, Magdalena Moskal-del Hoyo, Jarosław Wilczyński, Sylwia Pospuła, Anna Lasota-Kuś, Krzysztof Tunia, Marek Nowak, Eve Rannamäe, Urmas Saarma, Gennady Boeskorov, Lembi Lōugas, René Kyselý, Lubomír Peške, Adrian Bălășescu, Valentin Dumitrașcu, Roxana Dobrescu, Daniel Gerber, Viktória Kiss, Anna Szécsényi-Nagy, Balázs G. Mende, Zsolt Gallina, Krisztina Somogyi, Gabriella Kulcsár, Erika Gál, Robin Bendrey, Morten E. Allentoft, Ghenadie Sirbu, Valentin Dergachev, Henry Shephard, Noémie Tomadini, Sandrine Grouard, Aleksei Kasparov, Alexander E. Basilyan, Mikhail A. Anisimov, Pavel A. Nikolskiy, Elena Y. Pavlova, Vladimir Pitulko, Gottfried Brem, Barbara Wallner, Christoph Schwall, Marcel Keller, Keiko Kitagawa, Alexander N. Bessudnov, Alexander Bessudnov, William Taylor, Jérome Magail, Jamiyan-Ombo Gantulga, Jamsranjav Bayarsaikhan, Diimaajav Erdenebaatar, Kubatbeek Tabaldiev, Enkhbayar Mijiddorj, Bazartseren Boldgiv, Turbat Tsagaan, Mélanie Pruvost, Sandra Olsen, Cheryl A. Makarewicz, Silvia Valenzuela Lamas, Silvia Albizuri Canadell, Ariadna Nieto Espinet, Ma Pilar Iborra, Jaime Lira Garrido, Esther Rodríguez González, Sebastián Celestino, Carmen Olària, Juan Luis Arsuaga, Nadiia Kotova, Alexander Pryor, Pam Crabtree, Rinat Zhumatayev, Abdesh Toleubaev, Nina L. Morgunova, Tatiana Kuznetsova, David Lordkipanize, Matilde Marzullo, Ornella Prato, Giovanna Bagnasco Gianni, Umberto Tecchiati, Benoit Clavel, Sébastien Lepetz, Hossein Davoudi, Marjan Mashkour, Natalia Ya. Berezina, Philipp W. Stockhammer, Johannes Krause, Wolfgang Haak, Arturo Morales-Muñiz, Norbert Benecke, Michael Hofreiter, Arne Ludwig, Alexander S. Graphodatsky, Joris Peters, Kirill Yu. Kiryushin, Tumur-Ochir Iderkhangai, Nikolay A. Bokovenko, Sergey K. Vasiliev, Nikolai N. Seregin, Konstantin V. Chugunov, Natalya A. Plasteeva, Gennady F. Baryshnikov, Ekaterina Petrova, Mikhail Sablin, Elina Ananyevskaya, Andrey Logvin, Irina Shevnina, Victor Logvin, Saule Kalieva, Valeriy Loman, Igor Kukushkin, Ilya Merz, Victor Merz, Sergazy Sakenov, Victor Varfolomeyev, Emma Usmanova, Viktor Zaibert, Benjamin Arbuckle, Andrey B. Belinskiy, Alexej Kalmykov, Sabine Reinhold, Svend Hansen, Aleksandr I. Yudin, Alekandr A. Vybornov, Andrey Epimakhov, Natalia S. Berezina, Natalia Roslyakova, Pavel A. Kosintsev, Pavel F. Kuznetsov, David Anthony, Guus J. Kroonen, Kristian Kristiansen, Patrick Wincker, Alan Outram, Ludovic Orlando",
      "paper_url": "https://doi.org/10.1038/s41586-021-04018-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403921934",
      "paper_id": "https://openalex.org/W4403921934",
      "title": "The rise and transformation of Bronze Age pastoralists in the Caucasus",
      "authors": "Ayshin Ghalichi, Sabine Reinhold, Adam B. Rohrlach, Alexey A. Kalmykov, Ainash Childebayeva, He Yu, Franziska Aron, Lena Semerau, Katrin Bastert-Lamprichs, Andrey B. Belinskiy, Natalia Y. Berezina, Yakov B. Berezin, Nasreen Broomandkhoshbacht, Alexandra P. Buzhilova, Vladimir R. Erlikh, Lars Fehren-Schmitz, Irina Gambashidze, Anatoliy R. Kantorovich, Konstantin B. Kolesnichenko, David Lordkipanidze, Rabadan G. Magomedov, Katharina Malek-Custodis, Dirk Mariaschk, Vladimir E. Maslov, Levon Mkrtchyan, Anatoli Nagler, Hassan Fazeli Nashli, Maria Ochir, Yuri Y. Piotrovskiy, Mariam Saribekyan, Aleksandr G. Sheremetev, Thomas Stöllner, Judith Thomalsky, Benik Vardanyan, Cosimo Posth, Johannes Krause, Christina Warinner, Svend Hansen, Wolfgang Haak",
      "paper_url": "https://doi.org/10.1038/s41586-024-08113-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4390705951",
      "paper_id": "https://openalex.org/W4390705951",
      "title": "The selection landscape and genetic legacy of ancient Eurasians",
      "authors": "Evan K. Irving-Pease, Alba Refoyo-Martínez, William Barrie, Andrés Ingason, Alice Pearson, Anders Fischer, Karl-Göran Sjögren, Alma S. Halgren, Ruairidh Macleod, Fabrice Demeter, Rasmus A. Henriksen, Tharsika Vimala, Hugh McColl, Andrew H. Vaughn, Leo Speidel, Aaron J. Stern, Gabriele Scorrano, Abigail Ramsøe, Andrew J. Schork, Anders Rosengren, Lei Zhao, Kristian Kristiansen, Astrid K. N. Iversen, Lars Fugger, Peter H. Sudmant, Daniel J. Lawson, Richard Durbin, Thorfinn Korneliussen, Thomas Werge, Morten E. Allentoft, Martin Sikora, Rasmus Nielsen, Fernando Racimo, Eske Willerslev",
      "paper_url": "https://doi.org/10.1038/s41586-023-06705-1",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4282976410",
      "paper_id": "https://openalex.org/W4282976410",
      "title": "The source of the Black Death in fourteenth-century central Eurasia",
      "authors": "Maria A. Spyrou, Lyazzat Musralina, Guido A. Gnecchi Ruscone, Arthur Kocher, Pier-Giorgio Borbone, Valeri I. Khartanovich, Alexandra Buzhilova, Leyla Djansugurova, Kirsten I. Bos, Denise Kühnert, Wolfgang Haak, Philip Slavin, Johannes Krause",
      "paper_url": "https://doi.org/10.1038/s41586-022-04800-3",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412150868",
      "paper_id": "https://openalex.org/W4412150868",
      "title": "The spatiotemporal distribution of human pathogens in ancient Eurasia",
      "authors": "Martin Sikora, Elisabetta Canteri, Antonio Fernandez-Guerra, Nikolay Oskolkov, Rasmus Ågren, Lena Hansson, Evan K. Irving-Pease, Barbara Mühlemann, Sofie Holtsmark Nielsen, Gabriele Scorrano, Morten E. Allentoft, Frederik Valeur Seersholm, Hannes Schroeder, Charleen Gaunitz, Jesper Stenderup, Lasse Vinner, Terry C. Jones, Björn Nystedt, Karl-Göran Sjögren, Julian Parkhill, Lars Fugger, Fernando Racimo, Kristian Kristiansen, Astrid K. N. Iversen, Eske Willerslev",
      "paper_url": "https://doi.org/10.1038/s41586-025-09192-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399366941",
      "paper_id": "https://openalex.org/W4399366941",
      "title": "The time between Palaeolithic hearths",
      "authors": "Ángela Herrejón-Lagunilla, Juan José Villalaín, Francisco Javier Pavón-Carrasco, Mario Serrano Sánchez-Bravo, Santiago Sossa-Ríos, Alejandro Mayor, Bertila Galván, Cristo M. Hernández, Carolina Mallol, Ángel Carrancho",
      "paper_url": "https://doi.org/10.1038/s41586-024-07467-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3183762040",
      "paper_id": "https://openalex.org/W3183762040",
      "title": "Triangulation supports agricultural spread of the Transeurasian languages",
      "authors": "Martine Robbeets, Remco Bouckaert, Matthew Conte, Alexander Savelyev, Tao Li, Deog-Im An, Ken-ichi Shinoda, Yinqiu Cui, Takamune Kawashima, Geonyoung Kim, Junzo Uchiyama, Joanna Dolińska, Sofia Oskolskaya, Ken-Yōjiro Yamano, Noriko Seguchi, Hirotaka Tomita, Hiroto Takamiya, Hideaki Kanzawa-Kiriyama, Hiroki Oota, Hajime Ishida, Ryosuke Kimura, Takehiro Sato, Jae-Hyun Kim, Bingcong Deng, Rasmus Bjørn, Seongha Rhee, Kyou-Dong Ahn, Ilya Gruntov, Olga Mazo, John R. Bentley, Ricardo Fernandes, Patrick Roberts, Ilona R. Bausch, Linda Gilaizeau, Minoru Yoneda, Mitsugu Kugai, Raffaela A. Bianco, Fan Zhang, Marie Himmel, Mark J. Hudson, Chao Ning",
      "paper_url": "https://doi.org/10.1038/s41586-021-04108-8",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4322739973",
      "paper_id": "https://openalex.org/W4322739973",
      "title": "Valley formation aridifies East Africa and elevates Congo Basin rainfall",
      "authors": "Callum Munday, Nicholas Savage, Richard G. Jones, Richard Washington",
      "paper_url": "https://doi.org/10.1038/s41586-022-05662-5",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411932263",
      "paper_id": "https://openalex.org/W4411932263",
      "title": "Whole-genome ancestry of an Old Kingdom Egyptian",
      "authors": "Adeline Morez Jacobs, Joel D. Irish, Ashley Cooke, Kyriaki Anastasiadou, Christopher Barrington, Alexandre Gilardet, Monica Kelly, Marina Silva, Leo Speidel, Frankie Tait, Mia Williams, Nicolas Brucato, Francois-Xavier Ricaut, Caroline Wilkinson, Richard Madgwick, Emily Holt, Alexandra J. Nederbragt, Edward Inglis, Mateja Hajdinjak, Pontus Skoglund, Linus Girdland-Flink",
      "paper_url": "https://doi.org/10.1038/s41586-025-09195-5",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399381776",
      "paper_id": "https://openalex.org/W4399381776",
      "title": "Widespread horse-based mobility arose around 2200 bce in Eurasia",
      "authors": "Pablo Librado, Gaetan Tressières, Lorelei Chauvey, Antoine Fages, Naveed Khan, Stéphanie Schiavinato, Laure Calvière-Tonasso, Mariya A. Kusliy, Charleen Gaunitz, Xuexue Liu, Stefanie Wagner, Clio Der Sarkissian, Andaine Seguin-Orlando, Aude Perdereau, Jean-Marc Aury, John Southon, Beth Shapiro, Olivier Bouchez, Cécile Donnadieu, Yvette Running Horse Collin, Kristian M. Gregersen, Mads Dengsø Jessen, Kirsten Christensen, Lone Claudi-Hansen, Mélanie Pruvost, Erich Pucher, Hrvoje Vulic, Mario Novak, Andrea Rimpf, Peter Turk, Simone Reiter, Gottfried Brem, Christoph Schwall, Éric Barrey, Céline Robert, Christophe Degueurce, Liora Kolska Horwitz, Lutz Klassen, Uffe Rasmussen, Jacob Kveiborg, Niels Nørkjær Johannsen, Daniel Makowiecki, Przemysław Makarowicz, Marcin Szeliga, Vasyl Ilchyshyn, Vitalii Rud, Jan Romaniszyn, Victoria E. Mullin, Marta Verdugo, Daniel G. Bradley, João L. Cardoso, Maria J. Valente, Miguel Telles Antunes, Carly Ameen, Richard Thomas, Arne Ludwig, Matilde Marzullo, Ornella Prato, Giovanna Bagnasco Gianni, Umberto Tecchiati, José Granado, Angela Schlumbaum, Sabine Deschler-Erb, Monika Schernig Mráz, Nicolas Boulbes, Armelle Gardeisen, Christian Mayer, Hans-Jürgen Döhle, Magdolna Vicze, Pavel A. Kosintsev, René Kyselý, Lubomír Peške, Terry O’Connor, Elina Ananyevskaya, Irina Shevnina, Andrey Logvin, Alexey A. Kovalev, Tumur-Ochir Iderkhangai, Mikhail V. Sablin, Petr K. Dashkovskiy, Alexander S. Graphodatsky, Ilia Merts, Viktor Merts, Aleksei K. Kasparov, Vladimir V. Pitulko, Vedat Onar, Aliye Öztan, Benjamin S. Arbuckle, Hugh McColl, Gabriel Renaud, Ruslan Khaskhanov, Sergey Demidenko, Anna Kadieva, Biyaslan Atabiev, Marie Sundqvist, Gabriella Lindgren, F. Javier López-Cachero, Silvia Albizuri, Tajana Trbojević Vukičević, Anita Rapan Papeša, Marcel Burić, Petra Rajić Šikanjić, Jaco Weinstock, David Asensio Vilaró, Ferran Codina, Cristina García Dalmau, Jordi Morer de Llorens, Josep Pou, Gabriel de Prado, Joan Sanmartí, Nabil Kallala, Joan Ramon Torres, Bouthéina Maraoui-Telmini, Maria-Carme Belarte Franco, Silvia Valenzuela-Lamas, Antoine Zazzo, Sébastien Lepetz, Sylvie Duchesne, Anatoly Alexeev, Jamsranjav Bayarsaikhan, Jean-Luc Houle, Noost Bayarkhuu, Tsagaan Turbat, Éric Crubézy, Irina Shingiray, Marjan Mashkour, Natalia Ya. Berezina, Dmitriy S. Korobov, Andrey Belinskiy, Alexey Kalmykov, Jean-Paul Demoule, Sabine Reinhold, Svend Hansen, Barbara Wallner, Natalia Roslyakova, Pavel F. Kuznetsov, Alexey A. Tishkin, Patrick Wincker, Katherine Kanne, Alan Outram, Ludovic Orlando",
      "paper_url": "https://doi.org/10.1038/s41586-024-07597-5",
      "venue": "nature24"
    }
  ]
}