{
  "cluster_id": 151,
  "papers": [
    {
      "id": "nature24_https://openalex.org/W4396544408",
      "paper_id": "https://openalex.org/W4396544408",
      "title": "3D genomic mapping reveals multifocality of human pancreatic precancers",
      "authors": "Alicia M. Braxton, Ashley L. Kiemen, Mia P. Grahn, André Forjaz, Jeeun Parksong, Jaanvi Mahesh Babu, Jiaying Lai, Lily Zheng, Noushin Niknafs, Liping Jiang, Haixia Cheng, Qianqian Song, Rebecca Reichel, Sarah Graham, Alexander I. Damanakis, Catherine G. Fischer, Stephanie Mou, Cameron Metz, Julie Granger, Xiao-Ding Liu, Niklas Bachmann, Yutong Zhu, YunZhou Liu, Cristina Almagro-Pérez, Ann Chenyu Jiang, Jeonghyun Yoo, Bridgette Kim, Scott Du, Eli Foster, Jocelyn Y. Hsu, Paula Andreu Rivera, Linda C. Chu, Fengze Liu, Elliot K. Fishman, Alan Yuille, Nicholas J. Roberts, Elizabeth D. Thompson, Robert B. Scharpf, Toby C. Cornish, Yuchen Jiao, Rachel Karchin, Ralph H. Hruban, Pei-Hsun Wu, Denis Wirtz, Laura D. Wood",
      "paper_url": "https://doi.org/10.1038/s41586-024-07359-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3195965567",
      "paper_id": "https://openalex.org/W3195965567",
      "title": "A body map of somatic mutagenesis in morphologically normal human tissues",
      "authors": "Ruoyan Li, Lin Di, Jie Li, Wenyi Fan, Yachen Liu, Wenjia Guo, Weiling Liu, Lu Liu, Qiong Li, Liping Chen, Yamei Chen, Chuanwang Miao, Hongjin Liu, Yuqian Wang, Yuling Ma, Deshu Xu, Dongxin Lin, Yanyi Huang, Jianbin Wang, Fan Bai, Chen Wu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03836-1",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4296701485",
      "paper_id": "https://openalex.org/W4296701485",
      "title": "A cellular hierarchy in melanoma uncouples growth and metastasis",
      "authors": "Panagiotis Karras, Ignacio Bordeu, Joanna Pozniak, Ada Nowosad, Cecilia Pazzi, Nina Van Raemdonck, Ewout Landeloos, Yannick Van Herck, Dennis Pedri, Greet Bervoets, Samira Makhzami, Jia Hui Khoo, Benjamin Pavie, Jochen Lamote, Oskar Marin-Bejar, Michael Dewaele, Han Liang, Xingju Zhang, Yichao Hua, Jasper Wouters, Robin Browaeys, Gabriele Bergers, Yvan Saeys, Francesca Bosisio, Joost van den Oord, Diether Lambrechts, Anil K. Rustgi, Oliver Bechter, Cedric Blanpain, Benjamin D. Simons, Florian Rambow, Jean-Christophe Marine",
      "paper_url": "https://doi.org/10.1038/s41586-022-05242-7",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3194150176",
      "paper_id": "https://openalex.org/W3194150176",
      "title": "A clinically applicable integrative molecular classification of meningiomas",
      "authors": "Farshad Nassiri, Jeff Liu, Vikas Patil, Yasin Mamatjan, Justin Z. Wang, Rupert Hugh-White, Andrew M. Macklin, Shahbaz Khan, Olivia Singh, Shirin Karimi, Rosario I. Corona, Lydia Y. Liu, Caroline Y. Chen, Ankur Chakravarthy, Qingxia Wei, Bharati Mehani, Suganth Suppiah, Andrew Gao, Adriana M. Workewych, Ghazaleh Tabatabai, Paul C. Boutros, Gary D. Bader, Daniel D. de Carvalho, Thomas Kislinger, Kenneth Aldape, Gelareh Zadeh",
      "paper_url": "https://doi.org/10.1038/s41586-021-03850-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392984046",
      "paper_id": "https://openalex.org/W4392984046",
      "title": "A distinct Fusobacterium nucleatum clade dominates the colorectal cancer niche",
      "authors": "Martha Zepeda-Rivera, Samuel S. Minot, Heather Bouzek, Hanrui Wu, Aitor Blanco-Míguez, Paolo Manghi, Dakota S. Jones, Kaitlyn D. LaCourse, Ying Wu, Elsa F. McMahon, Soon-Nang Park, Yun K. Lim, Andrew G. Kempchinsky, Amy D. Willis, Sean L. Cotton, Susan C. Yost, Ewa Sicinska, Joong-Ki Kook, Floyd E. Dewhirst, Nicola Segata, Susan Bullman, Christopher D. Johnston",
      "paper_url": "https://doi.org/10.1038/s41586-024-07182-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3126839734",
      "paper_id": "https://openalex.org/W3126839734",
      "title": "A gene–environment-induced epigenetic program initiates tumorigenesis",
      "authors": "Direna Alonso-Curbelo, Yu-Jui Ho, Cassandra Burdziak, Jesper L. V. Maag, John P. Morris IV, Rohit Chandwani, Hsuan-An Chen, Kaloyan M. Tsanov, Francisco M. Barriga, Wei Luan, Nilgun Tasdemir, Geulah Livshits, Elham Azizi, Jaeyoung Chun, John E. Wilkinson, Linas Mazutis, Steven D. Leach, Richard Koche, Dana Pe’er, Scott W. Lowe",
      "paper_url": "https://doi.org/10.1038/s41586-020-03147-x",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3129753608",
      "paper_id": "https://openalex.org/W3129753608",
      "title": "A mechanosensitive peri-arteriolar niche for osteogenesis and lymphopoiesis",
      "authors": "Bo Shen, Alpaslan Tasdogan, Jessalyn M. Ubellacker, Jingzhu Zhang, Elena D. Nosyreva, Liming Du, Malea M. Murphy, Shuiqing Hu, Yating Yi, Nergis Kara, Xin Liu, Shay Guela, Yuemeng Jia, Vijayashree Ramesh, Claire Embree, Evann C. Mitchell, Yunduo C. Zhao, Lining A. Ju, Zhao Hu, Genevieve M. Crane, Zhiyu Zhao, Ruhma Syeda, Sean J. Morrison",
      "paper_url": "https://doi.org/10.1038/s41586-021-03298-5",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4386886470",
      "paper_id": "https://openalex.org/W4386886470",
      "title": "A multi-stem cell basis for craniosynostosis and calvarial mineralization",
      "authors": "Seoyeon Bok, Alisha R. Yallowitz, Jun Sun, Jason McCormick, Michelle Cung, Lingling Hu, Sarfaraz Lalani, Zan Li, Branden R. Sosa, Tomas Baumgartner, Paul Byrne, Tuo Zhang, Kyle W. Morse, Fatma F. Mohamed, Chunxi Ge, Renny T. Franceschi, Randy T. Cowling, Barry H. Greenberg, David J. Pisapia, Thomas A. Imahiyerobo, Shenela Lakhani, M. Elizabeth Ross, Caitlin E. Hoffman, Shawon Debnath, Matthew B. Greenblatt",
      "paper_url": "https://doi.org/10.1038/s41586-023-06526-2",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407157630",
      "paper_id": "https://openalex.org/W4407157630",
      "title": "A neoantigen vaccine generates antitumour immunity in renal cell carcinoma",
      "authors": "David A. Braun, Giorgia Moranzoni, Vipheaviny Chea, Bradley A. McGregor, Eryn Blass, Chloe R. Tu, Allison P. Vanasse, Cleo Forman, Juliet Forman, Alexander B. Afeyan, Nicholas R. Schindler, Yiwen Liu, Shuqiang Li, Jackson Southard, Steven L. Chang, Michelle S. Hirsch, Nicole R. LeBoeuf, Oriol Olive, Ambica Mehndiratta, Haley Greenslade, Keerthi Shetty, Susan Klaeger, Siranush Sarkizova, Christina B. Pedersen, Matthew Mossanen, Isabel Carulli, Anna Tarren, Joseph Duke-Cohan, Alexis A. Howard, J. Bryan Iorgulescu, Bohoon Shim, Jeremy M. Simon, Sabina Signoretti, Jon C. Aster, Liudmila Elagina, Steven A. Carr, Ignaty Leshchiner, Gad Getz, Stacey Gabriel, Nir Hacohen, Lars R. Olsen, Giacomo Oliveira, Donna S. Neuberg, Kenneth J. Livak, Sachet A. Shukla, Edward F. Fritsch, Catherine J. Wu, Derin B. Keskin, Patrick A. Ott, Toni K. Choueiri",
      "paper_url": "https://doi.org/10.1038/s41586-024-08507-5",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4220700063",
      "paper_id": "https://openalex.org/W4220700063",
      "title": "A non-canonical tricarboxylic acid cycle underlies cellular identity",
      "authors": "Paige K. Arnold, Benjamin T. Jackson, Katrina I. Paras, Julia S. Brunner, Madeleine L. Hart, Oliver J. Newsom, Sydney P. Alibeckoff, Jennifer Endress, Esther Drill, Lucas B. Sullivan, Lydia W. S. Finley",
      "paper_url": "https://doi.org/10.1038/s41586-022-04475-w",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389373465",
      "paper_id": "https://openalex.org/W4389373465",
      "title": "A novel antidiuretic hormone governs tumour-induced renal dysfunction",
      "authors": "Wenhao Xu, Gerui Li, Yuan Chen, Xujun Ye, Wei Song",
      "paper_url": "https://doi.org/10.1038/s41586-023-06833-8",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403450831",
      "paper_id": "https://openalex.org/W4403450831",
      "title": "A prenatal skin atlas reveals immune regulation of human skin morphogenesis",
      "authors": "Nusayhah Hudaa Gopee, Elena Winheim, Bayanne Olabi, Chloe Admane, April Rose Foster, Ni Huang, Rachel A. Botting, Fereshteh Torabi, Dinithi Sumanaweera, Anh Phuong Le, Jin Kim, Luca Verger, Emily Stephenson, Diana Adão, Clarisse Ganier, Kelly Y. Gim, Sara A. Serdy, CiCi Deakin, Issac Goh, Lloyd Steele, Karl Annusver, Mohi-Uddin Miah, Win Min Tun, Pejvak Moghimi, Kwasi Amoako Kwakwa, Tong Li, Daniela Basurto Lozada, Ben Rumney, Catherine L. Tudor, Kenny Roberts, Nana-Jane Chipampe, Keval Sidhpura, Justin Englebert, Laura Jardine, Gary Reynolds, Antony Rose, Vicky Rowe, Sophie Pritchard, Ilaria Mulas, James Fletcher, Dorin-Mirel Popescu, Elizabeth Poyner, Anna Dubois, Alyson Guy, Andrew Filby, Steven Lisgo, Roger A. Barker, Ian A. Glass, Jong-Eun Park, Roser Vento-Tormo, Marina Tsvetomilova Nikolova, Peng He, John E. G. Lawrence, Josh Moore, Stephane Ballereau, Christine B. Hale, Vijaya Shanmugiah, David Horsfall, Neil Rajan, John A. McGrath, Edel A. O’Toole, Barbara Treutlein, Omer Bayraktar, Maria Kasper, Fränze Progatzky, Pavel Mazin, Jiyoon Lee, Laure Gambardella, Karl R. Koehler, Sarah A. Teichmann, Muzlifah Haniffa",
      "paper_url": "https://doi.org/10.1038/s41586-024-08002-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4377990119",
      "paper_id": "https://openalex.org/W4377990119",
      "title": "A small-molecule PI3Kα activator for cardioprotection and neuroregeneration",
      "authors": "Grace Q. Gong, Benoit Bilanges, Ben Allsop, Glenn R. Masson, Victoria Roberton, Trevor Askwith, Sally Oxenford, Ralitsa R. Madsen, Sarah E. Conduit, Dom Bellini, Martina Fitzek, Matt Collier, Osman Najam, Zhenhe He, Ben Wahab, Stephen H. McLaughlin, A. W. Edith Chan, Isabella Feierberg, Andrew Madin, Daniele Morelli, Amandeep Bhamra, Vanesa Vinciauskaite, Karen E. Anderson, Silvia Surinova, Nikos Pinotsis, Elena Lopez-Guadamillas, Matthew Wilcox, Alice Hooper, Chandni Patel, Maria A. Whitehead, Tom D. Bunney, Len R. Stephens, Phillip T. Hawkins, Matilda Katan, Derek M. Yellon, Sean M. Davidson, David M. Smith, James B. Phillips, Richard Angell, Roger L. Williams, Bart Vanhaesebroeck",
      "paper_url": "https://doi.org/10.1038/s41586-023-05972-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4382394552",
      "paper_id": "https://openalex.org/W4382394552",
      "title": "A spatially resolved single-cell genomic atlas of the adult human breast",
      "authors": "Tapsi Kumar, Kevin Nee, Runmin Wei, Siyuan He, Quy H. Nguyen, Shanshan Bai, Kerrigan Blake, Maren Pein, Yanwen Gong, Emi Sei, Min Hu, Anna K. Casasent, Aatish Thennavan, Jianzhuo Li, Tuan Tran, Ken Chen, Benedikt Nilges, Nachiket Kashikar, Oliver Braubach, Bassem Ben Cheikh, Nadya Nikulina, Hui Chen, Mediget Teshome, Brian Menegaz, Huma Javaid, Chandandeep Nagi, Jessica Montalvan, Tatyana Lev, Sharmila Mallya, Delia F. Tifrea, Robert Edwards, Erin Lin, Ritesh Parajuli, Summer Hanson, Sebastian Winocour, Alastair Thompson, Bora Lim, Devon A. Lawson, Kai Kessenbrock, Nicholas Navin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06252-9",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3137406939",
      "paper_id": "https://openalex.org/W3137406939",
      "title": "A vaccine targeting mutant IDH1 in newly diagnosed glioma",
      "authors": "Michael Platten, Lukas Bunse, Antje Wick, Theresa Bunse, Lucian Le Cornet, Inga Harting, Felix Sahm, Khwab Sanghvi, Chin Leng Tan, Isabel Poschke, Edward Green, Sune Justesen, Geoffrey A. Behrens, Michael O. Breckwoldt, Angelika Freitag, Lisa-Marie Rother, Anita Schmitt, Oliver Schnell, Jörg Hense, Martin Misch, Dietmar Krex, Stefan Stevanovic, Ghazaleh Tabatabai, Joachim P. Steinbach, Martin Bendszus, Andreas von Deimling, Michael Schmitt, Wolfgang Wick",
      "paper_url": "https://doi.org/10.1038/s41586-021-03363-z",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4386707527",
      "paper_id": "https://openalex.org/W4386707527",
      "title": "A vertebral skeletal stem cell lineage driving metastasis",
      "authors": "Jun Sun, Lingling Hu, Seoyeon Bok, Alisha R. Yallowitz, Michelle Cung, Jason McCormick, Ling J. Zheng, Shawon Debnath, Yuzhe Niu, Adrian Y. Tan, Sarfaraz Lalani, Kyle W. Morse, Daniel Shinn, Anthony Pajak, Mohammed Hammad, Vincentius Jeremy Suhardi, Zan Li, Na Li, Lijun Wang, Weiguo Zou, Vivek Mittal, Mathias P. G. Bostrom, Ren Xu, Sravisht Iyer, Matthew B. Greenblatt",
      "paper_url": "https://doi.org/10.1038/s41586-023-06519-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4365133704",
      "paper_id": "https://openalex.org/W4365133704",
      "title": "Aberrant activation of TCL1A promotes stem cell expansion in clonal haematopoiesis",
      "authors": "Joshua S. Weinstock, Jayakrishnan Gopakumar, Bala Bharathi Burugula, Md Mesbah Uddin, Nikolaus Jahn, Julia A. Belk, Hind Bouzid, Bence Daniel, Zhuang Miao, Nghi Ly, Taralynn M. Mack, Sofia E. Luna, Katherine P. Prothro, Shaneice R. Mitchell, Cecelia A. Laurie, Jai G. Broome, Kent D. Taylor, Xiuqing Guo, Moritz F. Sinner, Aenne S.  von Falkenhausen, Stefan Kääb, Alan R. Shuldiner, Jeffrey R. O’Connell, Joshua P. Lewis, Eric Boerwinkle, Kathleen C. Barnes, Nathalie Chami, Eimear E. Kenny, Ruth J. F. Loos, Myriam Fornage, Lifang Hou, Donald M. Lloyd-Jones, Susan Redline, Brian E. Cade, Bruce M. Psaty, Joshua C. Bis, Jennifer A. Brody, Edwin K. Silverman, Jeong H. Yun, Dandi Qiao, Nicholette D. Palmer, Barry I. Freedman, Donald W. Bowden, Michael H. Cho, Dawn L. DeMeo, Ramachandran S. Vasan, Lisa R. Yanek, Lewis C. Becker, Sharon L. R. Kardia, Patricia A. Peyser, Jiang He, Michiel Rienstra, Pim Van der Harst, Robert Kaplan, Susan R. Heckbert, Nicholas L. Smith, Kerri L. Wiggins, Donna K. Arnett, Marguerite R. Irvin, Hemant Tiwari, Michael J. Cutler, Stacey Knight, J. Brent Muhlestein, Adolfo Correa, Laura M. Raffield, Yan Gao, Mariza de Andrade, Jerome I. Rotter, Stephen S. Rich, Russell P. Tracy, Barbara A. Konkle, Jill M. Johnsen, Marsha M. Wheeler, J. Gustav Smith, Olle Melander, Peter M. Nilsson, Brian S. Custer, Ravindranath Duggirala, Joanne E. Curran, John Blangero, Stephen McGarvey, L. Keoki Williams, Shujie Xiao, Mao Yang, C. Charles Gu, Yii-Der Ida Chen, Wen-Jane Lee, Gregory M. Marcus, John P. Kane, Clive R. Pullinger, M. Benjamin Shoemaker, Dawood Darbar, Dan M. Roden, Christine Albert, Charles Kooperberg, Ying Zhou, JoAnn E. Manson, Pinkal Desai, Andrew D. Johnson, Rasika A. Mathias, Namiko Abe, Gonçalo R. Abecasis, Francois Aguet, Christine Albert, Laura Almasy, Alvaro Alonso, Seth Ament, Peter Anderson, Pramod Anugu, Deborah Applebaum-Bowden, Kristin Ardlie, Dan Arking, Donna K. Arnett, Allison Ashley-Koch, Stella Aslibekyan, Tim Assimes, Paul Auer, Dimitrios Avramopoulos, Najib Ayas, Adithya Balasubramanian, John Barnard, Kathleen C. Barnes, R. Graham Barr, Emily Barron-Casella, Lucas Barwick, Terri Beaty, Gerald Beck, Diane Becker, Lewis C. Becker, Rebecca Beer, Amber Beitelshees, Emelia Benjamin, Takis Benos, Marcos Bezerra, Larry Bielak, Joshua Bis, Thomas W. Blackwell, John Blangero, Eric Boerwinkle, Donald W. Bowden, Russell Bowler, Jennifer A. Brody, Ulrich Broeckel, Jai G. Broome, Deborah Brown, Karen Bunting, Esteban Burchard, Carlos Bustamante, Erin Buth, Brian E. Cade, Jonathan Cardwell, Vincent Carey, Julie Carrier, Cara Carty, Richard Casaburi, Juan P. Casas Romero, James Casella, Peter Castaldi, Mark Chaffin, Christy Chang, Yi-Cheng Chang, Daniel Chasman, Sameer Chavan, Bo-Juen Chen, Wei-Min Chen, Yii-Der Ida Chen, Michael H. Cho, Seung Hoan Choi, Lee-Ming Chuang, Mina Chung, Ren-Hua Chung, Clary Clish, Suzy Comhair, Matthew Conomos, Elaine Cornell, Adolfo Correa, Carolyn Crandall, James Crapo, L. Adrienne Cupples, Joanne E. Curran, Jeffrey Curtis, Brian S. Custer, Coleen Damcott, Dawood Darbar, Sean David, Colleen Davis, Michelle Daya, Mariza de Andrade, Lisa de las Fuentes, Paul de Vries, Michael DeBaun, Ranjan Deka, Dawn L. DeMeo, Scott Devine, Huyen Dinh, Harsha Doddapaneni, Qing Duan, Shannon Dugan-Perez, Ravi Duggirala, Jon Peter Durda, Susan K. Dutcher, Charles Eaton, Lynette Ekunwe, Adel El Boueiz, Patrick Ellinor, Leslie Emery, Serpil Erzurum, Charles Farber, Jesse Farek, Tasha Fingerlin, Matthew Flickinger, Myriam Fornage, Nora Franceschini, Chris Frazar, Mao Fu, Stephanie M. Fullerton, Lucinda Fulton, Stacey Gabriel, Weiniu Gan, Shanshan Gao, Yan Gao, Margery Gass, Heather Geiger, Bruce Gelb, Mark Geraci, Soren Germer, Robert Gerszten, Auyon Ghosh, Richard Gibbs, Chris Gignoux, Mark Gladwin, David Glahn, Stephanie Gogarten, Da-Wei Gong, Harald Goring, Sharon Graw, Kathryn J. Gray, Daniel Grine, Colin Gross, C. Charles Gu, Yue Guan, Xiuqing Guo, Namrata Gupta, David M. Haas, Jeff Haessler, Michael Hall, Yi Han, Patrick Hanly, Daniel Harris, Nicola L. Hawley, Jiang He, Ben Heavner, Susan R. Heckbert, Ryan Hernandez, David Herrington, Craig Hersh, Bertha Hidalgo, James Hixson, Brian Hobbs, John Hokanson, Elliott Hong, Karin Hoth, Chao Agnes Hsiung, Jianhong Hu, Yi-Jen Hung, Haley Huston, Chii Min Hwu, Marguerite R. Irvin, Rebecca Jackson, Deepti Jain, Cashell Jaquish, Jill M. Johnsen, Andrew D. Johnson, Craig Johnson, Rich Johnston, Kimberly Jones, Hyun Min Kang, Robert Kaplan, Sharon L. R. Kardia, Shannon Kelly, Eimear E. Kenny, Michael Kessler, Alyna Khan, Ziad Khan, Wonji Kim, John Kimoff, Greg Kinney, Barbara A. Konkle, Charles Kooperberg, Holly Kramer, Christoph Lange, Ethan Lange, Leslie Lange, Cathy Laurie, Cecelia A. Laurie, Meryl LeBoff, Jiwon Lee, Sandra Lee, Wen-Jane Lee, Jonathon LeFaive, David Levine, Dan Levy, Joshua P. Lewis, Xiaohui Li, Yun Li, Henry Lin, Honghuang Lin, Xihong Lin, Simin Liu, Yongmei Liu, Yu Liu, Ruth J. F. Loos, Steven Lubitz, Kathryn Lunetta, James Luo, Ulysses Magalang, Michael Mahaney, Barry Make, Ani Manichaikul, Alisa Manning, JoAnn E. Manson, Lisa Martin, Melissa Marton, Susan Mathai, Rasika A. Mathias, Susanne May, Patrick McArdle, Merry-Lynn McDonald, Sean McFarland, Stephen McGarvey, Daniel McGoldrick, Caitlin McHugh, Becky McNeil, Hao Mei, James Meigs, Vipin Menon, Luisa Mestroni, Ginger Metcalf, Deborah A. Meyers, Emmanuel Mignot, Julie Mikulla, Nancy Min, Mollie Minear, Ryan L. Minster, Braxton D. Mitchell, Matt Moll, Zeineen Momin, May E. Montasser, Courtney Montgomery, Donna Muzny, Josyf C. Mychaleckyj, Girish Nadkarni, Rakhi Naik, Take Naseri, Pradeep Natarajan, Sergei Nekhai, Sarah C. Nelson, Bonnie Neltner, Caitlin Nessner, Deborah Nickerson, Osuji Nkechinyere, Kari North, Jeff O’Connell, Tim O’Connor, Heather Ochs-Balcom, Geoffrey Okwuonu, Allan Pack, David T. Paik, Nicholette D. Palmer, James Pankow, George Papanicolaou, Cora Parker, Gina Peloso, Juan Manuel Peralta, Marco Perez, James Perry, Ulrike Peters, Patricia A. Peyser, Lawrence S. Phillips, Jacob Pleiness, Toni Pollin, Wendy Post, Julia Powers Becker, Meher Preethi Boorgula, Michael Preuss, Bruce M. Psaty, Pankaj Qasba, Dandi Qiao, Zhaohui Qin, Nicholas Rafaels, Laura M. Raffield, Mahitha Rajendran, Vasan S. Ramachandran, D. C. Rao, Laura Rasmussen-Torvik, Aakrosh Ratan, Susan Redline, Robert Reed, Catherine Reeves, Elizabeth Regan, Alexander P. Reiner, Muagututi‘a Sefuiva Reupena, Ken Rice, Stephen S. Rich, Rebecca Robillard, Nicolas Robine, Dan M. Roden, Carolina Roselli, Jerome I. Rotter, Ingo Ruczinski, Alexi Runnels, Pamela Russell, Sarah Ruuska, Kathleen Ryan, Ester Cerdeira Sabino, Danish Saleheen, Shabnam Salimi, Sejal Salvi, Steven Salzberg, Kevin Sandow, Vijay G. Sankaran, Jireh Santibanez, Karen Schwander, David Schwartz, Frank Sciurba, Christine Seidman, Jonathan Seidman, Frédéric Sériès, Vivien Sheehan, Stephanie L. Sherman, Amol Shetty, Aniket Shetty, Wayne Hui-Heng Sheu, M. Benjamin Shoemaker, Brian Silver, Edwin K. Silverman, Robert Skomro, Albert Vernon Smith, Jennifer Smith, Josh Smith, Nicholas L. Smith, Tanja Smith, Sylvia Smoller, Beverly Snively, Michael Snyder, Tamar Sofer, Nona Sotoodehnia, Adrienne M. Stilp, Garrett Storm, Elizabeth Streeten, Jessica Lasky Su, Yun Ju Sung, Jody Sylvia, Adam Szpiro, Daniel Taliun, Hua Tang, Margaret Taub, Kent D. Taylor, Matthew Taylor, Simeon Taylor, Marilyn Telen, Timothy A. Thornton, Machiko Threlkeld, Lesley Tinker, David Tirschwell, Sarah Tishkoff, Hemant Tiwari, Catherine Tong, Russell P. Tracy, Michael Tsai, Dhananjay Vaidya, David Van Den Berg, Peter VandeHaar, Scott Vrieze, Tarik Walker, Robert Wallace, Avram Walts, Fei Fei Wang, Heming Wang, Jiongming Wang, Karol Watson, Jennifer Watt, Daniel E. Weeks, Joshua S. Weinstock, Bruce Weir, Scott T. Weiss, Lu-Chen Weng, Jennifer Wessel, Cristen Willer, Kayleen Williams, L. Keoki Williams, Carla Wilson, James Wilson, Lara Winterkorn, Quenna Wong, Joseph Wu, Huichun Xu, Lisa R. Yanek, Ivana Yang, Ketian Yu, Seyedeh Maryam Zekavat, Yingze Zhang, Snow Xueyan Zhao, Wei Zhao, Xiaofeng Zhu, Michael Zody, Sebastian Zoellner, Thomas W. Blackwell, Goncalo R. Abecasis, Albert V. Smith, Hyun M. Kang, Ansuman T. Satpathy, Pradeep Natarajan, Jacob O. Kitzman, Eric A. Whitsel, Alexander P. Reiner, Alexander G. Bick, Siddhartha Jaiswal",
      "paper_url": "https://doi.org/10.1038/s41586-023-05806-1",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3200284485",
      "paper_id": "https://openalex.org/W3200284485",
      "title": "Acinar cell clonal expansion in pancreas homeostasis and carcinogenesis",
      "authors": "Patrick Neuhöfer, Caitlin M. Roake, Stewart J. Kim, Ryan J. Lu, Robert B. West, Gregory W. Charville, Steven E. Artandi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03916-2",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4412737137",
      "paper_id": "https://openalex.org/W4412737137",
      "title": "ACLY inhibition promotes tumour immunity and suppresses liver cancer",
      "authors": "Jaya Gautam, Jianhan Wu, James S. V. Lally, Jamie D. McNicol, Russta Fayyazi, Elham Ahmadi, Daniela Carmen Oniciu, Spencer Heaton, Roger S. Newton, Sonia Rehal, Dipankar Bhattacharya, Fiorella Di Pastena, Binh Nguyen, Celina M. Valvano, Logan K. Townsend, Suhrid Banskota, Battsetseg Batchuluun, Maria Joy Therese Jabile, Alice Payne, Junfeng Lu, Eric M. Desjardins, Naoto Kubota, Evangelia E. Tsakiridis, Bejal Mistry, Alex Aganostopoulos, Vanessa Houde, Ann Dansercoer, Koen H. G. Verschueren, Savvas N. Savvides, Joanne A. Hammill, Ksenia Bezverbnaya, Paola Muti, Theodoros Tsakiridis, Wenting Dai, Lei Jiang, Yujin Hoshida, Mark Larché, Jonathan L. Bramson, Scott L. Friedman, Kenneth Verstraete, Dongdong Wang, Gregory R. Steinberg",
      "paper_url": "https://doi.org/10.1038/s41586-025-09297-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4398201925",
      "paper_id": "https://openalex.org/W4398201925",
      "title": "Acquisition of epithelial plasticity in human chronic liver disease",
      "authors": "Christopher Gribben, Vasileios Galanakis, Alexander Calderwood, Eleanor C. Williams, Ruben Chazarra-Gil, Miguel Larraz, Carla Frau, Tobias Puengel, Adrien Guillot, Foad J. Rouhani, Krishnaa Mahbubani, Edmund Godfrey, Susan E. Davies, Emmanouil Athanasiadis, Kourosh Saeb-Parsy, Frank Tacke, Michael Allison, Irina Mohorianu, Ludovic Vallier",
      "paper_url": "https://doi.org/10.1038/s41586-024-07465-2",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4304779580",
      "paper_id": "https://openalex.org/W4304779580",
      "title": "Activation of γ-globin expression by hypoxia-inducible factor 1α",
      "authors": "Ruopeng Feng, Thiyagaraj Mayuranathan, Peng Huang, Phillip A. Doerfler, Yichao Li, Yu Yao, Jingjing Zhang, Lance E. Palmer, Kalin Mayberry, Georgios E. Christakopoulos, Peng Xu, Chunliang Li, Yong Cheng, Gerd A. Blobel, M. Celeste Simon, Mitchell J. Weiss",
      "paper_url": "https://doi.org/10.1038/s41586-022-05312-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404305920",
      "paper_id": "https://openalex.org/W4404305920",
      "title": "Adult skull bone marrow is an expanding and resilient haematopoietic reservoir",
      "authors": "Bong Ihn Koh, Vishal Mohanakrishnan, Hyun-Woo Jeong, Hongryeol Park, Kai Kruse, Young Jun Choi, Melina Nieminen-Kelhä, Rahul Kumar, Raquel S. Pereira, Susanne Adams, Hyuek Jong Lee, M. Gabriele Bixel, Peter Vajkoczy, Daniela S. Krause, Ralf H. Adams",
      "paper_url": "https://doi.org/10.1038/s41586-024-08163-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4293793012",
      "paper_id": "https://openalex.org/W4293793012",
      "title": "African-specific molecular taxonomy of prostate cancer",
      "authors": "Weerachai Jaratlerdsiri, Jue Jiang, Tingting Gong, Sean M. Patrick, Cali Willet, Tracy Chew, Ruth J. Lyons, Anne-Maree Haynes, Gabriela Pasqualim, Melanie Louw, James G. Kench, Raymond Campbell, Lisa G. Horvath, Eva K. F. Chan, David C. Wedge, Rosemarie Sadsad, Ilma Simoni Brum, Shingai B. A. Mutambirwa, Phillip D. Stricker, M. S. Riana Bornman, Vanessa M. Hayes",
      "paper_url": "https://doi.org/10.1038/s41586-022-05154-6",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3191830829",
      "paper_id": "https://openalex.org/W3191830829",
      "title": "Aged skeletal stem cells generate an inflammatory degenerative niche",
      "authors": "Thomas H. Ambrosi, Owen Marecic, Adrian McArdle, Rahul Sinha, Gunsagar S. Gulati, Xinming Tong, Yuting Wang, Holly M. Steininger, Malachia Y. Hoover, Lauren S. Koepke, Matthew P. Murphy, Jan Sokol, Eun Young Seo, Ruth Tevlin, Michael Lopez, Rachel E. Brewer, Shamik Mascharak, Laura Lu, Oyinkansola Ajanaku, Stephanie D. Conley, Jun Seita, Maurizio Morri, Norma F. Neff, Debashis Sahoo, Fan Yang, Irving L. Weissman, Michael T. Longaker, Charles K. F. Chan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03795-7",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4405030762",
      "paper_id": "https://openalex.org/W4405030762",
      "title": "Ageing limits stemness and tumorigenesis by reprogramming iron homeostasis",
      "authors": "Xueqian Zhuang, Qing Wang, Simon Joost, Alexander Ferrena, David T. Humphreys, Zhuxuan Li, Melissa Blum, Klavdija Krause, Selena Ding, Yuna Landais, Yingqian Zhan, Yang Zhao, Ronan Chaligne, Joo-Hyeon Lee, Sebastian E. Carrasco, Umeshkumar K. Bhanot, Richard P. Koche, Matthew J. Bott, Pekka Katajisto, Yadira M. Soto-Feliciano, Thomas Pisanic, Tiffany Thomas, Deyou Zheng, Emily S. Wong, Tuomas Tammela",
      "paper_url": "https://doi.org/10.1038/s41586-024-08285-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4396544313",
      "paper_id": "https://openalex.org/W4396544313",
      "title": "Airway hillocks are injury-resistant reservoirs of unique plastic stem cells",
      "authors": "Brian Lin, Viral S. Shah, Chaim Chernoff, Jiawei Sun, Gergana G. Shipkovenska, Vladimir Vinarsky, Avinash Waghray, Jiajie Xu, Andrew D. Leduc, Constantin A. Hintschich, Manalee Vishnu Surve, Yanxin Xu, Diane E. Capen, Jorge Villoria, Zhixun Dou, Lida P. Hariri, Jayaraj Rajagopal",
      "paper_url": "https://doi.org/10.1038/s41586-024-07377-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403243618",
      "paper_id": "https://openalex.org/W4403243618",
      "title": "AKT and EZH2 inhibitors kill TNBCs by hijacking mechanisms of involution",
      "authors": "Amy E. Schade, Naiara Perurena, Yoona Yang, Carrie L. Rodriguez, Anjana Krishnan, Alycia Gardner, Patrick Loi, Yilin Xu, Van T. M. Nguyen, G. M. Mastellone, Natalie F. Pilla, Marina Watanabe, Keiichi Ota, Rachel A. Davis, Kaia Mattioli, Dongxi Xiang, Jason J. Zoeller, Jia-Ren Lin, Stefania Morganti, Ana C. Garrido-Castro, Sara M. Tolaney, Zhe Li, David A. Barbie, Peter K. Sorger, Kristian Helin, Sandro Santagata, Simon R. V. Knott, Karen Cichowski",
      "paper_url": "https://doi.org/10.1038/s41586-024-08031-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392231446",
      "paper_id": "https://openalex.org/W4392231446",
      "title": "An atlas of epithelial cell states and plasticity in lung adenocarcinoma",
      "authors": "Guangchun Han, Ansam Sinjab, Zahraa Rahal, Anne M. Lynch, Warapen Treekitkarnmongkol, Yuejiang Liu, Alejandra G. Serrano, Jiping Feng, Ke Liang, Khaja Khan, Wei Lu, Sharia D. Hernandez, Yunhe Liu, Xuanye Cao, Enyu Dai, Guangsheng Pei, Jian Hu, Camille Abaya, Lorena I. Gomez-Bolanos, Fuduan Peng, Minyue Chen, Edwin R. Parra, Tina Cascone, Boris Sepesi, Seyed Javad Moghaddam, Paul Scheet, Marcelo V. Negrao, John V. Heymach, Mingyao Li, Steven M. Dubinett, Christopher S. Stevenson, Avrum E. Spira, Junya Fujimoto, Luisa M. Solis, Ignacio I. Wistuba, Jichao Chen, Linghua Wang, Humam Kadara",
      "paper_url": "https://doi.org/10.1038/s41586-024-07113-9",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409485913",
      "paper_id": "https://openalex.org/W4409485913",
      "title": "An ultrasensitive method for detection of cell-free RNA",
      "authors": "Monica C. Nesselbush, Bogdan A. Luca, Young-Jun Jeon, Isabel Jabara, Catherine B. Meador, Andrea Garofalo, Michael S. Binkley, Angela B. Hui, Iris van ‘t Erve, Nova Xu, William Y. Shi, Kevin J. Liu, Takeshi Sugio, Noah Kastelowitz, Emily G. Hamilton, Chih Long Liu, Mari Olsen, Rene F. Bonilla, Yi Peng Wang, Alice Jiang, Brianna Lau, Jordan Eichholz, Mandeep Banwait, Joseph Schroers-Martin, Jan Boegeholz, Daniel A. King, Helen Luikart, Mohammad S. Esfahani, Mahya Mehrmohamadi, Henning Stehr, Tyler Raclin, Robert Tibshirani, Kiran Khush, Sandy Srinivas, Helena Yu, Angela J. Rogers, Viswam S. Nair, James M. Isbell, Bob T. Li, Zofia Piotrowska, Lecia V. Sequist, Aaron N. Hata, Joel W. Neal, Heather A. Wakelee, Andrew J. Gentles, Ash A. Alizadeh, Maximilian Diehn",
      "paper_url": "https://doi.org/10.1038/s41586-025-08834-1",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4225984187",
      "paper_id": "https://openalex.org/W4225984187",
      "title": "Anatomic position determines oncogenic specificity in melanoma",
      "authors": "Joshua M. Weiss, Miranda V. Hunter, Nelly M. Cruz, Arianna Baggiolini, Mohita Tagore, Yilun Ma, Sandra Misale, Michelangelo Marasco, Theresa Simon-Vermot, Nathaniel R. Campbell, Felicity Newell, James S. Wilmott, Peter A. Johansson, John F. Thompson, Georgina V. Long, John V. Pearson, Graham J. Mann, Richard A. Scolyer, Nicola Waddell, Emily D. Montal, Ting-Hsiang Huang, Philip Jonsson, Mark T. A. Donoghue, Christopher C. Harris, Barry S. Taylor, Tianhao Xu, Ronan Chaligné, Pavel V. Shliaha, Ronald Hendrickson, Achim A. Jungbluth, Cecilia Lezcano, Richard Koche, Lorenz Studer, Charlotte E. Ariyan, David B. Solit, Jedd D. Wolchok, Taha Merghoub, Neal Rosen, Nicholas K. Hayward, Richard M. White",
      "paper_url": "https://doi.org/10.1038/s41586-022-04584-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4282940841",
      "paper_id": "https://openalex.org/W4282940841",
      "title": "Androgen receptor blockade promotes response to BRAF/MEK-targeted therapy",
      "authors": "Christopher P. Vellano, Michael G. White, Miles C. Andrews, Manoj Chelvanambi, Russell G. Witt, Joseph R. Daniele, Mark Titus, Jennifer L. McQuade, Fabio Conforti, Elizabeth M. Burton, Matthew J. Lastrapes, Gabriel Ologun, Alexandria P. Cogdill, Golnaz Morad, Peter Prieto, Alexander J. Lazar, Yanshuo Chu, Guangchun Han, M. A. Wadud Khan, Beth Helmink, Michael A. Davies, Rodabe N. Amaria, Jeffrey J. Kovacs, Scott E. Woodman, Sapna Patel, Patrick Hwu, Michael Peoples, Jeffrey E. Lee, Zachary A. Cooper, Haifeng Zhu, Guang Gao, Hiya Banerjee, Mike Lau, Jeffrey E. Gershenwald, Anthony Lucci, Emily Z. Keung, Merrick I. Ross, Laura Pala, Eleonora Pagan, Rossana Lazcano Segura, Qian Liu, Mikayla S. Borthwick, Eric Lau, Melinda S. Yates, Shannon N. Westin, Khalida Wani, Michael T. Tetzlaff, Lauren E. Haydu, Mikhila Mahendra, XiaoYan Ma, Christopher Logothetis, Zachary Kulstad, Sarah Johnson, Courtney W. Hudgens, Ningping Feng, Lorenzo Federico, Georgina V. Long, P. Andrew Futreal, Swathi Arur, Hussein A. Tawbi, Amy E. Moran, Linghua Wang, Timothy P. Heffernan, Joseph R. Marszalek, Jennifer A. Wargo",
      "paper_url": "https://doi.org/10.1038/s41586-022-04833-8",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3165875563",
      "paper_id": "https://openalex.org/W3165875563",
      "title": "Apc-mutant cells act as supercompetitors in intestinal tumour initiation",
      "authors": "Sanne M. van Neerven, Nina E. de Groot, Lisanne E. Nijman, Brendon P. Scicluna, Milou S. van Driel, Maria C. Lecca, Daniël O. Warmerdam, Vaishali Kakkar, Leandro F. Moreno, Felipe A. Vieira Braga, Delano R. Sanches, Prashanthi Ramesh, Sanne ten Hoorn, Arthur S. Aelvoet, Marouska F. van Boxel, Lianne Koens, Przemek M. Krawczyk, Jan Koster, Evelien Dekker, Jan Paul Medema, Douglas J. Winton, Maarten F. Bijlsma, Edward Morrissey, Nicolas Léveillé, Louis Vermeulen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03558-4",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4405965271",
      "paper_id": "https://openalex.org/W4405965271",
      "title": "Aspartate signalling drives lung metastasis via alternative translation",
      "authors": "Ginevra Doglioni, Juan Fernández-García, Sebastian Igelmann, Patricia Altea-Manzano, Arnaud Blomme, Rita La Rovere, Xiao-Zheng Liu, Yawen Liu, Tine Tricot, Max Nobis, Ning An, Marine Leclercq, Sarah El Kharraz, Panagiotis Karras, Yu-Heng Hsieh, Fiorella A. Solari, Luiza Martins Nascentes Melo, Gabrielle Allies, Annalisa Scopelliti, Matteo Rossi, Ines Vermeire, Dorien Broekaert, Ana Margarida Ferreira Campos, Patrick Neven, Marion Maetens, Karen Van Baelen, H. Furkan Alkan, Mélanie Planque, Giuseppe Floris, Albert Sickmann, Alpaslan Tasdogan, Jean-Christophe Marine, Colinda L. G. J. Scheele, Christine Desmedt, Geert Bultynck, Pierre Close, Sarah-Maria Fendt",
      "paper_url": "https://doi.org/10.1038/s41586-024-08335-7",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408218011",
      "paper_id": "https://openalex.org/W4408218011",
      "title": "Aspirin prevents metastasis by limiting platelet TXA2 suppression of T cell immunity",
      "authors": "Jie Yang, Yumi Yamashita-Kanemaru, Benjamin I. Morris, Annalisa Contursi, Daniel Trajkovski, Jingru Xu, Ilinca Patrascan, Jayme Benson, Alexander C. Evans, Alberto G. Conti, Aws Al-Deka, Layla Dahmani, Adnan Avdic-Belltheus, Baojie Zhang, Hanneke Okkenhaug, Sarah K. Whiteside, Charlotte J. Imianowski, Alexander J. Wesolowski, Louise V. Webb, Simone Puccio, Stefania Tacconelli, Annalisa Bruno, Sara Di Berardino, Alessandra De Michele, Heidi C. E. Welch, I-Shing Yu, Shu-Wha Lin, Suman Mitra, Enrico Lugli, Louise van der Weyden, Klaus Okkenhaug, Kourosh Saeb-Parsy, Paola Patrignani, David J. Adams, Rahul Roychoudhuri",
      "paper_url": "https://doi.org/10.1038/s41586-025-08626-7",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3139423362",
      "paper_id": "https://openalex.org/W3139423362",
      "title": "Auto-aggressive CXCR6+ CD8 T cells cause liver immune pathology in NASH",
      "authors": "Michael Dudek, Dominik Pfister, Sainitin Donakonda, Pamela Filpe, Annika Schneider, Melanie Laschinger, Daniel Hartmann, Norbert Hüser, Philippa Meiser, Felix Bayerl, Donato Inverso, Jennifer Wigger, Marcial Sebode, Rupert Öllinger, Roland Rad, Silke Hegenbarth, Martina Anton, Adrien Guillot, Andrew Bowman, Danijela Heide, Florian Müller, Pierluigi Ramadori, Valentina Leone, Cristina Garcia-Caceres, Tim Gruber, Gabriel Seifert, Agnieszka M. Kabat, Jan-Philipp Mallm, Simon Reider, Maria Effenberger, Susanne Roth, Adrian T. Billeter, Beat Müller-Stich, Edward J. Pearce, Friedrich Koch-Nolte, Rafael Käser, Herbert Tilg, Robert Thimme, Tobias Boettler, Frank Tacke, Jean-Francois Dufour, Dirk Haller, Peter J. Murray, Ron Heeren, Dietmar Zehn, Jan P. Böttcher, Mathias Heikenwälder, Percy A. Knolle",
      "paper_url": "https://doi.org/10.1038/s41586-021-03233-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404105438",
      "paper_id": "https://openalex.org/W4404105438",
      "title": "Automated real-world data integration improves cancer outcome prediction",
      "authors": "Justin Jee, Christopher Fong, Karl Pichotta, Thinh Ngoc Tran, Anisha Luthra, Michele Waters, Chenlian Fu, Mirella Altoe, Si-Yang Liu, Steven B. Maron, Mehnaj Ahmed, Susie Kim, Mono Pirun, Walid K. Chatila, Ino de Bruijn, Arfath Pasha, Ritika Kundra, Benjamin Gross, Brooke Mastrogiacomo, Tyler J. Aprati, David Liu, JianJiong Gao, Marzia Capelletti, Kelly Pekala, Lisa Loudon, Maria Perry, Chaitanya Bandlamudi, Mark Donoghue, Baby Anusha Satravada, Axel Martin, Ronglai Shen, Yuan Chen, A. Rose Brannon, Jason Chang, Lior Braunstein, Anyi Li, Anton Safonov, Aaron Stonestrom, Pablo Sanchez-Vela, Clare Wilhelm, Mark Robson, Howard Scher, Marc Ladanyi, Jorge S. Reis-Filho, David B. Solit, David R. Jones, Daniel Gomez, Helena Yu, Debyani Chakravarty, Rona Yaeger, Wassim Abida, Wungki Park, Eileen M. O’Reilly, Julio Garcia-Aguilar, Nicholas Socci, Francisco Sanchez-Vega, Jian Carrot-Zhang, Peter D. Stetson, Ross Levine, Charles M. Rudin, Michael F. Berger, Sohrab P. Shah, Deborah Schrag, Pedram Razavi, Kenneth L. Kehl, Bob T. Li, Gregory J. Riely, Nikolaus Schultz, Aaron Lisman, Gaofei Zhao, Ino de Bruijn, Walid K. Chatila, Xiang Li, Aarman Kohli, Darin Moore, Raymond Lim, Tom Pollard, Robert Sheridan, Avery Wang, Calla Chennault, Manda Wilson, Hongxin Zhang, Robert Pimienta, Surya Rangavajhala, Guru Subramanian, Jowel Garcia, Naveen Rachuri, Kevin Boehm, Mitchell Parker, Henry Walch, Subhiksha Nandakumar, Jordan Eichholz, Ayush Kris, Paolo Manca, Xuechun Bai, Tejiri Agbamu, Justin U, Xinran Bi",
      "paper_url": "https://doi.org/10.1038/s41586-024-08167-5",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4311472839",
      "paper_id": "https://openalex.org/W4311472839",
      "title": "Autonomous rhythmic activity in glioma networks drives brain tumour growth",
      "authors": "David Hausmann, Dirk C. Hoffmann, Varun Venkataramani, Erik Jung, Sandra Horschitz, Svenja K. Tetzlaff, Ammar Jabali, Ling Hai, Tobias Kessler, Daniel D. Azoŕin, Sophie Weil, Alexandros Kourtesakis, Philipp Sievers, Antje Habel, Michael O. Breckwoldt, Matthia A. Karreman, Miriam Ratliff, Julia M. Messmer, Yvonne Yang, Ekin Reyhan, Susann Wendler, Cathrin Löb, Chanté Mayer, Katherine Figarella, Matthias Osswald, Gergely Solecki, Felix Sahm, Olga Garaschuk, Thomas Kuner, Philipp Koch, Matthias Schlesner, Wolfgang Wick, Frank Winkler",
      "paper_url": "https://doi.org/10.1038/s41586-022-05520-4",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411627022",
      "paper_id": "https://openalex.org/W4411627022",
      "title": "Barcoded viral tracing identifies immunosuppressive astrocyte–glioma interactions",
      "authors": "Brian M. Andersen, Camilo Faust Akl, Michael A. Wheeler, Zhaorong Li, Martin Diebold, Michael Kilian, Joseph M. Rone, Aditya Misra, Jessica E. Kenison, Joon-Hyuk Lee, Hong-Gyun Lee, Carolina M. Polonio, David Merrell, Jakob H. Weiss, Lillie Godinez, Gavin Piester, Tomer Illouz, Jessica J. Ye, Arianna Ghia, Jazmin Martinez, Elizabeth N. Chung, Lena Srun, Daniel Farrenkopf, Lucas E. Flausino, Anton M. Schüle, Liliana M. Sanmarco, Federico Giovannoni, Luca Fehrenbacher, Marc Charabati, Cristina Gutiérrez-Vázquez, Margaret M. Cusick, Prem S. Prabhakar, Connor C. Bossi, Emily Lapinskas, Roni Nowarski, Gad Getz, Keith L. Ligon, Marco Prinz, E. Antonio Chiocca, David A. Reardon, Francisco J. Quintana",
      "paper_url": "https://doi.org/10.1038/s41586-025-09191-9",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3199772305",
      "paper_id": "https://openalex.org/W3199772305",
      "title": "Biologically informed deep neural network for prostate cancer discovery",
      "authors": "Haitham A. Elmarakeby, Justin Hwang, Rand Arafeh, Jett Crowdis, Sydney Gang, David Liu, Saud H. AlDubayan, Keyan Salari, Steven Kregel, Camden Richter, Taylor E. Arnoff, Jihye Park, William C. Hahn, Eliezer M. Van Allen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03922-4",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4322732449",
      "paper_id": "https://openalex.org/W4322732449",
      "title": "Blebs promote cell survival by assembling oncogenic signalling hubs",
      "authors": "Andrew D. Weems, Erik S. Welf, Meghan K. Driscoll, Felix Y. Zhou, Hanieh Mazloom-Farsibaf, Bo-Jui Chang, Vasanth S. Murali, Gabriel M. Gihana, Byron G. Weiss, Joseph Chi, Divya Rajendran, Kevin M. Dean, Reto Fiolka, Gaudenz Danuser",
      "paper_url": "https://doi.org/10.1038/s41586-023-05758-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4307931717",
      "paper_id": "https://openalex.org/W4307931717",
      "title": "Blocking PD-L1–PD-1 improves senescence surveillance and ageing phenotypes",
      "authors": "Teh-Wei Wang, Yoshikazu Johmura, Narumi Suzuki, Satotaka Omori, Toshiro Migita, Kiyoshi Yamaguchi, Seira Hatakeyama, Satoshi Yamazaki, Eigo Shimizu, Seiya Imoto, Yoichi Furukawa, Akihiko Yoshimura, Makoto Nakanishi",
      "paper_url": "https://doi.org/10.1038/s41586-022-05388-4",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3203091379",
      "paper_id": "https://openalex.org/W3203091379",
      "title": "Blood and immune development in human fetal bone marrow and Down syndrome",
      "authors": "Laura Jardine, Simone Webb, Issac Goh, Mariana Quiroga Londoño, Gary Reynolds, Michael Mather, Bayanne Olabi, Emily Stephenson, Rachel A. Botting, Dave Horsfall, Justin Engelbert, Daniel Maunder, Nicole Mende, Caitlin Murnane, Emma Dann, Jim McGrath, Hamish King, Iwo Kucinski, Rachel Queen, Christopher D. Carey, Caroline Shrubsole, Elizabeth Poyner, Meghan Acres, Claire Jones, Thomas Ness, Rowen Coulthard, Natalina Elliott, Sorcha O’Byrne, Myriam L. R. Haltalli, John E. Lawrence, Steven Lisgo, Petra Balogh, Kerstin B. Meyer, Elena Prigmore, Kirsty Ambridge, Mika Sarkin Jain, Mirjana Efremova, Keir Pickard, Thomas Creasey, Jaume Bacardit, Deborah Henderson, Jonathan Coxhead, Andrew Filby, Rafiqul Hussain, David Dixon, David McDonald, Dorin-Mirel Popescu, Monika S. Kowalczyk, Bo Li, Orr Ashenberg, Marcin Tabaka, Danielle Dionne, Timothy L. Tickle, Michal Slyper, Orit Rozenblatt-Rosen, Aviv Regev, Sam Behjati, Elisa Laurenti, Nicola K. Wilson, Anindita Roy, Berthold Göttgens, Irene Roberts, Sarah A. Teichmann, Muzlifah Haniffa",
      "paper_url": "https://doi.org/10.1038/s41586-021-03929-x",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4405965118",
      "paper_id": "https://openalex.org/W4405965118",
      "title": "Bone marrow niches orchestrate stem-cell hierarchy and immune tolerance",
      "authors": "Kazuhiro Furuhashi, Miwako Kakiuchi, Ryosuke Ueda, Hiroko Oda, Simone Ummarino, Alexander K. Ebralidze, Mahmoud A. Bassal, Chen Meng, Tatsuyuki Sato, Jing Lyu, Min-guk Han, Shoichi Maruyama, Yu Watanabe, Yuriko Sawa, Daisuke Kato, Hiroaki Wake, Boris Reizis, John A. Frangos, David M. Owens, Daniel G. Tenen, Ionita C. Ghiran, Simon C. Robson, Joji Fujisaki",
      "paper_url": "https://doi.org/10.1038/s41586-024-08352-6",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391823831",
      "paper_id": "https://openalex.org/W4391823831",
      "title": "Bone marrow plasma cells require P2RX4 to sense extracellular ATP",
      "authors": "Masaki Ishikawa, Zainul S. Hasanali, Yongge Zhao, Arundhoti Das, Marieke Lavaert, Carly J. Roman, Jennifer Londregan, David Allman, Avinash Bhandoola",
      "paper_url": "https://doi.org/10.1038/s41586-024-07047-2",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4295763173",
      "paper_id": "https://openalex.org/W4295763173",
      "title": "Brain-restricted mTOR inhibition with binary pharmacology",
      "authors": "Ziyang Zhang, Qiwen Fan, Xujun Luo, Kevin Lou, William A. Weiss, Kevan M. Shokat",
      "paper_url": "https://doi.org/10.1038/s41586-022-05213-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406436823",
      "paper_id": "https://openalex.org/W4406436823",
      "title": "Brain-wide neuronal circuit connectome of human glioblastoma",
      "authors": "Yusha Sun, Xin Wang, Daniel Y. Zhang, Zhijian Zhang, Janardhan P. Bhattarai, Yingqi Wang, Kristen H. Park, Weifan Dong, Yun-Fen Hung, Qian Yang, Feng Zhang, Keerthi Rajamani, Shang Mu, Benjamin C. Kennedy, Yan Hong, Jamie Galanaugh, Abhijeet Sambangi, Sang Hoon Kim, Garrett Wheeler, Tiago Gonçalves, Qing Wang, Daniel H Geschwind, Riki Kawaguchi, Angela N. Viaene, Ingo Helbig, Sudha K. Kessler, Ahmet Hoke, Huadong Wang, Fuqiang Xu, Zev A. Binder, H. Isaac Chen, Emily Ling-Lin Pai, Sara Stone, MacLean P. Nasrallah, Kimberly M. Christian, Marc Fuccillo, Nicolas Toni, Zhuhao Wu, Hwai-Jong Cheng, Donald M. O’Rourke, Minghong Ma, Guo-li Ming, Hongjun Song",
      "paper_url": "https://doi.org/10.1038/s41586-025-08634-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4312093871",
      "paper_id": "https://openalex.org/W4312093871",
      "title": "BRD8 maintains glioblastoma by epigenetic reprogramming of the p53 network",
      "authors": "Xueqin Sun, Olaf Klingbeil, Bin Lu, Caizhi Wu, Carlos Ballon, Meng Ouyang, Xiaoli S. Wu, Ying Jin, Yon Hwangbo, Yu-Han Huang, Tim D. D. Somerville, Kenneth Chang, Jung Park, Taemoon Chung, Scott K. Lyons, Junwei Shi, Hannes Vogel, Michael Schulder, Christopher R. Vakoc, Alea A. Mills",
      "paper_url": "https://doi.org/10.1038/s41586-022-05551-x",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3137654632",
      "paper_id": "https://openalex.org/W3137654632",
      "title": "Breast tumours maintain a reservoir of subclonal diversity during expansion",
      "authors": "Darlan C. Minussi, Michael D. Nicholson, Hanghui Ye, Alexander Davis, Kaile Wang, Toby Baker, Maxime Tarabichi, Emi Sei, Haowei Du, Mashiat Rabbani, Cheng Peng, Min Hu, Shanshan Bai, Yu-wei Lin, Aislyn Schalck, Asha Multani, Jin Ma, Thomas O. McDonald, Anna Casasent, Angelica Barrera, Hui Chen, Bora Lim, Banu Arun, Funda Meric-Bernstam, Peter Van Loo, Franziska Michor, Nicholas E. Navin",
      "paper_url": "https://doi.org/10.1038/s41586-021-03357-x",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W4200048313",
      "paper_id": "https://openalex.org/W4200048313",
      "title": "Cancer risk across mammals",
      "authors": "Orsolya Vincze, Fernando Colchero, Jean-Francois Lemaître, Dalia A. Conde, Samuel Pavard, Margaux Bieuville, Araxi O. Urrutia, Beata Ujvari, Amy M. Boddy, Carlo C. Maley, Frédéric Thomas, Mathieu Giraudeau",
      "paper_url": "https://doi.org/10.1038/s41586-021-04224-5",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3124712735",
      "paper_id": "https://openalex.org/W3124712735",
      "title": "Cell competition constitutes a barrier for interspecies chimerism",
      "authors": "Canbin Zheng, Yingying Hu, Masahiro Sakurai, Carlos A. Pinzon-Arteaga, Jie Li, Yulei Wei, Daiji Okamura, Benjamin Ravaux, Haley Rose Barlow, Leqian Yu, Hai-Xi Sun, Elizabeth H. Chen, Ying Gu, Jun Wu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03273-0",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410019303",
      "paper_id": "https://openalex.org/W4410019303",
      "title": "Cell cycle duration determines oncogenic transformation capacity",
      "authors": "Danian Chen, Suying Lu, Katherine Huang, Joel D. Pearson, Marek Pacal, Phillipos Peidis, Sean McCurdy, Tao Yu, Monika Sangwan, Angela Nguyen, Philippe P. Monnier, Daniel Schramek, Liang Zhu, David Santamaria, Mariano Barbacid, Nagako Akeno, Kathryn A. Wikenheiser-Brokamp, Rod Bremner",
      "paper_url": "https://doi.org/10.1038/s41586-025-08935-x",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400492066",
      "paper_id": "https://openalex.org/W4400492066",
      "title": "Cellular adaptation to cancer therapy along a resistance continuum",
      "authors": "Gustavo S. França, Maayan Baron, Benjamin R. King, Jozef P. Bossowski, Alicia Bjornberg, Maayan Pour, Anjali Rao, Ayushi S. Patel, Selim Misirlioglu, Dalia Barkley, Kwan Ho Tang, Igor Dolgalev, Deborah A. Liberman, Gal Avital, Felicia Kuperwaser, Marta Chiodin, Douglas A. Levine, Thales Papagiannakopoulos, Andriy Marusyk, Timothée Lionnet, Itai Yanai",
      "paper_url": "https://doi.org/10.1038/s41586-024-07690-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4284707191",
      "paper_id": "https://openalex.org/W4284707191",
      "title": "Cell–matrix interface regulates dormancy in human colon cancer stem cells",
      "authors": "Yuki Ohta, Masayuki Fujii, Sirirat Takahashi, Ai Takano, Kosaku Nanki, Mami Matano, Hikaru Hanyu, Megumu Saito, Mariko Shimokawa, Shingo Nishikori, Yoshiko Hatano, Ryota Ishii, Kazuaki Sawada, Akihito Machinaga, Wataru Ikeda, Takeshi Imamura, Toshiro Sato",
      "paper_url": "https://doi.org/10.1038/s41586-022-05043-y",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3120583321",
      "paper_id": "https://openalex.org/W3120583321",
      "title": "Chaperone-mediated autophagy sustains haematopoietic stem-cell function",
      "authors": "Shuxian Dong, Qian Wang, Yun-Ruei Kao, Antonio Diaz, Inmaculada Tasset, Susmita Kaushik, Victor Thiruthuvanathan, Aliona Zintiridou, Edward Nieves, Monika Dzieciatkowska, Julie A. Reisz, Evripidis Gavathiotis, Angelo D’Alessandro, Britta Will, Ana Maria Cuervo",
      "paper_url": "https://doi.org/10.1038/s41586-020-03129-z",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4407625334",
      "paper_id": "https://openalex.org/W4407625334",
      "title": "Characterization of single neurons reprogrammed by pancreatic cancer",
      "authors": "Vera Thiel, Simon Renders, Jasper Panten, Nicolas Dross, Katharina Bauer, Daniel Azorin, Vanessa Henriques, Vanessa Vogel, Corinna Klein, Aino-Maija Leppä, Isabel Barriuso Ortega, Jonas Schwickert, Iordanis Ourailidis, Julian Mochayedi, Jan-Philipp Mallm, Carsten Müller-Tidow, Hannah Monyer, John Neoptolemos, Thilo Hackert, Oliver Stegle, Duncan T. Odom, Rienk Offringa, Albrecht Stenzinger, Frank Winkler, Martin Sprick, Andreas Trumpp",
      "paper_url": "https://doi.org/10.1038/s41586-025-08735-3",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4321480282",
      "paper_id": "https://openalex.org/W4321480282",
      "title": "Chemically defined cytokine-free expansion of human haematopoietic stem cells",
      "authors": "Masatoshi Sakurai, Kantaro Ishitsuka, Ryoji Ito, Adam C. Wilkinson, Takaharu Kimura, Eiji Mizutani, Hidekazu Nishikii, Kazuhiro Sudo, Hans Jiro Becker, Hiroshi Takemoto, Tsubasa Sano, Keisuke Kataoka, Satoshi Takahashi, Yukio Nakamura, David G. Kent, Atsushi Iwama, Shigeru Chiba, Shinichiro Okamoto, Hiromitsu Nakauchi, Satoshi Yamazaki",
      "paper_url": "https://doi.org/10.1038/s41586-023-05739-9",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3202239352",
      "paper_id": "https://openalex.org/W3202239352",
      "title": "Circadian autophagy drives iTRF-mediated longevity",
      "authors": "Matt Ulgherait, Adil M. Midoun, Scarlet J. Park, Jared A. Gatto, Samantha J. Tener, Julia Siewert, Naomi Klickstein, Julie C. Canman, William W. Ja, Mimi Shirasu-Hiza",
      "paper_url": "https://doi.org/10.1038/s41586-021-03934-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404306033",
      "paper_id": "https://openalex.org/W4404306033",
      "title": "Clinical functional proteomics of intercellular signalling in pancreatic cancer",
      "authors": "Peiwu Huang, Weina Gao, Changying Fu, Min Wang, Yunguang Li, Bizhu Chu, An He, Yuan Li, Xiaomei Deng, Yehan Zhang, Qian Kong, Jingxiong Yuan, Hebin Wang, Yu Shi, Dong Gao, Renyi Qin, Tony Hunter, Ruijun Tian",
      "paper_url": "https://doi.org/10.1038/s41586-024-08225-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387744072",
      "paper_id": "https://openalex.org/W4387744072",
      "title": "Clinical trial links oncolytic immunoactivation to survival in glioblastoma",
      "authors": "Alexander L. Ling, Isaac H. Solomon, Ana Montalvo Landivar, Hiroshi Nakashima, Jared K. Woods, Andres Santos, Nafisa Masud, Geoffrey Fell, Xiaokui Mo, Ayse S. Yilmaz, James Grant, Abigail Zhang, Joshua D. Bernstock, Erickson Torio, Hirotaka Ito, Junfeng Liu, Naoyuki Shono, Michal O. Nowicki, Daniel Triggs, Patrick Halloran, Raziye Piranlioglu, Himanshu Soni, Brittany Stopa, Wenya Linda Bi, Pierpaolo Peruzzi, Ethan Chen, Seth W. Malinowski, Michael C. Prabhu, Yu Zeng, Anne Carlisle, Scott J. Rodig, Patrick Y. Wen, Eudocia Quant Lee, Lakshmi Nayak, Ugonma Chukwueke, L. Nicolas Gonzalez Castro, Sydney D. Dumont, Tracy Batchelor, Kara Kittelberger, Ekaterina Tikhonova, Natalia Miheecheva, Dmitry Tabakov, Nara Shin, Alisa Gorbacheva, Artemy Shumskiy, Felix Frenkel, Estuardo Aguilar-Cordova, Laura K. Aguilar, David Krisky, James Wechuck, Andrea Manzanera, Chris Matheny, Paul P. Tak, Francesca Barone, Daniel Kovarsky, Itay Tirosh, Mario L. Suvà, Kai W. Wucherpfennig, Keith Ligon, David A. Reardon, E. Antonio Chiocca",
      "paper_url": "https://doi.org/10.1038/s41586-023-06623-2",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407722099",
      "paper_id": "https://openalex.org/W4407722099",
      "title": "Clonal driver neoantigen loss under EGFR TKI and immune selection pressures",
      "authors": "Maise Al Bakir, James L. Reading, Samuel Gamble, Rachel Rosenthal, Imran Uddin, Andrew Rowan, Joanna Przewrocka, Amber Rogers, Yien Ning Sophia Wong, Amalie K. Bentzen, Selvaraju Veeriah, Sophia Ward, Aaron T. Garnett, Paula Kalavakur, Carlos Martínez-Ruiz, Clare Puttick, Ariana Huebner, Daniel E. Cook, David A. Moore, Chris Abbosh, Crispin T. Hiley, Cristina Naceur-Lombardelli, Thomas B. K. Watkins, Marina Petkovic, Roland F. Schwarz, Felipe Gálvez-Cancino, Kevin Litchfield, Peter Meldgaard, Boe Sandahl Sorensen, Line Bille Madsen, Dirk Jäger, Martin D. Forster, Tobias Arkenau, Clara Domingo-Vila, Timothy I. M. Tree, Mohammad Kadivar, Sine Reker Hadrup, Benny Chain, Sergio A. Quezada, Nicholas McGranahan, Charles Swanton",
      "paper_url": "https://doi.org/10.1038/s41586-025-08586-y",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403921094",
      "paper_id": "https://openalex.org/W4403921094",
      "title": "Clonal dynamics after allogeneic haematopoietic cell transplantation",
      "authors": "Michael Spencer Chapman, C. Matthias Wilk, Steffen Boettcher, Emily Mitchell, Kevin Dawson, Nicholas Williams, Jan Müller, Larisa Kovtonyuk, Hyunchul Jung, Francisco Caiado, Kirsty Roberts, Laura O’Neill, David G. Kent, Anthony R. Green, Jyoti Nangalia, Markus G. Manz, Peter J. Campbell",
      "paper_url": "https://doi.org/10.1038/s41586-024-08128-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408221007",
      "paper_id": "https://openalex.org/W4408221007",
      "title": "Clonal dynamics and somatic evolution of haematopoiesis in mouse",
      "authors": "Chiraag D. Kapadia, Nicholas Williams, Kevin J. Dawson, Caroline Watson, Matthew J. Yousefzadeh, Duy Le, Kudzai Nyamondo, Sreeya Kodavali, Alex Cagan, Sarah Waldvogel, Xiaoyan Zhang, Josephine De La Fuente, Daniel Leongamornlert, Emily Mitchell, Marcus A. Florez, Krzysztof Sosnowski, Rogelio Aguilar, Alejandra Martell, Anna Guzman, David Harrison, Laura J. Niedernhofer, Katherine Y. King, Peter J. Campbell, Jamie Blundell, Margaret A. Goodell, Jyoti Nangalia",
      "paper_url": "https://doi.org/10.1038/s41586-025-08625-8",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4281913860",
      "paper_id": "https://openalex.org/W4281913860",
      "title": "Clonal dynamics of haematopoiesis across the human lifespan",
      "authors": "Emily Mitchell, Michael Spencer Chapman, Nicholas Williams, Kevin J. Dawson, Nicole Mende, Emily F. Calderbank, Hyunchul Jung, Thomas Mitchell, Tim H. H. Coorens, David H. Spencer, Heather Machado, Henry Lee-Six, Megan Davies, Daniel Hayler, Margarete A. Fabre, Krishnaa Mahbubani, Federico Abascal, Alex Cagan, George S. Vassiliou, Joanna Baxter, Inigo Martincorena, Michael R. Stratton, David G. Kent, Krishna Chatterjee, Kourosh Saeb Parsy, Anthony R. Green, Jyoti Nangalia, Elisa Laurenti, Peter J. Campbell",
      "paper_url": "https://doi.org/10.1038/s41586-022-04786-y",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3175892313",
      "paper_id": "https://openalex.org/W3175892313",
      "title": "Clonal fitness inferred from time-series modelling of single-cell cancer genomes",
      "authors": "Sohrab Salehi, Farhia Kabeer, Nicholas Ceglia, Mirela Andronescu, Marc J. Williams, Kieran R. Campbell, Tehmina Masud, Beixi Wang, Justina Biele, Jazmine Brimhall, David Gee, Hakwoo Lee, Jerome Ting, Allen W. Zhang, Hoa Tran, Ciara O’Flanagan, Fatemeh Dorri, Nicole Rusk, Teresa Ruiz de Algara, So Ra Lee, Brian Yu Chieh Cheng, Peter Eirew, Takako Kono, Jenifer Pham, Diljot Grewal, Daniel Lai, Richard Moore, Andrew J. Mungall, Marco A. Marra, Gregory J. Hannon, Giorgia Battistoni, Dario Bressan, Ian Gordon Cannell, Hannah Casbolt, Atefeh Fatemi, Cristina Jauset, Tatjana Kovačević, Claire M. Mulvey, Fiona Nugent, Marta Paez Ribes, Isabella Pearsall, Fatime Qosaj, Kirsty Sawicka, Sophia A. Wild, Elena Williams, Emma Laks, Yangguang Li, Ciara H. O’Flanagan, Austin Smith, Teresa Ruiz, Daniel Lai, Andrew Roth, Shankar Balasubramanian, Maximillian Lee, Bernd Bodenmiller, Marcel Burger, Laura Kuett, Sandra Tietscher, Jonas Windhager, Edward S. Boyden, Shahar Alon, Yi Cui, Amauche Emenari, Dan Goodwin, Emmanouil D. Karagiannis, Anubhav Sinha, Asmamaw T. Wassie, Carlos Caldas, Alejandra Bruna, Maurizio Callari, Wendy Greenwood, Giulia Lerda, Yaniv Eyal-Lubling, Oscar M. Rueda, Abigail Shea, Owen Harris, Robby Becker, Flaminia Grimaldi, Suvi Harris, Sara Lisa Vogl, Joanna Weselak, Johanna A. Joyce, Spencer S. Watson, Ignacio Vázquez-Garćıa, Simon Tavaré, Khanh N. Dinh, Eyal Fisher, Russell Kunes, Nicholas A. Walton, Mohammad Al Sa’d, Nick Chornay, Ali Dariush, Eduardo A. González-Solares, Carlos González-Fernández, Aybüke Küpcü Yoldas, Neil Millar, Tristan Whitmarsh, Xiaowei Zhuang, Jean Fan, Hsuan Lee, Leonardo A. Sepúlveda, Chenglong Xia, Pu Zheng, Andrew McPherson, Alexandre Bouchard-Côté, Samuel Aparicio, Sohrab P. Shah",
      "paper_url": "https://doi.org/10.1038/s41586-021-03648-3",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4365133685",
      "paper_id": "https://openalex.org/W4365133685",
      "title": "Clonal haematopoiesis and risk of chronic liver disease",
      "authors": "Waihay J. Wong, Connor Emdin, Alexander G. Bick, Seyedeh M. Zekavat, Abhishek Niroula, James P. Pirruccello, Laura Dichtel, Gabriel Griffin, Md Mesbah Uddin, Christopher J. Gibson, Veronica Kovalcik, Amy E. Lin, Marie E. McConkey, Amelie Vromman, Rob S. Sellar, Peter G. Kim, Mridul Agrawal, Joshua Weinstock, Michelle T. Long, Bing Yu, Rajarshi Banerjee, Rowan C. Nicholls, Andrea Dennis, Matt Kelly, Po-Ru Loh, Steve McCarroll, Eric Boerwinkle, Ramachandran S. Vasan, Siddhartha Jaiswal, Andrew D. Johnson, Raymond T. Chung, Kathleen Corey, Daniel Levy, Christie Ballantyne, Namiko Abe, Gonçalo Abecasis, Francois Aguet, Christine Albert, Laura Almasy, Alvaro Alonso, Seth Ament, Peter Anderson, Pramod Anugu, Deborah Applebaum-Bowden, Kristin Ardlie, Dan Arking, Donna K. Arnett, Allison Ashley-Koch, Stella Aslibekyan, Tim Assimes, Paul Auer, Dimitrios Avramopoulos, Najib Ayas, Adithya Balasubramanian, John Barnard, Kathleen Barnes, R. Graham Barr, Emily Barron-Casella, Lucas Barwick, Terri Beaty, Gerald Beck, Diane Becker, Lewis Becker, Rebecca Beer, Amber Beitelshees, Emelia Benjamin, Takis Benos, Marcos Bezerra, Larry Bielak, Joshua Bis, Thomas Blackwell, John Blangero, Nathan Blue, Donald W. Bowden, Russell Bowler, Jennifer Brody, Ulrich Broeckel, Jai Broome, Deborah Brown, Karen Bunting, Esteban Burchard, Carlos Bustamante, Erin Buth, Brian Cade, Jonathan Cardwell, Vincent Carey, Julie Carrier, April P. Carson, Cara Carty, Richard Casaburi, Juan P. Casas Romero, James Casella, Peter Castaldi, Mark Chaffin, Christy Chang, Yi-Cheng Chang, Daniel Chasman, Sameer Chavan, Bo-Juen Chen, Wei-Min Chen, Yii-Der Ida Chen, Michael Cho, Seung Hoan Choi, Lee-Ming Chuang, Mina Chung, Ren-Hua Chung, Clary Clish, Suzy Comhair, Matthew Conomos, Elaine Cornell, Adolfo Correa, Carolyn Crandall, James Crapo, L. Adrienne Cupples, Joanne Curran, Jeffrey Curtis, Brian Custer, Coleen Damcott, Dawood Darbar, Sean David, Colleen Davis, Michelle Daya, Mariza de Andrade, Lisa de las Fuentes, Paul de Vries, Michael DeBaun, Ranjan Deka, Dawn DeMeo, Scott Devine, Huyen Dinh, Harsha Doddapaneni, Qing Duan, Shannon Dugan-Perez, Ravi Duggirala, Jon Peter Durda, Susan K. Dutcher, Charles Eaton, Lynette Ekunwe, Adel El Boueiz, Patrick Ellinor, Leslie Emery, Serpil Erzurum, Charles Farber, Jesse Farek, Tasha Fingerlin, Matthew Flickinger, Myriam Fornage, Nora Franceschini, Chris Frazar, Mao Fu, Stephanie M. Fullerton, Lucinda Fulton, Stacey Gabriel, Weiniu Gan, Shanshan Gao, Yan Gao, Margery Gass, Heather Geiger, Bruce Gelb, Mark Geraci, Soren Germer, Robert Gerszten, Auyon Ghosh, Richard Gibbs, Chris Gignoux, Mark Gladwin, David Glahn, Stephanie Gogarten, Da-Wei Gong, Harald Goring, Sharon Graw, Kathryn J. Gray, Daniel Grine, Colin Gross, C. Charles Gu, Yue Guan, Xiuqing Guo, Namrata Gupta, Jeff Haessler, Michael Hall, Yi Han, Patrick Hanly, Daniel Harris, Nicola L. Hawley, Jiang He, Ben Heavner, Susan Heckbert, Ryan Hernandez, David Herrington, Craig Hersh, Bertha Hidalgo, James Hixson, Brian Hobbs, John Hokanson, Elliott Hong, Karin Hoth, Chao (Agnes) Hsiung, Jianhong Hu, Yi-Jen Hung, Haley Huston, Chii Min Hwu, Marguerite Ryan Irvin, Rebecca Jackson, Deepti Jain, Cashell Jaquish, Jill Johnsen, Craig Johnson, Rich Johnston, Kimberly Jones, Hyun Min Kang, Robert Kaplan, Sharon Kardia, Shannon Kelly, Eimear Kenny, Michael Kessler, Alyna Khan, Ziad Khan, Wonji Kim, John Kimoff, Greg Kinney, Barbara Konkle, Charles Kooperberg, Holly Kramer, Christoph Lange, Ethan Lange, Leslie Lange, Cathy Laurie, Cecelia Laurie, Meryl LeBoff, Jiwon Lee, Sandra Lee, Wen-Jane Lee, Jonathon LeFaive, David Levine, Joshua Lewis, Xiaohui Li, Yun Li, Henry Lin, Honghuang Lin, Xihong Lin, Simin Liu, Yongmei Liu, Yu Liu, Ruth J. F. Loos, Steven Lubitz, Kathryn Lunetta, James Luo, Ulysses Magalang, Michael Mahaney, Barry Make, Ani Manichaikul, Alisa Manning, JoAnn Manson, Lisa Martin, Melissa Marton, Susan Mathai, Rasika Mathias, Susanne May, Patrick McArdle, Merry-Lynn McDonald, Sean McFarland, Stephen McGarvey, Daniel McGoldrick, Caitlin McHugh, Becky McNeil, Hao Mei, James Meigs, Vipin Menon, Luisa Mestroni, Ginger Metcalf, Deborah A. Meyers, Emmanuel Mignot, Julie Mikulla, Nancy Min, Mollie Minear, Ryan L. Minster, Braxton D. Mitchell, Matt Moll, Zeineen Momin, May E. Montasser, Courtney Montgomery, Donna Muzny, Josyf C. Mychaleckyj, Girish Nadkarni, Rakhi Naik, Take Naseri, Sergei Nekhai, Sarah C. Nelson, Bonnie Neltner, Caitlin Nessner, Deborah Nickerson, Osuji Nkechinyere, Kari North, Jeff O’Connell, Tim O’Connor, Heather Ochs-Balcom, Geoffrey Okwuonu, Allan Pack, David T. Paik, Nicholette Palmer, James Pankow, George Papanicolaou, Cora Parker, Gina Peloso, Juan Manuel Peralta, Marco Perez, James Perry, Ulrike Peters, Patricia Peyser, Lawrence S. Phillips, Jacob Pleiness, Toni Pollin, Wendy Post, Julia Powers Becker, Meher Preethi Boorgula, Michael Preuss, Bruce Psaty, Pankaj Qasba, Dandi Qiao, Zhaohui Qin, Nicholas Rafaels, Laura Raffield, Mahitha Rajendran, D. C. Rao, Laura Rasmussen-Torvik, Aakrosh Ratan, Susan Redline, Robert Reed, Catherine Reeves, Elizabeth Regan, Alex Reiner, Muagututi‘a Sefuiva Reupena, Ken Rice, Stephen Rich, Rebecca Robillard, Nicolas Robine, Dan Roden, Carolina Roselli, Jerome Rotter, Ingo Ruczinski, Alexi Runnels, Pamela Russell, Sarah Ruuska, Kathleen Ryan, Ester Cerdeira Sabino, Danish Saleheen, Shabnam Salimi, Sejal Salvi, Steven Salzberg, Kevin Sandow, Vijay G. Sankaran, Jireh Santibanez, Karen Schwander, David Schwartz, Frank Sciurba, Christine Seidman, Jonathan Seidman, Frédéric Sériès, Vivien Sheehan, Stephanie L. Sherman, Amol Shetty, Aniket Shetty, Wayne Hui-Heng Sheu, M. Benjamin Shoemaker, Brian Silver, Edwin Silverman, Robert Skomro, Albert Vernon Smith, Jennifer Smith, Josh Smith, Nicholas Smith, Tanja Smith, Sylvia Smoller, Beverly Snively, Michael Snyder, Tamar Sofer, Nona Sotoodehnia, Adrienne M. Stilp, Garrett Storm, Elizabeth Streeten, Jessica Lasky Su, Yun Ju Sung, Jody Sylvia, Adam Szpiro, Daniel Taliun, Hua Tang, Margaret Taub, Kent D. Taylor, Matthew Taylor, Simeon Taylor, Marilyn Telen, Timothy A. Thornton, Machiko Threlkeld, Lesley Tinker, David Tirschwell, Sarah Tishkoff, Hemant Tiwari, Catherine Tong, Russell Tracy, Michael Tsai, Dhananjay Vaidya, David Van Den Berg, Peter VandeHaar, Scott Vrieze, Tarik Walker, Robert Wallace, Avram Walts, Fei Fei Wang, Heming Wang, Jiongming Wang, Karol Watson, Jennifer Watt, Daniel E. Weeks, Bruce Weir, Scott T. Weiss, Lu-Chen Weng, Jennifer Wessel, Cristen Willer, Kayleen Williams, L. Keoki Williams, Scott Williams, Carla Wilson, James Wilson, Lara Winterkorn, Quenna Wong, Joseph Wu, Huichun Xu, Lisa Yanek, Ivana Yang, Ketian Yu, Yingze Zhang, Snow Xueyan Zhao, Wei Zhao, Xiaofeng Zhu, Elad Ziv, Michael Zody, Sebastian Zoellner, Benjamin L. Ebert, Pradeep Natarajan",
      "paper_url": "https://doi.org/10.1038/s41586-023-05857-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400729512",
      "paper_id": "https://openalex.org/W4400729512",
      "title": "Clonal inactivation of TERT impairs stem cell competition",
      "authors": "Kazuteru Hasegawa, Yang Zhao, Alina Garbuzov, M. Ryan Corces, Patrick Neuhöfer, Victoria M. Gillespie, Peggie Cheung, Julia A. Belk, Yung-Hsin Huang, Yuning Wei, Lu Chen, Howard Y. Chang, Steven E. Artandi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07700-w",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410551310",
      "paper_id": "https://openalex.org/W4410551310",
      "title": "Clonal tracing with somatic epimutations reveals dynamics of blood ageing",
      "authors": "Michael Scherer, Indranil Singh, Martina Maria Braun, Chelsea Szu-Tu, Pedro Sanchez Sanchez, Dominik Lindenhofer, Niels Asger Jakobsen, Verena Körber, Michael Kardorff, Lena Nitsch, Pauline Kautz, Julia Rühle, Agostina Bianchi, Luca Cozzuto, Robert Frömel, Sergi Beneyto-Calabuig, Caleb Lareau, Ansuman T. Satpathy, Renée Beekman, Lars M. Steinmetz, Simon Raffel, Leif S. Ludwig, Paresh Vyas, Alejo Rodriguez-Fraticelli, Lars Velten",
      "paper_url": "https://doi.org/10.1038/s41586-025-09041-8",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4413117829",
      "paper_id": "https://openalex.org/W4413117829",
      "title": "Clone copy number diversity is linked to survival in lung cancer",
      "authors": "Piotr Pawlik, Kristiana Grigoriadis, Abigail Bunkum, Helena Coggan, Alexander M. Frankell, Carlos Martinez-Ruiz, Takahiro Karasaki, Ariana Huebner, Andrew Rowan, Jasmin Fisher, Allan Hackshaw, Charles Swanton, Simone Zaccaria, Nicholas McGranahan",
      "paper_url": "https://doi.org/10.1038/s41586-025-09398-w",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4404105354",
      "paper_id": "https://openalex.org/W4404105354",
      "title": "Colibactin-driven colon cancer requires adhesin-mediated epithelial binding",
      "authors": "Maude Jans, Magdalena Kolata, Gillian Blancke, Aline D’Hondt, Claudia Gräf, Maarten Ciers, Mozes Sze, Alexandra Thiran, Ioanna Petta, Vanessa Andries, Sara Verbandt, Engy Shokry, David Sumpton, Johan Vande Voorde, Geert Berx, Sabine Tejpar, Geert van Loo, Iliyan D. Iliev, Han Remaut, Lars Vereecke",
      "paper_url": "https://doi.org/10.1038/s41586-024-08135-z",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4302010997",
      "paper_id": "https://openalex.org/W4302010997",
      "title": "Collagenolysis-dependent DDR1 signalling dictates pancreatic cancer outcome",
      "authors": "Hua Su, Fei Yang, Rao Fu, Brittney Trinh, Nina Sun, Junlai Liu, Avi Kumar, Jacopo Baglieri, Jeremy Siruno, Michelle Le, Yuhan Li, Stephen Dozier, Ajay Nair, Aveline Filliol, Nachanok Sinchai, Sara Brin Rosenthal, Jennifer Santini, Christian M. Metallo, Anthony Molina, Robert F. Schwabe, Andrew M. Lowy, David A. Brenner, Beicheng Sun, Michael Karin",
      "paper_url": "https://doi.org/10.1038/s41586-022-05169-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4309243984",
      "paper_id": "https://openalex.org/W4309243984",
      "title": "Colon tumour cell death causes mTOR dependence by paracrine P2X4 stimulation",
      "authors": "Mark Schmitt, Fatih Ceteci, Jalaj Gupta, Marina Pesic, Tim W. Böttger, Adele M. Nicolas, Kilian B. Kennel, Esther Engel, Matthias Schewe, Asude Callak Kirisözü, Valentina Petrocelli, Yasamin Dabiri, Julia Varga, Mallika Ramakrishnan, Madina Karimova, Andrea Ablasser, Toshiro Sato, Melek C. Arkan, Frederic J. de Sauvage, Florian R. Greten",
      "paper_url": "https://doi.org/10.1038/s41586-022-05426-1",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4310439055",
      "paper_id": "https://openalex.org/W4310439055",
      "title": "Common and rare variant associations with clonal haematopoiesis phenotypes",
      "authors": "Michael D. Kessler, Amy Damask, Sean O’Keeffe, Nilanjana Banerjee, Dadong Li, Kyoko Watanabe, Anthony Marketta, Michael Van Meter, Stefan Semrau, Julie Horowitz, Jing Tang, Jack A. Kosmicki, Veera M. Rajagopal, Yuxin Zou, Yariv Houvras, Arkopravo Ghosh, Christopher Gillies, Joelle Mbatchou, Ryan R. White, Niek Verweij, Jonas Bovijn, Neelroop N. Parikshak, Michelle G. LeBlanc, Marcus Jones, David J. Glass, Luca A. Lotta, Michael N. Cantor, Gurinder S. Atwal, Adam E. Locke, Manuel A. R. Ferreira, Raquel Deering, Charles Paulding, Alan R. Shuldiner, Gavin Thurston, Adolfo A. Ferrando, Will Salerno, Jeffrey G. Reid, John D. Overton, Jonathan Marchini, Hyun M. Kang, Aris Baras, Gonçalo R. Abecasis, Eric Jorgenson",
      "paper_url": "https://doi.org/10.1038/s41586-022-05448-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406155858",
      "paper_id": "https://openalex.org/W4406155858",
      "title": "Complex rearrangements fuel ER+ and HER2+ breast tumours",
      "authors": "Kathleen E. Houlahan, Lise Mangiante, Cristina Sotomayor-Vivas, Alvina Adimoelja, Seongyeol Park, Aziz Khan, Sophia J. Pribus, Zhicheng Ma, Jennifer L. Caswell-Jin, Christina Curtis",
      "paper_url": "https://doi.org/10.1038/s41586-024-08377-x",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411022810",
      "paper_id": "https://openalex.org/W4411022810",
      "title": "Concurrent loss of the Y chromosome in cancer and T cells impacts outcome",
      "authors": "Xingyu Chen, Yiling Shen, Suhyeon Choi, Hany A. Abdel-Hafiz, Mukta Basu, Lena Hoelzen, Martina Tufano, Saravana Kumar Kailasam Mani, Maryam Ranjpour, Jiani Zhu, V. Krishnan Ramanujan, Ekaterina K. Koltsova, Vinicius F. Calsavara, Simon R. V. Knott, Dan Theodorescu",
      "paper_url": "https://doi.org/10.1038/s41586-025-09071-2",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3206615564",
      "paper_id": "https://openalex.org/W3206615564",
      "title": "Convergent somatic mutations in metabolism genes in chronic liver disease",
      "authors": "Stanley W. K. Ng, Foad J. Rouhani, Simon F. Brunner, Natalia Brzozowska, Sarah J. Aitken, Ming Yang, Federico Abascal, Luiza Moore, Efterpi Nikitopoulou, Lia Chappell, Daniel Leongamornlert, Aleksandra Ivovic, Philip Robinson, Timothy Butler, Mathijs A. Sanders, Nicholas Williams, Tim H. H. Coorens, Jon Teague, Keiran Raine, Adam P. Butler, Yvette Hooks, Beverley Wilson, Natalie Birtchnell, Huw Naylor, Susan E. Davies, Michael R. Stratton, Iñigo Martincorena, Raheleh Rahbari, Christian Frezza, Matthew Hoare, Peter J. Campbell",
      "paper_url": "https://doi.org/10.1038/s41586-021-03974-6",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3126840298",
      "paper_id": "https://openalex.org/W3126840298",
      "title": "Cooperative epithelial phagocytosis enables error correction in the early embryo",
      "authors": "Esteban Hoijman, Hanna-Maria Häkkinen, Queralt Tolosa-Ramon, Senda Jiménez-Delgado, Chris Wyatt, Marta Miret-Cuesta, Manuel Irimia, Andrew Callan-Jones, Stefan Wieser, Verena Ruprecht",
      "paper_url": "https://doi.org/10.1038/s41586-021-03200-3",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4407722195",
      "paper_id": "https://openalex.org/W4407722195",
      "title": "Cooperative nutrient scavenging is an evolutionary advantage in cancer",
      "authors": "Gizem Guzelsoy, Setiembre D. Elorza, Manon Ros, Logan T. Schachtner, Makiko Hayashi, Spencer Hobson-Gutierrez, Parker Rundstrom, Julia S. Brunner, Ray Pillai, William E. Walkowicz, Lydia W. S. Finley, Maxime Deforet, Thales Papagiannakopoulos, Carlos Carmona-Fontaine",
      "paper_url": "https://doi.org/10.1038/s41586-025-08588-w",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410816364",
      "paper_id": "https://openalex.org/W4410816364",
      "title": "Cross-tissue multicellular coordination and its rewiring in cancer",
      "authors": "Qiang Shi, Yihan Chen, Yang Li, Shishang Qin, Yu Yang, Yang Gao, Linnan Zhu, Dongfang Wang, Zemin Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09053-4",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4307659347",
      "paper_id": "https://openalex.org/W4307659347",
      "title": "Cryo-EM structure of the SEA complex",
      "authors": "Lucas Tafur, Kerstin Hinterndorfer, Caroline Gabus, Chiara Lamanna, Ariane Bergmann, Yashar Sadian, Farzad Hamdi, Fotis L. Kyrilis, Panagiotis L. Kastritis, Robbie Loewith",
      "paper_url": "https://doi.org/10.1038/s41586-022-05370-0",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406165530",
      "paper_id": "https://openalex.org/W4406165530",
      "title": "Crypt density and recruited enhancers underlie intestinal tumour initiation",
      "authors": "Liam Gaynor, Harshabad Singh, Guodong Tie, Krithika Badarinath, Shariq Madha, Andrew Mancini, Swarnabh Bhattacharya, Mikio Hoshino, Frederic J. de Sauvage, Kazutaka Murata, Unmesh Jadhav, Ramesh A. Shivdasani",
      "paper_url": "https://doi.org/10.1038/s41586-024-08573-9",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3168935284",
      "paper_id": "https://openalex.org/W3168935284",
      "title": "ctDNA guiding adjuvant immunotherapy in urothelial carcinoma",
      "authors": "Thomas Powles, Zoe June Assaf, Nicole Davarpanah, Romain Banchereau, Bernadett E. Szabados, Kobe C. Yuen, Petros Grivas, Maha Hussain, Stephane Oudard, Jürgen E. Gschwend, Peter Albers, Daniel Castellano, Hiroyuki Nishiyama, Siamak Daneshmand, Shruti Sharma, Bernhard G. Zimmermann, Himanshu Sethi, Alexey Aleshin, Maurizio Perdicchio, Jingbin Zhang, David S. Shames, Viraj Degaonkar, Xiaodong Shen, Corey Carter, Carlos Bais, Joaquim Bellmunt, Sanjeev Mariathasan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03642-9",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3187309064",
      "paper_id": "https://openalex.org/W3187309064",
      "title": "Cycling cancer persister cells arise from lineages with distinct programs",
      "authors": "Yaara Oren, Michael Tsabar, Michael S. Cuoco, Liat Amir-Zilberstein, Heidie F. Cabanos, Jan-Christian Hütter, Bomiao Hu, Pratiksha I. Thakore, Marcin Tabaka, Charles P. Fulco, William Colgan, Brandon M. Cuevas, Sara A. Hurvitz, Dennis J. Slamon, Amy Deik, Kerry A. Pierce, Clary Clish, Aaron N. Hata, Elma Zaganjor, Galit Lahav, Katerina Politi, Joan S. Brugge, Aviv Regev",
      "paper_url": "https://doi.org/10.1038/s41586-021-03796-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391100251",
      "paper_id": "https://openalex.org/W4391100251",
      "title": "Deciphering cell states and genealogies of human haematopoiesis",
      "authors": "Chen Weng, Fulong Yu, Dian Yang, Michael Poeschla, L. Alexander Liggett, Matthew G. Jones, Xiaojie Qiu, Lara Wahlster, Alexis Caulier, Jeffrey A. Hussmann, Alexandra Schnell, Kathryn E. Yost, Luke W. Koblan, Jorge D. Martin-Rufino, Joseph Min, Alessandro Hammond, Daniel Ssozi, Raphael Bueno, Hari Mallidi, Antonia Kreso, Javier Escabi, William M. Rideout III, Tyler Jacks, Sahand Hormoz, Peter van Galen, Jonathan S. Weissman, Vijay G. Sankaran",
      "paper_url": "https://doi.org/10.1038/s41586-024-07066-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4366401917",
      "paper_id": "https://openalex.org/W4366401917",
      "title": "Dedifferentiation maintains melanocyte stem cells in a dynamic niche",
      "authors": "Qi Sun, Wendy Lee, Hai Hu, Tatsuya Ogawa, Sophie De Leon, Ioanna Katehis, Chae Ho Lim, Makoto Takeo, Michael Cammer, M. Mark Taketo, Denise L. Gay, Sarah E. Millar, Mayumi Ito",
      "paper_url": "https://doi.org/10.1038/s41586-023-05960-6",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409485811",
      "paper_id": "https://openalex.org/W4409485811",
      "title": "Deep Visual Proteomics maps proteotoxicity in a genetic liver disease",
      "authors": "Florian A. Rosenberger, Sophia C. Mädler, Katrine Holtz Thorhauge, Sophia Steigerwald, Malin Fromme, Mikhail Lebedev, Caroline A. M. Weiss, Marc Oeller, Maria Wahle, Andreas Metousis, Maximilian Zwiebel, Niklas A. Schmacke, Sönke Detlefsen, Peter Boor, Ondřej Fabián, Soňa Fraňková, Aleksander Krag, Pavel Strnad, Matthias Mann",
      "paper_url": "https://doi.org/10.1038/s41586-025-08885-4",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391824116",
      "paper_id": "https://openalex.org/W4391824116",
      "title": "Deep whole-genome analysis of 494 hepatocellular carcinomas",
      "authors": "Lei Chen, Chong Zhang, Ruidong Xue, Mo Liu, Jian Bai, Jinxia Bao, Yin Wang, Nanhai Jiang, Zhixuan Li, Wenwen Wang, Ruiru Wang, Bo Zheng, Airong Yang, Ji Hu, Ke Liu, Siyun Shen, Yangqianwen Zhang, Mixue Bai, Yan Wang, Yanjing Zhu, Shuai Yang, Qiang Gao, Jin Gu, Dong Gao, Xin Wei Wang, Hidewaki Nakagawa, Ning Zhang, Lin Wu, Steven G. Rozen, Fan Bai, Hongyang Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07054-3",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4286008013",
      "paper_id": "https://openalex.org/W4286008013",
      "title": "Deep whole-genome ctDNA chronology of treatment-resistant prostate cancer",
      "authors": "Cameron Herberts, Matti Annala, Joonatan Sipola, Sarah W. S. Ng, Xinyi E. Chen, Anssi Nurminen, Olga V. Korhonen, Aslı D. Munzur, Kevin Beja, Elena Schönlau, Cecily Q. Bernales, Elie Ritch, Jack V. W. Bacon, Nathan A. Lack, Matti Nykter, Rahul Aggarwal, Eric J. Small, Martin E. Gleave, David A. Quigley, Felix Y. Feng, Kim N. Chi, Alexander W. Wyatt",
      "paper_url": "https://doi.org/10.1038/s41586-022-04975-9",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4393234811",
      "paper_id": "https://openalex.org/W4393234811",
      "title": "Depleting myeloid-biased haematopoietic stem cells rejuvenates aged immunity",
      "authors": "Jason B. Ross, Lara M. Myers, Joseph J. Noh, Madison M. Collins, Aaron B. Carmody, Ronald J. Messer, Erica Dhuey, Kim J. Hasenkrug, Irving L. Weissman",
      "paper_url": "https://doi.org/10.1038/s41586-024-07238-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387541325",
      "paper_id": "https://openalex.org/W4387541325",
      "title": "Design and testing of a humanized porcine donor for xenotransplantation",
      "authors": "Ranjith P. Anand, Jacob V. Layer, David Heja, Takayuki Hirose, Grace Lassiter, Daniel J. Firl, Violette B. Paragas, Adam Akkad, Sagar Chhangawala, Robert B. Colvin, Russell J. Ernst, Nicholas Esch, Kristen Getchell, Alexandra K. Griffin, Xiaoyun Guo, Katherine C. Hall, Paula Hamilton, Lokesh A. Kalekar, Yinan Kan, Ahmad Karadagi, Feng Li, Susan C. Low, Rudy Matheson, Claudia Nehring, Ryo Otsuka, Matthew Pandelakis, Robert A. Policastro, Rebecca Pols, Luis Queiroz, Ivy A. Rosales, William T. Serkin, Kathryn Stiede, Toshihide Tomosugi, Yongqiang Xue, Gabriel E. Zentner, David Angeles-Albores, J. Chris Chao, Juliet N. Crabtree, Sierra Harken, Nicole Hinkle, Tania Lemos, Mailin Li, Lorena Pantano, Denise Stevens, Omar D. Subedar, Xiaoqing Tan, Shiyi Yin, Imran J. Anwar, David Aufhauser, Saverio Capuano, Dixon B. Kaufman, Stuart J. Knechtle, Jean Kwun, Dhanansayan Shanmuganayagam, James F. Markmann, George M. Church, Mike Curtis, Tatsuo Kawai, Michele E. Youd, Wenning Qin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06594-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4378903458",
      "paper_id": "https://openalex.org/W4378903458",
      "title": "Deterministic evolution and stringent selection during preneoplasia",
      "authors": "Kasper Karlsson, Moritz J. Przybilla, Eran Kotler, Aziz Khan, Hang Xu, Kremena Karagyozova, Alexandra Sockell, Wing H. Wong, Katherine Liu, Amanda Mah, Yuan-Hung Lo, Bingxin Lu, Kathleen E. Houlahan, Zhicheng Ma, Carlos J. Suarez, Chris P. Barnes, Calvin J. Kuo, Christina Curtis",
      "paper_url": "https://doi.org/10.1038/s41586-023-06102-8",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4405029615",
      "paper_id": "https://openalex.org/W4405029615",
      "title": "Dietary fructose enhances tumour growth indirectly via interorgan lipid transfer",
      "authors": "Ronald Fowle-Grider, Joe L. Rowles III, Isabel Shen, Yahui Wang, Michaela Schwaiger-Haber, Alden J. Dunham, Kay Jayachandran, Matthew Inkman, Michael Zahner, Fuad J. Naser, Madelyn M. Jackstadt, Jonathan L. Spalding, Sarah Chiang, Kyle S. McCommis, Roland E. Dolle, Eva T. Kramer, Sarah M. Zimmerman, George P. Souroullas, Brian N. Finck, Leah P. Shriver, Charles K. Kaufman, Julie K. Schwarz, Jin Zhang, Gary J. Patti",
      "paper_url": "https://doi.org/10.1038/s41586-024-08258-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3194553971",
      "paper_id": "https://openalex.org/W3194553971",
      "title": "Dietary fructose improves intestinal cell survival and nutrient absorption",
      "authors": "Samuel R. Taylor, Shakti Ramsamooj, Roger J. Liang, Alyna Katti, Rita Pozovskiy, Neil Vasan, Seo-Kyoung Hwang, Navid Nahiyaan, Nancy J. Francoeur, Emma M. Schatoff, Jared L. Johnson, Manish A. Shah, Andrew J. Dannenberg, Robert P. Sebra, Lukas E. Dow, Lewis C. Cantley, Kyu Y. Rhee, Marcus D. Goncalves",
      "paper_url": "https://doi.org/10.1038/s41586-021-03827-2",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3212053300",
      "paper_id": "https://openalex.org/W3212053300",
      "title": "Dietary palmitic acid promotes a prometastatic memory via Schwann cells",
      "authors": "Gloria Pascual, Diana Domínguez, Marc Elosúa-Bayes, Felipe Beckedorff, Carmelo Laudanna, Claudia Bigas, Delphine Douillet, Carolina Greco, Aikaterini Symeonidi, Inmaculada Hernández, Sara Ruiz Gil, Neus Prats, Coro Bescós, Ramin Shiekhattar, Moran Amit, Holger Heyn, Ali Shilatifard, Salvador Aznar Benitah",
      "paper_url": "https://doi.org/10.1038/s41586-021-04075-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403243577",
      "paper_id": "https://openalex.org/W4403243577",
      "title": "Dietary restriction impacts health and lifespan of genetically diverse mice",
      "authors": "Andrea Di Francesco, Andrew G. Deighan, Lev Litichevskiy, Zhenghao Chen, Alison Luciano, Laura Robinson, Gaven Garland, Hannah Donato, Matthew Vincent, Will Schott, Kevin M. Wright, Anil Raj, G. V. Prateek, Martin Mullis, Warren G. Hill, Mark L. Zeidel, Luanne L. Peters, Fiona Harding, David Botstein, Ron Korstanje, Christoph A. Thaiss, Adam Freund, Gary A. Churchill",
      "paper_url": "https://doi.org/10.1038/s41586-024-08026-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387935836",
      "paper_id": "https://openalex.org/W4387935836",
      "title": "Disruption of sugar nucleotide clearance is a therapeutic vulnerability of cancer cells",
      "authors": "Mihir B. Doshi, Namgyu Lee, Tenzin Tseyang, Olga Ponomarova, Hira Lal Goel, Meghan Spears, Rui Li, Lihua Julie Zhu, Christopher Ashwood, Karl Simin, Cholsoon Jang, Arthur M. Mercurio, Albertha J. M. Walhout, Jessica B. Spinelli, Dohoon Kim",
      "paper_url": "https://doi.org/10.1038/s41586-023-06676-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389549604",
      "paper_id": "https://openalex.org/W4389549604",
      "title": "Distinct Hodgkin lymphoma subtypes defined by noninvasive genomic profiling",
      "authors": "Stefan K. Alig, Mohammad Shahrokh Esfahani, Andrea Garofalo, Michael Yu Li, Cédric Rossi, Tim Flerlage, Jamie E. Flerlage, Ragini Adams, Michael S. Binkley, Navika Shukla, Michael C. Jin, Mari Olsen, Adèle Telenius, Jurik A. Mutter, Joseph G. Schroers-Martin, Brian J. Sworder, Shinya Rai, Daniel A. King, Andre Schultz, Jan Bögeholz, Shengqin Su, Karan R. Kathuria, Chih Long Liu, Xiaoman Kang, Maya J. Strohband, Deanna Langfitt, Kristine Faye Pobre-Piza, Sherri Surman, Feng Tian, Valeria Spina, Thomas Tousseyn, Lieselot Buedts, Richard Hoppe, Yasodha Natkunam, Luc-Matthieu Fornecker, Sharon M. Castellino, Ranjana Advani, Davide Rossi, Ryan Lynch, Hervé Ghesquières, Olivier Casasnovas, David M. Kurtz, Lianna J. Marks, Michael P. Link, Marc André, Peter Vandenberghe, Christian Steidl, Maximilian Diehn, Ash A. Alizadeh",
      "paper_url": "https://doi.org/10.1038/s41586-023-06903-x",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4384819865",
      "paper_id": "https://openalex.org/W4384819865",
      "title": "Diverse clonal fates emerge upon drug treatment of homogeneous cancer cells",
      "authors": "Yogesh Goyal, Gianna T. Busch, Maalavika Pillai, Jingxin Li, Ryan H. Boe, Emanuelle I. Grody, Manoj Chelvanambi, Ian P. Dardani, Benjamin Emert, Nicholas Bodkin, Jonas Braun, Dylan Fingerman, Amanpreet Kaur, Naveen Jain, Pavithran T. Ravindran, Ian A. Mellis, Karun Kiani, Gretchen M. Alicea, Mitchell E. Fane, Syeda Subia Ahmed, Haiyin Li, Yeqing Chen, Cedric Chai, Jessica Kaster, Russell G. Witt, Rossana Lazcano, Davis R. Ingram, Sarah B. Johnson, Khalida Wani, Margaret C. Dunagin, Alexander J. Lazar, Ashani T. Weeraratna, Jennifer A. Wargo, Meenhard Herlyn, Arjun Raj",
      "paper_url": "https://doi.org/10.1038/s41586-023-06342-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4290989173",
      "paper_id": "https://openalex.org/W4290989173",
      "title": "Diverse mutational landscapes in human lymphocytes",
      "authors": "Heather E. Machado, Emily Mitchell, Nina F. Øbro, Kirsten Kübler, Megan Davies, Daniel Leongamornlert, Alyssa Cull, Francesco Maura, Mathijs A. Sanders, Alex T. J. Cagan, Craig McDonald, Miriam Belmonte, Mairi S. Shepherd, Felipe A. Vieira Braga, Robert J. Osborne, Krishnaa Mahbubani, Iñigo Martincorena, Elisa Laurenti, Anthony R. Green, Gad Getz, Paz Polak, Kourosh Saeb-Parsy, Daniel J. Hodson, David G. Kent, Peter J. Campbell",
      "paper_url": "https://doi.org/10.1038/s41586-022-05072-7",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408613477",
      "paper_id": "https://openalex.org/W4408613477",
      "title": "Dynamic cytoskeletal regulation of cell shape supports resilience of lymphatic endothelium",
      "authors": "Hans Schoofs, Nina Daubel, Sarah Schnabellehner, Max L. B. Grönloh, Sebastián Palacios Martínez, Aleksi Halme, Amanda M. Marks, Marie Jeansson, Sara Barcos, Cord Brakebusch, Rui Benedito, Britta Engelhardt, Dietmar Vestweber, Konstantin Gaengel, Fabian Linsenmeier, Sebastian Schürmann, Pipsa Saharinen, Jaap D. van Buul, Oliver Friedrich, Richard S. Smith, Mateusz Majda, Taija Mäkinen",
      "paper_url": "https://doi.org/10.1038/s41586-025-08724-6",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4404791549",
      "paper_id": "https://openalex.org/W4404791549",
      "title": "Early versus deferred use of CDK4/6 inhibitors in advanced breast cancer",
      "authors": "Gabe S. Sonke, Annemiek van Ommen-Nijhof, Noor Wortelboer, Vincent van der Noort, Astrid C. P. Swinkels, Hedwig M. Blommestein, Cristina Guerrero Paez, Linda Mol, Aart Beeker, Karin Beelen, Lisanne C. Hamming, Joan B. Heijns, Aafke H. Honkoop, Paul C. de Jong, Quirine C. van Rossum-Schornagel, Christa van Schaik-van de Mheen, Jolien Tol, Cathrien S. Tromp-van Driel, Suzan Vrijaldenhoven, A. Elise van Leeuwen-Stok, Inge R. Konings, Agnes Jager, Paul C. de Jong, Quirine C. van Rossum-Schornagel, Christa van Schaik-van de Mheen",
      "paper_url": "https://doi.org/10.1038/s41586-024-08035-2",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4376118533",
      "paper_id": "https://openalex.org/W4376118533",
      "title": "EDA2R–NIK signalling promotes muscle atrophy linked to cancer cachexia",
      "authors": "Sevval Nur Bilgic, Aylin Domaniku, Batu Toledo, Samet Agca, Bahar Z. C. Weber, Dilsad H. Arabaci, Zeynep Ozornek, Pascale Lause, Jean-Paul Thissen, Audrey Loumaye, Serkan Kir",
      "paper_url": "https://doi.org/10.1038/s41586-023-06047-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4309334544",
      "paper_id": "https://openalex.org/W4309334544",
      "title": "Effect of the intratumoral microbiota on spatial and cellular heterogeneity in cancer",
      "authors": "Jorge Luis Galeano Niño, Hanrui Wu, Kaitlyn D. LaCourse, Andrew G. Kempchinsky, Alexander Baryiames, Brittany Barber, Neal Futran, Jeffrey Houlton, Cassie Sather, Ewa Sicinska, Alison Taylor, Samuel S. Minot, Christopher D. Johnston, Susan Bullman",
      "paper_url": "https://doi.org/10.1038/s41586-022-05435-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4212966936",
      "paper_id": "https://openalex.org/W4212966936",
      "title": "Effective drug combinations in breast, colon and pancreatic cancer cells",
      "authors": "Patricia Jaaks, Elizabeth A. Coker, Daniel J. Vis, Olivia Edwards, Emma F. Carpenter, Simonetta M. Leto, Lisa Dwane, Francesco Sassi, Howard Lightfoot, Syd Barthorpe, Dieudonne van der Meer, Wanjuan Yang, Alexandra Beck, Tatiana Mironenko, Caitlin Hall, James Hall, Iman Mali, Laura Richardson, Charlotte Tolley, James Morris, Frances Thomas, Ermira Lleshi, Nanne Aben, Cyril H. Benes, Andrea Bertotti, Livio Trusolino, Lodewyk Wessels, Mathew J. Garnett",
      "paper_url": "https://doi.org/10.1038/s41586-022-04437-2",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3183709015",
      "paper_id": "https://openalex.org/W3183709015",
      "title": "EGFR activation limits the response of liver cancer to lenvatinib",
      "authors": "Haojie Jin, Yaoping Shi, Yuanyuan Lv, Shengxian Yuan, Christel F. A. Ramirez, Cor Lieftink, Liqin Wang, Siying Wang, Cun Wang, Matheus Henrique Dias, Fleur Jochems, Yuan Yang, Astrid Bosma, E. Marielle Hijmans, Marnix H. P. de Groot, Serena Vegna, Dan Cui, Yangyang Zhou, Jing Ling, Hui Wang, Yuchen Guo, Xingling Zheng, Nikita Isima, Haiqiu Wu, Chong Sun, Roderick L. Beijersbergen, Leila Akkari, Weiping Zhou, Bo Zhai, Wenxin Qin, René Bernards",
      "paper_url": "https://doi.org/10.1038/s41586-021-03741-7",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3128609655",
      "paper_id": "https://openalex.org/W3128609655",
      "title": "Elevated NSD3 histone methylation activity drives squamous cell lung cancer",
      "authors": "Gang Yuan, Natasha M. Flores, Simone Hausmann, Shane M. Lofgren, Vladlena Kharchenko, Maria Angulo-Ibanez, Deepanwita Sengupta, Xiaoyin Lu, Iwona Czaban, Dulat Azhibek, Silvestre Vicent, Wolfgang Fischle, Mariusz Jaremko, Bingliang Fang, Ignacio I. Wistuba, Katrin F. Chua, Jack A. Roth, John D. Minna, Ning-Yi Shao, Łukasz Jaremko, Pawel K. Mazur, Or Gozani",
      "paper_url": "https://doi.org/10.1038/s41586-020-03170-y",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388141911",
      "paper_id": "https://openalex.org/W4388141911",
      "title": "Epigenetic regulation during cancer transitions across 11 tumour types",
      "authors": "Nadezhda V. Terekhanova, Alla Karpova, Wen-Wei Liang, Alexander Strzalkowski, Siqi Chen, Yize Li, Austin N. Southard-Smith, Michael D. Iglesia, Michael C. Wendl, Reyka G. Jayasinghe, Jingxian Liu, Yizhe Song, Song Cao, Andrew Houston, Xiuting Liu, Matthew A. Wyczalkowski, Rita Jui-Hsien Lu, Wagma Caravan, Andrew Shinkle, Nataly Naser Al Deen, John M. Herndon, Jacqueline Mudd, Cong Ma, Hirak Sarkar, Kazuhito Sato, Omar M. Ibrahim, Chia-Kuei Mo, Sara E. Chasnoff, Eduard Porta-Pardo, Jason M. Held, Russell Pachynski, Julie K. Schwarz, William E. Gillanders, Albert H. Kim, Ravi Vij, John F. DiPersio, Sidharth V. Puram, Milan G. Chheda, Katherine C. Fuh, David G. DeNardo, Ryan C. Fields, Feng Chen, Benjamin J. Raphael, Li Ding",
      "paper_url": "https://doi.org/10.1038/s41586-023-06682-5",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3158155618",
      "paper_id": "https://openalex.org/W3158155618",
      "title": "Epigenetic silencing by SETDB1 suppresses tumour intrinsic immunogenicity",
      "authors": "Gabriel K. Griffin, Jingyi Wu, Arvin Iracheta-Vellve, James C. Patti, Jeffrey Hsu, Thomas Davis, Deborah Dele-Oni, Peter P. Du, Aya G. Halawi, Jeffrey J. Ishizuka, Sarah Y. Kim, Susan Klaeger, Nelson H. Knudsen, Brian C. Miller, Tung H. Nguyen, Kira E. Olander, Malvina Papanastasiou, Suzanna Rachimi, Emily J. Robitschek, Emily M. Schneider, Mitchell D. Yeary, Margaret D. Zimmer, Jacob D. Jaffe, Steven A. Carr, John G. Doench, W. Nicholas Haining, Kathleen B. Yates, Robert T. Manguso, Bradley E. Bernstein",
      "paper_url": "https://doi.org/10.1038/s41586-021-03520-4",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3140760072",
      "paper_id": "https://openalex.org/W3140760072",
      "title": "Evaluating eligibility criteria of oncology trials using real-world data and AI",
      "authors": "Ruishan Liu, Shemra Rizzo, Samuel Whipple, Navdeep Pal, Arturo Lopez Pineda, Michael Lu, Brandon Arnieri, Ying Lu, William Capra, Ryan Copping, James Zou",
      "paper_url": "https://doi.org/10.1038/s41586-021-03430-5",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4385271083",
      "paper_id": "https://openalex.org/W4385271083",
      "title": "Evolutionarily divergent mTOR remodels translatome for tissue regeneration",
      "authors": "Olena Zhulyn, Hannah D. Rosenblatt, Leila Shokat, Shizhong Dai, Duygu Kuzuoglu-Öztürk, Zijian Zhang, Davide Ruggero, Kevan M. Shokat, Maria Barna",
      "paper_url": "https://doi.org/10.1038/s41586-023-06365-1",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408245953",
      "paper_id": "https://openalex.org/W4408245953",
      "title": "Evolutionary fingerprints of epithelial-to-mesenchymal transition",
      "authors": "Luigi Perelli, Li Zhang, Sarah Mangiameli, Francesca Giannese, Krishnan K. Mahadevan, Fuduan Peng, Francesca Citron, Hania Khan, Courtney Le, Enrico Gurreri, Federica Carbone, Andrew J. C. Russell, Melinda Soeung, Truong Nguyen Anh Lam, Sebastian Lundgren, Sujay Marisetty, Cihui Zhu, Desiree Catania, Alaa M. T. Mohamed, Ningping Feng, Jithesh Jose Augustine, Alessandro Sgambato, Giampaolo Tortora, Giulio F. Draetta, Giovanni Tonon, Andrew Futreal, Virginia Giuliani, Alessandro Carugo, Andrea Viale, Michael P. Kim, Timothy P. Heffernan, Linghua Wang, Raghu Kalluri, Davide Cittaro, Fei Chen, Giannicola Genovese",
      "paper_url": "https://doi.org/10.1038/s41586-025-08671-2",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4385295869",
      "paper_id": "https://openalex.org/W4385295869",
      "title": "Evolutionary histories of breast cancer and related clones",
      "authors": "Tomomi Nishimura, Nobuyuki Kakiuchi, Kenichi Yoshida, Takaki Sakurai, Tatsuki R. Kataoka, Eiji Kondoh, Yoshitsugu Chigusa, Masahiko Kawai, Morio Sawada, Takuya Inoue, Yasuhide Takeuchi, Hirona Maeda, Satoko Baba, Yusuke Shiozawa, Ryunosuke Saiki, Masahiro M. Nakagawa, Yasuhito Nannya, Yotaro Ochi, Tomonori Hirano, Tomoe Nakagawa, Yukiko Inagaki-Kawata, Kosuke Aoki, Masahiro Hirata, Kosaku Nanki, Mami Matano, Megumu Saito, Eiji Suzuki, Masahiro Takada, Masahiro Kawashima, Kosuke Kawaguchi, Kenichi Chiba, Yuichi Shiraishi, Junko Takita, Satoru Miyano, Masaki Mandai, Toshiro Sato, Kengo Takeuchi, Hironori Haga, Masakazu Toi, Seishi Ogawa",
      "paper_url": "https://doi.org/10.1038/s41586-023-06333-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392739921",
      "paper_id": "https://openalex.org/W4392739921",
      "title": "Evolutionary trajectories of small cell lung cancer under therapy",
      "authors": "Julie George, Lukas Maas, Nima Abedpour, Maria Cartolano, Laura Kaiser, Rieke N. Fischer, Andreas H. Scheel, Jan-Philipp Weber, Martin Hellmich, Graziella Bosco, Caroline Volz, Christian Mueller, Ilona Dahmen, Felix John, Cleidson Padua Alves, Lisa Werr, Jens Peter Panse, Martin Kirschner, Walburga Engel-Riedel, Jessica Jürgens, Erich Stoelben, Michael Brockmann, Stefan Grau, Martin Sebastian, Jan A. Stratmann, Jens Kern, Horst-Dieter Hummel, Balazs Hegedüs, Martin Schuler, Till Plönes, Clemens Aigner, Thomas Elter, Karin Toepelt, Yon-Dschun Ko, Sylke Kurz, Christian Grohé, Monika Serke, Katja Höpker, Lars Hagmeyer, Fabian Doerr, Khosro Hekmath, Judith Strapatsas, Karl-Otto Kambartel, Geothy Chakupurakal, Annette Busch, Franz-Georg Bauernfeind, Frank Griesinger, Anne Luers, Wiebke Dirks, Rainer Wiewrodt, Andrea Luecke, Ernst Rodermann, Andreas Diel, Volker Hagen, Kai Severin, Roland T. Ullrich, Hans Christian Reinhardt, Alexander Quaas, Magdalena Bogus, Cornelius Courts, Peter Nürnberg, Kerstin Becker, Viktor Achter, Reinhard Büttner, Jürgen Wolf, Martin Peifer, Roman K. Thomas",
      "paper_url": "https://doi.org/10.1038/s41586-024-07177-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4307931636",
      "paper_id": "https://openalex.org/W4307931636",
      "title": "Extracellular fluid viscosity enhances cell migration and cancer dissemination",
      "authors": "Kaustav Bera, Alexander Kiepas, Inês Godet, Yizeng Li, Pranav Mehta, Brent Ifemembi, Colin D. Paul, Anindya Sen, Selma A. Serra, Konstantin Stoletov, Jiaxiang Tao, Gabriel Shatkin, Se Jong Lee, Yuqi Zhang, Adrianna Boen, Panagiotis Mistriotis, Daniele M. Gilkes, John D. Lewis, Chen-Ming Fan, Andrew P. Feinberg, Miguel A. Valverde, Sean X. Sun, Konstantinos Konstantopoulos",
      "paper_url": "https://doi.org/10.1038/s41586-022-05394-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4296691527",
      "paper_id": "https://openalex.org/W4296691527",
      "title": "Failure of human rhombic lip differentiation underlies medulloblastoma formation",
      "authors": "Liam D. Hendrikse, Parthiv Haldipur, Olivier Saulnier, Jake Millman, Alexandria H. Sjoboen, Anders W. Erickson, Winnie Ong, Victor Gordon, Ludivine Coudière-Morrison, Audrey L. Mercier, Mohammad Shokouhian, Raúl A. Suárez, Michelle Ly, Stephanie Borlase, David S. Scott, Maria C. Vladoiu, Hamza Farooq, Olga Sirbu, Takuma Nakashima, Shohei Nambu, Yusuke Funakoshi, Alec Bahcheli, J. Javier Diaz-Mejia, Joseph Golser, Kathleen Bach, Tram Phuong-Bao, Patryk Skowron, Evan Y. Wang, Sachin A. Kumar, Polina Balin, Abhirami Visvanathan, John J. Y. Lee, Ramy Ayoub, Xin Chen, Xiaodi Chen, Karen L. Mungall, Betty Luu, Pierre Bérubé, Yu C. Wang, Stefan M. Pfister, Seung-Ki Kim, Olivier Delattre, Franck Bourdeaut, François Doz, Julien Masliah-Planchon, Wieslawa A. Grajkowska, James Loukides, Peter Dirks, Michelle Fèvre-Montange, Anne Jouvet, Pim J. French, Johan M. Kros, Karel Zitterbart, Swneke D. Bailey, Charles G. Eberhart, Amulya A. N. Rao, Caterina Giannini, James M. Olson, Miklós Garami, Peter Hauser, Joanna J. Phillips, Young S. Ra, Carmen de Torres, Jaume Mora, Kay K. W. Li, Ho-Keung Ng, Wai S. Poon, Ian F. Pollack, Enrique López-Aguilar, G. Yancey Gillespie, Timothy E. Van Meter, Tomoko Shofuda, Rajeev Vibhakar, Reid C. Thompson, Michael K. Cooper, Joshua B. Rubin, Toshihiro Kumabe, Shin Jung, Boleslaw Lach, Achille Iolascon, Veronica Ferrucci, Pasqualino de Antonellis, Massimo Zollo, Giuseppe Cinalli, Shenandoah Robinson, Duncan S. Stearns, Erwin G. Van Meir, Paola Porrati, Gaetano Finocchiaro, Maura Massimino, Carlos G. Carlotti, Claudia C. Faria, Martine F. Roussel, Frederick Boop, Jennifer A. Chan, Kimberly A. Aldinger, Ferechte Razavi, Evelina Silvestri, Roger E. McLendon, Eric M. Thompson, Marc Ansari, Maria L. Garre, Fernando Chico, Pilar Eguía, Mario Pérezpeña, A. Sorana Morrissy, Florence M. G. Cavalli, Xiaochong Wu, Craig Daniels, Jeremy N. Rich, Steven J. M. Jones, Richard A. Moore, Marco A. Marra, Xi Huang, Jüri Reimand, Poul H. Sorensen, Robert J. Wechsler-Reya, William A. Weiss, Trevor J. Pugh, Livia Garzia, Claudia L. Kleinman, Lincoln D. Stein, Nada Jabado, David Malkin, Olivier Ayrault, Jeffrey A. Golden, David W. Ellison, Brad Doble, Vijay Ramaswamy, Tamra E. Werbowetski-Ogilvie, Hiromichi Suzuki, Kathleen J. Millen, Michael D. Taylor",
      "paper_url": "https://doi.org/10.1038/s41586-022-05215-w",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4405965102",
      "paper_id": "https://openalex.org/W4405965102",
      "title": "FBP1 controls liver cancer evolution from senescent MASH hepatocytes",
      "authors": "Li Gu, Yahui Zhu, Shuvro P. Nandi, Maiya Lee, Kosuke Watari, Breanna Bareng, Masafumi Ohira, Yuxiao Liu, Sadatsugu Sakane, Rodrigo Carlessi, Consuelo Sauceda, Debanjan Dhar, Souradipta Ganguly, Mojgan Hosseini, Marcos G. Teneche, Peter D. Adams, David J. Gonzalez, Tatiana Kisseleva, Janina E. E. Tirnitz-Parker, Peter J. Leedman, Michael C. Wallace, Louise N. Winteringham, Benjamin J. Dwyer, Jonathan Tibballs, Kim W. Carter, Alistair R. R. Forrest, Janina E. E. Tirnitz-Parker, M. Celeste Simon, Ludmil B. Alexandrov, Michael Karin",
      "paper_url": "https://doi.org/10.1038/s41586-024-08317-9",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4405029628",
      "paper_id": "https://openalex.org/W4405029628",
      "title": "Fetal hepatocytes protect the HSPC genome via fetuin-A",
      "authors": "Xiao-Lin Guo, Yi-Ding Wang, Yan-Jun Liu, Lei Chu, Hua Zhu, Ye Hu, Ren-Yan Wu, Hong-Yu Xie, Juan Yu, Shui-Ping Li, Chao-Yang Xiong, Ruo-Yan Li, Fang Ke, Lei Chen, Guo-Qiang Chen, Liang Chen, Fan Bai, Tariq Enver, Guo-Hong Li, Huai-Fang Li, Deng-Li Hong",
      "paper_url": "https://doi.org/10.1038/s41586-024-08307-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4323546419",
      "paper_id": "https://openalex.org/W4323546419",
      "title": "Fumarate induces vesicular release of mtDNA to drive innate immunity",
      "authors": "Vincent Zecchini, Vincent Paupe, Irene Herranz-Montoya, Joëlle Janssen, Inge M. N. Wortel, Jordan L. Morris, Ashley Ferguson, Suvagata Roy Chowdury, Marc Segarra-Mondejar, Ana S. H. Costa, Gonçalo C. Pereira, Laura Tronci, Timothy Young, Efterpi Nikitopoulou, Ming Yang, Dóra Bihary, Federico Caicci, Shun Nagashima, Alyson Speed, Kalliopi Bokea, Zara Baig, Shamith Samarajiwa, Maxine Tran, Thomas Mitchell, Mark Johnson, Julien Prudent, Christian Frezza",
      "paper_url": "https://doi.org/10.1038/s41586-023-05770-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4280534777",
      "paper_id": "https://openalex.org/W4280534777",
      "title": "Fundamental immune–oncogenicity trade-offs define driver mutation fitness",
      "authors": "David Hoyos, Roberta Zappasodi, Isabell Schulze, Zachary Sethna, Kelvin César de Andrade, Dean F. Bajorin, Chaitanya Bandlamudi, Margaret K. Callahan, Samuel A. Funt, Sine R. Hadrup, Jeppe S. Holm, Jonathan E. Rosenberg, Sohrab P. Shah, Ignacio Vázquez-García, Britta Weigelt, Michelle Wu, Dmitriy Zamarin, Laura F. Campitelli, Edward J. Osborne, Mark Klinger, Harlan S. Robins, Payal P. Khincha, Sharon A. Savage, Vinod P. Balachandran, Jedd D. Wolchok, Matthew D. Hellmann, Taha Merghoub, Arnold J. Levine, Marta Łuksza, Benjamin D. Greenbaum",
      "paper_url": "https://doi.org/10.1038/s41586-022-04696-z",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407722220",
      "paper_id": "https://openalex.org/W4407722220",
      "title": "GABAergic neuron-to-glioma synapses in diffuse midline gliomas",
      "authors": "Tara Barron, Belgin Yalçın, Minhui Su, Youkyeong Gloria Byun, Avishai Gavish, Kiarash Shamardani, Haojun Xu, Lijun Ni, Neeraj Soni, Vilina Mehta, Samin Maleki Jahan, Yoon Seok Kim, Kathryn R. Taylor, Michael B. Keough, Michael A. Quezada, Anna C. Geraghty, Rebecca Mancusi, Linh Thuy Vo, Enrique Herrera Castañeda, Pamelyn J. Woo, Claudia K. Petritsch, Hannes Vogel, Kai Kaila, Michelle Monje",
      "paper_url": "https://doi.org/10.1038/s41586-024-08579-3",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4210924686",
      "paper_id": "https://openalex.org/W4210924686",
      "title": "GD2-CAR T cell therapy for H3K27M-mutated diffuse midline gliomas",
      "authors": "Robbie G. Majzner, Sneha Ramakrishna, Kristen W. Yeom, Shabnum Patel, Harshini Chinnasamy, Liora M. Schultz, Rebecca M. Richards, Li Jiang, Valentin Barsan, Rebecca Mancusi, Anna C. Geraghty, Zinaida Good, Aaron Y. Mochizuki, Shawn M. Gillespie, Angus Martin Shaw Toland, Jasia Mahdi, Agnes Reschke, Esther H. Nie, Isabelle J. Chau, Maria Caterina Rotiroti, Christopher W. Mount, Christina Baggott, Sharon Mavroukakis, Emily Egeler, Jennifer Moon, Courtney Erickson, Sean Green, Michael Kunicki, Michelle Fujimoto, Zach Ehlinger, Warren Reynolds, Sreevidya Kurra, Katherine E. Warren, Snehit Prabhu, Hannes Vogel, Lindsey Rasmussen, Timothy T. Cornell, Sonia Partap, Paul G. Fisher, Cynthia J. Campen, Mariella G. Filbin, Gerald Grant, Bita Sahaf, Kara L. Davis, Steven A. Feldman, Crystal L. Mackall, Michelle Monje",
      "paper_url": "https://doi.org/10.1038/s41586-022-04489-4",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408866661",
      "paper_id": "https://openalex.org/W4408866661",
      "title": "Gene-modified pig-to-human liver xenotransplantation",
      "authors": "Kai-Shan Tao, Zhao-Xu Yang, Xuan Zhang, Hong-Tao Zhang, Shu-Qiang Yue, Yan-Ling Yang, Wen-Jie Song, De-Sheng Wang, Zheng-Cai Liu, Hai-Min Li, Yong Chen, Rui Ding, Shi-Ren Sun, Ming Yu, Ji-Peng Li, Wei-Xun Duan, Zhe Wang, Jing-Wen Wang, Jia-Yun Liu, Min-Wen Zheng, Xi-Jing Zhang, Wen Yin, Wei-Jun Qin, Dong-Mei Bian, Lin Li, Min Li, Zhi-Bin Lin, Hao Xu, Dan Wei, Hong Zhang, Juan-Li Duan, Deng-Ke Pan, Hai-Long Dong, Lin Wang, Ke-Feng Dou",
      "paper_url": "https://doi.org/10.1038/s41586-025-08799-1",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409485906",
      "paper_id": "https://openalex.org/W4409485906",
      "title": "Generation of human adult hepatocyte organoids with metabolic functions",
      "authors": "Ryo Igarashi, Mayumi Oda, Ryo Okada, Tomoki Yano, Sirirat Takahashi, Strahil Pastuhov, Mami Matano, Norio Masuda, Kazuhiro Togasaki, Yuki Ohta, Saeko Sato, Takako Hishiki, Makoto Suematsu, Manabu Itoh, Masayuki Fujii, Toshiro Sato",
      "paper_url": "https://doi.org/10.1038/s41586-025-08861-y",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4281476912",
      "paper_id": "https://openalex.org/W4281476912",
      "title": "Generation of specialized blood vessels via lymphatic transdifferentiation",
      "authors": "Rudra N. Das, Yaara Tevet, Stav Safriel, Yanchao Han, Noga Moshe, Giuseppina Lambiase, Ivan Bassi, Julian Nicenboim, Matthias Brückner, Dana Hirsch, Raya Eilam-Altstadter, Wiebke Herzog, Roi Avraham, Kenneth D. Poss, Karina Yaniv",
      "paper_url": "https://doi.org/10.1038/s41586-022-04766-2",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4294904336",
      "paper_id": "https://openalex.org/W4294904336",
      "title": "Genomics to select treatment for patients with metastatic breast cancer",
      "authors": "Fabrice Andre, Thomas Filleron, Maud Kamal, Fernanda Mosele, Monica Arnedos, Florence Dalenc, Marie-Paule Sablin, Mario Campone, Hervé Bonnefoi, Claudia Lefeuvre-Plesse, William Jacot, Florence Coussy, Jean-Marc Ferrero, George Emile, Marie-Ange Mouret-Reynier, Jean-Christophe Thery, Nicolas Isambert, Alice Mege, Philippe Barthelemy, Benoit You, Nawale Hajjaji, Ludovic Lacroix, Etienne Rouleau, Alicia Tran-Dien, Sandrine Boyault, Valery Attignon, Pierre Gestraud, Nicolas Servant, Christophe Le Tourneau, Linda Larbi Cherif, Isabelle Soubeyran, Filippo Montemurro, Alain Morel, Amelie Lusque, Marta Jimenez, Alexandra Jacquet, Anthony Gonçalves, Thomas Bachelot, Ivan Bieche",
      "paper_url": "https://doi.org/10.1038/s41586-022-05068-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4365137693",
      "paper_id": "https://openalex.org/W4365137693",
      "title": "Genomic–transcriptomic evolution in lung cancer and metastasis",
      "authors": "Carlos Martínez-Ruiz, James R. M. Black, Clare Puttick, Mark S. Hill, Jonas Demeulemeester, Elizabeth Larose Cadieux, Kerstin Thol, Thomas P. Jones, Selvaraju Veeriah, Cristina Naceur-Lombardelli, Antonia Toncheva, Paulina Prymas, Andrew Rowan, Sophia Ward, Laura Cubitt, Foteini Athanasopoulou, Oriol Pich, Takahiro Karasaki, David A. Moore, Roberto Salgado, Emma Colliver, Carla Castignani, Michelle Dietzen, Ariana Huebner, Maise Al Bakir, Miljana Tanić, Thomas B. K. Watkins, Emilia L. Lim, Ali M. Al-Rashed, Danny Lang, James Clements, Daniel E. Cook, Rachel Rosenthal, Gareth A. Wilson, Alexander M. Frankell, Sophie de Carné Trécesson, Philip East, Nnennaya Kanu, Kevin Litchfield, Nicolai J. Birkbak, Allan Hackshaw, Stephan Beck, Peter Van Loo, Mariam Jamal-Hanjani, Nicholas McGranahan, Charles Swanton, Maise Al Bakir, Emilia L. Lim, Alexander M. Frankell, Kevin Litchfield, Nicolai J. Birkbak, Peter Van Loo, Jason F. Lester, Amrita Bajaj, Apostolos Nakas, Azmina Sodha-Ramdeen, Keng Ang, Mohamad Tufail, Mohammed Fiyaz Chowdhry, Molly Scotland, Rebecca Boyles, Sridhar Rathinam, Claire Wilson, Domenic Marrone, Sean Dulloo, Dean A. Fennell, Gurdeep Matharu, Jacqui A. Shaw, Joan Riley, Lindsay Primrose, Ekaterini Boleti, Heather Cheyne, Mohammed Khalil, Shirley Richardson, Tracey Cruickshank, Gillian Price, Keith M. Kerr, Sarah Benafif, Kayleigh Gilbert, Babu Naidu, Akshay J. Patel, Aya Osman, Christer Lacson, Gerald Langman, Helen Shackleford, Madava Djearaman, Salma Kadiri, Gary Middleton, Angela Leek, Jack Davies Hodgkinson, Nicola Totten, Angeles Montero, Elaine Smith, Eustace Fontaine, Felice Granato, Helen Doran, Juliette Novasio, Kendadai Rammohan, Leena Joseph, Paul Bishop, Rajesh Shah, Stuart Moss, Vijay Joshi, Philip Crosbie, Fabio Gomes, Kate Brown, Mathew Carter, Anshuman Chaturvedi, Lynsey Priest, Pedro Oliveira, Colin R. Lindsay, Fiona H. Blackhall, Matthew G. Krebs, Yvonne Summers, Alexandra Clipson, Jonathan Tugwood, Alastair Kerr, Dominic G. Rothwell, Elaine Kilgour, Caroline Dive, Hugo J. W. L. Aerts, Roland F. Schwarz, Tom L. Kaufmann, Zoltan Szallasi, Judit Kisistok, Mateo Sokac, Miklos Diossy, Abigail Bunkum, Aengus Stewart, Alastair Magness, Angeliki Karamani, Benny Chain, Brittany B. Campbell, Chris Bailey, Christopher Abbosh, Clare E. Weeden, Claudia Lee, Corentin Richard, Crispin T. Hiley, David R. Pearce, Despoina Karagianni, Dhruva Biswas, Dina Levi, Elena Hoxha, Emma Nye, Eva Grönroos, Felip Gálvez-Cancino, Francisco Gimeno-Valiente, George Kassiotis, Georgia Stavrou, Gerasimos Mastrokalos, Haoran Zhai, Helen L. Lowe, Ignacio Garcia Matos, Jacki Goldman, James L. Reading, Javier Herrero, Jayant K. Rane, Jerome Nicod, Jie Min Lam, John A. Hartley, Karl S. Peggs, Katey S. S. Enfield, Kayalvizhi Selvaraju, Kevin W. Ng, Kezhong Chen, Krijn Dijkstra, Kristiana Grigoriadis, Krupa Thakkar, Leah Ensell, Mansi Shah, Marcos Vasquez Duran, Maria Litovchenko, Mariana Werner Sunderland, Michelle Leung, Mickael Escudero, Mihaela Angelova, Monica Sivakumar, Olga Chervova, Olivia Lucas, Othman Al-Sawaf, Philip Hobson, Piotr Pawlik, Richard Kevin Stone, Robert Bentham, Robert E. Hynds, Roberto Vendramin, Sadegh Saghafinia, Saioa López, Samuel Gamble, Seng Kuong Anakin Ung, Sergio A. Quezada, Sharon Vanloo, Simone Zaccaria, Sonya Hessey, Stefan Boeing, Supreet Kaur Bola, Tamara Denner, Teresa Marafioti, Thanos P. Mourikis, Victoria Spanswick, Vittorio Barbè, Wei-Ting Lu, William Hill, Wing Kin Liu, Yin Wu, Yutaka Naito, Zoe Ramsden, Catarina Veiga, Gary Royle, Charles-Antoine Collins-Fekete, Francesco Fraioli, Paul Ashford, Tristan Clark, Martin D. Forster, Siow Ming Lee, Elaine Borg, Mary Falzon, Dionysis Papadatos-Pastos, James Wilson, Tanya Ahmad, Alexander James Procter, Asia Ahmed, Magali N. Taylor, Arjun Nair, David Lawrence, Davide Patrini, Neal Navani, Ricky M. Thakrar, Sam M. Janes, Emilie Martinoni Hoogenboom, Fleur Monk, James W. Holding, Junaid Choudhary, Kunal Bhakhri, Marco Scarci, Martin Hayward, Nikolaos Panagiotopoulos, Pat Gorman, Reena Khiroya, Robert C. M. Stephens, Yien Ning Sophia Wong, Steve Bandula, Abigail Sharp, Sean Smith, Nicole Gower, Harjot Kaur Dhanda, Kitty Chan, Camilla Pilotti, Rachel Leslie, Anca Grapa, Hanyun Zhang, Khalid AbdulJabbar, Xiaoxi Pan, Yinyin Yuan, David Chuter, Mairead MacKenzie, Serena Chee, Aiman Alzetani, Judith Cave, Lydia Scarlett, Jennifer Richards, Papawadee Ingram, Silvia Austin, Eric Lim, Paulo De Sousa, Simon Jordan, Alexandra Rice, Hilgardt Raubenheimer, Harshil Bhayani, Lyn Ambrose, Anand Devaraj, Hema Chavan, Sofina Begum, Silviu I. Buderi, Daniel Kaniu, Mpho Malima, Sarah Booth, Andrew G. Nicholson, Nadia Fernandes, Pratibha Shah, Chiara Proli, Madeleine Hewish, Sarah Danson, Michael J. Shackcloth, Lily Robinson, Peter Russell, Kevin G. Blyth, Craig Dick, John Le Quesne, Alan Kirk, Mo Asif, Rocco Bilancia, Nikos Kostoulas, Mathew Thomas, Charles Swanton, Nicholas McGranahan",
      "paper_url": "https://doi.org/10.1038/s41586-023-05706-4",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409729414",
      "paper_id": "https://openalex.org/W4409729414",
      "title": "Geographic and age variations in mutational processes in colorectal cancer",
      "authors": "Marcos Díaz-Gay, Wellington dos Santos, Sarah Moody, Mariya Kazachkova, Ammal Abbasi, Christopher D. Steele, Raviteja Vangara, Sergey Senkin, Jingwei Wang, Stephen Fitzgerald, Erik N. Bergstrom, Azhar Khandekar, Burçak Otlu, Behnoush Abedi-Ardekani, Ana Carolina de Carvalho, Thomas Cattiaux, Ricardo Cortez Cardoso Penha, Valérie Gaborieau, Priscilia Chopard, Christine Carreira, Saamin Cheema, Calli Latimer, Jon W. Teague, Anush Mukeriya, David Zaridze, Riley Cox, Monique Albert, Larry Phouthavongsy, Steven Gallinger, Reza Malekzadeh, Ahmadreza Niavarani, Marko Miladinov, Katarina Erić, Sasa Milosavljevic, Suleeporn Sangrajrang, Maria Paula Curado, Samuel Aguiar, Rui Manuel Reis, Monise Tadin Reis, Luis Gustavo Romagnolo, Denise Peixoto Guimarães, Ivana Holcatova, Jaroslav Kalvach, Carlos Alberto Vaccaro, Tamara Alejandra Piñero, Beata Świątkowska, Jolanta Lissowska, Katarzyna Roszkowska-Purska, Antonio Huertas-Salgado, Tatsuhiro Shibata, Satoshi Shiba, Surasak Sangkhathat, Taned Chitapanarux, Gholamreza Roshandel, Patricia Ashton-Prolla, Daniel C. Damin, Francine Hehn de Oliveira, Laura Humphreys, Trevor D. Lawley, Sandra Perdomo, Michael R. Stratton, Paul Brennan, Ludmil B. Alexandrov",
      "paper_url": "https://doi.org/10.1038/s41586-025-09025-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4396544326",
      "paper_id": "https://openalex.org/W4396544326",
      "title": "Geographic variation of mutagenic exposures in kidney cancer genomes",
      "authors": "Sergey Senkin, Sarah Moody, Marcos Díaz-Gay, Behnoush Abedi-Ardekani, Thomas Cattiaux, Aida Ferreiro-Iglesias, Jingwei Wang, Stephen Fitzgerald, Mariya Kazachkova, Raviteja Vangara, Anh Phuong Le, Erik N. Bergstrom, Azhar Khandekar, Burçak Otlu, Saamin Cheema, Calli Latimer, Emily Thomas, Joshua Ronald Atkins, Karl Smith-Byrne, Ricardo Cortez Cardoso Penha, Christine Carreira, Priscilia Chopard, Valérie Gaborieau, Pekka Keski-Rahkonen, David Jones, Jon W. Teague, Sophie Ferlicot, Mojgan Asgari, Surasak Sangkhathat, Worapat Attawettayanon, Beata Świątkowska, Sonata Jarmalaite, Rasa Sabaliauskaite, Tatsuhiro Shibata, Akihiko Fukagawa, Dana Mates, Viorel Jinga, Stefan Rascu, Mirjana Mijuskovic, Slavisa Savic, Sasa Milosavljevic, John M. S. Bartlett, Monique Albert, Larry Phouthavongsy, Patricia Ashton-Prolla, Mariana R. Botton, Brasil Silva Neto, Stephania Martins Bezerra, Maria Paula Curado, Stênio de Cássio Zequi, Rui Manuel Reis, Eliney Ferreira Faria, Nei Soares de Menezes, Renata Spagnoli Ferrari, Rosamonde E. Banks, Naveen S. Vasudev, David Zaridze, Anush Mukeriya, Oxana Shangina, Vsevolod Matveev, Lenka Foretova, Marie Navratilova, Ivana Holcatova, Anna Hornakova, Vladimir Janout, Mark P. Purdue, Nathaniel Rothman, Stephen J. Chanock, Per Magne Ueland, Mattias Johansson, James McKay, Ghislaine Scelo, Estelle Chanudet, Laura Humphreys, Ana Carolina de Carvalho, Sandra Perdomo, Ludmil B. Alexandrov, Michael R. Stratton, Paul Brennan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07368-2",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4210913100",
      "paper_id": "https://openalex.org/W4210913100",
      "title": "Glioblastoma mutations alter EGFR dimer structure to prevent ligand bias",
      "authors": "Chun Hu, Carlos A. Leche II, Anatoly Kiyatkin, Zhaolong Yu, Steven E. Stayrook, Kathryn M. Ferguson, Mark A. Lemmon",
      "paper_url": "https://doi.org/10.1038/s41586-021-04393-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4367857311",
      "paper_id": "https://openalex.org/W4367857311",
      "title": "Glioblastoma remodelling of human neural circuits decreases survival",
      "authors": "Saritha Krishna, Abrar Choudhury, Michael B. Keough, Kyounghee Seo, Lijun Ni, Sofia Kakaizada, Anthony Lee, Alexander Aabedi, Galina Popova, Benjamin Lipkin, Caroline Cao, Cesar Nava Gonzales, Rasika Sudharshan, Andrew Egladyous, Nyle Almeida, Yalan Zhang, Annette M. Molinaro, Humsa S. Venkatesh, Andy G. S. Daniel, Kiarash Shamardani, Jeanette Hyer, Edward F. Chang, Anne Findlay, Joanna J. Phillips, Srikantan Nagarajan, David R. Raleigh, David Brang, Michelle Monje, Shawn L. Hervey-Jumper",
      "paper_url": "https://doi.org/10.1038/s41586-023-06036-1",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410551260",
      "paper_id": "https://openalex.org/W4410551260",
      "title": "Glioblastoma-instructed astrocytes suppress tumour-specific T cell immunity",
      "authors": "Camilo Faust Akl, Brian M. Andersen, Zhaorong Li, Federico Giovannoni, Martin Diebold, Liliana M. Sanmarco, Michael Kilian, Luca Fehrenbacher, Florian Pernin, Joseph M. Rone, Hong-Gyun Lee, Gavin Piester, Jessica E. Kenison, Joon-Hyuk Lee, Tomer Illouz, Carolina M. Polonio, Léna Srun, Jazmin Martinez, Elizabeth N. Chung, Anton Schüle, Agustin Plasencia, Lucinda Li, Kylynne Ferrara, Mercedes Lewandrowski, Craig A. Strathdee, Lorena Lerner, Christophe Quéva, Iain C. Clark, Benjamin Deneen, Judy Lieberman, David H. Sherr, Jack P. Antel, Michael A. Wheeler, Keith L. Ligon, E. Antonio Chiocca, Marco Prinz, David A. Reardon, Francisco J. Quintana",
      "paper_url": "https://doi.org/10.1038/s41586-025-08997-x",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4404566672",
      "paper_id": "https://openalex.org/W4404566672",
      "title": "Gliocidin is a nicotinamide-mimetic prodrug that targets glioblastoma",
      "authors": "Yu-Jung Chen, Swathi V. Iyer, David Chun-Cheng Hsieh, Buren Li, Harold K. Elias, Tao Wang, Jing Li, Mungunsarnai Ganbold, Michelle C. Lien, Yu-Chun Peng, Xuanhua P. Xie, Chenura D. Jayewickreme, Marcel R. M. van den Brink, Sean F. Brady, S. Kyun Lim, Luis F. Parada",
      "paper_url": "https://doi.org/10.1038/s41586-024-08224-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388142090",
      "paper_id": "https://openalex.org/W4388142090",
      "title": "Glioma synapses recruit mechanisms of adaptive plasticity",
      "authors": "Kathryn R. Taylor, Tara Barron, Alexa Hui, Avishay Spitzer, Belgin Yalçin, Alexis E. Ivec, Anna C. Geraghty, Griffin G. Hartmann, Marlene Arzt, Shawn M. Gillespie, Yoon Seok Kim, Samin Maleki Jahan, Helena Zhang, Kiarash Shamardani, Minhui Su, Lijun Ni, Peter P. Du, Pamelyn J. Woo, Arianna Silva-Torres, Humsa S. Venkatesh, Rebecca Mancusi, Anitha Ponnuswami, Sara Mulinyawe, Michael B. Keough, Isabelle Chau, Razina Aziz-Bose, Itay Tirosh, Mario L. Suvà, Michelle Monje",
      "paper_url": "https://doi.org/10.1038/s41586-023-06678-1",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4405965128",
      "paper_id": "https://openalex.org/W4405965128",
      "title": "Gliomagenesis mimics an injury response orchestrated by neural crest-like cells",
      "authors": "Akram A. Hamed, Kui Hua, Quang M. Trinh, Benjamin D. Simons, John C. Marioni, Lincoln D. Stein, Peter B. Dirks",
      "paper_url": "https://doi.org/10.1038/s41586-024-08356-2",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4283750517",
      "paper_id": "https://openalex.org/W4283750517",
      "title": "GREM1 is required to maintain cellular heterogeneity in pancreatic cancer",
      "authors": "Linxiang Lan, Theodore Evan, Huafu Li, Aasia Hussain, E. Josue Ruiz, May Zaw Thin, Rute M. M. Ferreira, Hari Ps, Eva M. Riising, Yoh Zen, Jorge Almagro, Kevin W. Ng, Pablo Soro-Barrio, Jessica Nelson, Gabriela Koifman, Joana Carvalho, Emma L. Nye, Yulong He, Changhua Zhang, Anguraj Sadanandam, Axel Behrens",
      "paper_url": "https://doi.org/10.1038/s41586-022-04888-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4405268526",
      "paper_id": "https://openalex.org/W4405268526",
      "title": "Haematological setpoints are a stable and patient-specific deep phenotype",
      "authors": "Brody H. Foy, Rachel Petherbridge, Maxwell T. Roth, Cindy Zhang, Daniel C. De Souza, Christopher Mow, Hasmukh R. Patel, Chhaya H. Patel, Samantha N. Ho, Evie Lam, Camille E. Powe, Robert P. Hasserjian, Konrad J. Karczewski, Veronica Tozzo, John M. Higgins",
      "paper_url": "https://doi.org/10.1038/s41586-024-08264-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4378953806",
      "paper_id": "https://openalex.org/W4378953806",
      "title": "Hallmarks of transcriptional intratumour heterogeneity across a thousand tumours",
      "authors": "Avishai Gavish, Michael Tyler, Alissa C. Greenwald, Rouven Hoefflin, Dor Simkin, Roi Tschernichovsky, Noam Galili Darnell, Einav Somech, Chaya Barbolin, Tomer Antman, Daniel Kovarsky, Thomas Barrett, L. Nicolas Gonzalez Castro, Debdatta Halder, Rony Chanoch-Myers, Julie Laffy, Michael Mints, Adi Wider, Rotem Tal, Avishay Spitzer, Toshiro Hara, Maria Raitses-Gurevich, Chani Stossel, Talia Golan, Amit Tirosh, Mario L. Suvà, Sidharth V. Puram, Itay Tirosh",
      "paper_url": "https://doi.org/10.1038/s41586-023-06130-4",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408347988",
      "paper_id": "https://openalex.org/W4408347988",
      "title": "Hepatic stellate cells control liver zonation, size and functions via R-spondin 3",
      "authors": "Atsushi Sugimoto, Yoshinobu Saito, Guanxiong Wang, Qiuyan Sun, Chuan Yin, Ki Hong Lee, Yana Geng, Presha Rajbhandari, Celine Hernandez, Marcella Steffani, Jingran Qie, Thomas Savage, Dhruv M. Goyal, Kevin C. Ray, Taruna V. Neelakantan, Deqi Yin, Johannes Melms, Brandon M. Lehrich, Tyler M. Yasaka, Silvia Liu, Michael Oertel, Tian Lan, Adrien Guillot, Moritz Peiseler, Aveline Filliol, Hiroaki Kanzaki, Naoto Fujiwara, Samhita Ravi, Benjamin Izar, Mario Brosch, Jochen Hampe, Helen Remotti, Josepmaria Argemi, Zhaoli Sun, Timothy J. Kendall, Yujin Hoshida, Frank Tacke, Jonathan A. Fallowfield, Storm K. Blockley-Powell, Rebecca A. Haeusler, Jonathan B. Steinman, Utpal B. Pajvani, Satdarshan P. Monga, Ramon Bataller, Mojgan Masoodi, Nicholas Arpaia, Youngmin A. Lee, Brent R. Stockwell, Hellmut G. Augustin, Robert F. Schwabe",
      "paper_url": "https://doi.org/10.1038/s41586-025-08677-w",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3165305177",
      "paper_id": "https://openalex.org/W3165305177",
      "title": "Hepatic stellate cells suppress NK cell-sustained breast cancer dormancy",
      "authors": "Ana Luísa Correia, Joao C. Guimaraes, Priska Auf der Maur, Duvini De Silva, Marcel P. Trefny, Ryoko Okamoto, Sandro Bruno, Alexander Schmidt, Kirsten Mertz, Katrin Volkmann, Luigi Terracciano, Alfred Zippelius, Marcus Vetter, Christian Kurzeder, Walter Paul Weber, Mohamed Bentires-Alj",
      "paper_url": "https://doi.org/10.1038/s41586-021-03614-z",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4381486392",
      "paper_id": "https://openalex.org/W4381486392",
      "title": "Histone demethylase KDM5D upregulation drives sex differences in colon cancer",
      "authors": "Jiexi Li, Zhengdao Lan, Wenting Liao, James W. Horner, Xueping Xu, Jielin Liu, Yohei Yoshihama, Shan Jiang, Hong Seok Shim, Max Slotnik, Kyle A. LaBella, Chang-Jiun Wu, Kenneth Dunner Jr., Wen-Hao Hsu, Rumi Lee, Isha Khanduri, Christopher Terranova, Kadir Akdemir, Deepavali Chakravarti, Xiaoying Shang, Denise J. Spring, Y. Alan Wang, Ronald A. DePinho",
      "paper_url": "https://doi.org/10.1038/s41586-023-06254-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401171808",
      "paper_id": "https://openalex.org/W4401171808",
      "title": "Histone serotonylation regulates ependymoma tumorigenesis",
      "authors": "Hsiao-Chi Chen, Peihao He, Malcolm McDonald, Michael R. Williamson, Srinidhi Varadharajan, Brittney Lozzi, Junsung Woo, Dong-Joo Choi, Debosmita Sardar, Emmet Huang-Hobbs, Hua Sun, Siri M. Ippagunta, Antrix Jain, Ganesh Rao, Thomas E. Merchant, David W. Ellison, Jeffrey L. Noebels, Kelsey C. Bertrand, Stephen C. Mack, Benjamin Deneen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07751-z",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4221078835",
      "paper_id": "https://openalex.org/W4221078835",
      "title": "Human distal airways contain a multipotent secretory cell that can regenerate alveoli",
      "authors": "Maria C. Basil, Fabian L. Cardenas-Diaz, Jaymin J. Kathiriya, Michael P. Morley, Justine Carl, Alexis N. Brumwell, Jeremy Katzen, Katherine J. Slovik, Apoorva Babu, Su Zhou, Madison M. Kremp, Katherine B. McCauley, Shanru Li, Joseph D. Planer, Shah S. Hussain, Xiaoming Liu, Rebecca Windmueller, Yun Ying, Kathleen M. Stewart, Michelle Oyster, Jason D. Christie, Joshua M. Diamond, John F. Engelhardt, Edward Cantu, Steven M. Rowe, Darrell N. Kotton, Harold A. Chapman, Edward E. Morrisey",
      "paper_url": "https://doi.org/10.1038/s41586-022-04552-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4220856587",
      "paper_id": "https://openalex.org/W4220856587",
      "title": "Human distal lung maps and lineage hierarchies reveal a bipotent progenitor",
      "authors": "Preetish Kadur Lakshminarasimha Murthy, Vishwaraj Sontake, Aleksandra Tata, Yoshihiko Kobayashi, Lauren Macadlo, Kenichi Okuda, Ansley S. Conchola, Satoko Nakano, Simon Gregory, Lisa A. Miller, Jason R. Spence, John F. Engelhardt, Richard C. Boucher, Jason R. Rock, Scott H. Randell, Purushothama Rao Tata",
      "paper_url": "https://doi.org/10.1038/s41586-022-04541-3",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4310438905",
      "paper_id": "https://openalex.org/W4310438905",
      "title": "Human fetal cerebellar cell atlas informs medulloblastoma origin and oncogenesis",
      "authors": "Zaili Luo, Mingyang Xia, Wei Shi, Chuntao Zhao, Jiajia Wang, Dazhuan Xin, Xinran Dong, Yu Xiong, Feng Zhang, Kalen Berry, Sean Ogurek, Xuezhao Liu, Rohit Rao, Rui Xing, Lai Man Natalie Wu, Siying Cui, Lingli Xu, Yifeng Lin, Wenkun Ma, Shuaiwei Tian, Qi Xie, Li Zhang, Mei Xin, Xiaotao Wang, Feng Yue, Haizi Zheng, Yaping Liu, Charles B. Stevenson, Peter de Blank, John P. Perentesis, Richard J. Gilbertson, Hao Li, Jie Ma, Wenhao Zhou, Michael D. Taylor, Q. Richard Lu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05487-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404566637",
      "paper_id": "https://openalex.org/W4404566637",
      "title": "Human HDAC6 senses valine abundancy to regulate DNA damage",
      "authors": "Jiali Jin, Tong Meng, Yuanyuan Yu, Shuheng Wu, Chen-Chen Jiao, Sihui Song, Ya-Xu Li, Yu Zhang, Yuan-Yuan Zhao, Xinran Li, Zixin Wang, Yu-Fan Liu, Runzhi Huang, Jieling Qin, Yihua Chen, Hao Cao, Xiao Tan, Xin Ge, Cong Jiang, Jianhuang Xue, Jian Yuan, Dianqing Wu, Wei Wu, Ci-Zhong Jiang, Ping Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08248-5",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407722197",
      "paper_id": "https://openalex.org/W4407722197",
      "title": "Human-correlated genetic models identify precision therapy for liver cancer",
      "authors": "Miryam Müller, Stephanie May, Holly Hall, Timothy J. Kendall, Lynn McGarry, Lauriane Blukacz, Sandro Nuciforo, Anastasia Georgakopoulou, Thomas Jamieson, Narisa Phinichkusolchit, Sandeep Dhayade, Toshiyasu Suzuki, Júlia Huguet-Pradell, Ian R. Powley, Leah Officer-Jones, Rachel L. Pennie, Roger Esteban-Fabró, Albert Gris-Oliver, Roser Pinyol, George L. Skalka, Jack Leslie, Matthew Hoare, Joep Sprangers, Gaurav Malviya, Agata Mackintosh, Emma Johnson, Misti McCain, John Halpin, Christos Kiourtis, Colin Nixon, Graeme Clark, William Clark, Robin Shaw, Ann Hedley, Thomas M. Drake, Ee Hong Tan, Matt Neilson, Daniel J. Murphy, David Y. Lewis, Helen L. Reeves, John Le Quesne, Derek A. Mann, Leo M. Carlin, Karen Blyth, Josep M. Llovet, Markus H. Heim, Owen J. Sansom, Crispin J. Miller, Thomas G. Bird",
      "paper_url": "https://doi.org/10.1038/s41586-025-08585-z",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406731670",
      "paper_id": "https://openalex.org/W4406731670",
      "title": "Immune evasion through mitochondrial transfer in the tumour microenvironment",
      "authors": "Hideki Ikeda, Katsushige Kawase, Tatsuya Nishi, Tomofumi Watanabe, Keizo Takenaga, Takashi Inozume, Takamasa Ishino, Sho Aki, Jason Lin, Shusuke Kawashima, Joji Nagasaki, Youki Ueda, Shinichiro Suzuki, Hideki Makinoshima, Makiko Itami, Yuki Nakamura, Yasutoshi Tatsumi, Yusuke Suenaga, Takao Morinaga, Akiko Honobe-Tabuchi, Takehiro Ohnuma, Tatsuyoshi Kawamura, Yoshiyasu Umeda, Yasuhiro Nakamura, Yukiko Kiniwa, Eiki Ichihara, Hidetoshi Hayashi, Jun-ichiro Ikeda, Toyoyuki Hanazawa, Shinichi Toyooka, Hiroyuki Mano, Takuji Suzuki, Tsuyoshi Osawa, Masahito Kawazu, Yosuke Togashi",
      "paper_url": "https://doi.org/10.1038/s41586-024-08439-0",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3184087999",
      "paper_id": "https://openalex.org/W3184087999",
      "title": "In silico saturation mutagenesis of cancer genes",
      "authors": "Ferran Muiños, Francisco Martínez-Jiménez, Oriol Pich, Abel Gonzalez-Perez, Nuria Lopez-Bigas",
      "paper_url": "https://doi.org/10.1038/s41586-021-03771-1",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3128002780",
      "paper_id": "https://openalex.org/W3128002780",
      "title": "In situ mapping identifies distinct vascular niches for myelopoiesis",
      "authors": "Jizhou Zhang, Qingqing Wu, Courtney B. Johnson, Giang Pham, Jeremy M. Kinder, Andre Olsson, Anastasiya Slaughter, Margot May, Benjamin Weinhaus, Angelo D’Alessandro, James Douglas Engel, Jean X. Jiang, J. Matthew Kofron, L. Frank Huang, V. B. Surya Prasath, Sing Sing Way, Nathan Salomonis, H. Leighton Grimes, Daniel Lucas",
      "paper_url": "https://doi.org/10.1038/s41586-021-03201-2",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410818303",
      "paper_id": "https://openalex.org/W4410818303",
      "title": "In vivo haemopoietic stem cell gene therapy enabled by postnatal trafficking",
      "authors": "Michela Milani, Anna Fabiano, Marta Perez-Rodriguez, Raisa Jofra Hernandez, Alessandra Zecchillo, Erika Zonari, Sofia Ottonello, Luca Basso-Ricci, Cesare Canepari, Monica Volpin, Valeria Iannello, Valentina Capo, Pamela Quaranta, Luca Seffin, Fabio Russo, Mauro Biffi, Leonardo Ormoli, Chiara Brombin, Filippo Carlucci, Antonella Forlino, Marta Filibian, Eugenio Montini, Serena Scala, Anna Villa, Juan Antonio Bueren, Paula Rio, Alessandro Aiuti, Alessio Cantore, Luigi Naldini",
      "paper_url": "https://doi.org/10.1038/s41586-025-09070-3",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4400949369",
      "paper_id": "https://openalex.org/W4400949369",
      "title": "In vivo interaction screening reveals liver-derived constraints to metastasis",
      "authors": "Costanza Borrelli, Morgan Roberts, Davide Eletto, Marie-Didiée Hussherr, Hassan Fazilaty, Tomas Valenta, Atefeh Lafzi, Jonas A. Kretz, Elena Guido Vinzoni, Andromachi Karakatsani, Srivathsan Adivarahan, Ardian Mannhart, Shoichiro Kimura, Ab Meijs, Farah Baccouche Mhamedi, Ilhan E. Acar, Kristina Handler, Xenia Ficht, Randall J. Platt, Salvatore Piscuoglio, Andreas E. Moor",
      "paper_url": "https://doi.org/10.1038/s41586-024-07715-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400729458",
      "paper_id": "https://openalex.org/W4400729458",
      "title": "In vivo single-cell CRISPR uncovers distinct TNF programmes in tumour evolution",
      "authors": "Peter F. Renz, Umesh Ghoshdastider, Simona Baghai Sain, Fabiola Valdivia-Francia, Ameya Khandekar, Mark Ormiston, Martino Bernasconi, Clara Duré, Jonas A. Kretz, Minkyoung Lee, Katie Hyams, Merima Forny, Marcel Pohly, Xenia Ficht, Stephanie J. Ellis, Andreas E. Moor, Ataman Sendoel",
      "paper_url": "https://doi.org/10.1038/s41586-024-07663-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386091014",
      "paper_id": "https://openalex.org/W4386091014",
      "title": "Increased hyaluronan by naked mole-rat Has2 improves healthspan in mice",
      "authors": "Zhihui Zhang, Xiao Tian, J. Yuyang Lu, Kathryn Boit, Julia Ablaeva, Frances Tolibzoda Zakusilo, Stephan Emmrich, Denis Firsanov, Elena Rydkina, Seyed Ali Biashad, Quan Lu, Alexander Tyshkovskiy, Vadim N. Gladyshev, Steve Horvath, Andrei Seluanov, Vera Gorbunova",
      "paper_url": "https://doi.org/10.1038/s41586-023-06463-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4295763075",
      "paper_id": "https://openalex.org/W4295763075",
      "title": "Independent origins of fetal liver haematopoietic stem and progenitor cells",
      "authors": "Tomomasa Yokomizo, Takako Ideue, Saori Morino-Koga, Cheng Yong Tham, Tomohiko Sato, Naoki Takeda, Yoshiaki Kubota, Mineo Kurokawa, Norio Komatsu, Minetaro Ogawa, Kimi Araki, Motomi Osato, Toshio Suda",
      "paper_url": "https://doi.org/10.1038/s41586-022-05203-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4381550481",
      "paper_id": "https://openalex.org/W4381550481",
      "title": "Injury prevents Ras mutant cell expansion in mosaic skin",
      "authors": "Sara Gallini, Karl Annusver, Nur-Taz Rahman, David G. Gonzalez, Sangwon Yun, Catherine Matte-Martone, Tianchi Xin, Elizabeth Lathrop, Kathleen C. Suozzi, Maria Kasper, Valentina Greco",
      "paper_url": "https://doi.org/10.1038/s41586-023-06198-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4404306023",
      "paper_id": "https://openalex.org/W4404306023",
      "title": "Intravenous and intracranial GD2-CAR T cells for H3K27M+ diffuse midline gliomas",
      "authors": "Michelle Monje, Jasia Mahdi, Robbie Majzner, Kristen W. Yeom, Liora M. Schultz, Rebecca M. Richards, Valentin Barsan, Kun-Wei Song, Jen Kamens, Christina Baggott, Michael Kunicki, Skyler P. Rietberg, Alexandria Sung Lim, Agnes Reschke, Sharon Mavroukakis, Emily Egeler, Jennifer Moon, Shabnum Patel, Harshini Chinnasamy, Courtney Erickson, Ashley Jacobs, Allison K. Duh, Ramya Tunuguntla, Dorota Danuta Klysz, Carley Fowler, Sean Green, Barbara Beebe, Casey Carr, Michelle Fujimoto, Annie Kathleen Brown, Ann-Louise G. Petersen, Catherine McIntyre, Aman Siddiqui, Nadia Lepori-Bui, Katlin Villar, Kymhuynh Pham, Rachel Bove, Eric Musa, Warren D. Reynolds, Adam Kuo, Snehit Prabhu, Lindsey Rasmussen, Timothy T. Cornell, Sonia Partap, Paul G. Fisher, Cynthia J. Campen, Gerald Grant, Laura Prolo, Xiaobu Ye, Bita Sahaf, Kara L. Davis, Steven A. Feldman, Sneha Ramakrishna, Crystal Mackall",
      "paper_url": "https://doi.org/10.1038/s41586-024-08171-9",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407392268",
      "paper_id": "https://openalex.org/W4407392268",
      "title": "Intrinsic electrical activity drives small-cell lung cancer progression",
      "authors": "Paola Peinado, Marco Stazi, Claudio Ballabio, Michael-Bogdan Margineanu, Zhaoqi Li, Caterina I. Colón, Min-Shu Hsieh, Shreoshi Pal Choudhuri, Victor Stastny, Seth Hamilton, Alix Le Marois, Jodie Collingridge, Linus Conrad, Yinxing Chen, Sheng Rong Ng, Margaret Magendantz, Arjun Bhutkar, Jin-Shing Chen, Erik Sahai, Benjamin J. Drapkin, Tyler Jacks, Matthew G. Vander Heiden, Maksym V. Kopanitsa, Hugh P. C. Robinson, Leanne Li",
      "paper_url": "https://doi.org/10.1038/s41586-024-08575-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4384819838",
      "paper_id": "https://openalex.org/W4384819838",
      "title": "KRAS(G12D) drives lepidic adenocarcinoma through stem-cell reprogramming",
      "authors": "Nicholas H. Juul, Jung-Ki Yoon, Marina C. Martinez, Neha Rishi, Yana I. Kazadaeva, Maurizio Morri, Norma F. Neff, Winston L. Trope, Joseph B. Shrager, Rahul Sinha, Tushar J. Desai",
      "paper_url": "https://doi.org/10.1038/s41586-023-06324-w",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411413378",
      "paper_id": "https://openalex.org/W4411413378",
      "title": "Kupffer cell programming by maternal obesity triggers fatty liver disease",
      "authors": "Hao Huang, Nora R. Balzer, Lea Seep, Iva Splichalova, Nelli Blank-Stein, Maria Francesca Viola, Eliana Franco Taveras, Kerim Acil, Diana Fink, Franzisca Petrovic, Nikola Makdissi, Seyhmus Bayar, Katharina Mauel, Carolin Radwaniak, Jelena Zurkovic, Amir H. Kayvanjoo, Klaus Wunderling, Malin Jessen, Mohamed H. Yaghmour, Lukas Kenner, Thomas Ulas, Stephan Grein, Joachim L. Schultze, Charlotte L. Scott, Martin Guilliams, Zhaoyuan Liu, Florent Ginhoux, Marc D. Beyer, Christoph Thiele, Felix Meissner, Jan Hasenauer, Dagmar Wachten, Elvira Mass",
      "paper_url": "https://doi.org/10.1038/s41586-025-09190-w",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4324344208",
      "paper_id": "https://openalex.org/W4324344208",
      "title": "Lactate regulates cell cycle by remodelling the anaphase promoting complex",
      "authors": "Weihai Liu, Yun Wang, Luiz H. M. Bozi, Patrick D. Fischer, Mark P. Jedrychowski, Haopeng Xiao, Tao Wu, Narek Darabedian, Xiadi He, Evanna L. Mills, Nils Burger, Sanghee Shin, Anita Reddy, Hans-Georg Sprenger, Nhien Tran, Sally Winther, Stephen M. Hinshaw, Jingnan Shen, Hyuk-Soo Seo, Kijun Song, Andrew Z. Xu, Luke Sebastian, Jean J. Zhao, Sirano Dhe-Paganon, Jianwei Che, Steven P. Gygi, Haribabu Arthanari, Edward T. Chouchani",
      "paper_url": "https://doi.org/10.1038/s41586-023-05939-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4206959743",
      "paper_id": "https://openalex.org/W4206959743",
      "title": "Life histories of myeloproliferative neoplasms inferred from phylogenies",
      "authors": "Nicholas Williams, Joe Lee, Emily Mitchell, Luiza Moore, E. Joanna Baxter, James Hewinson, Kevin J. Dawson, Andrew Menzies, Anna L. Godfrey, Anthony R. Green, Peter J. Campbell, Jyoti Nangalia",
      "paper_url": "https://doi.org/10.1038/s41586-021-04312-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4282980634",
      "paper_id": "https://openalex.org/W4282980634",
      "title": "Lifelong multilineage contribution by embryonic-born blood progenitors",
      "authors": "Sachin H. Patel, Constantina Christodoulou, Caleb Weinreb, Qi Yu, Edroaldo Lummertz da Rocha, Brian J. Pepe-Mooney, Sarah Bowling, Li Li, Fernando G. Osorio, George Q. Daley, Fernando D. Camargo",
      "paper_url": "https://doi.org/10.1038/s41586-022-04804-z",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3160871525",
      "paper_id": "https://openalex.org/W3160871525",
      "title": "Lineage tracing of human development through somatic mutations",
      "authors": "Michael Spencer Chapman, Anna Maria Ranzoni, Brynelle Myers, Nicholas Williams, Tim H. H. Coorens, Emily Mitchell, Timothy Butler, Kevin J. Dawson, Yvette Hooks, Luiza Moore, Jyoti Nangalia, Philip S. Robinson, Kenichi Yoshida, Elizabeth Hook, Peter J. Campbell, Ana Cvejic",
      "paper_url": "https://doi.org/10.1038/s41586-021-03548-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4405515224",
      "paper_id": "https://openalex.org/W4405515224",
      "title": "Lithocholic acid binds TULP3 to activate sirtuins and AMPK to slow down ageing",
      "authors": "Qi Qu, Yan Chen, Yu Wang, Weiche Wang, Shating Long, Heng-Ye Yang, Jianfeng Wu, Mengqi Li, Xiao Tian, Xiaoyan Wei, Yan-Hui Liu, Shengrong Xu, Jinye Xiong, Chunyan Yang, Zhenhua Wu, Xi Huang, Changchuan Xie, Yaying Wu, Zheni Xu, Cixiong Zhang, Baoding Zhang, Jin-Wei Feng, Junjie Chen, Yuanji Feng, Huapan Fang, Liyun Lin, ZK Xie, Beibei Sun, Huayu Tian, Yong Yu, Hai-Long Piao, Xiao-Song Xie, Xianming Deng, Chen-Song Zhang, Sheng-Cai Lin",
      "paper_url": "https://doi.org/10.1038/s41586-024-08348-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405514949",
      "paper_id": "https://openalex.org/W4405514949",
      "title": "Lithocholic acid phenocopies anti-ageing effects of calorie restriction",
      "authors": "Qi Qu, Yan Chen, Yu Wang, Shating Long, Weiche Wang, Heng-Ye Yang, Mengqi Li, Xiao Tian, Xiaoyan Wei, Yan-Hui Liu, Shengrong Xu, Cixiong Zhang, Mingxia Zhu, Sin Man Lam, Jianfeng Wu, Chuyu Yun, Junjie Chen, Shengye Xue, Baoding Zhang, Zhong-Zheng Zheng, Hai-Long Piao, Changtao Jiang, Hao Guo, Guanghou Shui, Xianming Deng, Chen-Song Zhang, Sheng-Cai Lin",
      "paper_url": "https://doi.org/10.1038/s41586-024-08329-5",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4308620781",
      "paper_id": "https://openalex.org/W4308620781",
      "title": "Liver tumour immune microenvironment subtypes and neutrophil heterogeneity",
      "authors": "Ruidong Xue, Qiming Zhang, Qi Cao, Ruirui Kong, Xiao Xiang, Hengkang Liu, Mei Feng, Fangyanni Wang, Jinghui Cheng, Zhao Li, Qimin Zhan, Mi Deng, Jiye Zhu, Zemin Zhang, Ning Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05400-x",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404566625",
      "paper_id": "https://openalex.org/W4404566625",
      "title": "Liver X receptor unlinks intestinal regeneration and tumorigenesis",
      "authors": "Srustidhar Das, S. Martina Parigi, Xinxin Luo, Jennifer Fransson, Bianca C. Kern, Ali Okhovat, Oscar E. Diaz, Chiara Sorini, Paulo Czarnewski, Anna T. Webb, Rodrigo A. Morales, Sacha Lebon, Gustavo Monasterio, Francisca Castillo, Kumar P. Tripathi, Ning He, Penelope Pelczar, Nicola Schaltenberg, Marjorie De la Fuente, Francisco López-Köstner, Susanne Nylén, Hjalte List Larsen, Raoul Kuiper, Per Antonson, Marcela A. Hermoso, Samuel Huber, Moshe Biton, Sandra Scharaw, Jan-Åke Gustafsson, Pekka Katajisto, Eduardo J. Villablanca",
      "paper_url": "https://doi.org/10.1038/s41586-024-08247-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403680309",
      "paper_id": "https://openalex.org/W4403680309",
      "title": "Long-term lineage commitment in hematopoietic stem cell gene therapy",
      "authors": "Andrea Calabria, Giulio Spinozzi, Daniela Cesana, Elena Buscaroli, Fabrizio Benedicenti, Giulia Pais, Francesco Gazzo, Serena Scala, Maria Rosa Lidonnici, Samantha Scaramuzza, Alessandra Albertini, Simona Esposito, Francesca Tucci, Daniele Canarutto, Maryam Omrani, Fabiola De Mattia, Francesca Dionisio, Stefania Giannelli, Sarah Marktel, Francesca Fumagalli, Valeria Calbi, Sabina Cenciarelli, Francesca Ferrua, Bernhard Gentner, Giulio Caravagna, Fabio Ciceri, Luigi Naldini, Giuliana Ferrari, Alessandro Aiuti, Eugenio Montini",
      "paper_url": "https://doi.org/10.1038/s41586-024-08250-x",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3205872415",
      "paper_id": "https://openalex.org/W3205872415",
      "title": "Low glycaemic diets alter lipid metabolism to influence tumour growth",
      "authors": "Evan C. Lien, Anna M. Westermark, Yin Zhang, Chen Yuan, Zhaoqi Li, Allison N. Lau, Kiera M. Sapp, Brian M. Wolpin, Matthew G. Vander Heiden",
      "paper_url": "https://doi.org/10.1038/s41586-021-04049-2",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4213415596",
      "paper_id": "https://openalex.org/W4213415596",
      "title": "Low-dose metformin targets the lysosomal AMPK pathway through PEN2",
      "authors": "Teng Ma, Xiao Tian, Baoding Zhang, Mengqi Li, Yu Wang, Chunyan Yang, Jianfeng Wu, Xiaoyan Wei, Qi Qu, Yaxin Yu, Shating Long, Jin-Wei Feng, Chun Li, Cixiong Zhang, Changchuan Xie, Yaying Wu, Zheni Xu, Junjie Chen, Yong Yu, Xi Huang, Ying He, Luming Yao, Lei Zhang, Mingxia Zhu, Wen Wang, Zhi-Chao Wang, Mingliang Zhang, Yuqian Bao, Weiping Jia, Shu-Yong Lin, Zhiyun Ye, Hai-Long Piao, Xianming Deng, Chen-Song Zhang, Sheng-Cai Lin",
      "paper_url": "https://doi.org/10.1038/s41586-022-04431-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4297497831",
      "paper_id": "https://openalex.org/W4297497831",
      "title": "LRRC15+ myofibroblasts dictate the stromal setpoint to suppress tumour immunity",
      "authors": "Akshay T. Krishnamurty, Justin A. Shyer, Minh Thai, Vineela Gandham, Matthew B. Buechler, Yeqing Angela Yang, Rachana N. Pradhan, Amber W. Wang, Patricia L. Sanchez, Yan Qu, Beatrice Breart, Cécile Chalouni, Debra Dunlap, James Ziai, Justin Elstrott, Neelie Zacharias, Weiguang Mao, Rebecca K. Rowntree, Jack Sadowsky, Gail D. Lewis, Thomas H. Pillow, Barzin Y. Nabet, Romain Banchereau, Lucinda Tam, Roger Caothien, Natasha Bacarro, Merone Roose-Girma, Zora Modrusan, Sanjeev Mariathasan, Sören Müller, Shannon J. Turley",
      "paper_url": "https://doi.org/10.1038/s41586-022-05272-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4362606390",
      "paper_id": "https://openalex.org/W4362606390",
      "title": "Lung adenocarcinoma promotion by air pollutants",
      "authors": "William Hill, Emilia L. Lim, Clare E. Weeden, Claudia Lee, Marcellus Augustine, Kezhong Chen, Feng-Che Kuan, Fabio Marongiu, Edward J. Evans Jr, David A. Moore, Felipe S. Rodrigues, Oriol Pich, Bjorn Bakker, Hongui Cha, Renelle Myers, Febe van Maldegem, Jesse Boumelha, Selvaraju Veeriah, Andrew Rowan, Cristina Naceur-Lombardelli, Takahiro Karasaki, Monica Sivakumar, Swapnanil De, Deborah R. Caswell, Ai Nagano, James R. M. Black, Carlos Martínez-Ruiz, Min Hyung Ryu, Ryan D. Huff, Shijia Li, Marie-Julie Favé, Alastair Magness, Alejandro Suárez-Bonnet, Simon L. Priestnall, Margreet Lüchtenborg, Katrina Lavelle, Joanna Pethick, Steven Hardy, Fiona E. McRonald, Meng-Hung Lin, Clara I. Troccoli, Moumita Ghosh, York E. Miller, Daniel T. Merrick, Robert L. Keith, Maise Al Bakir, Chris Bailey, Mark S. Hill, Lao H. Saal, Yilun Chen, Anthony M. George, Christopher Abbosh, Nnennaya Kanu, Se-Hoon Lee, Nicholas McGranahan, Christine D. Berg, Peter Sasieni, Richard Houlston, Clare Turnbull, Stephen Lam, Philip Awadalla, Eva Grönroos, Julian Downward, Tyler Jacks, Christopher Carlsten, Ilaria Malanchi, Allan Hackshaw, Kevin Litchfield, Jason F. Lester, Amrita Bajaj, Apostolos Nakas, Azmina Sodha-Ramdeen, Keng Ang, Mohamad Tufail, Mohammed Fiyaz Chowdhry, Molly Scotland, Rebecca Boyles, Sridhar Rathinam, Claire Wilson, Domenic Marrone, Sean Dulloo, Dean A. Fennell, Gurdeep Matharu, Jacqui A. Shaw, Joan Riley, Lindsay Primrose, Ekaterini Boleti, Heather Cheyne, Mohammed Khalil, Shirley Richardson, Tracey Cruickshank, Gillian Price, Keith M. Kerr, Sarah Benafif, Kayleigh Gilbert, Babu Naidu, Akshay J. Patel, Aya Osman, Christer Lacson, Gerald Langman, Helen Shackleford, Madava Djearaman, Salma Kadiri, Gary Middleton, Angela Leek, Jack Davies Hodgkinson, Nicola Totten, Angeles Montero, Elaine Smith, Eustace Fontaine, Felice Granato, Helen Doran, Juliette Novasio, Kendadai Rammohan, Leena Joseph, Paul Bishop, Rajesh Shah, Stuart Moss, Vijay Joshi, Philip Crosbie, Fabio Gomes, Kate Brown, Mathew Carter, Anshuman Chaturvedi, Lynsey Priest, Pedro Oliveira, Colin R. Lindsay, Fiona H. Blackhall, Matthew G. Krebs, Yvonne Summers, Alexandra Clipson, Jonathan Tugwood, Alastair Kerr, Dominic G. Rothwell, Elaine Kilgour, Caroline Dive, Hugo J. W. L. Aerts, Roland F. Schwarz, Tom L. Kaufmann, Gareth A. Wilson, Rachel Rosenthal, Peter Van Loo, Nicolai J. Birkbak, Zoltan Szallasi, Judit Kisistok, Mateo Sokac, Roberto Salgado, Miklos Diossy, Jonas Demeulemeester, Abigail Bunkum, Aengus Stewart, Alexander M. Frankell, Angeliki Karamani, Antonia Toncheva, Ariana Huebner, Benny Chain, Brittany B. Campbell, Carla Castignani, Clare Puttick, Corentin Richard, Crispin T. Hiley, David R. Pearce, Despoina Karagianni, Dhruva Biswas, Dina Levi, Elena Hoxha, Elizabeth Larose Cadieux, Emma Colliver, Emma Nye, Felip Gálvez-Cancino, Foteini Athanasopoulou, Francisco Gimeno-Valiente, George Kassiotis, Georgia Stavrou, Gerasimos Mastrokalos, Haoran Zhai, Helen L. Lowe, Ignacio Garcia Matos, Jacki Goldman, James L. Reading, Javier Herrero, Jayant K. Rane, Jerome Nicod, Jie Min Lam, John A. Hartley, Karl S. Peggs, Katey S. S. Enfield, Kayalvizhi Selvaraju, Kerstin Thol, Kevin W. Ng, Krijn Dijkstra, Kristiana Grigoriadis, Krupa Thakkar, Leah Ensell, Mansi Shah, Marcos Vasquez Duran, Maria Litovchenko, Mariana Werner Sunderland, Michelle Dietzen, Michelle Leung, Mickael Escudero, Mihaela Angelova, Miljana Tanić, Olga Chervova, Olivia Lucas, Othman Al-Sawaf, Paulina Prymas, Philip Hobson, Piotr Pawlik, Richard Kevin Stone, Robert Bentham, Robert E. Hynds, Roberto Vendramin, Sadegh Saghafinia, Saioa López, Samuel Gamble, Seng Kuong Anakin Ung, Sergio A. Quezada, Sharon Vanloo, Simone Zaccaria, Sonya Hessey, Sophia Ward, Stefan Boeing, Stephan Beck, Supreet Kaur Bola, Tamara Denner, Teresa Marafioti, Thanos P. Mourikis, Thomas B. K. Watkins, Victoria Spanswick, Vittorio Barbè, Wei-Ting Lu, Wing Kin Liu, Yin Wu, Yutaka Naito, Zoe Ramsden, Catarina Veiga, Gary Royle, Charles-Antoine Collins-Fekete, Francesco Fraioli, Paul Ashford, Tristan Clark, Martin D. Forster, Siow Ming Lee, Elaine Borg, Mary Falzon, Dionysis Papadatos-Pastos, James Wilson, Tanya Ahmad, Alexander James Procter, Asia Ahmed, Magali N. Taylor, Arjun Nair, David Lawrence, Davide Patrini, Neal Navani, Ricky M. Thakrar, Sam M. Janes, Emilie Martinoni Hoogenboom, Fleur Monk, James W. Holding, Junaid Choudhary, Kunal Bhakhri, Marco Scarci, Martin Hayward, Nikolaos Panagiotopoulos, Pat Gorman, Reena Khiroya, Robert C. M. Stephens, Yien Ning Sophia Wong, Steve Bandula, Abigail Sharp, Sean Smith, Nicole Gower, Harjot Kaur Dhanda, Kitty Chan, Camilla Pilotti, Rachel Leslie, Anca Grapa, Hanyun Zhang, Khalid AbdulJabbar, Xiaoxi Pan, Yinyin Yuan, David Chuter, Mairead MacKenzie, Serena Chee, Aiman Alzetani, Judith Cave, Lydia Scarlett, Jennifer Richards, Papawadee Ingram, Silvia Austin, Eric Lim, Paulo De Sousa, Simon Jordan, Alexandra Rice, Hilgardt Raubenheimer, Harshil Bhayani, Lyn Ambrose, Anand Devaraj, Hema Chavan, Sofina Begum, Silviu I. Buderi, Daniel Kaniu, Mpho Malima, Sarah Booth, Andrew G. Nicholson, Nadia Fernandes, Pratibha Shah, Chiara Proli, Madeleine Hewish, Sarah Danson, Michael J. Shackcloth, Lily Robinson, Peter Russell, Kevin G. Blyth, Craig Dick, John Le Quesne, Alan Kirk, Mo Asif, Rocco Bilancia, Nikos Kostoulas, Mathew Thomas, James DeGregori, Mariam Jamal-Hanjani, Charles Swanton",
      "paper_url": "https://doi.org/10.1038/s41586-023-05874-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4376878431",
      "paper_id": "https://openalex.org/W4376878431",
      "title": "Lysine catabolism reprograms tumour immunity through histone crotonylation",
      "authors": "Huairui Yuan, Xujia Wu, Qiulian Wu, Adam Chatoff, Emily Megill, Jinjun Gao, Tengfei Huang, Tingting Duan, Kailin Yang, Chunyu Jin, Fanen Yuan, Shuai Wang, Linjie Zhao, Pascal O. Zinn, Kalil G. Abdullah, Yingming Zhao, Nathaniel W. Snyder, Jeremy N. Rich",
      "paper_url": "https://doi.org/10.1038/s41586-023-06061-0",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408865882",
      "paper_id": "https://openalex.org/W4408865882",
      "title": "Macrophages harness hepatocyte glutamate to boost liver regeneration",
      "authors": "María del Mar Rigual, Mariana Angulo-Aguado, Sladjana Zagorac, Ruth Álvarez-Díaz, Marta Benítez-Mondéjar, Fengming Yi, Carlos Martínez-Garay, Karla Santos-de-Frutos, Eunjeong Kim, Ramón Campos-Olivas, Nabil Djouder",
      "paper_url": "https://doi.org/10.1038/s41586-025-08778-6",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3134237479",
      "paper_id": "https://openalex.org/W3134237479",
      "title": "MAP3K2-regulated intestinal stromal cells define a distinct stem cell niche",
      "authors": "Ningbo Wu, Hongxiang Sun, Xiaoyun Zhao, Yao Zhang, Jianmei Tan, Yuanyuan Qi, Qun Wang, Melissa Ng, Zhaoyuan Liu, Lingjuan He, Xiaoyin Niu, Lei Chen, Zhiduo Liu, Hua-Bing Li, Yi Arial Zeng, Manolis Roulis, Dou Liu, Jinke Cheng, Bin Zhou, Lai Guan Ng, Duowu Zou, Youqiong Ye, Richard A. Flavell, Florent Ginhoux, Bing Su",
      "paper_url": "https://doi.org/10.1038/s41586-021-03283-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4396747303",
      "paper_id": "https://openalex.org/W4396747303",
      "title": "Mapping genotypes to chromatin accessibility profiles in single cells",
      "authors": "Franco Izzo, Robert M. Myers, Saravanan Ganesan, Levan Mekerishvili, Sanjay Kottapalli, Tamara Prieto, Elliot O. Eton, Theo Botella, Andrew J. Dunbar, Robert L. Bowman, Jesus Sotelo, Catherine Potenski, Eleni P. Mimitou, Maximilian Stahl, Sebastian El Ghaity-Beckley, JoAnn Arandela, Ramya Raviram, Daniel C. Choi, Ronald Hoffman, Ronan Chaligné, Omar Abdel-Wahab, Peter Smibert, Irene M. Ghobrial, Joseph M. Scandura, Bridget Marcellino, Ross L. Levine, Dan A. Landau",
      "paper_url": "https://doi.org/10.1038/s41586-024-07388-y",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4224025319",
      "paper_id": "https://openalex.org/W4224025319",
      "title": "Mapping human haematopoietic stem cells from haemogenic endothelium to birth",
      "authors": "Vincenzo Calvanese, Sandra Capellera-Garcia, Feiyang Ma, Iman Fares, Simone Liebscher, Elizabeth S. Ng, Sophia Ekstrand, Júlia Aguadé-Gorgorió, Anastasia Vavilina, Diane Lefaudeux, Brian Nadel, Jacky Y. Li, Yanling Wang, Lydia K. Lee, Reza Ardehali, M. Luisa Iruela-Arispe, Matteo Pellegrini, Ed G. Stanley, Andrew G. Elefanty, Katja Schenke-Layland, Hanna K. A. Mikkola",
      "paper_url": "https://doi.org/10.1038/s41586-022-04571-x",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391383681",
      "paper_id": "https://openalex.org/W4391383681",
      "title": "Matrix viscoelasticity promotes liver cancer progression in the pre-cirrhotic liver",
      "authors": "Weiguo Fan, Kolade Adebowale, Lóránd Váncza, Yuan Li, Md Foysal Rabbi, Koshi Kunimoto, Dongning Chen, Gergely Mozes, David Kung-Chun Chiu, Yisi Li, Junyan Tao, Yi Wei, Nia Adeniji, Ryan L. Brunsing, Renumathy Dhanasekaran, Aatur Singhi, David Geller, Su Hao Lo, Louis Hodgson, Edgar G. Engleman, Gregory W. Charville, Vivek Charu, Satdarshan P. Monga, Taeyoon Kim, Rebecca G. Wells, Ovijit Chaudhuri, Natalie J. Török",
      "paper_url": "https://doi.org/10.1038/s41586-023-06991-9",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3216388661",
      "paper_id": "https://openalex.org/W3216388661",
      "title": "Mechanism for the activation of the anaplastic lymphoma kinase receptor",
      "authors": "Andrey V. Reshetnyak, Paolo Rossi, Alexander G. Myasnikov, Munia Sowaileh, Jyotidarsini Mohanty, Amanda Nourse, Darcie J. Miller, Irit Lax, Joseph Schlessinger, Charalampos G. Kalodimos",
      "paper_url": "https://doi.org/10.1038/s41586-021-04140-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391994209",
      "paper_id": "https://openalex.org/W4391994209",
      "title": "Mechanisms of action and resistance in histone methylation-targeted therapy",
      "authors": "Makoto Yamagishi, Yuta Kuze, Seiichiro Kobayashi, Makoto Nakashima, Satoko Morishima, Toyotaka Kawamata, Junya Makiyama, Kako Suzuki, Masahide Seki, Kazumi Abe, Kiyomi Imamura, Eri Watanabe, Kazumi Tsuchiya, Isao Yasumatsu, Gensuke Takayama, Yoshiyuki Hizukuri, Kazumi Ito, Yukihiro Taira, Yasuhito Nannya, Arinobu Tojo, Toshiki Watanabe, Shinji Tsutsumi, Yutaka Suzuki, Kaoru Uchimaru",
      "paper_url": "https://doi.org/10.1038/s41586-024-07103-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402221777",
      "paper_id": "https://openalex.org/W4402221777",
      "title": "Mechanisms that clear mutations drive field cancerization in mammary tissue",
      "authors": "Marta Ciwinska, Hendrik A. Messal, Hristina R. Hristova, Catrin Lutz, Laura Bornes, Theofilos Chalkiadakis, Rolf Harkes, Nathalia S. M. Langedijk, Stefan J. Hutten, Renée X. Menezes, Jos Jonkers, Stefan Prekovic, Jelle Wesseling, Alastair M. Thompson, Serena Nik-Zainal, Elinor J. Sawyer, Helen R. Davies, Andrew Futreal, Nicholas E. Navin, E. Shelley Hwang, Jos Jonkers, Jacco van Rheenen, Fariba Behbod, Esther H. Lips, Marjanka Schmidt, Lodewyk F. A. Wessels, Daniel Rea, Proteeti Bhattacharjee, Hilary Stobart, Deborah Collyar, Donna Pinto, Ellen Verschuur, Marja van Oirsouw, Benjamin D. Simons, Colinda L. G. J. Scheele, Jacco van Rheenen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07882-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4324344184",
      "paper_id": "https://openalex.org/W4324344184",
      "title": "MEN1 mutations mediate clinical resistance to menin inhibition",
      "authors": "Florian Perner, Eytan M. Stein, Daniela V. Wenge, Sukrit Singh, Jeonghyeon Kim, Athina Apazidis, Homa Rahnamoun, Disha Anand, Christian Marinaccio, Charlie Hatton, Yanhe Wen, Richard M. Stone, David Schaller, Shoron Mowla, Wenbin Xiao, Holly A. Gamlen, Aaron J. Stonestrom, Sonali Persaud, Elizabeth Ener, Jevon A. Cutler, John G. Doench, Gerard M. McGeehan, Andrea Volkamer, John D. Chodera, Radosław P. Nowak, Eric S. Fischer, Ross L. Levine, Scott A. Armstrong, Sheng F. Cai",
      "paper_url": "https://doi.org/10.1038/s41586-023-05755-9",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411208695",
      "paper_id": "https://openalex.org/W4411208695",
      "title": "Metabolic adaptations direct cell fate during tissue regeneration",
      "authors": "Almudena Chaves-Perez, Scott E. Millman, Sudha Janaki-Raman, Yu-Jui Ho, Clemens Hinterleitner, Valentin J. A. Barthet, John P. Morris IV, Francisco M. Barriga, Jose Reyes, Aye Kyaw, H. Amalia Pasolli, Dana Pe’er, Craig B. Thompson, Lydia W. S. Finley, Justin R. Cross, Scott W. Lowe",
      "paper_url": "https://doi.org/10.1038/s41586-025-09097-6",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4308620623",
      "paper_id": "https://openalex.org/W4308620623",
      "title": "Metastatic recurrence in colorectal cancer arises from residual EMP1+ cells",
      "authors": "Adrià Cañellas-Socias, Carme Cortina, Xavier Hernando-Momblona, Sergio Palomo-Ponce, Eoghan J. Mulholland, Gemma Turon, Lidia Mateo, Sefora Conti, Olga Roman, Marta Sevillano, Felipe Slebe, Diana Stork, Adrià Caballé-Mestres, Antonio Berenguer-Llergo, Adrián Álvarez-Varela, Nicola Fenderico, Laura Novellasdemunt, Laura Jiménez-Gracia, Tamara Sipka, Lidia Bardia, Patricia Lorden, Julien Colombelli, Holger Heyn, Xavier Trepat, Sabine Tejpar, Elena Sancho, Daniele V. F. Tauriello, Simon Leedham, Camille Stephan-Otto Attolini, Eduard Batlle",
      "paper_url": "https://doi.org/10.1038/s41586-022-05402-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409501816",
      "paper_id": "https://openalex.org/W4409501816",
      "title": "Metformin reduces the competitive advantage of Dnmt3aR878H HSPCs",
      "authors": "Mohsen Hosseini, Veronique Voisin, Ali Chegini, Angelica Varesi, Severine Cathelin, Dhanoop Manikoth Ayyathan, Alex C. H. Liu, Yitong Yang, Vivian Wang, Abdula Maher, Eric Grignano, Julie A. Reisz, Angelo D’Alessandro, Kira Young, Yiyan Wu, Martina Fiumara, Samuele Ferrari, Luigi Naldini, Federico Gaiti, Shraddha Pai, Grace Egan, Aaron D. Schimmer, Gary D. Bader, John E. Dick, Stephanie Z. Xie, Jennifer J. Trowbridge, Steven M. Chan",
      "paper_url": "https://doi.org/10.1038/s41586-025-08871-w",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409729960",
      "paper_id": "https://openalex.org/W4409729960",
      "title": "Microbial metabolite drives ageing-related clonal haematopoiesis via ALPK1",
      "authors": "Puneet Agarwal, Avery Sampson, Kathleen Hueneman, Kwangmin Choi, Niels Asger Jakobsen, Emma Uible, Chiharu Ishikawa, Jennifer Yeung, Lyndsey Bolanos, Xueheng Zhao, Kenneth D. Setchell, David B. Haslam, Jessica Galloway-Pena, John C. Byrd, Paresh Vyas, Daniel T. Starczynowski",
      "paper_url": "https://doi.org/10.1038/s41586-025-08938-8",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4321480235",
      "paper_id": "https://openalex.org/W4321480235",
      "title": "Microbiota-derived 3-IAA influences chemotherapy efficacy in pancreatic cancer",
      "authors": "Joseph Tintelnot, Yang Xu, Till R. Lesker, Martin Schönlein, Leonie Konczalla, Anastasios D. Giannou, Penelope Pelczar, Dominik Kylies, Victor G. Puelles, Agata A. Bielecka, Manuela Peschka, Filippo Cortesi, Kristoffer Riecken, Maximilian Jung, Lena Amend, Tobias S. Bröring, Marija Trajkovic-Arsic, Jens T. Siveke, Thomas Renné, Danmei Zhang, Stefan Boeck, Till Strowig, Faik G. Uzunoglu, Cenap Güngör, Alexander Stein, Jakob R. Izbicki, Carsten Bokemeyer, Marianne Sinn, Alec C. Kimmelman, Samuel Huber, Nicola Gagliani",
      "paper_url": "https://doi.org/10.1038/s41586-023-05728-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401574108",
      "paper_id": "https://openalex.org/W4401574108",
      "title": "Mitochondrial complex I promotes kidney cancer metastasis",
      "authors": "Divya Bezwada, Luigi Perelli, Nicholas P. Lesner, Ling Cai, Bailey Brooks, Zheng Wu, Hieu S. Vu, Varun Sondhi, Daniel L. Cassidy, Stacy Kasitinon, Sherwin Kelekar, Feng Cai, Arin B. Aurora, McKenzie Patrick, Ashley Leach, Rashed Ghandour, Yuanyuan Zhang, Duyen Do, Phyllis McDaniel, Jessica Sudderth, Dennis Dumesnil, Sara House, Tracy Rosales, Alan M. Poole, Yair Lotan, Solomon Woldu, Aditya Bagrodia, Xiaosong Meng, Jeffrey A. Cadeddu, Prashant Mishra, Javier Garcia-Bermudez, Ivan Pedrosa, Payal Kapur, Kevin D. Courtney, Craig R. Malloy, Giannicola Genovese, Vitaly Margulis, Ralph J. DeBerardinis",
      "paper_url": "https://doi.org/10.1038/s41586-024-07812-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385708457",
      "paper_id": "https://openalex.org/W4385708457",
      "title": "Mitochondrial integrated stress response controls lung epithelial cell fate",
      "authors": "SeungHye Han, Minho Lee, Youngjin Shin, Regina Giovanni, Ram P. Chakrabarty, Mariana M. Herrerias, Laura A. Dada, Annette S. Flozak, Paul A. Reyfman, Basil Khuder, Colleen R. Reczek, Lin Gao, José Lopéz-Barneo, Cara J. Gottardi, G. R. Scott Budinger, Navdeep S. Chandel",
      "paper_url": "https://doi.org/10.1038/s41586-023-06423-8",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409501843",
      "paper_id": "https://openalex.org/W4409501843",
      "title": "Mitochondrial metabolism sustains DNMT3A-R882-mutant clonal haematopoiesis",
      "authors": "Malgorzata Gozdecka, Monika Dudek, Sean Wen, Muxin Gu, Richard J. Stopforth, Justyna Rak, Aristi Damaskou, Guinevere L. Grice, Matthew A. McLoughlin, Laura Bond, Rachael Wilson, George Giotopoulos, Vijaya Mahalingam Shanmugiah, Rula Bany Bakar, Eliza Yankova, Jonathan L. Cooper, Nisha Narayan, Sarah J. Horton, Ryan Asby, Dean C. Pask, Annalisa Mupo, Graham Duddy, Ludovica Marando, Theodoros Georgomanolis, Paul Carter, Amirtha Priya Ramesh, William G. Dunn, Clea Barcena, Paolo Gallipoli, Kosuke Yusa, Slavé Petrovski, Penny Wright, Pedro M. Quiros, Christian Frezza, James A. Nathan, Arthur Kaser, Siddhartha Kar, Konstantinos Tzelepis, Jonathan Mitchell, Margarete A. Fabre, Brian J. P. Huntly, George S. Vassiliou",
      "paper_url": "https://doi.org/10.1038/s41586-025-08980-6",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4283744632",
      "paper_id": "https://openalex.org/W4283744632",
      "title": "Mitochondrial RNA modifications shape metabolic plasticity in metastasis",
      "authors": "Sylvain Delaunay, Gloria Pascual, Bohai Feng, Kevin Klann, Mikaela Behm, Agnes Hotz-Wagenblatt, Karsten Richter, Karim Zaoui, Esther Herpel, Christian Münch, Sabine Dietmann, Jochen Hess, Salvador Aznar Benitah, Michaela Frye",
      "paper_url": "https://doi.org/10.1038/s41586-022-04898-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4396544387",
      "paper_id": "https://openalex.org/W4396544387",
      "title": "Mitochondrial transfer mediates endothelial cell engraftment through mitophagy",
      "authors": "Ruei-Zeng Lin, Gwang-Bum Im, Allen Chilun Luo, Yonglin Zhu, Xuechong Hong, Joseph Neumeyer, Hong-Wen Tang, Norbert Perrimon, Juan M. Melero-Martin",
      "paper_url": "https://doi.org/10.1038/s41586-024-07340-0",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410841327",
      "paper_id": "https://openalex.org/W4410841327",
      "title": "Mouse liver assembloids model periportal architecture and biliary fibrosis",
      "authors": "Anna M. Dowbaj, Aleksandra Sljukic, Armin Niksic, Cedric Landerer, Julien Delpierre, Haochen Yang, Aparajita Lahree, Ariane C. Kühn, David Beers, Helen M. Byrne, Sarah Seifert, Heather A. Harrington, Marino Zerial, Meritxell Huch",
      "paper_url": "https://doi.org/10.1038/s41586-025-09183-9",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3216448540",
      "paper_id": "https://openalex.org/W3216448540",
      "title": "Multi-omic machine learning predictor of breast cancer therapy response",
      "authors": "Stephen-John Sammut, Mireia Crispin-Ortuzar, Suet-Feung Chin, Elena Provenzano, Helen A. Bardwell, Wenxin Ma, Wei Cope, Ali Dariush, Sarah-Jane Dawson, Jean E. Abraham, Janet Dunn, Louise Hiller, Jeremy Thomas, David A. Cameron, John M. S. Bartlett, Larry Hayward, Paul D. Pharoah, Florian Markowetz, Oscar M. Rueda, Helena M. Earl, Carlos Caldas",
      "paper_url": "https://doi.org/10.1038/s41586-021-04278-5",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4409485986",
      "paper_id": "https://openalex.org/W4409485986",
      "title": "Multi-zonal liver organoids from human pluripotent stem cells",
      "authors": "Hasan Al Reza, Connie Santangelo, Kentaro Iwasawa, Abid Al Reza, Sachiko Sekiya, Kathryn Glaser, Alexander Bondoc, Jonathan Merola, Takanori Takebe",
      "paper_url": "https://doi.org/10.1038/s41586-025-08850-1",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410551406",
      "paper_id": "https://openalex.org/W4410551406",
      "title": "Multigenerational cell tracking of DNA replication and heritable DNA damage",
      "authors": "Andreas Panagopoulos, Merula Stout, Sinan Kilic, Peter Leary, Julia Vornberger, Virginia Pasti, Antonio Galarreta, Aleksandra Lezaja, Kyra Kirschenbühler, Ralph Imhof, Hubert Rehrauer, Urs Ziegler, Matthias Altmeyer",
      "paper_url": "https://doi.org/10.1038/s41586-025-08986-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4396544281",
      "paper_id": "https://openalex.org/W4396544281",
      "title": "Multimodal decoding of human liver regeneration",
      "authors": "K. P. Matchett, J. R. Wilson-Kanamori, J. R. Portman, C. A. Kapourani, F. Fercoq, S. May, E. Zajdel, M. Beltran, E. F. Sutherland, J. B. G. Mackey, M. Brice, G. C. Wilson, S. J. Wallace, L. Kitto, N. T. Younger, R. Dobie, D. J. Mole, G. C. Oniscu, S. J. Wigmore, P. Ramachandran, C. A. Vallejos, N. O. Carragher, M. M. Saeidinejad, A. Quaglia, R. Jalan, K. J. Simpson, T. J. Kendall, J. A. Rule, W. M. Lee, M. Hoare, C. J. Weston, J. C. Marioni, S. A. Teichmann, T. G. Bird, L. M. Carlin, N. C. Henderson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07376-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3207879702",
      "paper_id": "https://openalex.org/W3207879702",
      "title": "Mutant clones in normal epithelium outcompete and eliminate emerging tumours",
      "authors": "B. Colom, A. Herms, M. W. J. Hall, S. C. Dentro, C. King, R. K. Sood, M. P. Alcolea, G. Piedrafita, D. Fernandez-Antoran, S. H. Ong, J. C. Fowler, K. T. Mahbubani, K. Saeb-Parsy, M. Gerstung, B. A. Hall, P. H. Jones",
      "paper_url": "https://doi.org/10.1038/s41586-021-03965-7",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404105376",
      "paper_id": "https://openalex.org/W4404105376",
      "title": "Mutant-selective AKT inhibition through lysine targeting and neo-zinc chelation",
      "authors": "Gregory B. Craven, Hang Chu, Jessica D. Sun, Jordan D. Carelli, Brittany Coyne, Hao Chen, Ying Chen, Xiaolei Ma, Subhamoy Das, Wayne Kong, Adam D. Zajdlik, Kin S. Yang, Solomon H. Reisberg, Peter A. Thompson, J. Russell Lipford, Jack Taunton",
      "paper_url": "https://doi.org/10.1038/s41586-024-08176-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399365594",
      "paper_id": "https://openalex.org/W4399365594",
      "title": "MYCT1 controls environmental sensing in human haematopoietic stem cells",
      "authors": "Júlia Aguadé-Gorgorió, Yasaman Jami-Alahmadi, Vincenzo Calvanese, Maya Kardouh, Iman Fares, Haley Johnson, Valerie Rezek, Feiyang Ma, Mattias Magnusson, Yanling Wang, Juliana E. Shin, Karina J. Nance, Helen S. Goodridge, Simone Liebscher, Katja Schenke-Layland, Gay M. Crooks, James A. Wohlschlegel, Hanna K. A. Mikkola",
      "paper_url": "https://doi.org/10.1038/s41586-024-07478-x",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3138484572",
      "paper_id": "https://openalex.org/W3138484572",
      "title": "NASH limits anti-tumour surveillance in immunotherapy-treated HCC",
      "authors": "Dominik Pfister, Nicolás Gonzalo Núñez, Roser Pinyol, Olivier Govaere, Matthias Pinter, Marta Szydlowska, Revant Gupta, Mengjie Qiu, Aleksandra Deczkowska, Assaf Weiner, Florian Müller, Ankit Sinha, Ekaterina Friebel, Thomas Engleitner, Daniela Lenggenhager, Anja Moncsek, Danijela Heide, Kristin Stirm, Jan Kosla, Eleni Kotsiliti, Valentina Leone, Michael Dudek, Suhail Yousuf, Donato Inverso, Indrabahadur Singh, Ana Teijeiro, Florian Castet, Carla Montironi, Philipp K. Haber, Dina Tiniakos, Pierre Bedossa, Simon Cockell, Ramy Younes, Michele Vacca, Fabio Marra, Jörn M. Schattenberg, Michael Allison, Elisabetta Bugianesi, Vlad Ratziu, Tiziana Pressiani, Antonio D’Alessio, Nicola Personeni, Lorenza Rimassa, Ann K. Daly, Bernhard Scheiner, Katharina Pomej, Martha M. Kirstein, Arndt Vogel, Markus Peck-Radosavljevic, Florian Hucke, Fabian Finkelmeier, Oliver Waidmann, Jörg Trojan, Kornelius Schulze, Henning Wege, Sandra Koch, Arndt Weinmann, Marco Bueter, Fabian Rössler, Alexander Siebenhüner, Sara De Dosso, Jan-Philipp Mallm, Viktor Umansky, Manfred Jugold, Tom Luedde, Andrea Schietinger, Peter Schirmacher, Brinda Emu, Hellmut G. Augustin, Adrian Billeter, Beat Müller-Stich, Hiroto Kikuchi, Dan G. Duda, Fabian Kütting, Dirk-Thomas Waldschmidt, Matthias Philip Ebert, Nuh Rahbari, Henrik E. Mei, Axel Ronald Schulz, Marc Ringelhan, Nisar Malek, Stephan Spahn, Michael Bitzer, Marina Ruiz de Galarreta, Amaia Lujambio, Jean-Francois Dufour, Thomas U. Marron, Ahmed Kaseb, Masatoshi Kudo, Yi-Hsiang Huang, Nabil Djouder, Katharina Wolter, Lars Zender, Parice N. Marche, Thomas Decaens, David J. Pinato, Roland Rad, Joachim C. Mertens, Achim Weber, Kristian Unger, Felix Meissner, Susanne Roth, Zuzana Macek Jilkova, Manfred Claassen, Quentin M. Anstee, Ido Amit, Percy Knolle, Burkhard Becher, Josep M. Llovet, Mathias Heikenwalder",
      "paper_url": "https://doi.org/10.1038/s41586-021-03362-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400279684",
      "paper_id": "https://openalex.org/W4400279684",
      "title": "NBS1 lactylation is required for efficient DNA repair and chemotherapy resistance",
      "authors": "Hengxing Chen, Yun Li, Huafu Li, Xiancong Chen, Huafeng Fu, Deli Mao, Wei Chen, Linxiang Lan, Chunming Wang, Kaishun Hu, Jia Li, Chengming Zhu, Ian Evans, Eddie Cheung, Daning Lu, Yulong He, Axel Behrens, Dong Yin, Changhua Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07620-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4280529341",
      "paper_id": "https://openalex.org/W4280529341",
      "title": "Neoantigen quality predicts immunoediting in survivors of pancreatic cancer",
      "authors": "Marta Łuksza, Zachary M. Sethna, Luis A. Rojas, Jayon Lihm, Barbara Bravi, Yuval Elhanati, Kevin Soares, Masataka Amisaki, Anton Dobrin, David Hoyos, Pablo Guasp, Abderezak Zebboudj, Rebecca Yu, Adrienne Kaya Chandra, Theresa Waters, Zagaa Odgerel, Joanne Leung, Rajya Kappagantula, Alvin Makohon-Moore, Amber Johns, Anthony Gill, Mathieu Gigoux, Jedd Wolchok, Taha Merghoub, Michel Sadelain, Erin Patterson, Remi Monasson, Thierry Mora, Aleksandra M. Walczak, Simona Cocco, Christine Iacobuzio-Donahue, Benjamin D. Greenbaum, Vinod P. Balachandran",
      "paper_url": "https://doi.org/10.1038/s41586-022-04735-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411627179",
      "paper_id": "https://openalex.org/W4411627179",
      "title": "Nerve-to-cancer transfer of mitochondria during cancer metastasis",
      "authors": "Gregory Hoover, Shila Gilbert, Olivia Curley, Clémence Obellianne, Mike T. Lin, William Hixson, Terry W. Pierce, Joel F. Andrews, Mikhail F. Alexeyev, Yi Ding, Ping Bu, Fariba Behbod, Daniel Medina, Jeffrey T. Chang, Gustavo Ayala, Simon Grelet",
      "paper_url": "https://doi.org/10.1038/s41586-025-09176-8",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4385490576",
      "paper_id": "https://openalex.org/W4385490576",
      "title": "Netrin-1 blockade inhibits tumour growth and EMT features in endometrial cancer",
      "authors": "Philippe A. Cassier, Raul Navaridas, Melanie Bellina, Nicolas Rama, Benjamin Ducarouge, Hector Hernandez-Vargas, Jean-Pierre Delord, Justine Lengrand, Andrea Paradisi, Laurent Fattet, Gwenaële Garin, Hanane Gheit, Cecile Dalban, Ievgenia Pastushenko, David Neves, Remy Jelin, Nicolas Gadot, Nicolas Braissand, Sophie Léon, Cyril Degletagne, Xavier Matias-Guiu, Mojgan Devouassoux-Shisheboran, Eliane Mery-Lamarche, Justine Allard, Egor Zindy, Christine Decaestecker, Isabelle Salmon, David Perol, Xavi Dolcet, Isabelle Ray-Coquard, Cédric Blanpain, Agnès Bernet, Patrick Mehlen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06367-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401388946",
      "paper_id": "https://openalex.org/W4401388946",
      "title": "Neuronal substance P drives metastasis through an extracellular RNA–TLR7 axis",
      "authors": "Veena Padmanaban, Isabel Keller, Ethan S. Seltzer, Benjamin N. Ostendorf, Zachary Kerner, Sohail F. Tavazoie",
      "paper_url": "https://doi.org/10.1038/s41586-024-07767-5",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412479349",
      "paper_id": "https://openalex.org/W4412479349",
      "title": "Neutrophils drive vascular occlusion, tumour necrosis and metastasis",
      "authors": "Jose M. Adrover, Xiao Han, Lijuan Sun, Takeo Fujii, Nicole Sivetz, Juliane Daßler-Plenker, Clary Evans, Jessica Peters, Xue-Yan He, Courtney D. Cannon, Won Jin Ho, George Raptis, R. Scott Powers, Mikala Egeblad",
      "paper_url": "https://doi.org/10.1038/s41586-025-09278-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3164136038",
      "paper_id": "https://openalex.org/W3164136038",
      "title": "NF1 mutation drives neuronal activity-dependent initiation of optic glioma",
      "authors": "Yuan Pan, Jared D. Hysinger, Tara Barron, Nicki F. Schindler, Olivia Cobb, Xiaofan Guo, Belgin Yalçın, Corina Anastasaki, Sara B. Mulinyawe, Anitha Ponnuswami, Suzanne Scheaffer, Yu Ma, Kun-Che Chang, Xin Xia, Joseph A. Toonen, James J. Lennon, Erin M. Gibson, John R. Huguenard, Linda M. Liau, Jeffrey L. Goldberg, Michelle Monje, David H. Gutmann",
      "paper_url": "https://doi.org/10.1038/s41586-021-03580-6",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4220909053",
      "paper_id": "https://openalex.org/W4220909053",
      "title": "Nivolumab plus chemotherapy or ipilimumab in gastro-oesophageal cancer",
      "authors": "Kohei Shitara, Jaffer A. Ajani, Markus Moehler, Marcelo Garrido, Carlos Gallardo, Lin Shen, Kensei Yamaguchi, Lucjan Wyrwicz, Tomasz Skoczylas, Arinilda Campos Bragagnoli, Tianshu Liu, Mustapha Tehfe, Elena Elimova, Ricardo Bruges, Thomas Zander, Sergio de Azevedo, Ruben Kowalyszyn, Roberto Pazo-Cid, Michael Schenker, James M. Cleary, Patricio Yanez, Kynan Feeney, Michalis V. Karamouzis, Valerie Poulart, Ming Lei, Hong Xiao, Kaoru Kondo, Mingshun Li, Yelena Y. Janjigian",
      "paper_url": "https://doi.org/10.1038/s41586-022-04508-4",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412600807",
      "paper_id": "https://openalex.org/W4412600807",
      "title": "NNMT inhibition in cancer-associated fibroblasts restores antitumour immunity",
      "authors": "Janna Heide, Agnes J. Bilecz, Samarjit Patnaik, Maria Francesca Allega, Leonhard Donle, Kaiting Yang, Ethan Teich, Yan Li, Qiaoshan Lin, Ke Kong, Li Liu, Tae Gyun Yang, Ken Chih-Chien Cheng, Jonathan H. Shrimp, Quinlin M. Hanson, Min Shen, Hongmao Sun, Hardik Shah, Lisa Schweizer, Katarzyna Zawieracz, Andrea Olland, Andre White, Robert K. Suto, Razzaq Alhunayan, Medine Taşdemir, Noa Longman, Hua Liang, Matthias Mann, Gordon M. Stott, Matthew D. Hall, Simon Schwörer, Ralph R. Weichselbaum, András Piffkó, Ernst Lengyel",
      "paper_url": "https://doi.org/10.1038/s41586-025-09303-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407722249",
      "paper_id": "https://openalex.org/W4407722249",
      "title": "Nociceptive neurons promote gastric tumour progression via a CGRP–RAMP1 axis",
      "authors": "Xiaofei Zhi, Feijing Wu, Jin Qian, Yosuke Ochiai, Guodong Lian, Ermanno Malagola, Biyun Zheng, Ruhong Tu, Yi Zeng, Hiroki Kobayashi, Zhangchuan Xia, Ruizhi Wang, Yueqing Peng, Qiongyu Shi, Duan Chen, Sandra W. Ryeom, Timothy C. Wang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08591-1",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4307931719",
      "paper_id": "https://openalex.org/W4307931719",
      "title": "Nociceptor neurons affect cancer immunosurveillance",
      "authors": "Mohammad Balood, Maryam Ahmadi, Tuany Eichwald, Ali Ahmadi, Abdelilah Majdoubi, Karine Roversi, Katiane Roversi, Christopher T. Lucido, Anthony C. Restaino, Siyi Huang, Lexiang Ji, Kai-Chih Huang, Elise Semerena, Sini C. Thomas, Alexandro E. Trevino, Hannah Merrison, Alexandre Parrin, Benjamin Doyle, Daniel W. Vermeer, William C. Spanos, Caitlin S. Williamson, Corey R. Seehus, Simmie L. Foster, Hongyue Dai, Chengyi J. Shu, Manu Rangachari, Jacques Thibodeau, Sonia V. Del Rincon, Ronny Drapkin, Moutih Rafei, Nader Ghasemlou, Paola D. Vermeer, Clifford J. Woolf, Sebastien Talbot",
      "paper_url": "https://doi.org/10.1038/s41586-022-05374-w",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4200432640",
      "paper_id": "https://openalex.org/W4200432640",
      "title": "Non-genetic determinants of malignant clonal fitness at single-cell resolution",
      "authors": "Katie A. Fennell, Dane Vassiliadis, Enid Y. N. Lam, Luciano G. Martelotto, Jesse J. Balic, Sebastian Hollizeck, Tom S. Weber, Timothy Semple, Qing Wang, Denise C. Miles, Laura MacPherson, Yih-Chih Chan, Andrew A. Guirguis, Lev M. Kats, Emily S. Wong, Sarah-Jane Dawson, Shalin H. Naik, Mark A. Dawson",
      "paper_url": "https://doi.org/10.1038/s41586-021-04206-7",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404566635",
      "paper_id": "https://openalex.org/W4404566635",
      "title": "Normal breast tissues harbour rare populations of aneuploid epithelial cells",
      "authors": "Yiyun Lin, Junke Wang, Kaile Wang, Shanshan Bai, Aatish Thennavan, Runmin Wei, Yun Yan, Jianzhuo Li, Heba Elgamal, Emi Sei, Anna Casasent, Mitchell Rao, Chenling Tang, Asha S. Multani, Jin Ma, Jessica Montalvan, Chandandeep Nagi, Sebastian Winocour, Bora Lim, Alastair Thompson, Nicholas Navin",
      "paper_url": "https://doi.org/10.1038/s41586-024-08129-x",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3165366231",
      "paper_id": "https://openalex.org/W3165366231",
      "title": "NOTUM from Apc-mutant cells biases clonal competition to initiate cancer",
      "authors": "Dustin J. Flanagan, Nalle Pentinmikko, Kalle Luopajärvi, Nicky J. Willis, Kathryn Gilroy, Alexander P. Raven, Lynn Mcgarry, Johanna I. Englund, Anna T. Webb, Sandra Scharaw, Nadia Nasreddin, Michael C. Hodder, Rachel A. Ridgway, Emma Minnee, Nathalie Sphyris, Ella Gilchrist, Arafath K. Najumudeen, Beatrice Romagnolo, Christine Perret, Ann C. Williams, Hans Clevers, Pirjo Nummela, Marianne Lähde, Kari Alitalo, Ville Hietakangas, Ann Hedley, William Clark, Colin Nixon, Kristina Kirschner, E. Yvonne Jones, Ari Ristimäki, Simon J. Leedham, Paul V. Fish, Jean-Paul Vincent, Pekka Katajisto, Owen J. Sansom",
      "paper_url": "https://doi.org/10.1038/s41586-021-03525-z",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4413020604",
      "paper_id": "https://openalex.org/W4413020604",
      "title": "NSD2 inhibitors rewire chromatin to treat lung and pancreatic cancers",
      "authors": "Jinho Jeong, Simone Hausmann, Hanyang Dong, Kacper Szczepski, Natasha M. Flores, Andy Garcia Gonzalez, Liyang Shi, Xiaoyin Lu, Joanna Lempiäinen, Moritz Jakab, Liyong Zeng, Tourkian Chasan, Eric Bareke, Rui Dong, Emma Carlson, Reinnier Padilla, Dylan Husmann, Julia Thompson, Gerry A. Shipman, Emily Zahn, Courtney A. Barnes, Laiba F. Khan, Liz Marie Albertorio-Sáez, Eva Brill, Vishnu Udayakumar Sunita Kumary, Matthew R. Marunde, Danielle N. Maryanski, Cheryl C. Szany, Bryan J. Venters, Carolina Lin Windham, Michal Eligiusz Nowakowski, Iwona Czaban, Mariusz Jaremko, Michael-Christopher Keogh, Kang Le, Michael J. Soth, Benjamin A. Garcia, Łukasz Jaremko, Jacek Majewski, Pawel K. Mazur, Or Gozani",
      "paper_url": "https://doi.org/10.1038/s41586-025-09299-y",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4280613307",
      "paper_id": "https://openalex.org/W4280613307",
      "title": "Olfactory sensory experience regulates gliomagenesis via neuronal IGF1",
      "authors": "Pengxiang Chen, Wei Wang, Rui Liu, Jiahui Lyu, Lei Zhang, Baizhou Li, Biying Qiu, Anhao Tian, Wenhong Jiang, Honggang Ying, Rui Jing, Qianqian Wang, Keqing Zhu, Ruiliang Bai, Linghui Zeng, Shumin Duan, Chong Liu",
      "paper_url": "https://doi.org/10.1038/s41586-022-04719-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410189394",
      "paper_id": "https://openalex.org/W4410189394",
      "title": "Oncogene aberrations drive medulloblastoma progression, not initiation",
      "authors": "Konstantin Okonechnikov, Piyush Joshi, Verena Körber, Anne Rademacher, Michele Bortolomeazzi, Jan-Philipp Mallm, Jan Vaillant, Patricia Benites Goncalves da Silva, Britta Statz, Mari Sepp, Ioannis Sarropoulos, Tetsuya Yamada, Andrea Wittmann, Kathrin Schramm, Mirjam Blattner-Johnson, Petra Fiesel, Barbara Jones, Natalie Jäger, Till Milde, Kristian W. Pajtler, Cornelis M. van Tilburg, Olaf Witt, Konrad Bochennek, Katharina Johanna Weber, Lisa Nonnenmacher, Christian Reimann, David R. Ghasemi, Ulrich Schüller, Martin Mynarek, Stefan Rutkowski, David T. W. Jones, Andrey Korshunov, Karsten Rippe, Frank Westermann, Supat Thongjuea, Thomas Höfer, Henrik Kaessmann, Lena M. Kutscher, Stefan M. Pfister",
      "paper_url": "https://doi.org/10.1038/s41586-025-08973-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410362114",
      "paper_id": "https://openalex.org/W4410362114",
      "title": "Oncogenic fusions converge on shared mechanisms in initiating astroblastoma",
      "authors": "Yixing Shi, Qianqian Sun, Fuchuan Jia, Xiangyu Xie, Xiangyu Zhou, Rong Guo, Yangfan Zeng, Shanshan Chen, Zhenzhen Guo, Wenli Sun, Tong Guo, Yu Xia, Wenlong Li, Li Zhang, Wei Shi, Yang Yu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08981-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408614030",
      "paper_id": "https://openalex.org/W4408614030",
      "title": "Oncolytic virus VG161 in refractory hepatocellular carcinoma",
      "authors": "Yinan Shen, Xueli Bai, Qi Zhang, Xingmei Liang, Xinyan Jin, Zeda Zhao, Wei Song, Qian Tan, Ronghua Zhao, William Jia, Shanzhi Gu, Guoming Shi, Ziwei Zheng, Guyue Wei, Youlei Wang, Tian Fang, Yuwei Li, Zijun Wang, Zifan Yang, Sida Guo, Danni Lin, Fang Wei, Lei Wang, Xiaoli Sun, Aijun Qin, Longshen Xie, Yeting Qiu, Wenqing Bao, Shah Rahimian, Manu Singh, Yanal Murad, Jianying Shang, Min Chu, Maoliang Huang, Jun Ding, Wei Chen, Yufu Ye, Yiwen Chen, Xiang Li, Tingbo Liang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08717-5",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4302010968",
      "paper_id": "https://openalex.org/W4302010968",
      "title": "Opposing roles of hepatic stellate cell subpopulations in hepatocarcinogenesis",
      "authors": "Aveline Filliol, Yoshinobu Saito, Ajay Nair, Dianne H. Dapito, Le-Xing Yu, Aashreya Ravichandra, Sonakshi Bhattacharjee, Silvia Affo, Naoto Fujiwara, Hua Su, Qiuyan Sun, Thomas M. Savage, John R. Wilson-Kanamori, Jorge M. Caviglia, LiKang Chin, Dongning Chen, Xiaobo Wang, Stefano Caruso, Jin Ku Kang, Amit Dipak Amin, Sebastian Wallace, Ross Dobie, Deqi Yin, Oscar M. Rodriguez-Fiallos, Chuan Yin, Adam Mehal, Benjamin Izar, Richard A. Friedman, Rebecca G. Wells, Utpal B. Pajvani, Yujin Hoshida, Helen E. Remotti, Nicholas Arpaia, Jessica Zucman-Rossi, Michael Karin, Neil C. Henderson, Ira Tabas, Robert F. Schwabe",
      "paper_url": "https://doi.org/10.1038/s41586-022-05289-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4292122046",
      "paper_id": "https://openalex.org/W4292122046",
      "title": "Ordered and deterministic cancer genome evolution after p53 loss",
      "authors": "Timour Baslan, John P. Morris IV, Zhen Zhao, Jose Reyes, Yu-Jui Ho, Kaloyan M. Tsanov, Jonathan Bermeo, Sha Tian, Sean Zhang, Gokce Askan, Aslihan Yavas, Nicolas Lecomte, Amanda Erakky, Anna M. Varghese, Amy Zhang, Jude Kendall, Elena Ghiban, Lubomir Chorbadjiev, Jie Wu, Nevenka Dimitrova, Kalyani Chadalavada, Gouri J. Nanjangud, Chaitanya Bandlamudi, Yixiao Gong, Mark T. A. Donoghue, Nicholas D. Socci, Alex Krasnitz, Faiyaz Notta, Steve D. Leach, Christine A. Iacobuzio-Donahue, Scott W. Lowe",
      "paper_url": "https://doi.org/10.1038/s41586-022-05082-5",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4361199921",
      "paper_id": "https://openalex.org/W4361199921",
      "title": "Ornithine aminotransferase supports polyamine synthesis in pancreatic cancer",
      "authors": "Min-Sik Lee, Courtney Dennis, Insia Naqvi, Lucas Dailey, Alireza Lorzadeh, George Ye, Tamara Zaytouni, Ashley Adler, Daniel S. Hitchcock, Lin Lin, Megan T. Hoffman, Aladdin M. Bhuiyan, Jaimie L. Barth, Miranda E. Machacek, Mari Mino-Kenudson, Stephanie K. Dougan, Unmesh Jadhav, Clary B. Clish, Nada Y. Kalaany",
      "paper_url": "https://doi.org/10.1038/s41586-023-05891-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4311437317",
      "paper_id": "https://openalex.org/W4311437317",
      "title": "Ovarian cancer mutational processes drive site-specific immune evasion",
      "authors": "Ignacio Vázquez-García, Florian Uhlitz, Nicholas Ceglia, Jamie L. P. Lim, Michelle Wu, Neeman Mohibullah, Juliana Niyazov, Arvin Eric B. Ruiz, Kevin M. Boehm, Viktoria Bojilova, Christopher J. Fong, Tyler Funnell, Diljot Grewal, Eliyahu Havasov, Samantha Leung, Arfath Pasha, Druv M. Patel, Maryam Pourmaleki, Nicole Rusk, Hongyu Shi, Rami Vanguri, Marc J. Williams, Allen W. Zhang, Vance Broach, Dennis S. Chi, Arnaud Da Cruz Paula, Ginger J. Gardner, Sarah H. Kim, Matthew Lennon, Kara Long Roche, Yukio Sonoda, Oliver Zivanovic, Ritika Kundra, Agnes Viale, Fatemeh N. Derakhshan, Luke Geneslaw, Shirin Issa Bhaloo, Ana Maroldi, Rahelly Nunez, Fresia Pareja, Anthe Stylianou, Mahsa Vahdatinia, Yonina Bykov, Rachel N. Grisham, Ying L. Liu, Yulia Lakhman, Ines Nikolovski, Daniel Kelly, Jianjiong Gao, Andrea Schietinger, Travis J. Hollmann, Samuel F. Bakhoum, Robert A. Soslow, Lora H. Ellenson, Nadeem R. Abu-Rustum, Carol Aghajanian, Claire F. Friedman, Andrew McPherson, Britta Weigelt, Dmitriy Zamarin, Sohrab P. Shah",
      "paper_url": "https://doi.org/10.1038/s41586-022-05496-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4384820114",
      "paper_id": "https://openalex.org/W4384820114",
      "title": "p53 governs an AT1 differentiation programme in lung cancer suppression",
      "authors": "Alyssa M. Kaiser, Alberto Gatto, Kathryn J. Hanson, Richard L. Zhao, Nitin Raj, Michael G. Ozawa, José A. Seoane, Kathryn T. Bieging-Rolett, Mengxiong Wang, Irene Li, Winston L. Trope, Douglas Z. Liou, Joseph B. Shrager, Sylvia K. Plevritis, Aaron M. Newman, Capucine Van Rechem, Laura D. Attardi",
      "paper_url": "https://doi.org/10.1038/s41586-023-06253-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4376113195",
      "paper_id": "https://openalex.org/W4376113195",
      "title": "Pan-cancer whole-genome comparison of primary and metastatic solid tumours",
      "authors": "Francisco Martínez-Jiménez, Ali Movasati, Sascha Remy Brunner, Luan Nguyen, Peter Priestley, Edwin Cuppen, Arne Van Hoeck",
      "paper_url": "https://doi.org/10.1038/s41586-023-06054-z",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410551302",
      "paper_id": "https://openalex.org/W4410551302",
      "title": "PCSK9 drives sterol-dependent metastatic organ choice in pancreatic cancer",
      "authors": "Gilles Rademaker, Grace A. Hernandez, Yurim Seo, Sumena Dahal, Lisa Miller-Phillips, Alexander L. Li, Xianlu Laura Peng, Changfei Luan, Longhui Qiu, Maude A. Liegeois, Bruce Wang, Kwun W. Wen, Grace E. Kim, Eric A. Collisson, Stephan F. Kruger, Stefan Boeck, Steffen Ormanns, Michael Guenther, Volker Heinemann, Michael Haas, Mark R. Looney, Jen Jen Yeh, Roberto Zoncu, Rushika M. Perera",
      "paper_url": "https://doi.org/10.1038/s41586-025-09017-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4395113421",
      "paper_id": "https://openalex.org/W4395113421",
      "title": "Periportal macrophages protect against commensal-driven liver inflammation",
      "authors": "Yu Miyamoto, Junichi Kikuta, Takahiro Matsui, Tetsuo Hasegawa, Kentaro Fujii, Daisuke Okuzaki, Yu-chen Liu, Takuya Yoshioka, Shigeto Seno, Daisuke Motooka, Yutaka Uchida, Erika Yamashita, Shogo Kobayashi, Hidetoshi Eguchi, Eiichi Morii, Karl Tryggvason, Takashi Shichita, Hisako Kayama, Koji Atarashi, Jun Kunisawa, Kenya Honda, Kiyoshi Takeda, Masaru Ishii",
      "paper_url": "https://doi.org/10.1038/s41586-024-07372-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4376133743",
      "paper_id": "https://openalex.org/W4376133743",
      "title": "Personalized RNA neoantigen vaccines stimulate T cells in pancreatic cancer",
      "authors": "Luis A. Rojas, Zachary Sethna, Kevin C. Soares, Cristina Olcese, Nan Pang, Erin Patterson, Jayon Lihm, Nicholas Ceglia, Pablo Guasp, Alexander Chu, Rebecca Yu, Adrienne Kaya Chandra, Theresa Waters, Jennifer Ruan, Masataka Amisaki, Abderezak Zebboudj, Zagaa Odgerel, George Payne, Evelyna Derhovanessian, Felicitas Müller, Ina Rhee, Mahesh Yadav, Anton Dobrin, Michel Sadelain, Marta Łuksza, Noah Cohen, Laura Tang, Olca Basturk, Mithat Gönen, Seth Katz, Richard Kinh Do, Andrew S. Epstein, Parisa Momtaz, Wungki Park, Ryan Sugarman, Anna M. Varghese, Elizabeth Won, Avni Desai, Alice C. Wei, Michael I. D’Angelica, T. Peter Kingham, Ira Mellman, Taha Merghoub, Jedd D. Wolchok, Ugur Sahin, Özlem Türeci, Benjamin D. Greenbaum, William R. Jarnagin, Jeffrey Drebin, Eileen M. O’Reilly, Vinod P. Balachandran",
      "paper_url": "https://doi.org/10.1038/s41586-023-06063-y",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409499754",
      "paper_id": "https://openalex.org/W4409499754",
      "title": "Perturbing LSD1 and WNT rewires transcription to synergistically induce AML differentiation",
      "authors": "Amir Hosseini, Abhinav Dhall, Nemo Ikonen, Natalia Sikora, Sylvain Nguyen, Yuqi Shen, Maria Luisa Jurgensen Amaral, Alan Jiao, Felice Wallner, Philipp Sergeev, Yuhua Lim, Yuanqin Yang, Binje Vick, Kimihito Cojin Kawabata, Ari Melnick, Paresh Vyas, Bing Ren, Irmela Jeremias, Bethan Psaila, Caroline A. Heckman, M. Andrés Blanco, Yang Shi",
      "paper_url": "https://doi.org/10.1038/s41586-025-08915-1",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4385490780",
      "paper_id": "https://openalex.org/W4385490780",
      "title": "Pharmacological targeting of netrin-1 inhibits EMT in cancer",
      "authors": "Justine Lengrand, Ievgenia Pastushenko, Sebastiaan Vanuytven, Yura Song, David Venet, Rahul M. Sarate, Melanie Bellina, Virginie Moers, Alice Boinet, Alejandro Sifrim, Nicolas Rama, Benjamin Ducarouge, Jens Van Herck, Christine Dubois, Samuel Scozzaro, Sophie Lemaire, Sarah Gieskes, Sophie Bonni, Amandine Collin, Nicolas Braissand, Justine Allard, Egor Zindy, Christine Decaestecker, Christos Sotiriou, Isabelle Salmon, Patrick Mehlen, Thierry Voet, Agnès Bernet, Cédric Blanpain",
      "paper_url": "https://doi.org/10.1038/s41586-023-06372-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4307658844",
      "paper_id": "https://openalex.org/W4307658844",
      "title": "Phenotypic plasticity and genetic control in colorectal cancer evolution",
      "authors": "Jacob Househam, Timon Heide, George D. Cresswell, Inmaculada Spiteri, Chris Kimberley, Luis Zapata, Claire Lynn, Chela James, Maximilian Mossner, Javier Fernandez-Mateos, Alessandro Vinceti, Ann-Marie Baker, Calum Gabbutt, Alison Berner, Melissa Schmidt, Bingjie Chen, Eszter Lakatos, Vinaya Gunasri, Daniel Nichol, Helena Costa, Miriam Mitchinson, Daniele Ramazzotti, Benjamin Werner, Francesco Iorio, Marnix Jansen, Giulio Caravagna, Chris P. Barnes, Darryl Shibata, John Bridgewater, Manuel Rodriguez-Justo, Luca Magnani, Andrea Sottoriva, Trevor A. Graham",
      "paper_url": "https://doi.org/10.1038/s41586-022-05311-x",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4280565406",
      "paper_id": "https://openalex.org/W4280565406",
      "title": "PHGDH heterogeneity potentiates cancer cell dissemination and metastasis",
      "authors": "Matteo Rossi, Patricia Altea-Manzano, Margherita Demicco, Ginevra Doglioni, Laura Bornes, Marina Fukano, Anke Vandekeere, Alejandro M. Cuadros, Juan Fernández-García, Carla Riera-Domingo, Cristina Jauset, Mélanie Planque, H. Furkan Alkan, David Nittner, Dongmei Zuo, Lindsay A. Broadfield, Sweta Parik, Antonino Alejandro Pane, Francesca Rizzollo, Gianmarco Rinaldi, Tao Zhang, Shao Thing Teoh, Arin B. Aurora, Panagiotis Karras, Ines Vermeire, Dorien Broekaert, Joke Van Elsen, Maximilian M. L. Knott, Martin F. Orth, Sofie Demeyer, Guy Eelen, Lacey E. Dobrolecki, Ayse Bassez, Thomas Van Brussel, Karl Sotlar, Michael T. Lewis, Harald Bartsch, Manfred Wuhrer, Peter van Veelen, Peter Carmeliet, Jan Cools, Sean J. Morrison, Jean-Christophe Marine, Diether Lambrechts, Massimiliano Mazzone, Gregory J. Hannon, Sophia Y. Lunt, Thomas G. P. Grünewald, Morag Park, Jacco van Rheenen, Sarah-Maria Fendt",
      "paper_url": "https://doi.org/10.1038/s41586-022-04758-2",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4288051653",
      "paper_id": "https://openalex.org/W4288051653",
      "title": "PI3K drives the de novo synthesis of coenzyme A from vitamin B5",
      "authors": "Christian C. Dibble, Samuel A. Barritt, Grace E. Perry, Evan C. Lien, Renee C. Geck, Sarah E. DuBois-Coyne, David Bartee, Thomas T. Zengeya, Emily B. Cohen, Min Yuan, Benjamin D. Hopkins, Jordan L. Meier, John G. Clohessy, John M. Asara, Lewis C. Cantley, Alex Toker",
      "paper_url": "https://doi.org/10.1038/s41586-022-04984-8",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4366401389",
      "paper_id": "https://openalex.org/W4366401389",
      "title": "PI3Kβ controls immune evasion in PTEN-deficient breast tumours",
      "authors": "Johann S. Bergholz, Qiwei Wang, Qi Wang, Michelle Ramseier, Sanjay Prakadan, Weihua Wang, Rong Fang, Sheheryar Kabraji, Qian Zhou, G. Kenneth Gray, Kayley Abell-Hart, Shaozhen Xie, Xiaocan Guo, Hao Gu, Thanh Von, Tao Jiang, Shuang Tang, Gordon J. Freeman, Hye-Jung Kim, Alex K. Shalek, Thomas M. Roberts, Jean J. Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-023-05940-w",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400491938",
      "paper_id": "https://openalex.org/W4400491938",
      "title": "Plasmacytoid dendritic cells control homeostasis of megakaryopoiesis",
      "authors": "Florian Gaertner, Hellen Ishikawa-Ankerhold, Susanne Stutte, Wenwen Fu, Jutta Weitz, Anne Dueck, Bhavishya Nelakuditi, Valeria Fumagalli, Dominic van den Heuvel, Larissa Belz, Gulnoza Sobirova, Zhe Zhang, Anna Titova, Alejandro Martinez Navarro, Kami Pekayvaz, Michael Lorenz, Louisa von Baumgarten, Jan Kranich, Tobias Straub, Bastian Popper, Vanessa Zheden, Walter Anton Kaufmann, Chenglong Guo, Guido Piontek, Saskia von Stillfried, Peter Boor, Marco Colonna, Sebastian Clauß, Christian Schulz, Thomas Brocker, Barbara Walzog, Christoph Scheiermann, William C. Aird, Claus Nerlov, Konstantin Stark, Tobias Petzold, Stefan Engelhardt, Michael Sixt, Robert Hauschild, Martina Rudelius, Robert A. J. Oostendorp, Matteo Iannacone, Matthias Heinig, Steffen Massberg",
      "paper_url": "https://doi.org/10.1038/s41586-024-07671-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403922403",
      "paper_id": "https://openalex.org/W4403922403",
      "title": "Polyclonal-to-monoclonal transition in colorectal precancerous evolution",
      "authors": "Zhaolian Lu, Shanlan Mo, Duo Xie, Xiangwei Zhai, Shanjun Deng, Kantian Zhou, Kun Wang, Xueling Kang, Hao Zhang, Juanzhen Tong, Liangzhen Hou, Huijuan Hu, Xuefei Li, Da Zhou, Leo Tsz On Lee, Li Liu, Yaxi Zhu, Jing Yu, Ping Lan, Jiguang Wang, Zhen He, Xionglei He, Zheng Hu",
      "paper_url": "https://doi.org/10.1038/s41586-024-08133-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403921154",
      "paper_id": "https://openalex.org/W4403921154",
      "title": "Polyclonality overcomes fitness barriers in Apc-driven tumorigenesis",
      "authors": "Iannish D. Sadien, Sam Adler, Shenay Mehmed, Sasha Bailey, Ashley Sawle, Dominique-Laurent Couturier, Matthew Eldridge, David J. Adams, Richard Kemp, Filipe C. Lourenço, Douglas J. Winton",
      "paper_url": "https://doi.org/10.1038/s41586-024-08053-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401389125",
      "paper_id": "https://openalex.org/W4401389125",
      "title": "Prognostic genome and transcriptome signatures in colorectal cancers",
      "authors": "Luís Nunes, Fuqiang Li, Meizhen Wu, Tian Luo, Klara Hammarström, Emma Torell, Ingrid Ljuslinder, Artur Mezheyeuski, Per-Henrik Edqvist, Anna Löfgren-Burström, Carl Zingmark, Sofia Edin, Chatarina Larsson, Lucy Mathot, Erik Osterman, Emerik Osterlund, Viktor Ljungström, Inês Neves, Nicole Yacoub, Unnur Guðnadóttir, Helgi Birgisson, Malin Enblad, Fredrik Ponten, Richard Palmqvist, Xun Xu, Mathias Uhlén, Kui Wu, Bengt Glimelius, Cong Lin, Tobias Sjöblom",
      "paper_url": "https://doi.org/10.1038/s41586-024-07769-3",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407956694",
      "paper_id": "https://openalex.org/W4407956694",
      "title": "Programs, origins and immunomodulatory functions of myeloid cells in glioma",
      "authors": "Tyler E. Miller, Chadi A. El Farran, Charles P. Couturier, Zeyu Chen, Joshua P. D’Antonio, Julia Verga, Martin A. Villanueva, L. Nicolas Gonzalez Castro, Yuzhou Evelyn Tong, Tariq Al Saadi, Andrew N. Chiocca, Yuanyuan Zhang, David S. Fischer, Dieter Henrik Heiland, Jennifer L. Guerriero, Kevin Petrecca, Mario L. Suva, Alex K. Shalek, Bradley E. Bernstein",
      "paper_url": "https://doi.org/10.1038/s41586-025-08633-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403921034",
      "paper_id": "https://openalex.org/W4403921034",
      "title": "Progressive plasticity during colorectal cancer metastasis",
      "authors": "Andrew Moorman, Elizabeth K. Benitez, Francesco Cambulli, Qingwen Jiang, Ahmed Mahmoud, Melissa Lumish, Saskia Hartner, Sasha Balkaran, Jonathan Bermeo, Simran Asawa, Canan Firat, Asha Saxena, Fan Wu, Anisha Luthra, Cassandra Burdziak, Yubin Xie, Valeria Sgambati, Kathleen Luckett, Yanyun Li, Zhifan Yi, Ignas Masilionis, Kevin Soares, Emmanouil Pappou, Rona Yaeger, T. Peter Kingham, William Jarnagin, Philip B. Paty, Martin R. Weiser, Linas Mazutis, Michael D’Angelica, Jinru Shia, Julio Garcia-Aguilar, Tal Nawy, Travis J. Hollmann, Ronan Chaligné, Francisco Sanchez-Vega, Roshan Sharma, Dana Pe’er, Karuna Ganesh",
      "paper_url": "https://doi.org/10.1038/s41586-024-08150-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3194026093",
      "paper_id": "https://openalex.org/W3194026093",
      "title": "Quantitative lineage analysis identifies a hepato-pancreato-biliary progenitor niche",
      "authors": "David Willnow, Uwe Benary, Anca Margineanu, Maria Lillina Vignola, Fabian Konrath, Igor M. Pongrac, Zahra Karimaddini, Alessandra Vigilante, Jana Wolf, Francesca M. Spagnoli",
      "paper_url": "https://doi.org/10.1038/s41586-021-03844-1",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410362955",
      "paper_id": "https://openalex.org/W4410362955",
      "title": "Radiation-induced amphiregulin drives tumour metastasis",
      "authors": "András Piffkó, Kaiting Yang, Arpit Panda, Janna Heide, Krystyna Tesak, Chuangyu Wen, Katarzyna Zawieracz, Liangliang Wang, Emile Z. Naccasha, Jason Bugno, Yanbin Fu, Dapeng Chen, Leonhard Donle, Ernst Lengyel, Douglas G. Tilley, Matthias Mack, Ronald S. Rock, Steven J. Chmura, Everett E. Vokes, Chuan He, Sean P. Pitroda, Hua Laura Liang, Ralph R. Weichselbaum",
      "paper_url": "https://doi.org/10.1038/s41586-025-08994-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4392747546",
      "paper_id": "https://openalex.org/W4392747546",
      "title": "Rapid unleashing of macrophage efferocytic capacity via transcriptional pause release",
      "authors": "Turan Tufan, Gamze Comertpay, Ambra Villani, Geoffrey M. Nelson, Marina Terekhova, Shannon Kelley, Pavel Zakharov, Rochelle M. Ellison, Oleg Shpynov, Michael Raymond, Jerry Sun, Yitan Chen, Enno Bockelmann, Marta Stremska, Lance W. Peterson, Laura Boeckaerts, Seth R. Goldman, J. Iker Etchegaray, Maxim N. Artyomov, Francesca Peri, Kodi S. Ravichandran",
      "paper_url": "https://doi.org/10.1038/s41586-024-07172-y",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4310439034",
      "paper_id": "https://openalex.org/W4310439034",
      "title": "Ras drives malignancy through stem cell crosstalk with the microenvironment",
      "authors": "Shaopeng Yuan, Katherine S. Stewart, Yihao Yang, Merve Deniz Abdusselamoglu, S. Martina Parigi, Tamar Y. Feinberg, Karen Tumaneng, Hanseul Yang, John M. Levorse, Lisa Polak, David Ng, Elaine Fuchs",
      "paper_url": "https://doi.org/10.1038/s41586-022-05475-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403920876",
      "paper_id": "https://openalex.org/W4403920876",
      "title": "RAS-mutant leukaemia stem cells drive clinical resistance to venetoclax",
      "authors": "Junya Sango, Saul Carcamo, Maria Sirenko, Abhishek Maiti, Hager Mansour, Gulay Ulukaya, Lewis E. Tomalin, Nataly Cruz-Rodriguez, Tiansu Wang, Malgorzata Olszewska, Emmanuel Olivier, Manon Jaud, Bettina Nadorp, Benjamin Kroger, Feng Hu, Lewis Silverman, Stephen S. Chung, Elvin Wagenblast, Ronan Chaligne, Ann-Kathrin Eisfeld, Deniz Demircioglu, Dan A. Landau, Piro Lito, Elli Papaemmanuil, Courtney D. DiNardo, Dan Hasson, Marina Konopleva, Eirini P. Papapetrou",
      "paper_url": "https://doi.org/10.1038/s41586-024-08137-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4353056891",
      "paper_id": "https://openalex.org/W4353056891",
      "title": "RBFOX2 modulates a metastatic signature of alternative splicing in pancreatic cancer",
      "authors": "Amina Jbara, Kuan-Ting Lin, Chani Stossel, Zahava Siegfried, Haya Shqerat, Adi Amar-Schwartz, Ela Elyada, Maxim Mogilevsky, Maria Raitses-Gurevich, Jared L. Johnson, Tomer M. Yaron, Ofek Ovadia, Gun Ho Jang, Miri Danan-Gotthold, Lewis C. Cantley, Erez Y. Levanon, Steven Gallinger, Adrian R. Krainer, Talia Golan, Rotem Karni",
      "paper_url": "https://doi.org/10.1038/s41586-023-05820-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401574091",
      "paper_id": "https://openalex.org/W4401574091",
      "title": "Remodelling of the translatome controls diet and its impact on tumorigenesis",
      "authors": "Haojun Yang, Vincenzo Andrea Zingaro, James Lincoff, Harrison Tom, Satoshi Oikawa, Juan A. Oses-Prieto, Quinn Edmondson, Ian Seiple, Hardik Shah, Shingo Kajimura, Alma L. Burlingame, Michael Grabe, Davide Ruggero",
      "paper_url": "https://doi.org/10.1038/s41586-024-07781-7",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4382362021",
      "paper_id": "https://openalex.org/W4382362021",
      "title": "Remote neuronal activity drives glioma progression through SEMA4F",
      "authors": "Emmet Huang-Hobbs, Yi-Ting Cheng, Yeunjung Ko, Estefania Luna-Figueroa, Brittney Lozzi, Kathryn R. Taylor, Malcolm McDonald, Peihao He, Hsiao-Chi Chen, Yuhui Yang, Ehson Maleki, Zhung-Fu Lee, Sanjana Murali, Michael R. Williamson, Dongjoo Choi, Rachel Curry, James Bayley, Junsung Woo, Ali Jalali, Michelle Monje, Jeffrey L. Noebels, Akdes Serin Harmanci, Ganesh Rao, Benjamin Deneen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06267-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4382394430",
      "paper_id": "https://openalex.org/W4382394430",
      "title": "Reprogramming tumour-associated macrophages to outcompete cancer cells",
      "authors": "Xian Zhang, Shun Li, Isha Malik, Mytrang H. Do, Liangliang Ji, Chun Chou, Wei Shi, Kristelle J. Capistrano, Jing Zhang, Ting-Wei Hsu, Briana G. Nixon, Ke Xu, Xinxin Wang, Andrea Ballabio, Laura S. Schmidt, W. Marston Linehan, Ming O. Li",
      "paper_url": "https://doi.org/10.1038/s41586-023-06256-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392985322",
      "paper_id": "https://openalex.org/W4392985322",
      "title": "Resilient anatomy and local plasticity of naive and stress haematopoiesis",
      "authors": "Qingqing Wu, Jizhou Zhang, Sumit Kumar, Siyu Shen, Morgan Kincaid, Courtney B. Johnson, Yanan Sophia Zhang, Raphaël Turcotte, Clemens Alt, Kyoko Ito, Shelli Homan, Bryan E. Sherman, Tzu-Yu Shao, Anastasiya Slaughter, Benjamin Weinhaus, Baobao Song, Marie Dominique Filippi, H. Leighton Grimes, Charles P. Lin, Keisuke Ito, Sing Sing Way, J. Matthew Kofron, Daniel Lucas",
      "paper_url": "https://doi.org/10.1038/s41586-024-07186-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412737166",
      "paper_id": "https://openalex.org/W4412737166",
      "title": "Respiratory viral infections awaken metastatic breast cancer cells in lungs",
      "authors": "Shi B. Chia, Bryan J. Johnson, Junxiao Hu, Felipe Valença-Pereira, Marc Chadeau-Hyam, Fernando Guntoro, Hugh Montgomery, Meher P. Boorgula, Varsha Sreekanth, Andrew Goodspeed, Bennett Davenport, Marco De Dominici, Vadym Zaberezhnyy, Wolfgang E. Schleicher, Dexiang Gao, Andreia N. Cadar, Lucia Petriz-Otaño, Michael Papanicolaou, Afshin Beheshti, Stephen B. Baylin, Joseph W. Guarnieri, Douglas C. Wallace, James C. Costello, Jenna M. Bartley, Thomas E. Morrison, Roel Vermeulen, Julio A. Aguirre-Ghiso, Mercedes Rincon, James DeGregori",
      "paper_url": "https://doi.org/10.1038/s41586-025-09332-0",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4285085624",
      "paper_id": "https://openalex.org/W4285085624",
      "title": "Retrograde movements determine effective stem cell numbers in the intestine",
      "authors": "Maria Azkanaz, Bernat Corominas-Murtra, Saskia I. J. Ellenbroek, Lotte Bruens, Anna T. Webb, Dimitrios Laskaris, Koen C. Oost, Simona J. A. Lafirenze, Karl Annusver, Hendrik A. Messal, Sharif Iqbal, Dustin J. Flanagan, David J. Huels, Felipe Rojas-Rodríguez, Miguel Vizoso, Maria Kasper, Owen J. Sansom, Hugo J. Snippert, Prisca Liberali, Benjamin D. Simons, Pekka Katajisto, Edouard Hannezo, Jacco van Rheenen",
      "paper_url": "https://doi.org/10.1038/s41586-022-04962-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385295851",
      "paper_id": "https://openalex.org/W4385295851",
      "title": "Rewiring cancer drivers to activate apoptosis",
      "authors": "Sai Gourisankar, Andrey Krokhotin, Wenzhi Ji, Xiaofan Liu, Chiung-Ying Chang, Samuel H. Kim, Zhengnian Li, Wendy Wenderski, Juste M. Simanauskaite, Haopeng Yang, Hannes Vogel, Tinghu Zhang, Michael R. Green, Nathanael S. Gray, Gerald R. Crabtree",
      "paper_url": "https://doi.org/10.1038/s41586-023-06348-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4353055673",
      "paper_id": "https://openalex.org/W4353055673",
      "title": "RHOJ controls EMT-associated resistance to chemotherapy",
      "authors": "Maud Debaugnies, Sara Rodríguez-Acebes, Jeremy Blondeau, Marie-Astrid Parent, Manuel Zocco, Yura Song, Viviane de Maertelaer, Virginie Moers, Mathilde Latil, Christine Dubois, Katia Coulonval, Francis Impens, Delphi Van Haver, Sara Dufour, Akiyoshi Uemura, Panagiota A. Sotiropoulou, Juan Méndez, Cédric Blanpain",
      "paper_url": "https://doi.org/10.1038/s41586-023-05838-7",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3185175899",
      "paper_id": "https://openalex.org/W3185175899",
      "title": "SAR1B senses leucine levels to regulate mTORC1 signalling",
      "authors": "Jie Chen, Yuhui Ou, Rong Luo, Jie Wang, Dong Wang, Jialiang Guan, Yi Li, Peixue Xia, Peng R. Chen, Ying Liu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03768-w",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4398201134",
      "paper_id": "https://openalex.org/W4398201134",
      "title": "Selective haematological cancer eradication with preserved haematopoiesis",
      "authors": "Simon Garaudé, Romina Marone, Rosalba Lepore, Anna Devaux, Astrid Beerlage, Denis Seyres, Alessandro Dell’ Aglio, Darius Juskevicius, Jessica Zuin, Thomas Burgold, Sisi Wang, Varun Katta, Garret Manquen, Yichao Li, Clément Larrue, Anna Camus, Izabela Durzynska, Lisa C. Wellinger, Ian Kirby, Patrick H.  Van Berkel, Christian Kunz, Jérôme Tamburini, Francesco Bertoni, Corinne C. Widmer, Shengdar Q. Tsai, Federico Simonetta, Stefanie Urlinger, Lukas T. Jeker",
      "paper_url": "https://doi.org/10.1038/s41586-024-07456-3",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4286005654",
      "paper_id": "https://openalex.org/W4286005654",
      "title": "Sestrin mediates detection of and adaptation to low-leucine diets in Drosophila",
      "authors": "Xin Gu, Patrick Jouandin, Pranav V. Lalgudi, Rich Binari, Max L. Valenstein, Michael A. Reid, Annamarie E. Allen, Nolan Kamitaki, Jason W. Locasale, Norbert Perrimon, David M. Sabatini",
      "paper_url": "https://doi.org/10.1038/s41586-022-04960-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401793565",
      "paper_id": "https://openalex.org/W4401793565",
      "title": "Short-term post-fast refeeding enhances intestinal stemness via polyamines",
      "authors": "Shinya Imada, Saleh Khawaled, Heaji Shin, Sven W. Meckelmann, Charles A. Whittaker, Renan Oliveira Corrêa, Chiara Alquati, Yixin Lu, Guodong Tie, Dikshant Pradhan, Gizem Calibasi-Kocal, Luiza Martins Nascentes Melo, Gabriele Allies, Jonas Rösler, Pia Wittenhofer, Jonathan Krystkiewicz, Oliver J. Schmitz, Jatin Roper, Marco Aurelio Ramirez Vinolo, Luigi Ricciardiello, Evan C. Lien, Matthew G. Vander Heiden, Ramesh A. Shivdasani, Chia-Wei Cheng, Alpaslan Tasdogan, Ömer H. Yilmaz",
      "paper_url": "https://doi.org/10.1038/s41586-024-07840-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4381549432",
      "paper_id": "https://openalex.org/W4381549432",
      "title": "Signalling by senescent melanocytes hyperactivates hair growth",
      "authors": "Xiaojie Wang, Raul Ramos, Anne Q. Phan, Kosuke Yamaga, Jessica L. Flesher, Shan Jiang, Ji Won Oh, Suoqin Jin, Sohail Jahid, Chen-Hsiang Kuan, Truman Kt Nguyen, Heidi Y. Liang, Nitish Udupi Shettigar, Renzhi Hou, Kevin H. Tran, Andrew Nguyen, Kimberly N. Vu, Jennie L. Phung, Jonard P. Ingal, Katelyn M. Levitt, Xiaoling Cao, Yingzi Liu, Zhili Deng, Nobuhiko Taguchi, Vanessa M. Scarfone, Guangfang Wang, Kara Nicole Paolilli, Xiaoyang Wang, Christian F. Guerrero-Juarez, Ryan T. Davis, Elyse Noelani Greenberg, Rolando Ruiz-Vega, Priya Vasudeva, Rabi Murad, Lily Halida Putri Widyastuti, Hye-Lim Lee, Kevin J. McElwee, Alain-Pierre Gadeau, Devon A. Lawson, Bogi Andersen, Ali Mortazavi, Zhengquan Yu, Qing Nie, Takahiro Kunisada, Michael Karin, Jan Tuckermann, Jeffrey D. Esko, Anand K. Ganesan, Ji Li, Maksim V. Plikus",
      "paper_url": "https://doi.org/10.1038/s41586-023-06172-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4307658070",
      "paper_id": "https://openalex.org/W4307658070",
      "title": "Single-cell genomic variation induced by mutational processes in cancer",
      "authors": "Tyler Funnell, Ciara H. O’Flanagan, Marc J. Williams, Andrew McPherson, Steven McKinney, Farhia Kabeer, Hakwoo Lee, Sohrab Salehi, Ignacio Vázquez-García, Hongyu Shi, Emily Leventhal, Tehmina Masud, Peter Eirew, Damian Yap, Allen W. Zhang, Jamie L. P. Lim, Beixi Wang, Jazmine Brimhall, Justina Biele, Jerome Ting, Vinci Au, Michael Van Vliet, Yi Fei Liu, Sean Beatty, Daniel Lai, Jenifer Pham, Diljot Grewal, Douglas Abrams, Eliyahu Havasov, Samantha Leung, Viktoria Bojilova, Richard A. Moore, Nicole Rusk, Florian Uhlitz, Nicholas Ceglia, Adam C. Weiner, Elena Zaikova, J. Maxwell Douglas, Dmitriy Zamarin, Britta Weigelt, Sarah H. Kim, Arnaud Da Cruz Paula, Jorge S. Reis-Filho, Spencer D. Martin, Yangguang Li, Hong Xu, Teresa Ruiz de Algara, So Ra Lee, Viviana Cerda Llanos, David G. Huntsman, Jessica N. McAlpine, Gregory J. Hannon, Georgia Battistoni, Dario Bressan, Ian G. Cannell, Hannah Casbolt, Cristina Jauset, Tatjana Kovačević, Claire M. Mulvey, Fiona Nugent, Marta Paez Ribes, Isabella Pearson, Fatime Qosaj, Kirsty Sawicka, Sophia A. Wild, Elena Williams, Emma Laks, Austin Smith, Daniel Lai, Andrew Roth, Shankar Balasubramanian, Maximilian Lee, Bernd Bodenmiller, Marcel Burger, Laura Kuett, Sandra Tietscher, Jonas Windhager, Edward S. Boyden, Shahar Alon, Yi Cui, Amauche Emenari, Daniel R. Goodwin, Emmanouil D. Karagiannis, Anubhav Sinha, Asmamaw T. Wassie, Carlos Caldas, Alejandra Bruna, Maurizio Callari, Wendy Greenwood, Giulia Lerda, Yaniv Eyal-Lubling, Oscar M. Rueda, Abigail Shea, Owen Harris, Robby Becker, Flaminia Grimaldo, Suvi Harris, Sara Lisa Vogl, Johanna A. Joyce, Spencer S. Watson, Simon Tavare, Khanh N. Dinh, Eyal Fisher, Russell Kunes, Nicholas A. Walton, Mohammed Al Sa’d, Nick Chornay, Ali Dariush, Eduardo A. González-Solares, Carlos González-Fernández, Aybüke Küpcü Yoldaş, Neil Miller, Xiaowei Zhuang, Jean Fan, Hsuan Lee, Leonardo A. Sepúlveda, Chenglong Xia, Pu Zheng, Sohrab P. Shah, Samuel Aparicio",
      "paper_url": "https://doi.org/10.1038/s41586-022-05249-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402826841",
      "paper_id": "https://openalex.org/W4402826841",
      "title": "Single-cell multi-omics map of human fetal blood in Down syndrome",
      "authors": "Andrew R. Marderstein, Marco De Zuani, Rebecca Moeller, Jon Bezney, Evin M. Padhi, Shuo Wong, Tim H. H. Coorens, Yilin Xie, Haoliang Xue, Stephen B. Montgomery, Ana Cvejic",
      "paper_url": "https://doi.org/10.1038/s41586-024-07946-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4318817212",
      "paper_id": "https://openalex.org/W4318817212",
      "title": "Single-cell spatial immune landscapes of primary and metastatic brain tumours",
      "authors": "Elham Karimi, Miranda W. Yu, Sarah M. Maritan, Lucas J. M. Perus, Morteza Rezanejad, Mark Sorin, Matthew Dankner, Parvaneh Fallah, Samuel Doré, Dongmei Zuo, Benoit Fiset, Daan J. Kloosterman, LeeAnn Ramsay, Yuhong Wei, Stephanie Lam, Roa Alsajjan, Ian R. Watson, Gloria Roldan Urgoiti, Morag Park, Dieta Brandsma, Donna L. Senger, Jennifer A. Chan, Leila Akkari, Kevin Petrecca, Marie-Christine Guiot, Peter M. Siegel, Daniela F. Quail, Logan A. Walsh",
      "paper_url": "https://doi.org/10.1038/s41586-022-05680-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4318831792",
      "paper_id": "https://openalex.org/W4318831792",
      "title": "Single-cell spatial landscapes of the lung tumour immune microenvironment",
      "authors": "Mark Sorin, Morteza Rezanejad, Elham Karimi, Benoit Fiset, Lysanne Desharnais, Lucas J. M. Perus, Simon Milette, Miranda W. Yu, Sarah M. Maritan, Samuel Doré, Émilie Pichette, William Enlow, Andréanne Gagné, Yuhong Wei, Michele Orain, Venkata S. K. Manem, Roni Rayes, Peter M. Siegel, Sophie Camilleri-Broët, Pierre Olivier Fiset, Patrice Desmeules, Jonathan D. Spicer, Daniela F. Quail, Philippe Joubert, Logan A. Walsh",
      "paper_url": "https://doi.org/10.1038/s41586-022-05672-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4318771331",
      "paper_id": "https://openalex.org/W4318771331",
      "title": "Slow TCA flux and ATP production in primary solid tumours but not metastases",
      "authors": "Caroline R. Bartman, Daniel R. Weilandt, Yihui Shen, Won Dong Lee, Yujiao Han, Tara TeSlaa, Connor S. R. Jankowski, Laith Samarah, Noel R. Park, Victoria da Silva-Diz, Maya Aleksandrova, Yetis Gultekin, Argit Marishta, Lin Wang, Lifeng Yang, Asael Roichman, Vrushank Bhatt, Taijin Lan, Zhixian Hu, Xi Xing, Wenyun Lu, Shawn Davidson, Martin Wühr, Matthew G. Vander Heiden, Daniel Herranz, Jessie Yanxiang Guo, Yibin Kang, Joshua D. Rabinowitz",
      "paper_url": "https://doi.org/10.1038/s41586-022-05661-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400948953",
      "paper_id": "https://openalex.org/W4400948953",
      "title": "SMYD5 methylation of rpL40 links ribosomal output to gastric cancer",
      "authors": "Juhyung Park, Jibo Wu, Krzysztof J. Szkop, Jinho Jeong, Predrag Jovanovic, Dylan Husmann, Natasha M. Flores, Joel W. Francis, Ying-Jiun C. Chen, Ana Morales Benitez, Emily Zahn, Shumei Song, Jaffer A. Ajani, Linghua Wang, Kamini Singh, Ola Larsson, Benjamin A. Garcia, Ivan Topisirovic, Or Gozani, Pawel K. Mazur",
      "paper_url": "https://doi.org/10.1038/s41586-024-07718-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392242592",
      "paper_id": "https://openalex.org/W4392242592",
      "title": "SOX17 enables immune evasion of early colorectal adenomas and cancers",
      "authors": "Norihiro Goto, Peter M. K. Westcott, Saori Goto, Shinya Imada, Martin S. Taylor, George Eng, Jonathan Braverman, Vikram Deshpande, Tyler Jacks, Judith Agudo, Ömer H. Yilmaz",
      "paper_url": "https://doi.org/10.1038/s41586-024-07135-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W4200559225",
      "paper_id": "https://openalex.org/W4200559225",
      "title": "Spatial genomics enables multi-modal study of clonal heterogeneity in tissues",
      "authors": "Tongtong Zhao, Zachary D. Chiang, Julia W. Morriss, Lindsay M. LaFave, Evan M. Murray, Isabella Del Priore, Kevin Meli, Caleb A. Lareau, Naeem M. Nadaf, Jilong Li, Andrew S. Earl, Evan Z. Macosko, Tyler Jacks, Jason D. Buenrostro, Fei Chen",
      "paper_url": "https://doi.org/10.1038/s41586-021-04217-4",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4308620811",
      "paper_id": "https://openalex.org/W4308620811",
      "title": "Spatial genomics maps the structure, nature and evolution of cancer clones",
      "authors": "Artem Lomakin, Jessica Svedlund, Carina Strell, Milana Gataric, Artem Shmatko, Gleb Rukhovich, Jun Sung Park, Young Seok Ju, Stefan Dentro, Vitalii Kleshchevnikov, Vasyl Vaskivskyi, Tong Li, Omer Ali Bayraktar, Sarah Pinder, Andrea L. Richardson, Sandro Santagata, Peter J. Campbell, Hege Russnes, Moritz Gerstung, Mats Nilsson, Lucy R. Yates",
      "paper_url": "https://doi.org/10.1038/s41586-022-05425-2",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408348028",
      "paper_id": "https://openalex.org/W4408348028",
      "title": "Spatial immune scoring system predicts hepatocellular carcinoma recurrence",
      "authors": "Gengjie Jia, Peiqi He, Tianli Dai, Denise Goh, Jiabei Wang, Mengyuan Sun, Felicia Wee, Fuling Li, Jeffrey Chun Tatt Lim, Shuxia Hao, Yao Liu, Tony Kiat Hon Lim, Nye-Thane Ngo, Qingping Tao, Wei Wang, Ahitsham Umar, Björn Nashan, Yongchang Zhang, Chen Ding, Joe Yeong, Lianxin Liu, Cheng Sun",
      "paper_url": "https://doi.org/10.1038/s41586-025-08668-x",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409729919",
      "paper_id": "https://openalex.org/W4409729919",
      "title": "Spatial mapping of transcriptomic plasticity in metastatic pancreatic cancer",
      "authors": "Guangsheng Pei, Jimin Min, Kimal I. Rajapakshe, Vittorio Branchi, Yunhe Liu, Benson Chellakkan Selvanesan, Fredrik Thege, Dorsay Sadeghian, Daiwei Zhang, Kyung Serk Cho, Yanshuo Chu, Enyu Dai, Guangchun Han, Mingyao Li, Cassian Yee, Kazuki Takahashi, Bharti Garg, Herve Tiriac, Vincent Bernard, Alexander Semaan, Jean L. Grem, Thomas C. Caffrey, Jared K. Burks, Andrew M. Lowy, Andrew J. Aguirre, Paul M. Grandgenett, Michael A. Hollingsworth, Paola A. Guerrero, Linghua Wang, Anirban Maitra",
      "paper_url": "https://doi.org/10.1038/s41586-025-08927-x",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4291019543",
      "paper_id": "https://openalex.org/W4291019543",
      "title": "Spatially resolved clonal copy number alterations in benign and malignant tissue",
      "authors": "Andrew Erickson, Mengxiao He, Emelie Berglund, Maja Marklund, Reza Mirzazadeh, Niklas Schultz, Linda Kvastad, Alma Andersson, Ludvig Bergenstråhle, Joseph Bergenstråhle, Ludvig Larsson, Leire Alonso Galicia, Alia Shamikh, Elisa Basmaci, Teresita Díaz De Ståhl, Timothy Rajakumar, Dimitrios Doultsinos, Kim Thrane, Andrew L. Ji, Paul A. Khavari, Firaz Tarish, Anna Tanoglidi, Jonas Maaskola, Richard Colling, Tuomas Mirtti, Freddie C. Hamdy, Dan J. Woodcock, Thomas Helleday, Ian G. Mills, Alastair D. Lamb, Joakim Lundeberg",
      "paper_url": "https://doi.org/10.1038/s41586-022-05023-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4395110531",
      "paper_id": "https://openalex.org/W4395110531",
      "title": "Spatiotemporally resolved colorectal oncogenesis in mini-colons ex vivo",
      "authors": "L. Francisco Lorenzo-Martín, Tania Hübscher, Amber D. Bowler, Nicolas Broguiere, Jakob Langer, Lucie Tillard, Mikhail Nikolaev, Freddy Radtke, Matthias P. Lutolf",
      "paper_url": "https://doi.org/10.1038/s41586-024-07330-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401793831",
      "paper_id": "https://openalex.org/W4401793831",
      "title": "Stem cells tightly regulate dead cell clearance to maintain tissue fitness",
      "authors": "Katherine S. Stewart, Merve Deniz Abdusselamoglu, Matthew T. Tierney, Anita Gola, Yun Ha Hur, Kevin A. U. Gonzales, Shaopeng Yuan, Alain R. Bonny, Yihao Yang, Nicole R. Infarinato, Christopher J. Cowley, John M. Levorse, Hilda Amalia Pasolli, Sourav Ghosh, Carla V. Rothlin, Elaine Fuchs",
      "paper_url": "https://doi.org/10.1038/s41586-024-07855-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4361299044",
      "paper_id": "https://openalex.org/W4361299044",
      "title": "STING inhibits the reactivation of dormant metastasis in lung adenocarcinoma",
      "authors": "Jing Hu, Francisco J. Sánchez-Rivera, Zhenghan Wang, Gabriela N. Johnson, Yu-jui Ho, Karuna Ganesh, Shigeaki Umeda, Siting Gan, Adriana M. Mujal, Rebecca B. Delconte, Jessica P. Hampton, Huiyong Zhao, Sanjay Kottapalli, Elisa de Stanchina, Christine A. Iacobuzio-Donahue, Dana Pe’er, Scott W. Lowe, Joseph C. Sun, Joan Massagué",
      "paper_url": "https://doi.org/10.1038/s41586-023-05880-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4281725021",
      "paper_id": "https://openalex.org/W4281725021",
      "title": "Stromal changes in the aged lung induce an emergence from melanoma dormancy",
      "authors": "Mitchell E. Fane, Yash Chhabra, Gretchen M. Alicea, Devon A. Maranto, Stephen M. Douglass, Marie R. Webster, Vito W. Rebecca, Gloria E. Marino, Filipe Almeida, Brett L. Ecker, Daniel J. Zabransky, Laura Hüser, Thomas Beer, Hsin-Yao Tang, Andrew Kossenkov, Meenhard Herlyn, David W. Speicher, Wei Xu, Xiaowei Xu, Elizabeth M. Jaffee, Julio A. Aguirre-Ghiso, Ashani T. Weeraratna",
      "paper_url": "https://doi.org/10.1038/s41586-022-04774-2",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3215572466",
      "paper_id": "https://openalex.org/W3215572466",
      "title": "Structural basis for ligand reception by anaplastic lymphoma kinase",
      "authors": "Tongqing Li, Steven E. Stayrook, Yuko Tsutsui, Jianan Zhang, Yueyue Wang, Hengyi Li, Andrew Proffitt, Stefan G. Krimmer, Mansoor Ahmed, Olivia Belliveau, Ian X. Walker, Krishna C. Mudumbi, Yoshihisa Suzuki, Irit Lax, Diego Alvarado, Mark A. Lemmon, Joseph Schlessinger, Daryl E. Klein",
      "paper_url": "https://doi.org/10.1038/s41586-021-04141-7",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3206106712",
      "paper_id": "https://openalex.org/W3206106712",
      "title": "Structural basis of cytokine-mediated activation of ALK family receptors",
      "authors": "Steven De Munck, Mathias Provost, Michiko Kurikawa, Ikuko Omori, Junko Mukohyama, Jan Felix, Yehudi Bloch, Omar Abdel-Wahab, J. Fernando Bazan, Akihide Yoshimi, Savvas N. Savvides",
      "paper_url": "https://doi.org/10.1038/s41586-021-03959-5",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4317952732",
      "paper_id": "https://openalex.org/W4317952732",
      "title": "Structure of the lysosomal mTORC1–TFEB–Rag–Ragulator megacomplex",
      "authors": "Zhicheng Cui, Gennaro Napolitano, Mariana E. G. de Araujo, Alessandra Esposito, Jlenia Monfregola, Lukas A. Huber, Andrea Ballabio, James H. Hurley",
      "paper_url": "https://doi.org/10.1038/s41586-022-05652-7",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4285087929",
      "paper_id": "https://openalex.org/W4285087929",
      "title": "Structure of the nutrient-sensing hub GATOR2",
      "authors": "Max L. Valenstein, Kacper B. Rogala, Pranav V. Lalgudi, Edward J. Brignole, Xin Gu, Robert A. Saxton, Lynne Chantranupong, Jonas Kolibius, Jan-Philipp Quast, David M. Sabatini",
      "paper_url": "https://doi.org/10.1038/s41586-022-04939-z",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3199928453",
      "paper_id": "https://openalex.org/W3199928453",
      "title": "Structure-based classification predicts drug response in EGFR-mutant NSCLC",
      "authors": "Jacqulyne P. Robichaux, Xiuning Le, R. S. K. Vijayan, J. Kevin Hicks, Simon Heeke, Yasir Y. Elamin, Heather Y. Lin, Hibiki Udagawa, Ferdinandos Skoulidis, Hai Tran, Susan Varghese, Junqin He, Fahao Zhang, Monique B. Nilsson, Lemei Hu, Alissa Poteete, Waree Rinsurongkawong, Xiaoshan Zhang, Chenghui Ren, Xiaoke Liu, Lingzhi Hong, Jianjun Zhang, Lixia Diao, Russell Madison, Alexa B. Schrock, Jennifer Saam, Victoria Raymond, Bingliang Fang, Jing Wang, Min Jin Ha, Jason B. Cross, Jhanelle E. Gray, John V. Heymach",
      "paper_url": "https://doi.org/10.1038/s41586-021-03898-1",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3212563086",
      "paper_id": "https://openalex.org/W3212563086",
      "title": "Structures of the HER2–HER3–NRG1β complex reveal a dynamic dimer interface",
      "authors": "Devan Diwanji, Raphael Trenker, Tarjani M. Thaker, Feng Wang, David A. Agard, Kliment A. Verba, Natalia Jura",
      "paper_url": "https://doi.org/10.1038/s41586-021-04084-z",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4307659092",
      "paper_id": "https://openalex.org/W4307659092",
      "title": "Subtype-specific 3D genome alteration in acute myeloid leukaemia",
      "authors": "Jie Xu, Fan Song, Huijue Lyu, Mikoto Kobayashi, Baozhen Zhang, Ziyu Zhao, Ye Hou, Xiaotao Wang, Yu Luan, Bei Jia, Lena Stasiak, Josiah Hiu-yuen Wong, Qixuan Wang, Qi Jin, Qiushi Jin, Yihao Fu, Hongbo Yang, Ross C. Hardison, Sinisa Dovat, Leonidas C. Platanias, Yarui Diao, Yue Yang, Tomoko Yamada, Aaron D. Viny, Ross L. Levine, David Claxton, James. R. Broach, Hong Zheng, Feng Yue",
      "paper_url": "https://doi.org/10.1038/s41586-022-05365-x",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3129929910",
      "paper_id": "https://openalex.org/W3129929910",
      "title": "Sulfur sequestration promotes multicellularity during nutrient limitation",
      "authors": "Beth Kelly, Gustavo E. Carrizo, Joy Edwards-Hicks, David E. Sanin, Michal A. Stanczak, Chantal Priesnitz, Lea J. Flachsmann, Jonathan D. Curtis, Gerhard Mittler, Yaarub Musa, Thomas Becker, Joerg M. Buescher, Erika L. Pearce",
      "paper_url": "https://doi.org/10.1038/s41586-021-03270-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4284878948",
      "paper_id": "https://openalex.org/W4284878948",
      "title": "Super-enhancer hypermutation alters oncogene expression in B cell lymphoma",
      "authors": "Elodie Bal, Rahul Kumar, Mohammad Hadigol, Antony B. Holmes, Laura K. Hilton, Jui Wan Loh, Kostiantyn Dreval, Jasper C. H. Wong, Sofija Vlasevska, Clarissa Corinaldesi, Rajesh Kumar Soni, Katia Basso, Ryan D. Morin, Hossein Khiabanian, Laura Pasqualucci, Riccardo Dalla-Favera",
      "paper_url": "https://doi.org/10.1038/s41586-022-04906-8",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4396721268",
      "paper_id": "https://openalex.org/W4396721268",
      "title": "Targetable leukaemia dependency on noncanonical PI3Kγ signalling",
      "authors": "Qingyu Luo, Evangeline G. Raulston, Miguel A. Prado, Xiaowei Wu, Kira Gritsman, Karley S. Whalen, Kezhi Yan, Christopher A. G. Booth, Ran Xu, Peter van Galen, John G. Doench, Shai Shimony, Henry W. Long, Donna S. Neuberg, Joao A. Paulo, Andrew A. Lane",
      "paper_url": "https://doi.org/10.1038/s41586-024-07410-3",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411208746",
      "paper_id": "https://openalex.org/W4411208746",
      "title": "Targeting GRPR for sex hormone-dependent cancer after loss of E-cadherin",
      "authors": "Jérémy H. Raymond, Zackie Aktary, Marie Pouteaux, Valérie Petit, Flavie Luciani, Maria Wehbe, Patrick Gizzi, Claire Bourban, Didier Decaudin, Fariba Nemati, Igor Martianov, Irwin Davidson, Catherine-Laure Tomasetto, Richard M. White, Florence Mahuteau-Betzer, Béatrice Vergier, Lionel Larue, Véronique Delmas",
      "paper_url": "https://doi.org/10.1038/s41586-025-09111-x",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4387674200",
      "paper_id": "https://openalex.org/W4387674200",
      "title": "Targeting myeloid chemotaxis to reverse prostate cancer therapy resistance",
      "authors": "Christina Guo, Adam Sharp, Bora Gurel, Mateus Crespo, Ines Figueiredo, Suneil Jain, Ursula Vogl, Jan Rekowski, Mahtab Rouhifard, Lewis Gallagher, Wei Yuan, Suzanne Carreira, Khobe Chandran, Alec Paschalis, Ilaria Colombo, Anastasios Stathis, Claudia Bertan, George Seed, Jane Goodall, Florence Raynaud, Ruth Ruddle, Karen E. Swales, Jason Malia, Denisa Bogdan, Crescens Tiu, Reece Caldwell, Caterina Aversa, Ana Ferreira, Antje Neeb, Nina Tunariu, Daniel Westaby, Juliet Carmichael, Maria Dolores Fenor de la Maza, Christina Yap, Ruth Matthews, Hannah Badham, Toby Prout, Alison Turner, Mona Parmar, Holly Tovey, Ruth Riisnaes, Penny Flohr, Jesus Gil, David Waugh, Shaun Decordova, Anna Schlag, Bianca Calì, Andrea Alimonti, Johann S. de Bono",
      "paper_url": "https://doi.org/10.1038/s41586-023-06696-z",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409729551",
      "paper_id": "https://openalex.org/W4409729551",
      "title": "Targeting PIKfyve-driven lipid metabolism in pancreatic cancer",
      "authors": "Caleb Cheng, Jing Hu, Rahul Mannan, Tongchen He, Rupam Bhattacharyya, Brian Magnuson, Jasmine P. Wisniewski, Sydney Peters, Saadia A. Karim, David J. MacLean, Hüseyin Karabürk, Li Zhang, Nicholas J. Rossiter, Yang Zheng, Lanbo Xiao, Chungen Li, Dominik Awad, Somnath Mahapatra, Yi Bao, Yuping Zhang, Xuhong Cao, Zhen Wang, Rohit Mehra, Pietro Morlacchi, Vaibhav Sahai, Marina Pasca di Magliano, Yatrik M. Shah, Lois S. Weisman, Jennifer P. Morton, Ke Ding, Yuanyuan Qiao, Costas A. Lyssiotis, Arul M. Chinnaiyan",
      "paper_url": "https://doi.org/10.1038/s41586-025-08917-z",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410362384",
      "paper_id": "https://openalex.org/W4410362384",
      "title": "Taurine from tumour niche drives glycolysis to promote leukaemogenesis",
      "authors": "Sonali Sharma, Benjamin J. Rodems, Cameron D. Baker, Christina M. Kaszuba, Edgardo I. Franco, Bradley R. Smith, Takashi Ito, Kyle Swovick, Kevin Welle, Yi Zhang, Philip Rock, Francisco A. Chaves, Sina Ghaemmaghami, Laura M. Calvi, Archan Ganguly, W. Richard Burack, Michael W. Becker, Jane L. Liesveld, Paul S. Brookes, Joshua C. Munger, Craig T. Jordan, John M. Ashton, Jeevisha Bajaj",
      "paper_url": "https://doi.org/10.1038/s41586-025-09018-7",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403922299",
      "paper_id": "https://openalex.org/W4403922299",
      "title": "Temporal recording of mammalian development and precancer",
      "authors": "Mirazul Islam, Yilin Yang, Alan J. Simmons, Vishal M. Shah, Krushna Pavan Musale, Yanwen Xu, Naila Tasneem, Zhengyi Chen, Linh T. Trinh, Paola Molina, Marisol A. Ramirez-Solano, Iannish D. Sadien, Jinzhuang Dou, Andrea Rolong, Ken Chen, Mark A. Magnuson, Jeffrey C. Rathmell, Ian G. Macara, Douglas J. Winton, Qi Liu, Hamim Zafar, Reza Kalhor, George M. Church, Martha J. Shrubsole, Robert J. Coffey, Ken S. Lau",
      "paper_url": "https://doi.org/10.1038/s41586-024-07954-4",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3216677617",
      "paper_id": "https://openalex.org/W3216677617",
      "title": "The CLIP1–LTK fusion is an oncogenic driver in non‐small‐cell lung cancer",
      "authors": "Hiroki Izumi, Shingo Matsumoto, Jie Liu, Kosuke Tanaka, Shunta Mori, Kumiko Hayashi, Shogo Kumagai, Yuji Shibata, Takuma Hayashida, Kana Watanabe, Tatsuro Fukuhara, Takaya Ikeda, Kiyotaka Yoh, Terufumi Kato, Kazumi Nishino, Atsushi Nakamura, Ichiro Nakachi, Shoichi Kuyama, Naoki Furuya, Jun Sakakibara-Konishi, Isamu Okamoto, Kageaki Taima, Noriyuki Ebi, Haruko Daga, Akira Yamasaki, Masahiro Kodani, Hibiki Udagawa, Keisuke Kirita, Yoshitaka Zenke, Kaname Nosaki, Eri Sugiyama, Tetsuya Sakai, Tokiko Nakai, Genichiro Ishii, Seiji Niho, Atsushi Ohtsu, Susumu S. Kobayashi, Koichi Goto",
      "paper_url": "https://doi.org/10.1038/s41586-021-04135-5",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4307657533",
      "paper_id": "https://openalex.org/W4307657533",
      "title": "The co-evolution of the genome and epigenome in colorectal cancer",
      "authors": "Timon Heide, Jacob Househam, George D. Cresswell, Inmaculada Spiteri, Claire Lynn, Maximilian Mossner, Chris Kimberley, Javier Fernandez-Mateos, Bingjie Chen, Luis Zapata, Chela James, Iros Barozzi, Ketevan Chkhaidze, Daniel Nichol, Vinaya Gunasri, Alison Berner, Melissa Schmidt, Eszter Lakatos, Ann-Marie Baker, Helena Costa, Miriam Mitchinson, Rocco Piazza, Marnix Jansen, Giulio Caravagna, Daniele Ramazzotti, Darryl Shibata, John Bridgewater, Manuel Rodriguez-Justo, Luca Magnani, Trevor A. Graham, Andrea Sottoriva",
      "paper_url": "https://doi.org/10.1038/s41586-022-05202-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4365137743",
      "paper_id": "https://openalex.org/W4365137743",
      "title": "The evolution of lung cancer and impact of subclonal selection in TRACERx",
      "authors": "Alexander M. Frankell, Michelle Dietzen, Maise Al Bakir, Emilia L. Lim, Takahiro Karasaki, Sophia Ward, Selvaraju Veeriah, Emma Colliver, Ariana Huebner, Abigail Bunkum, Mark S. Hill, Kristiana Grigoriadis, David A. Moore, James R. M. Black, Wing Kin Liu, Kerstin Thol, Oriol Pich, Thomas B. K. Watkins, Cristina Naceur-Lombardelli, Daniel E. Cook, Roberto Salgado, Gareth A. Wilson, Chris Bailey, Mihaela Angelova, Robert Bentham, Carlos Martínez-Ruiz, Christopher Abbosh, Andrew G. Nicholson, John Le Quesne, Dhruva Biswas, Rachel Rosenthal, Clare Puttick, Sonya Hessey, Claudia Lee, Paulina Prymas, Antonia Toncheva, Jon Smith, Wei Xing, Jerome Nicod, Gillian Price, Keith M. Kerr, Babu Naidu, Gary Middleton, Kevin G. Blyth, Dean A. Fennell, Martin D. Forster, Siow Ming Lee, Mary Falzon, Madeleine Hewish, Michael J. Shackcloth, Eric Lim, Sarah Benafif, Peter Russell, Ekaterini Boleti, Matthew G. Krebs, Jason F. Lester, Dionysis Papadatos-Pastos, Tanya Ahmad, Ricky M. Thakrar, David Lawrence, Neal Navani, Sam M. Janes, Caroline Dive, Fiona H. Blackhall, Yvonne Summers, Judith Cave, Teresa Marafioti, Javier Herrero, Sergio A. Quezada, Karl S. Peggs, Roland F. Schwarz, Peter Van Loo, Daniël M. Miedema, Nicolai J. Birkbak, Crispin T. Hiley, Allan Hackshaw, Simone Zaccaria, John Le Quesne, Peter Van Loo, Amrita Bajaj, Apostolos Nakas, Azmina Sodha-Ramdeen, Keng Ang, Mohamad Tufail, Mohammed Fiyaz Chowdhry, Molly Scotland, Rebecca Boyles, Sridhar Rathinam, Claire Wilson, Domenic Marrone, Sean Dulloo, Gurdeep Matharu, Jacqui A. Shaw, Joan Riley, Lindsay Primrose, Heather Cheyne, Mohammed Khalil, Shirley Richardson, Tracey Cruickshank, Kayleigh Gilbert, Akshay J. Patel, Aya Osman, Christer Lacson, Gerald Langman, Helen Shackleford, Madava Djearaman, Salma Kadiri, Angela Leek, Jack Davies Hodgkinson, Nicola Totten, Angeles Montero, Elaine Smith, Eustace Fontaine, Felice Granato, Helen Doran, Juliette Novasio, Kendadai Rammohan, Leena Joseph, Paul Bishop, Rajesh Shah, Stuart Moss, Vijay Joshi, Philip Crosbie, Fabio Gomes, Kate Brown, Mathew Carter, Anshuman Chaturvedi, Lynsey Priest, Pedro Oliveira, Colin R. Lindsay, Alexandra Clipson, Jonathan Tugwood, Alastair Kerr, Dominic G. Rothwell, Elaine Kilgour, Hugo J. W. L. Aerts, Tom L. Kaufmann, Zoltan Szallasi, Judit Kisistok, Mateo Sokac, Miklos Diossy, Jonas Demeulemeester, Aengus Stewart, Alastair Magness, Andrew Rowan, Angeliki Karamani, Benny Chain, Brittany B. Campbell, Carla Castignani, Clare E. Weeden, Corentin Richard, David R. Pearce, Despoina Karagianni, Dina Levi, Elena Hoxha, Elizabeth Larose Cadieux, Emma Nye, Eva Grönroos, Felip Gálvez-Cancino, Foteini Athanasopoulou, Francisco Gimeno-Valiente, George Kassiotis, Georgia Stavrou, Gerasimos Mastrokalos, Haoran Zhai, Helen L. Lowe, Ignacio Matos, Jacki Goldman, James L. Reading, Jayant K. Rane, Jie Min Lam, John A. Hartley, Katey S. S. Enfield, Kayalvizhi Selvaraju, Kevin Litchfield, Kevin W. Ng, Kezhong Chen, Krijn Dijkstra, Krupa Thakkar, Leah Ensell, Mansi Shah, Marcos Vasquez, Maria Litovchenko, Mariana Werner Sunderland, Michelle Leung, Mickael Escudero, Miljana Tanić, Monica Sivakumar, Nnennaya Kanu, Olga Chervova, Olivia Lucas, Othman Al-Sawaf, Philip Hobson, Piotr Pawlik, Richard Kevin Stone, Robert E. Hynds, Roberto Vendramin, Sadegh Saghafinia, Saioa López, Samuel Gamble, Seng Kuong Anakin Ung, Sharon Vanloo, Stefan Boeing, Stephan Beck, Supreet Kaur Bola, Tamara Denner, Thanos P. Mourikis, Victoria Spanswick, Vittorio Barbè, Wei-Ting Lu, William Hill, Yin Wu, Yutaka Naito, Zoe Ramsden, Catarina Veiga, Gary Royle, Charles-Antoine Collins-Fekete, Francesco Fraioli, Paul Ashford, Tristan Clark, Elaine Borg, James Wilson, Alexander James Procter, Asia Ahmed, Magali N. Taylor, Arjun Nair, Davide Patrini, Emilie Martinoni Hoogenboom, Fleur Monk, James W. Holding, Junaid Choudhary, Kunal Bhakhri, Marco Scarci, Martin Hayward, Nikolaos Panagiotopoulos, Pat Gorman, Reena Khiroya, Robert CM. Stephens, Yien Ning Sophia Wong, Steve Bandula, Abigail Sharp, Sean Smith, Nicole Gower, Harjot Kaur Dhanda, Kitty Chan, Camilla Pilotti, Rachel Leslie, Anca Grapa, Hanyun Zhang, Khalid AbdulJabbar, Xiaoxi Pan, Yinyin Yuan, David Chuter, Mairead MacKenzie, Serena Chee, Aiman Alzetani, Lydia Scarlett, Jennifer Richards, Papawadee Ingram, Silvia Austin, Paulo De Sousa, Simon Jordan, Alexandra Rice, Hilgardt Raubenheimer, Harshil Bhayani, Lyn Ambrose, Anand Devaraj, Hema Chavan, Sofina Begum, Silviu I. Buderi, Daniel Kaniu, Mpho Malima, Sarah Booth, Nadia Fernandes, Pratibha Shah, Chiara Proli, Sarah Danson, Lily Robinson, Craig Dick, Alan Kirk, Mo Asif, Rocco Bilancia, Nikos Kostoulas, Mathew Thomas, Mariam Jamal-Hanjani, Nicholas McGranahan, Charles Swanton",
      "paper_url": "https://doi.org/10.1038/s41586-023-05783-5",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4365137707",
      "paper_id": "https://openalex.org/W4365137707",
      "title": "The evolution of non-small cell lung cancer metastases in TRACERx",
      "authors": "Maise Al Bakir, Ariana Huebner, Carlos Martínez-Ruiz, Kristiana Grigoriadis, Thomas B. K. Watkins, Oriol Pich, David A. Moore, Selvaraju Veeriah, Sophia Ward, Joanne Laycock, Diana Johnson, Andrew Rowan, Maryam Razaq, Mita Akther, Cristina Naceur-Lombardelli, Paulina Prymas, Antonia Toncheva, Sonya Hessey, Michelle Dietzen, Emma Colliver, Alexander M. Frankell, Abigail Bunkum, Emilia L. Lim, Takahiro Karasaki, Christopher Abbosh, Crispin T. Hiley, Mark S. Hill, Daniel E. Cook, Gareth A. Wilson, Roberto Salgado, Emma Nye, Richard Kevin Stone, Dean A. Fennell, Gillian Price, Keith M. Kerr, Babu Naidu, Gary Middleton, Yvonne Summers, Colin R. Lindsay, Fiona H. Blackhall, Judith Cave, Kevin G. Blyth, Arjun Nair, Asia Ahmed, Magali N. Taylor, Alexander James Procter, Mary Falzon, David Lawrence, Neal Navani, Ricky M. Thakrar, Sam M. Janes, Dionysis Papadatos-Pastos, Martin D. Forster, Siow Ming Lee, Tanya Ahmad, Sergio A. Quezada, Karl S. Peggs, Peter Van Loo, Caroline Dive, Allan Hackshaw, Nicolai J. Birkbak, Simone Zaccaria, Jason F. Lester, Amrita Bajaj, Apostolos Nakas, Azmina Sodha-Ramdeen, Keng Ang, Mohamad Tufail, Mohammed Fiyaz Chowdhry, Molly Scotland, Rebecca Boyles, Sridhar Rathinam, Claire Wilson, Domenic Marrone, Sean Dulloo, Gurdeep Matharu, Jacqui A. Shaw, Joan Riley, Lindsay Primrose, Ekaterini Boleti, Heather Cheyne, Mohammed Khalil, Shirley Richardson, Tracey Cruickshank, Sarah Benafif, Kayleigh Gilbert, Akshay J. Patel, Aya Osman, Christer Lacson, Gerald Langman, Helen Shackleford, Madava Djearaman, Salma Kadiri, Angela Leek, Jack Davies Hodgkinson, Nicola Totten, Angeles Montero, Elaine Smith, Eustace Fontaine, Felice Granato, Helen Doran, Juliette Novasio, Kendadai Rammohan, Leena Joseph, Paul Bishop, Rajesh Shah, Stuart Moss, Vijay Joshi, Philip Crosbie, Fabio Gomes, Kate Brown, Mathew Carter, Anshuman Chaturvedi, Lynsey Priest, Pedro Oliveira, Matthew G. Krebs, Alexandra Clipson, Jonathan Tugwood, Alastair Kerr, Dominic G. Rothwell, Elaine Kilgour, Hugo J. W. L. Aerts, Roland F. Schwarz, Tom L. Kaufmann, Rachel Rosenthal, Zoltan Szallasi, Judit Kisistok, Mateo Sokac, Miklos Diossy, Jonas Demeulemeester, Aengus Stewart, Alastair Magness, Angeliki Karamani, Benny Chain, Brittany B. Campbell, Carla Castignani, Chris Bailey, Clare Puttick, Clare E. Weeden, Claudia Lee, Corentin Richard, David R. Pearce, Despoina Karagianni, Dhruva Biswas, Dina Levi, Elena Hoxha, Elizabeth Larose Cadieux, Eva Grönroos, Felip Gálvez-Cancino, Foteini Athanasopoulou, Francisco Gimeno-Valiente, George Kassiotis, Georgia Stavrou, Gerasimos Mastrokalos, Haoran Zhai, Helen L. Lowe, Ignacio Matos, Jacki Goldman, James L. Reading, James R. M. Black, Javier Herrero, Jayant K. Rane, Jerome Nicod, Jie Min Lam, John A. Hartley, Katey S. S. Enfield, Kayalvizhi Selvaraju, Kerstin Thol, Kevin Litchfield, Kevin W. Ng, Kezhong Chen, Krijn Dijkstra, Krupa Thakkar, Leah Ensell, Mansi Shah, Marcos Vasquez, Maria Litovchenko, Mariana Werner Sunderland, Michelle Leung, Mickael Escudero, Mihaela Angelova, Miljana Tanić, Monica Sivakumar, Nnennaya Kanu, Olga Chervova, Olivia Lucas, Othman Al-Sawaf, Philip Hobson, Piotr Pawlik, Robert Bentham, Robert E. Hynds, Roberto Vendramin, Sadegh Saghafinia, Saioa López, Samuel Gamble, Seng Kuong Anakin Ung, Sharon Vanloo, Stefan Boeing, Stephan Beck, Supreet Kaur Bola, Tamara Denner, Teresa Marafioti, Thanos P. Mourikis, Victoria Spanswick, Vittorio Barbè, Wei-Ting Lu, William Hill, Wing Kin Liu, Yin Wu, Yutaka Naito, Zoe Ramsden, Catarina Veiga, Gary Royle, Charles-Antoine Collins-Fekete, Francesco Fraioli, Paul Ashford, Tristan Clark, Elaine Borg, James Wilson, Davide Patrini, Emilie Martinoni Hoogenboom, Fleur Monk, James W. Holding, Junaid Choudhary, Kunal Bhakhri, Marco Scarci, Martin Hayward, Nikolaos Panagiotopoulos, Pat Gorman, Reena Khiroya, Robert C. M. Stephens, Yien Ning Sophia Wong, Steve Bandula, Abigail Sharp, Sean Smith, Nicole Gower, Harjot Kaur Dhanda, Kitty Chan, Camilla Pilotti, Rachel Leslie, Anca Grapa, Hanyun Zhang, Khalid AbdulJabbar, Xiaoxi Pan, Yinyin Yuan, David Chuter, Mairead MacKenzie, Serena Chee, Aiman Alzetani, Lydia Scarlett, Jennifer Richards, Papawadee Ingram, Silvia Austin, Eric Lim, Paulo De Sousa, Simon Jordan, Alexandra Rice, Hilgardt Raubenheimer, Harshil Bhayani, Lyn Ambrose, Anand Devaraj, Hema Chavan, Sofina Begum, Silviu I. Buderi, Daniel Kaniu, Mpho Malima, Sarah Booth, Andrew G. Nicholson, Nadia Fernandes, Pratibha Shah, Chiara Proli, Madeleine Hewish, Sarah Danson, Michael J. Shackcloth, Lily Robinson, Peter Russell, Craig Dick, John Le Quesne, Alan Kirk, Mo Asif, Rocco Bilancia, Nikos Kostoulas, Mathew Thomas, Mariam Jamal-Hanjani, Nicholas McGranahan, Charles Swanton",
      "paper_url": "https://doi.org/10.1038/s41586-023-05729-x",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4388694319",
      "paper_id": "https://openalex.org/W4388694319",
      "title": "The extracellular matrix dictates regional competence for tumour initiation",
      "authors": "Nordin Bansaccal, Pauline Vieugue, Rahul Sarate, Yura Song, Esmeralda Minguijon, Yekaterina A. Miroshnikova, Dagmar Zeuschner, Amandine Collin, Justine Allard, Dan Engelman, Anne-Lise Delaunois, Mélanie Liagre, Leona de Groote, Evy Timmerman, Delphi Van Haver, Francis Impens, Isabelle Salmon, Sara A. Wickström, Alejandro Sifrim, Cédric Blanpain",
      "paper_url": "https://doi.org/10.1038/s41586-023-06740-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401565878",
      "paper_id": "https://openalex.org/W4401565878",
      "title": "The genomic basis of childhood T-lineage acute lymphoblastic leukaemia",
      "authors": "Petri Pölönen, Danika Di Giacomo, Anna Eames Seffernick, Abdelrahman Elsayed, Shunsuke Kimura, Francesca Benini, Lindsey E. Montefiori, Brent L. Wood, Jason Xu, Changya Chen, Zhongshan Cheng, Haley Newman, Jason Myers, Ilaria Iacobucci, Elizabeth Li, Jonathan Sussman, Dale Hedges, Yawei Hui, Caroline Diorio, Lahari Uppuluri, David Frank, Yiping Fan, Yunchao Chang, Soheil Meshinchi, Rhonda Ries, Rawan Shraim, Alexander Li, Kathrin M. Bernt, Meenakshi Devidas, Stuart S. Winter, Kimberly P. Dunsmore, Hiroto Inaba, William L. Carroll, Nilsa C. Ramirez, Aaron H. Phillips, Richard W. Kriwacki, Jun J. Yang, Tiffaney L. Vincent, Yaqi Zhao, Pankaj S. Ghate, Jian Wang, Colleen Reilly, Xin Zhou, Mathijs A. Sanders, Junko Takita, Motohiro Kato, Nao Takasugi, Bill H. Chang, Richard D. Press, Mignon Loh, Evadnie Rampersaud, Elizabeth Raetz, Stephen P. Hunger, Kai Tan, Ti-Cheng Chang, Gang Wu, Stanley B. Pounds, Charles G. Mullighan, David T. Teachey",
      "paper_url": "https://doi.org/10.1038/s41586-024-07807-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401388829",
      "paper_id": "https://openalex.org/W4401388829",
      "title": "The genomic landscape of 2,023 colorectal cancers",
      "authors": "Alex J. Cornish, Andreas J. Gruber, Ben Kinnersley, Daniel Chubb, Anna Frangou, Giulio Caravagna, Boris Noyvert, Eszter Lakatos, Henry M. Wood, Steve Thorn, Richard Culliford, Claudia Arnedo-Pac, Jacob Househam, William Cross, Amit Sud, Philip Law, Maire Ni Leathlobhair, Aliah Hawari, Connor Woolley, Kitty Sherwood, Nathalie Feeley, Güler Gül, Juan Fernandez-Tajes, Luis Zapata, Ludmil B. Alexandrov, Nirupa Murugaesu, Alona Sosinsky, Jonathan Mitchell, Nuria Lopez-Bigas, Philip Quirke, David N. Church, Ian P. M. Tomlinson, Andrea Sottoriva, Trevor A. Graham, David C. Wedge, Richard S. Houlston",
      "paper_url": "https://doi.org/10.1038/s41586-024-07747-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4396721179",
      "paper_id": "https://openalex.org/W4396721179",
      "title": "The intrinsic substrate specificity of the human tyrosine kinome",
      "authors": "Tomer M. Yaron-Barir, Brian A. Joughin, Emily M. Huntsman, Alexander Kerelsky, Daniel M. Cizin, Benjamin M. Cohen, Amit Regev, Junho Song, Neil Vasan, Ting-Yu Lin, Jose M. Orozco, Christina Schoenherr, Cari Sagum, Mark T. Bedford, R. Max Wynn, Shih-Chia Tso, David T. Chuang, Lei Li, Shawn S.-C. Li, Pau Creixell, Konstantin Krismer, Mina Takegami, Harin Lee, Bin Zhang, Jingyi Lu, Ian Cossentino, Sean D. Landry, Mohamed Uduman, John Blenis, Olivier Elemento, Margaret C. Frame, Peter V. Hornbeck, Lewis C. Cantley, Benjamin E. Turk, Michael B. Yaffe, Jared L. Johnson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07407-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W4200595129",
      "paper_id": "https://openalex.org/W4200595129",
      "title": "The KEYNOTE-811 trial of dual PD-1 and HER2 blockade in HER2-positive gastric cancer",
      "authors": "Yelena Y. Janjigian, Akihito Kawazoe, Patricio Yañez, Ning Li, Sara Lonardi, Oleksii Kolesnik, Olga Barajas, Yuxian Bai, Lin Shen, Yong Tang, Lucjan S. Wyrwicz, Jianming Xu, Kohei Shitara, Shukui Qin, Eric Van Cutsem, Josep Tabernero, Lie Li, Sukrut Shah, Pooja Bhagia, Hyun Cheol Chung",
      "paper_url": "https://doi.org/10.1038/s41586-021-04161-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4281780963",
      "paper_id": "https://openalex.org/W4281780963",
      "title": "The longitudinal dynamics and natural history of clonal haematopoiesis",
      "authors": "Margarete A. Fabre, José Guilherme de Almeida, Edoardo Fiorillo, Emily Mitchell, Aristi Damaskou, Justyna Rak, Valeria Orrù, Michele Marongiu, Michael Spencer Chapman, M. S. Vijayabaskar, Joanna Baxter, Claire Hardy, Federico Abascal, Nicholas Williams, Jyoti Nangalia, Iñigo Martincorena, Peter J. Campbell, Eoin F. McKinney, Francesco Cucca, Moritz Gerstung, George S. Vassiliou",
      "paper_url": "https://doi.org/10.1038/s41586-022-04785-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4324330071",
      "paper_id": "https://openalex.org/W4324330071",
      "title": "The menin inhibitor revumenib in KMT2A-rearranged or NPM1-mutant leukaemia",
      "authors": "Ghayas C. Issa, Ibrahim Aldoss, John DiPersio, Branko Cuglievan, Richard Stone, Martha Arellano, Michael J. Thirman, Manish R. Patel, David S. Dickens, Shalini Shenoy, Neerav Shukla, Hagop Kantarjian, Scott A. Armstrong, Florian Perner, Jennifer A. Perry, Galit Rosen, Rebecca G. Bagley, Michael L. Meyers, Peter Ordentlich, Yu Gu, Vinit Kumar, Steven Smith, Gerard M. McGeehan, Eytan M. Stein",
      "paper_url": "https://doi.org/10.1038/s41586-023-05812-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4283366078",
      "paper_id": "https://openalex.org/W4283366078",
      "title": "The metastatic spread of breast cancer accelerates during sleep",
      "authors": "Zoi Diamantopoulou, Francesc Castro-Giner, Fabienne Dominique Schwab, Christiane Foerster, Massimo Saini, Selina Budinjas, Karin Strittmatter, Ilona Krol, Bettina Seifert, Viola Heinzelmann-Schwarz, Christian Kurzeder, Christoph Rochlitz, Marcus Vetter, Walter Paul Weber, Nicola Aceto",
      "paper_url": "https://doi.org/10.1038/s41586-022-04875-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411932276",
      "paper_id": "https://openalex.org/W4411932276",
      "title": "The mutagenic forces shaping the genomes of lung cancer in never smokers",
      "authors": "Marcos Díaz-Gay, Tongwu Zhang, Phuc H. Hoang, Charles Leduc, Marina K. Baine, William D. Travis, Lynette M. Sholl, Philippe Joubert, Azhar Khandekar, Wei Zhao, Christopher D. Steele, Burçak Otlu, Shuvro P. Nandi, Raviteja Vangara, Erik N. Bergstrom, Mariya Kazachkova, Oriol Pich, Charles Swanton, Chao Agnes Hsiung, I-Shou Chang, Maria Pik Wong, Kin Chung Leung, Jian Sang, John P. McElderry, Caleb Hartman, Frank J. Colón-Matos, Mona Miraftab, Monjoy Saha, Olivia W. Lee, Kristine M. Jones, Pilar Gallego-García, Yang Yang, Xiaoming Zhong, Eric S. Edell, Jacobo Martínez Santamaría, Matthew B. Schabath, Sai S. Yendamuri, Marta Manczuk, Jolanta Lissowska, Beata Świątkowska, Anush Mukeria, Oxana Shangina, David Zaridze, Ivana Holcatova, Dana Mates, Sasa Milosavljevic, Millica Kontic, Yohan Bossé, Bonnie E. Gould Rothberg, David C. Christiani, Valerie Gaborieau, Paul Brennan, Geoffrey Liu, Paul Hofman, Lixing Yang, Martin A. Nowak, Jianxin Shi, Nathaniel Rothman, David C. Wedge, Robert Homer, Soo-Ryum Yang, Angela C. Pesatori, Dario Consonni, Qing Lan, Bin Zhu, Stephen J. Chanock, Jiyeon Choi, Ludmil B. Alexandrov, Maria Teresa Landi",
      "paper_url": "https://doi.org/10.1038/s41586-025-09219-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4405029344",
      "paper_id": "https://openalex.org/W4405029344",
      "title": "The oestrous cycle stage affects mammary tumour sensitivity to chemotherapy",
      "authors": "Laura Bornes, Lennart J. van Winden, Veerle C. M. Geurts, Beaunelle de Bruijn, Leyla Azarang, Mirthe Lanfermeijer, Marika Caruso, Natalie Proost, Manon Boeije, Jeroen O. Lohuis, Guillaume Belthier, Eulàlia Noguera Delgado, Nadia de Gruil, Judith R. Kroep, Marieke van de Ven, Renee Menezes, Jelle Wesseling, Marleen Kok, Sabine Linn, Annegien Broeks, Huub H. van Rossum, Colinda L. G. J. Scheele, Jacco van Rheenen",
      "paper_url": "https://doi.org/10.1038/s41586-024-08276-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394580299",
      "paper_id": "https://openalex.org/W4394580299",
      "title": "The PARTNER trial of neoadjuvant olaparib with chemotherapy in triple-negative breast cancer",
      "authors": "Jean E. Abraham, Karen Pinilla, Alimu Dayimu, Louise Grybowicz, Nikolaos Demiris, Caron Harvey, Lynsey M. Drewett, Rebecca Lucey, Alexander Fulton, Anne N. Roberts, Joanna R. Worley, Anita Chhabra, Wendi Qian, Anne-Laure Vallier, Richard M. Hardy, Steve Chan, Tamas Hickish, Devashish Tripathi, Ramachandran Venkitaraman, Mojca Persic, Shahzeena Aslam, Daniel Glassman, Sanjay Raj, Annabel Borley, Jeremy P. Braybrooke, Stephanie Sutherland, Emma Staples, Lucy C. Scott, Mark Davies, Cheryl A. Palmer, Margaret Moody, Mark J. Churn, Jacqueline C. Newby, Mukesh B. Mukesh, Amitabha Chakrabarti, Rebecca R. Roylance, Philip C. Schouten, Nicola C. Levitt, Karen McAdam, Anne C. Armstrong, Ellen R. Copson, Emma McMurtry, Marc Tischkowitz, Elena Provenzano, Helena M. Earl",
      "paper_url": "https://doi.org/10.1038/s41586-024-07384-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401793900",
      "paper_id": "https://openalex.org/W4401793900",
      "title": "The periosteum provides a stromal defence against cancer invasion into the bone",
      "authors": "Kazutaka Nakamura, Masayuki Tsukasaki, Takaaki Tsunematsu, Minglu Yan, Yutaro Ando, Nam Cong-Nhat Huynh, Kyoko Hashimoto, Qiao Gou, Ryunosuke Muro, Ayumi Itabashi, Takahiro Iguchi, Kazuo Okamoto, Takashi Nakamura, Kenta Nakano, Tadashi Okamura, Tomoya Ueno, Kosei Ito, Naozumi Ishimaru, Kazuto Hoshi, Hiroshi Takayanagi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07822-1",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4282932154",
      "paper_id": "https://openalex.org/W4282932154",
      "title": "The renal lineage factor PAX8 controls oncogenic signalling in kidney cancer",
      "authors": "Saroor A. Patel, Shoko Hirosue, Paulo Rodrigues, Erika Vojtasova, Emma K. Richardson, Jianfeng Ge, Saiful E. Syafruddin, Alyson Speed, Evangelia K. Papachristou, David Baker, David Clarke, Stephenie Purvis, Ludovic Wesolowski, Anna Dyas, Leticia Castillon, Veronica Caraffini, Dóra Bihary, Cissy Yong, David J. Harrison, Grant D. Stewart, Mitchell J. Machiela, Mark P. Purdue, Stephen J. Chanock, Anne Y. Warren, Shamith A. Samarajiwa, Jason S. Carroll, Sakari Vanharanta",
      "paper_url": "https://doi.org/10.1038/s41586-022-04809-8",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408614211",
      "paper_id": "https://openalex.org/W4408614211",
      "title": "The somatic mutation landscape of normal gastric epithelium",
      "authors": "Tim H. H. Coorens, Grace Collord, Hyungchul Jung, Yichen Wang, Luiza Moore, Yvette Hooks, Krishnaa Mahbubani, Simon Y. K. Law, Helen H. N. Yan, Siu Tsan Yuen, Kourosh Saeb-Parsy, Peter J. Campbell, Iñigo Martincorena, Suet Yi Leung, Michael R. Stratton",
      "paper_url": "https://doi.org/10.1038/s41586-025-08708-6",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4383265707",
      "paper_id": "https://openalex.org/W4383265707",
      "title": "Therapy-induced APOBEC3A drives evolution of persistent cancer cells",
      "authors": "Hideko Isozaki, Ramin Sakhtemani, Ammal Abbasi, Naveed Nikpour, Marcello Stanzione, Sunwoo Oh, Adam Langenbucher, Susanna Monroe, Wenjia Su, Heidie Frisco Cabanos, Faria M. Siddiqui, Nicole Phan, Pégah Jalili, Daria Timonina, Samantha Bilton, Maria Gomez-Caraballo, Hannah L. Archibald, Varuna Nangia, Kristin Dionne, Amanda Riley, Matthew Lawlor, Mandeep Kaur Banwait, Rosemary G. Cobb, Lee Zou, Nicholas J. Dyson, Christopher J. Ott, Cyril Benes, Gad Getz, Chang S. Chan, Alice T. Shaw, Justin F. Gainor, Jessica J. Lin, Lecia V. Sequist, Zofia Piotrowska, Beow Y. Yeap, Jeffrey A. Engelman, Jake June-Koo Lee, Yosef E. Maruvka, Rémi Buisson, Michael S. Lawrence, Aaron N. Hata",
      "paper_url": "https://doi.org/10.1038/s41586-023-06303-1",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409283666",
      "paper_id": "https://openalex.org/W4409283666",
      "title": "Timing and trajectory of BCR::ABL1-driven chronic myeloid leukaemia",
      "authors": "Aleksandra E. Kamizela, Daniel Leongamornlert, Nicholas Williams, Xin Wang, Kudzai Nyamondo, Kevin Dawson, Michael Spencer Chapman, Jing Guo, Joe Lee, Karim Mane, Kate Milne, Anthony R. Green, Timothy Chevassut, Peter J. Campbell, Patrick T. Ellinor, Brian J. P. Huntly, E. Joanna Baxter, Jyoti Nangalia",
      "paper_url": "https://doi.org/10.1038/s41586-025-08817-2",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4401389099",
      "paper_id": "https://openalex.org/W4401389099",
      "title": "Titration of RAS alters senescent state and influences tumour initiation",
      "authors": "Adelyne S. L. Chan, Haoran Zhu, Masako Narita, Liam D. Cassidy, Andrew R. J. Young, Camino Bermejo-Rodriguez, Aleksandra T. Janowska, Hung-Chang Chen, Sarah Gough, Naoki Oshimori, Lars Zender, Sarah J. Aitken, Matthew Hoare, Masashi Narita",
      "paper_url": "https://doi.org/10.1038/s41586-024-07797-z",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3164768747",
      "paper_id": "https://openalex.org/W3164768747",
      "title": "Tracing oncogene-driven remodelling of the intestinal stem cell niche",
      "authors": "Min Kyu Yum, Seungmin Han, Juergen Fink, Szu-Hsien Sam Wu, Catherine Dabrowska, Teodora Trendafilova, Roxana Mustata, Lemonia Chatzeli, Roberta Azzarelli, Irina Pshenichnaya, Eunmin Lee, Frances England, Jong Kyoung Kim, Daniel E. Stange, Anna Philpott, Joo-Hyeon Lee, Bon-Kyoung Koo, Benjamin D. Simons",
      "paper_url": "https://doi.org/10.1038/s41586-021-03605-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4365484830",
      "paper_id": "https://openalex.org/W4365484830",
      "title": "Tracking early lung cancer metastatic dissemination in TRACERx using ctDNA",
      "authors": "Christopher Abbosh, Alexander M. Frankell, Thomas Harrison, Judit Kisistok, Aaron Garnett, Laura Johnson, Selvaraju Veeriah, Mike Moreau, Adrian Chesh, Tafadzwa L. Chaunzwa, Jakob Weiss, Morgan R. Schroeder, Sophia Ward, Kristiana Grigoriadis, Aamir Shahpurwalla, Kevin Litchfield, Clare Puttick, Dhruva Biswas, Takahiro Karasaki, James R. M. Black, Carlos Martínez-Ruiz, Maise Al Bakir, Oriol Pich, Thomas B. K. Watkins, Emilia L. Lim, Ariana Huebner, David A. Moore, Nadia Godin-Heymann, Anne L’Hernault, Hannah Bye, Aaron Odell, Paula Kalavakur, Fabio Gomes, Akshay J. Patel, Elizabeth Manzano, Crispin T. Hiley, Nicolas Carey, Joan Riley, Daniel E. Cook, Darren Hodgson, Daniel Stetson, J. Carl Barrett, Roderik M. Kortlever, Gerard I. Evan, Allan Hackshaw, Robert D. Daber, Jacqui A. Shaw, Hugo J. W. L. Aerts, Abel Licon, Josh Stahl, Mariam Jamal-Hanjani, Jason F. Lester, Amrita Bajaj, Apostolos Nakas, Azmina Sodha-Ramdeen, Keng Ang, Mohamad Tufail, Mohammed Fiyaz Chowdhry, Molly Scotland, Rebecca Boyles, Sridhar Rathinam, Claire Wilson, Domenic Marrone, Sean Dulloo, Dean A. Fennell, Gurdeep Matharu, Lindsay Primrose, Ekaterini Boleti, Heather Cheyne, Mohammed Khalil, Shirley Richardson, Tracey Cruickshank, Gillian Price, Keith M. Kerr, Sarah Benafif, Kayleigh Gilbert, Babu Naidu, Aya Osman, Christer Lacson, Gerald Langman, Helen Shackleford, Madava Djearaman, Salma Kadiri, Gary Middleton, Angela Leek, Jack Davies Hodgkinson, Nicola Totten, Angeles Montero, Elaine Smith, Eustace Fontaine, Felice Granato, Helen Doran, Juliette Novasio, Kendadai Rammohan, Leena Joseph, Paul Bishop, Rajesh Shah, Stuart Moss, Vijay Joshi, Philip Crosbie, Kate Brown, Mathew Carter, Anshuman Chaturvedi, Lynsey Priest, Pedro Oliveira, Colin R. Lindsay, Fiona H. Blackhall, Matthew G. Krebs, Yvonne Summers, Alexandra Clipson, Jonathan Tugwood, Alastair Kerr, Dominic G. Rothwell, Elaine Kilgour, Caroline Dive, Roland F. Schwarz, Tom L. Kaufmann, Gareth A. Wilson, Rachel Rosenthal, Peter Van Loo, Zoltan Szallasi, Mateo Sokac, Roberto Salgado, Miklos Diossy, Jonas Demeulemeester, Abigail Bunkum, Aengus Stewart, Alastair Magness, Andrew Rowan, Angeliki Karamani, Antonia Toncheva, Benny Chain, Brittany B. Campbell, Carla Castignani, Chris Bailey, Clare E. Weeden, Claudia Lee, Corentin Richard, Cristina Naceur-Lombardelli, David R. Pearce, Despoina Karagianni, Dina Levi, Elena Hoxha, Elizabeth Larose Cadieux, Emma Colliver, Emma Nye, Eva Grönroos, Felip Gálvez-Cancino, Foteini Athanasopoulou, Francisco Gimeno-Valiente, George Kassiotis, Georgia Stavrou, Gerasimos Mastrokalos, Haoran Zhai, Helen L. Lowe, Ignacio Matos, Jacki Goldman, James L. Reading, Javier Herrero, Jayant K. Rane, Jerome Nicod, Jie Min Lam, John A. Hartley, Karl S. Peggs, Katey S. S. Enfield, Kayalvizhi Selvaraju, Kerstin Thol, Kevin W. Ng, Kezhong Chen, Krijn Dijkstra, Krupa Thakkar, Leah Ensell, Mansi Shah, Marcos Vasquez, Maria Litovchenko, Mariana Werner Sunderland, Mark S. Hill, Michelle Dietzen, Michelle Leung, Mickael Escudero, Mihaela Angelova, Miljana Tanić, Monica Sivakumar, Nnennaya Kanu, Olga Chervova, Olivia Lucas, Othman Al-Sawaf, Paulina Prymas, Philip Hobson, Piotr Pawlik, Richard Kevin Stone, Robert Bentham, Robert E. Hynds, Roberto Vendramin, Sadegh Saghafinia, Saioa López, Samuel Gamble, Seng Kuong Anakin Ung, Sergio A. Quezada, Sharon Vanloo, Simone Zaccaria, Sonya Hessey, Stefan Boeing, Stephan Beck, Supreet Kaur Bola, Tamara Denner, Teresa Marafioti, Thanos P. Mourikis, Victoria Spanswick, Vittorio Barbè, Wei-Ting Lu, William Hill, Wing Kin Liu, Yin Wu, Yutaka Naito, Zoe Ramsden, Catarina Veiga, Gary Royle, Charles-Antoine Collins-Fekete, Francesco Fraioli, Paul Ashford, Tristan Clark, Martin D. Forster, Siow Ming Lee, Elaine Borg, Mary Falzon, Dionysis Papadatos-Pastos, James Wilson, Tanya Ahmad, Alexander James Procter, Asia Ahmed, Magali N. Taylor, Arjun Nair, David Lawrence, Davide Patrini, Neal Navani, Ricky M. Thakrar, Sam M. Janes, Emilie Martinoni Hoogenboom, Fleur Monk, James W. Holding, Junaid Choudhary, Kunal Bhakhri, Marco Scarci, Martin Hayward, Nikolaos Panagiotopoulos, Pat Gorman, Reena Khiroya, Robert CM. Stephens, Yien Ning Sophia Wong, Steve Bandula, Abigail Sharp, Sean Smith, Nicole Gower, Harjot Kaur Dhanda, Kitty Chan, Camilla Pilotti, Rachel Leslie, Anca Grapa, Hanyun Zhang, Khalid AbdulJabbar, Xiaoxi Pan, Yinyin Yuan, David Chuter, Mairead MacKenzie, Serena Chee, Aiman Alzetani, Judith Cave, Lydia Scarlett, Jennifer Richards, Papawadee Ingram, Silvia Austin, Eric Lim, Paulo De Sousa, Simon Jordan, Alexandra Rice, Hilgardt Raubenheimer, Harshil Bhayani, Lyn Ambrose, Anand Devaraj, Hema Chavan, Sofina Begum, Silviu I. Buderi, Daniel Kaniu, Mpho Malima, Sarah Booth, Andrew G. Nicholson, Nadia Fernandes, Pratibha Shah, Chiara Proli, Madeleine Hewish, Sarah Danson, Michael J. Shackcloth, Lily Robinson, Peter Russell, Kevin G. Blyth, Craig Dick, John Le Quesne, Alan Kirk, Mo Asif, Rocco Bilancia, Nikos Kostoulas, Mathew Thomas, Nicolai J. Birkbak, Nicholas McGranahan, Charles Swanton",
      "paper_url": "https://doi.org/10.1038/s41586-023-05776-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386897424",
      "paper_id": "https://openalex.org/W4386897424",
      "title": "Transgenic ferret models define pulmonary ionocyte diversity and function",
      "authors": "Feng Yuan, Grace N. Gasser, Evan Lemire, Daniel T. Montoro, Karthik Jagadeesh, Yan Zhang, Yifan Duan, Vitaly Ievlev, Kristen L. Wells, Pavana G. Rotti, Weam Shahin, Michael Winter, Bradley H. Rosen, Idil Evans, Qian Cai, Miao Yu, Susan A. Walsh, Michael R. Acevedo, Darpan N. Pandya, Vamsidhar Akurathi, David W. Dick, Thaddeus J. Wadas, Nam Soo Joo, Jeffrey J. Wine, Susan Birket, Courtney M. Fernandez, Hui Min Leung, Guillermo J. Tearney, Alan S. Verkman, Peter M. Haggie, Kathleen Scott, Douglas Bartels, David K. Meyerholz, Steven M. Rowe, Xiaoming Liu, Ziying Yan, Adam L. Haber, Xingshen Sun, John F. Engelhardt",
      "paper_url": "https://doi.org/10.1038/s41586-023-06549-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4395114650",
      "paper_id": "https://openalex.org/W4395114650",
      "title": "Transient loss of Polycomb components induces an epigenetic cancer fate",
      "authors": "V. Parreno, V. Loubiere, B. Schuettengruber, L. Fritsch, C. C. Rawal, M. Erokhin, B. Győrffy, D. Normanno, M. Di Stefano, J. Moreaux, N. L. Butova, I. Chiolo, D. Chetverina, A.-M. Martinez, G. Cavalli",
      "paper_url": "https://doi.org/10.1038/s41586-024-07328-w",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4291020412",
      "paper_id": "https://openalex.org/W4291020412",
      "title": "Truncated FGFR2 is a clinically actionable oncogene in multiple cancers",
      "authors": "Daniel Zingg, Jinhyuk Bhin, Julia Yemelyanenko, Sjors M. Kas, Frank Rolfs, Catrin Lutz, Jessica K. Lee, Sjoerd Klarenbeek, Ian M. Silverman, Stefano Annunziato, Chang S. Chan, Sander R. Piersma, Timo Eijkman, Madelon Badoux, Ewa Gogola, Bjørn Siteur, Justin Sprengers, Bim de Klein, Richard R.  de Goeij-de Haas, Gregory M. Riedlinger, Hua Ke, Russell Madison, Anne Paulien Drenth, Eline van der Burg, Eva Schut, Linda Henneman, Martine H. van Miltenburg, Natalie Proost, Huiling Zhen, Ellen Wientjens, Roebi de Bruijn, Julian R. de Ruiter, Ute Boon, Renske de Korte-Grimmerink, Bastiaan van Gerwen, Luis Féliz, Ghassan K. Abou-Alfa, Jeffrey S. Ross, Marieke van de Ven, Sven Rottenberg, Edwin Cuppen, Anne Vaslin Chessex, Siraj M. Ali, Timothy C. Burn, Connie R. Jimenez, Shridar Ganesan, Lodewyk F. A. Wessels, Jos Jonkers",
      "paper_url": "https://doi.org/10.1038/s41586-022-05066-5",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3210691815",
      "paper_id": "https://openalex.org/W3210691815",
      "title": "Tumour DDR1 promotes collagen fibre alignment to instigate immune exclusion",
      "authors": "Xiujie Sun, Bogang Wu, Huai-Chin Chiang, Hui Deng, Xiaowen Zhang, Wei Xiong, Junquan Liu, Aaron M. Rozeboom, Brent T. Harris, Eline Blommaert, Antonio Gomez, Roderic Espin Garcia, Yufan Zhou, Payal Mitra, Madeleine Prevost, Deyi Zhang, Debarati Banik, Claudine Isaacs, Deborah Berry, Catherine Lai, Krysta Chaldekas, Patricia S. Latham, Christine A. Brantner, Anastas Popratiloff, Victor X. Jin, Ningyan Zhang, Yanfen Hu, Miguel Angel Pujana, Tyler J. Curiel, Zhiqiang An, Rong Li",
      "paper_url": "https://doi.org/10.1038/s41586-021-04057-2",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403921015",
      "paper_id": "https://openalex.org/W4403921015",
      "title": "Tumour evolution and microenvironment interactions in 2D and 3D space",
      "authors": "Chia-Kuei Mo, Jingxian Liu, Siqi Chen, Erik Storrs, Andre Luiz N. Targino da Costa, Andrew Houston, Michael C. Wendl, Reyka G. Jayasinghe, Michael D. Iglesia, Cong Ma, John M. Herndon, Austin N. Southard-Smith, Xinhao Liu, Jacqueline Mudd, Alla Karpova, Andrew Shinkle, S. Peter Goedegebuure, Abdurrahman Taha Mousa Ali Abdelzaher, Peng Bo, Lauren Fulghum, Samantha Livingston, Metin Balaban, Angela Hill, Joseph E. Ippolito, Vesteinn Thorsson, Jason M. Held, Ian S. Hagemann, Eric H. Kim, Peter O. Bayguinov, Albert H. Kim, Mary M. Mullen, Kooresh I. Shoghi, Tao Ju, Melissa A. Reimers, Cody Weimholt, Liang-I Kang, Sidharth V. Puram, Deborah J. Veis, Russell Pachynski, Katherine C. Fuh, Milan G. Chheda, William E. Gillanders, Ryan C. Fields, Benjamin J. Raphael, Feng Chen, Li Ding",
      "paper_url": "https://doi.org/10.1038/s41586-024-08087-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4377982219",
      "paper_id": "https://openalex.org/W4377982219",
      "title": "Tumour extracellular vesicles and particles induce liver metabolic dysfunction",
      "authors": "Gang Wang, Jianlong Li, Linda Bojmar, Haiyan Chen, Zhong Li, Gabriel C. Tobias, Mengying Hu, Edwin A. Homan, Serena Lucotti, Fengbo Zhao, Valentina Posada, Peter R. Oxley, Michele Cioffi, Han Sang Kim, Huajuan Wang, Pernille Lauritzen, Nancy Boudreau, Zhanjun Shi, Christin E. Burd, Jonathan H. Zippin, James C. Lo, Geoffrey S. Pitt, Jonathan Hernandez, Constantinos P. Zambirinis, Michael A. Hollingsworth, Paul M. Grandgenett, Maneesh Jain, Surinder K. Batra, Dominick J. DiMaio, Jean L. Grem, Kelsey A. Klute, Tanya M. Trippett, Mikala Egeblad, Doru Paul, Jacqueline Bromberg, David Kelsen, Vinagolu K. Rajasekhar, John H. Healey, Irina R. Matei, William R. Jarnagin, Robert E. Schwartz, Haiying Zhang, David Lyden",
      "paper_url": "https://doi.org/10.1038/s41586-023-06114-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400492098",
      "paper_id": "https://openalex.org/W4400492098",
      "title": "Tumour vasculature at single-cell resolution",
      "authors": "Xu Pan, Xin Li, Liang Dong, Teng Liu, Min Zhang, Lining Zhang, Xiyuan Zhang, Lingjuan Huang, Wensheng Shi, Hongyin Sun, Zhaoyu Fang, Jie Sun, Yaoxuan Huang, Hua Shao, Yeqi Wang, Mingzhu Yin",
      "paper_url": "https://doi.org/10.1038/s41586-024-07698-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394580205",
      "paper_id": "https://openalex.org/W4394580205",
      "title": "Tumour-selective activity of RAS-GTP inhibition in pancreatic cancer",
      "authors": "Urszula N. Wasko, Jingjing Jiang, Tanner C. Dalton, Alvaro Curiel-Garcia, A. Cole Edwards, Yingyun Wang, Bianca Lee, Margo Orlen, Sha Tian, Clint A. Stalnecker, Kristina Drizyte-Miller, Marie Menard, Julien Dilly, Stephen A. Sastra, Carmine F. Palermo, Marie C. Hasselluhn, Amanda R. Decker-Farrell, Stephanie Chang, Lingyan Jiang, Xing Wei, Yu C. Yang, Ciara Helland, Haley Courtney, Yevgeniy Gindin, Karl Muonio, Ruiping Zhao, Samantha B. Kemp, Cynthia Clendenin, Rina Sor, William P. Vostrejs, Priya S. Hibshman, Amber M. Amparo, Connor Hennessey, Matthew G. Rees, Melissa M. Ronan, Jennifer A. Roth, Jens Brodbeck, Lorenzo Tomassoni, Basil Bakir, Nicholas D. Socci, Laura E. Herring, Natalie K. Barker, Junning Wang, James M. Cleary, Brian M. Wolpin, John A. Chabot, Michael D. Kluger, Gulam A. Manji, Kenneth Y. Tsai, Miroslav Sekulic, Stephen M. Lagana, Andrea Califano, Elsa Quintana, Zhengping Wang, Jacqueline A. M. Smith, Matthew Holderfield, David Wildes, Scott W. Lowe, Michael A. Badgley, Andrew J. Aguirre, Robert H. Vonderheide, Ben Z. Stanger, Timour Baslan, Channing J. Der, Mallika Singh, Kenneth P. Olive",
      "paper_url": "https://doi.org/10.1038/s41586-024-07379-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4379645224",
      "paper_id": "https://openalex.org/W4379645224",
      "title": "Ultraviolet radiation shapes dendritic cell leukaemia transformation in the skin",
      "authors": "Gabriel K. Griffin, Christopher A. G. Booth, Katsuhiro Togami, Sun Sook Chung, Daniel Ssozi, Julia A. Verga, Juliette M. Bouyssou, Yoke Seng Lee, Vignesh Shanmugam, Jason L. Hornick, Nicole R. LeBoeuf, Elizabeth A. Morgan, Bradley E. Bernstein, Volker Hovestadt, Peter van Galen, Andrew A. Lane",
      "paper_url": "https://doi.org/10.1038/s41586-023-06156-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4296700534",
      "paper_id": "https://openalex.org/W4296700534",
      "title": "Unified rhombic lip origins of group 3 and group 4 medulloblastoma",
      "authors": "Kyle S. Smith, Laure Bihannic, Brian L. Gudenas, Parthiv Haldipur, Ran Tao, Qingsong Gao, Yiran Li, Kimberly A. Aldinger, Igor Y. Iskusnykh, Victor V. Chizhikov, Matthew Scoggins, Silu Zhang, Angela Edwards, Mei Deng, Ian A. Glass, Lynne M. Overman, Jake Millman, Alexandria H. Sjoboen, Jennifer Hadley, Joseph Golser, Kshitij Mankad, Heather Sheppard, Arzu Onar-Thomas, Amar Gajjar, Giles W. Robinson, Volker Hovestadt, Brent A. Orr, Zoltán Patay, Kathleen J. Millen, Paul A. Northcott",
      "paper_url": "https://doi.org/10.1038/s41586-022-05208-9",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4376959545",
      "paper_id": "https://openalex.org/W4376959545",
      "title": "Uridine-derived ribose fuels glucose-restricted pancreatic cancer",
      "authors": "Zeribe C. Nwosu, Matthew H. Ward, Peter Sajjakulnukit, Pawan Poudel, Chanthirika Ragulan, Steven Kasperek, Megan Radyk, Damien Sutton, Rosa E. Menjivar, Anthony Andren, Juan J. Apiz-Saab, Zachary Tolstyka, Kristee Brown, Ho-Joon Lee, Lindsey N. Dzierozynski, Xi He, Hari PS, Julia Ugras, Gift Nyamundanda, Li Zhang, Christopher J. Halbrook, Eileen S. Carpenter, Jiaqi Shi, Leah P. Shriver, Gary J. Patti, Alexander Muir, Marina Pasca di Magliano, Anguraj Sadanandam, Costas A. Lyssiotis",
      "paper_url": "https://doi.org/10.1038/s41586-023-06073-w",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W4200107281",
      "paper_id": "https://openalex.org/W4200107281",
      "title": "Valine tRNA levels and availability regulate complex I assembly in leukaemia",
      "authors": "Palaniraja Thandapani, Andreas Kloetgen, Matthew T. Witkowski, Christina Glytsou, Anna K. Lee, Eric Wang, Jingjing Wang, Sarah E. LeBoeuf, Kleopatra Avrampou, Thales Papagiannakopoulos, Aristotelis Tsirigos, Iannis Aifantis",
      "paper_url": "https://doi.org/10.1038/s41586-021-04244-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4381489278",
      "paper_id": "https://openalex.org/W4381489278",
      "title": "Y chromosome loss in cancer drives growth by evasion of adaptive immunity",
      "authors": "Hany A. Abdel-Hafiz, Johanna M. Schafer, Xingyu Chen, Tong Xiao, Timothy D. Gauntner, Zihai Li, Dan Theodorescu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06234-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4225100118",
      "paper_id": "https://openalex.org/W4225100118",
      "title": "β-Hydroxybutyrate suppresses colorectal cancer",
      "authors": "Oxana Dmitrieva-Posocco, Andrea C. Wong, Patrick Lundgren, Aleksandra M. Golos, Hélène C. Descamps, Lenka Dohnalová, Zvi Cramer, Yuhua Tian, Brian Yueh, Onur Eskiocak, Gabor Egervari, Yemin Lan, Jinping Liu, Jiaxin Fan, Jihee Kim, Bhoomi Madhu, Kai Markus Schneider, Svetlana Khoziainova, Natalia Andreeva, Qiaohong Wang, Ning Li, Emma E. Furth, Will Bailis, Judith R. Kelsen, Kathryn E. Hamilton, Klaus H. Kaestner, Shelley L. Berger, Jonathan A. Epstein, Rajan Jain, Mingyao Li, Semir Beyaz, Christopher J. Lengner, Bryson W. Katona, Sergei I. Grivennikov, Christoph A. Thaiss, Maayan Levy",
      "paper_url": "https://doi.org/10.1038/s41586-022-04649-6",
      "venue": "nature22"
    }
  ]
}