{
  "cluster_id": 174,
  "papers": [
    {
      "id": "nature23_https://openalex.org/W4353055659",
      "paper_id": "https://openalex.org/W4353055659",
      "title": "2D fin field-effect transistors integrated with epitaxial high-k gate oxide",
      "authors": "Congwei Tan, Mengshi Yu, Junchuan Tang, Xiaoyin Gao, Yuling Yin, Yichi Zhang, Jingyue Wang, Xinyu Gao, Congcong Zhang, Xuehan Zhou, Liming Zheng, Hongtao Liu, Kaili Jiang, Feng Ding, Hailin Peng",
      "paper_url": "https://doi.org/10.1038/s41586-023-05797-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391809284",
      "paper_id": "https://openalex.org/W4391809284",
      "title": "A 2D ferroelectric vortex pattern in twisted BaTiO3 freestanding layers",
      "authors": "G. Sánchez-Santolino, V. Rouco, S. Puebla, H. Aramberri, V. Zamora, M. Cabero, F. A. Cuellar, C. Munuera, F. Mompean, M. Garcia-Hernandez, A. Castellanos-Gomez, J. Íñiguez, C. Leon, J. Santamaria",
      "paper_url": "https://doi.org/10.1038/s41586-023-06978-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411202055",
      "paper_id": "https://openalex.org/W4411202055",
      "title": "A complementary two-dimensional material-based one instruction set computer",
      "authors": "Subir Ghosh, Yikai Zheng, Musaib Rafiq, Harikrishnan Ravichandran, Yongwen Sun, Chen Chen, Mrinmoy Goswami, Najam U Sakib, Muhtasim Ul Karim Sadaf, Andrew Pannone, Samriddha Ray, Joan M. Redwing, Yang Yang, Shubham Sahay, Saptarshi Das",
      "paper_url": "https://doi.org/10.1038/s41586-025-08963-7",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4403451182",
      "paper_id": "https://openalex.org/W4403451182",
      "title": "A graphite thermal Tesla valve driven by hydrodynamic phonon transport",
      "authors": "Xin Huang, Roman Anufriev, Laurent Jalabert, Kenji Watanabe, Takashi Taniguchi, Yangyu Guo, Yuxiang Ni, Sebastian Volz, Masahiro Nomura",
      "paper_url": "https://doi.org/10.1038/s41586-024-08052-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4395071176",
      "paper_id": "https://openalex.org/W4395071176",
      "title": "A high-density and high-confinement tokamak plasma regime for fusion energy",
      "authors": "S. Ding, A. M. Garofalo, H. Q. Wang, D. B. Weisberg, Z. Y. Li, X. Jian, D. Eldon, B. S. Victor, A. Marinoni, Q. M. Hu, I. S. Carvalho, T. Odstrčil, L. Wang, A. W. Hyatt, T. H. Osborne, X. Z. Gong, J. P. Qian, J. Huang, J. McClenaghan, C. T. Holcomb, J. M. Hanson",
      "paper_url": "https://doi.org/10.1038/s41586-024-07313-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401573726",
      "paper_id": "https://openalex.org/W4401573726",
      "title": "A hot-emitter transistor based on stimulated emission of heated carriers",
      "authors": "Chi Liu, Xin-Zhe Wang, Cong Shen, Lai-Peng Ma, Xu-Qi Yang, Yue Kong, Wei Ma, Yan Liang, Shun Feng, Xiao-Yue Wang, Yu-Ning Wei, Xi Zhu, Bo Li, Chang-Ze Li, Shi-Chao Dong, Li-Ning Zhang, Wen-Cai Ren, Dong-Ming Sun, Hui-Ming Cheng",
      "paper_url": "https://doi.org/10.1038/s41586-024-07785-3",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409148626",
      "paper_id": "https://openalex.org/W4409148626",
      "title": "A RISC-V 32-bit microprocessor based on two-dimensional semiconductors",
      "authors": "Mingrui Ao, Xiucheng Zhou, Xinjie Kong, Saifei Gou, Sifan Chen, Xiangqi Dong, Yuxuan Zhu, Qicheng Sun, Zhejia Zhang, Jinshu Zhang, Qiran Zhang, Yan Hu, Chuming Sheng, Kaixuan Wang, Shuiyuan Wang, Jing Wan, Jun Han, Wenzhong Bao, Peng Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-025-08759-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4294904295",
      "paper_id": "https://openalex.org/W4294904295",
      "title": "A solution-processed n-type conducting polymer with ultrahigh conductivity",
      "authors": "Haoran Tang, Yuanying Liang, Chunchen Liu, Zhicheng Hu, Yifei Deng, Han Guo, Zidi Yu, Ao Song, Haiyang Zhao, Duokai Zhao, Yuanzhu Zhang, Xugang Guo, Jian Pei, Yuguang Ma, Yong Cao, Fei Huang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05295-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4294904337",
      "paper_id": "https://openalex.org/W4294904337",
      "title": "A sustained high-temperature fusion plasma regime facilitated by fast ions",
      "authors": "H. Han, S. J. Park, C. Sung, J. Kang, Y. H. Lee, J. Chung, T. S. Hahm, B. Kim, J.-K. Park, J. G. Bak, M. S. Cha, G. J. Choi, M. J. Choi, J. Gwak, S. H. Hahn, J. Jang, K. C. Lee, J. H. Kim, S. K. Kim, W. C. Kim, J. Ko, W. H. Ko, C. Y. Lee, J. H. Lee, J. H. Lee, J. K. Lee, J. P. Lee, K. D. Lee, Y. S. Park, J. Seo, S. M. Yang, S. W. Yoon, Y.-S. Na",
      "paper_url": "https://doi.org/10.1038/s41586-022-05008-1",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407956721",
      "paper_id": "https://openalex.org/W4407956721",
      "title": "Achieving kilowatt-scale elastocaloric cooling by a multi-cell architecture",
      "authors": "Guoan Zhou, Lingyun Zhang, Zexi Li, Peng Hua, Qingping Sun, Shuhuai Yao",
      "paper_url": "https://doi.org/10.1038/s41586-024-08549-9",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409283690",
      "paper_id": "https://openalex.org/W4409283690",
      "title": "Active energy compression of a laser-plasma electron beam",
      "authors": "P. Winkler, M. Trunk, L. Hübner, A. Martinez de la Ossa, S. Jalas, M. Kirchen, I. Agapov, S. A. Antipov, R. Brinkmann, T. Eichner, A. Ferran Pousa, T. Hülsenbusch, G. Palmer, M. Schnepp, K. Schubert, M. Thévenet, P. A. Walker, C. Werle, W. P. Leemans, A. R. Maier",
      "paper_url": "https://doi.org/10.1038/s41586-025-08772-y",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3192342444",
      "paper_id": "https://openalex.org/W3192342444",
      "title": "Actively variable-spectrum optoelectronics with black phosphorus",
      "authors": "Hyungjin Kim, Shiekh Zia Uddin, Der-Hsien Lien, Matthew Yeh, Nima Sefidmooye Azar, Sivacarendran Balendhran, Taehun Kim, Niharika Gupta, Yoonsoo Rho, Costas P. Grigoropoulos, Kenneth B. Crozier, Ali Javey",
      "paper_url": "https://doi.org/10.1038/s41586-021-03701-1",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4396732605",
      "paper_id": "https://openalex.org/W4396732605",
      "title": "All-optical subcycle microscopy on atomic length scales",
      "authors": "T. Siday, J. Hayes, F. Schiegl, F. Sandner, P. Menden, V. Bergbauer, M. Zizlsperger, S. Nerreter, S. Lingl, J. Repp, J. Wilhelm, M. A. Huber, Y. A. Gerasimenko, R. Huber",
      "paper_url": "https://doi.org/10.1038/s41586-024-07355-7",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4323546407",
      "paper_id": "https://openalex.org/W4323546407",
      "title": "Anomalous intense coherent secondary photoemission from a perovskite oxide",
      "authors": "Caiyun Hong, Wenjun Zou, Pengxu Ran, K. Tanaka, M. Matzelle, Wei-Chi Chiu, R. S. Markiewicz, B. Barbiellini, Changxi Zheng, Sheng Li, Arun Bansil, Rui-Hua He",
      "paper_url": "https://doi.org/10.1038/s41586-023-05900-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4309873914",
      "paper_id": "https://openalex.org/W4309873914",
      "title": "Anomalous thermal transport under high pressure in boron arsenide",
      "authors": "Suixuan Li, Zihao Qin, Huan Wu, Man Li, Martin Kunz, Ahmet Alatas, Abby Kavner, Yongjie Hu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05381-x",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4285083882",
      "paper_id": "https://openalex.org/W4285083882",
      "title": "Anti-reflection structure for perfect transmission through complex media",
      "authors": "Michael Horodynski, Matthias Kühmayer, Clément Ferise, Stefan Rotter, Matthieu Davy",
      "paper_url": "https://doi.org/10.1038/s41586-022-04843-6",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3212431882",
      "paper_id": "https://openalex.org/W3212431882",
      "title": "Approaching the intrinsic exciton physics limit in two-dimensional semiconductor diodes",
      "authors": "Peng Chen, Timothy L. Atallah, Zhaoyang Lin, Peiqi Wang, Sung-Joon Lee, Junqing Xu, Zhihong Huang, Xidong Duan, Yuan Ping, Yu Huang, Justin R. Caram, Xiangfeng Duan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03949-7",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4315641779",
      "paper_id": "https://openalex.org/W4315641779",
      "title": "Approaching the quantum limit in two-dimensional semiconductor contacts",
      "authors": "Weisheng Li, Xiaoshu Gong, Zhihao Yu, Liang Ma, Wenjie Sun, Si Gao, Çağıl Köroğlu, Wenfeng Wang, Lei Liu, Taotao Li, Hongkai Ning, Dongxu Fan, Yifei Xu, Xuecou Tu, Tao Xu, Litao Sun, Wenhui Wang, Junpeng Lu, Zhenhua Ni, Jia Li, Xidong Duan, Peng Wang, Yuefeng Nie, Hao Qiu, Yi Shi, Eric Pop, Jinlan Wang, Xinran Wang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05431-4",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409729417",
      "paper_id": "https://openalex.org/W4409729417",
      "title": "Atomic lift-off of epitaxial membranes for cooling-free infrared detection",
      "authors": "Xinyuan Zhang, Owen Ericksen, Sangho Lee, Marx Akl, Min-Kyu Song, Haihui Lan, Pratap Pal, Jun Min Suh, Shane Lindemann, Jung-El Ryu, Yanjie Shao, Xudong Zheng, Ne Myo Han, Bikram Bhatia, Hyunseok Kim, Hyun S. Kum, Celesta S. Chang, Yunfeng Shi, Chang-Beom Eom, Jeehwan Kim",
      "paper_url": "https://doi.org/10.1038/s41586-025-08874-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4296552506",
      "paper_id": "https://openalex.org/W4296552506",
      "title": "Atomically engineered interfaces yield extraordinary electrostriction",
      "authors": "Haiwu Zhang, Nini Pryds, Dae-Sung Park, Nicolas Gauquelin, Simone Santucci, Dennis V. Christensen, Daen Jannis, Dmitry Chezganov, Diana A. Rata, Andrea R. Insinga, Ivano E. Castelli, Johan Verbeeck, Igor Lubomirsky, Paul Muralt, Dragan Damjanovic, Vincenzo Esposito",
      "paper_url": "https://doi.org/10.1038/s41586-022-05073-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4304698325",
      "paper_id": "https://openalex.org/W4304698325",
      "title": "Attosecond clocking of correlations between Bloch electrons",
      "authors": "J. Freudenstein, M. Borsch, M. Meierhofer, D. Afanasiev, C. P. Schmid, F. Sandner, M. Liebich, A. Girnghuber, M. Knorr, M. Kira, R. Huber",
      "paper_url": "https://doi.org/10.1038/s41586-022-05190-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401793960",
      "paper_id": "https://openalex.org/W4401793960",
      "title": "Attosecond delays in X-ray molecular ionization",
      "authors": "Taran Driver, Miles Mountney, Jun Wang, Lisa Ortmann, Andre Al-Haddad, Nora Berrah, Christoph Bostedt, Elio G. Champenois, Louis F. DiMauro, Joseph Duris, Douglas Garratt, James M. Glownia, Zhaoheng Guo, Daniel Haxton, Erik Isele, Igor Ivanov, Jiabao Ji, Andrei Kamalov, Siqi Li, Ming-Fu Lin, Jon P. Marangos, Razib Obaid, Jordan T. O’Neal, Philipp Rosenberger, Niranjan H. Shivaram, Anna L. Wang, Peter Walter, Thomas J. A. Wolf, Hans Jakob Wörner, Zhen Zhang, Philip H. Bucksbaum, Matthias F. Kling, Alexandra S. Landsman, Robert R. Lucchese, Agapi Emmanouilidou, Agostino Marinelli, James P. Cryan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07771-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4378799428",
      "paper_id": "https://openalex.org/W4378799428",
      "title": "Attosecond electron microscopy of sub-cycle optical dynamics",
      "authors": "David Nabben, Joel Kuttruff, Levin Stolz, Andrey Ryabov, Peter Baum",
      "paper_url": "https://doi.org/10.1038/s41586-023-06074-9",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4283211426",
      "paper_id": "https://openalex.org/W4283211426",
      "title": "Attosecond field emission",
      "authors": "H. Y. Kim, M. Garg, S. Mandal, L. Seiffert, T. Fennel, E. Goulielmakis",
      "paper_url": "https://doi.org/10.1038/s41586-022-05577-1",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411208772",
      "paper_id": "https://openalex.org/W4411208772",
      "title": "Attosecond inner-shell lasing at ångström wavelengths",
      "authors": "Thomas M. Linker, Aliaksei Halavanau, Thomas Kroll, Andrei Benediktovitch, Yu Zhang, Yurina Michine, Stasis Chuchurka, Zain Abhari, Daniele Ronchetti, Thomas Fransson, Clemens Weninger, Franklin D. Fuller, Andy Aquila, Roberto Alonso-Mori, Sébastien Boutet, Marc W. Guetg, Agostino Marinelli, Alberto A. Lutman, Makina Yabashi, Ichiro Inoue, Taito Osaka, Jumpei Yamada, Yuichi Inubushi, Gota Yamaguchi, Toru Hara, Ganguli Babu, Devashish Salpekar, Farheen N. Sayed, Pulickel M. Ajayan, Jan Kern, Junko Yano, Vittal K. Yachandra, Matthias F. Kling, Claudio Pellegrini, Hitoki Yoneda, Nina Rohringer, Uwe Bergmann",
      "paper_url": "https://doi.org/10.1038/s41586-025-09105-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W3168222962",
      "paper_id": "https://openalex.org/W3168222962",
      "title": "Attosecond spectroscopy of size-resolved water clusters",
      "authors": "Xiaochun Gong, Saijoscha Heck, Denis Jelovina, Conaill Perry, Kristina Zinchenko, Robert Lucchese, Hans Jakob Wörner",
      "paper_url": "https://doi.org/10.1038/s41586-022-05039-8",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392015292",
      "paper_id": "https://openalex.org/W4392015292",
      "title": "Avoiding fusion plasma tearing instability with deep reinforcement learning",
      "authors": "Jaemin Seo, SangKyeun Kim, Azarakhsh Jalalvand, Rory Conlin, Andrew Rothstein, Joseph Abbate, Keith Erickson, Josiah Wai, Ricardo Shousha, Egemen Kolemen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07024-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402454542",
      "paper_id": "https://openalex.org/W4402454542",
      "title": "Axon-like active signal transmission",
      "authors": "Timothy D. Brown, Alan Zhang, Frederick U. Nitta, Elliot D. Grant, Jenny L. Chong, Jacklyn Zhu, Sritharini Radhakrishnan, Mahnaz Islam, Elliot J. Fuller, A. Alec Talin, Patrick J. Shamberger, Eric Pop, R. Stanley Williams, Suhas Kumar",
      "paper_url": "https://doi.org/10.1038/s41586-024-07921-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4353055512",
      "paper_id": "https://openalex.org/W4353055512",
      "title": "Ballistic two-dimensional InSe transistors",
      "authors": "Jianfeng Jiang, Lin Xu, Chenguang Qiu, Lian-Mao Peng",
      "paper_url": "https://doi.org/10.1038/s41586-023-05819-w",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396544314",
      "paper_id": "https://openalex.org/W4396544314",
      "title": "Bevel-edge epitaxy of ferroelectric rhombohedral boron nitride single crystal",
      "authors": "Li Wang, Jiajie Qi, Wenya Wei, Mengqi Wu, Zhibin Zhang, Xiaomin Li, Huacong Sun, Quanlin Guo, Meng Cao, Qinghe Wang, Chao Zhao, Yuxuan Sheng, Zhetong Liu, Can Liu, Muhong Wu, Zhi Xu, Wenlong Wang, Hao Hong, Peng Gao, Menghao Wu, Zhu-Jun Wang, Xiaozhi Xu, Enge Wang, Feng Ding, Xiaorui Zheng, Kaihui Liu, Xuedong Bai",
      "paper_url": "https://doi.org/10.1038/s41586-024-07286-3",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411626982",
      "paper_id": "https://openalex.org/W4411626982",
      "title": "Broadband transient full-Stokes luminescence spectroscopy",
      "authors": "Antti-Pekka M. Reponen, Marcel Mattes, Zachary A. VanOrman, Lilian Estaque, Grégory Pieters, Sascha Feldmann",
      "paper_url": "https://doi.org/10.1038/s41586-025-09197-3",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4365143576",
      "paper_id": "https://openalex.org/W4365143576",
      "title": "Build-up and dephasing of Floquet–Bloch bands on subcycle timescales",
      "authors": "S. Ito, M. Schüler, M. Meierhofer, S. Schlauderer, J. Freudenstein, J. Reimann, D. Afanasiev, K. A. Kokh, O. E. Tereshchenko, J. Güdde, M. A. Sentef, U. Höfer, R. Huber",
      "paper_url": "https://doi.org/10.1038/s41586-023-05850-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4210649579",
      "paper_id": "https://openalex.org/W4210649579",
      "title": "Burning plasma achieved in inertial fusion",
      "authors": "A. B. Zylstra, O. A. Hurricane, D. A. Callahan, A. L. Kritcher, J. E. Ralph, H. F. Robey, J. S. Ross, C. V. Young, K. L. Baker, D. T. Casey, T. Döppner, L. Divol, M. Hohenberger, S. Le Pape, A. Pak, P. K. Patel, R. Tommasini, S. J. Ali, P. A. Amendt, L. J. Atherton, B. Bachmann, D. Bailey, L. R. Benedetti, L. Berzak Hopkins, R. Betti, S. D. Bhandarkar, J. Biener, R. M. Bionta, N. W. Birge, E. J. Bond, D. K. Bradley, T. Braun, T. M. Briggs, M. W. Bruhn, P. M. Celliers, B. Chang, T. Chapman, H. Chen, C. Choate, A. R. Christopherson, D. S. Clark, J. W. Crippen, E. L. Dewald, T. R. Dittrich, M. J. Edwards, W. A. Farmer, J. E. Field, D. Fittinghoff, J. Frenje, J. Gaffney, M. Gatu Johnson, S. H. Glenzer, G. P. Grim, S. Haan, K. D. Hahn, G. N. Hall, B. A. Hammel, J. Harte, E. Hartouni, J. E. Heebner, V. J. Hernandez, H. Herrmann, M. C. Herrmann, D. E. Hinkel, D. D. Ho, J. P. Holder, W. W. Hsing, H. Huang, K. D. Humbird, N. Izumi, L. C. Jarrott, J. Jeet, O. Jones, G. D. Kerbel, S. M. Kerr, S. F. Khan, J. Kilkenny, Y. Kim, H. Geppert Kleinrath, V. Geppert Kleinrath, C. Kong, J. M. Koning, J. J. Kroll, M. K. G. Kruse, B. Kustowski, O. L. Landen, S. Langer, D. Larson, N. C. Lemos, J. D. Lindl, T. Ma, M. J. MacDonald, B. J. MacGowan, A. J. Mackinnon, S. A. MacLaren, A. G. MacPhee, M. M. Marinak, D. A. Mariscal, E. V. Marley, L. Masse, K. Meaney, N. B. Meezan, P. A. Michel, M. Millot, J. L. Milovich, J. D. Moody, A. S. Moore, J. W. Morton, T. Murphy, K. Newman, J.-M. G. Di Nicola, A. Nikroo, R. Nora, M. V. Patel, L. J. Pelz, J. L. Peterson, Y. Ping, B. B. Pollock, M. Ratledge, N. G. Rice, H. Rinderknecht, M. Rosen, M. S. Rubery, J. D. Salmonson, J. Sater, S. Schiaffino, D. J. Schlossberg, M. B. Schneider, C. R. Schroeder, H. A. Scott, S. M. Sepke, K. Sequoia, M. W. Sherlock, S. Shin, V. A. Smalyuk, B. K. Spears, P. T. Springer, M. Stadermann, S. Stoupin, D. J. Strozzi, L. J. Suter, C. A. Thomas, R. P. J. Town, E. R. Tubman, C. Trosseille, P. L. Volegov, C. R. Weber, K. Widmann, C. Wild, C. H. Wilde, B. M. Van Wonterghem, D. T. Woods, B. N. Woodworth, M. Yamaguchi, S. T. Yang, G. B. Zimmerman",
      "paper_url": "https://doi.org/10.1038/s41586-021-04281-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4398201143",
      "paper_id": "https://openalex.org/W4398201143",
      "title": "Capturing electron-driven chiral dynamics in UV-excited molecules",
      "authors": "Vincent Wanie, Etienne Bloch, Erik P. Månsson, Lorenzo Colaizzi, Sergey Ryabchuk, Krishna Saraswathula, Andres F. Ordonez, David Ayuso, Olga Smirnova, Andrea Trabattoni, Valérie Blanchet, Nadia Ben Amor, Marie-Catherine Heitz, Yann Mairesse, Bernard Pons, Francesca Calegari",
      "paper_url": "https://doi.org/10.1038/s41586-024-07415-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4390707813",
      "paper_id": "https://openalex.org/W4390707813",
      "title": "Capturing the generation and structural transformations of molecular ions",
      "authors": "Jun Heo, Doyeong Kim, Alekos Segalina, Hosung Ki, Doo-Sik Ahn, Seonggon Lee, Jungmin Kim, Yongjun Cha, Kyung Won Lee, Jie Yang, J. Pedro F. Nunes, Xijie Wang, Hyotcherl Ihee",
      "paper_url": "https://doi.org/10.1038/s41586-023-06909-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4378802198",
      "paper_id": "https://openalex.org/W4378802198",
      "title": "Characterization of just one atom using synchrotron X-rays",
      "authors": "Tolulope M. Ajayi, Nozomi Shirato, Tomas Rojas, Sarah Wieghold, Xinyue Cheng, Kyaw Zin Latt, Daniel J. Trainer, Naveen K. Dandu, Yiming Li, Sineth Premarathna, Sanjoy Sarkar, Daniel Rosenmann, Yuzi Liu, Nathalie Kyritsakas, Shaoze Wang, Eric Masson, Volker Rose, Xiaopeng Li, Anh T. Ngo, Saw-Wai Hla",
      "paper_url": "https://doi.org/10.1038/s41586-023-06011-w",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4317242296",
      "paper_id": "https://openalex.org/W4317242296",
      "title": "Coherent correlation imaging for resolving fluctuating states of matter",
      "authors": "Christopher Klose, Felix Büttner, Wen Hu, Claudio Mazzoli, Kai Litzius, Riccardo Battistelli, Sergey Zayko, Ivan Lemesh, Jason M. Bartell, Mantao Huang, Christian M. Günther, Michael Schneider, Andi Barbour, Stuart B. Wilkins, Geoffrey S. D. Beach, Stefan Eisebitt, Bastian Pfau",
      "paper_url": "https://doi.org/10.1038/s41586-022-05537-9",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387737740",
      "paper_id": "https://openalex.org/W4387737740",
      "title": "Coherent nanophotonic electron accelerator",
      "authors": "Tomáš Chlouba, Roy Shiloh, Stefanie Kraus, Leon Brückner, Julian Litzel, Peter Hommelhoff",
      "paper_url": "https://doi.org/10.1038/s41586-023-06602-7",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4307930460",
      "paper_id": "https://openalex.org/W4307930460",
      "title": "Coherent surface plasmon polariton amplification via free-electron pumping",
      "authors": "Dongdong Zhang, Yushan Zeng, Yafeng Bai, Zhongpeng Li, Ye Tian, Ruxin Li",
      "paper_url": "https://doi.org/10.1038/s41586-022-05239-2",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3131777139",
      "paper_id": "https://openalex.org/W3131777139",
      "title": "Coherent X-ray−optical control of nuclear excitons",
      "authors": "Kilian P. Heeg, Andreas Kaldun, Cornelius Strohm, Christian Ott, Rajagopalan Subramanian, Dominik Lentrodt, Johann Haber, Hans-Christian Wille, Stephan Goerttler, Rudolf Rüffer, Christoph H. Keitel, Ralf Röhlsberger, Thomas Pfeifer, Jörg Evers",
      "paper_url": "https://doi.org/10.1038/s41586-021-03276-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4393234841",
      "paper_id": "https://openalex.org/W4393234841",
      "title": "Controlling the helicity of light by electrical magnetization switching",
      "authors": "Pambiang Abel Dainone, Nicholas Figueiredo Prestes, Pierre Renucci, Alexandre Bouché, Martina Morassi, Xavier Devaux, Markus Lindemann, Jean-Marie George, Henri Jaffrès, Aristide Lemaitre, Bo Xu, Mathieu Stoffel, Tongxin Chen, Laurent Lombez, Delphine Lagarde, Guangwei Cong, Tianyi Ma, Philippe Pigeat, Michel Vergnat, Hervé Rinnert, Xavier Marie, Xiufeng Han, Stephane Mangin, Juan-Carlos Rojas-Sánchez, Jian-Ping Wang, Matthew C. Beard, Nils C. Gerhardt, Igor Žutić, Yuan Lu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07125-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394892348",
      "paper_id": "https://openalex.org/W4394892348",
      "title": "Corner- and edge-mode enhancement of near-field radiative heat transfer",
      "authors": "Lei Tang, Lívia M. Corrêa, Mathieu Francoeur, Chris Dames",
      "paper_url": "https://doi.org/10.1038/s41586-024-07279-2",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4308620642",
      "paper_id": "https://openalex.org/W4308620642",
      "title": "Cumulative polarization in conductive interfacial ferroelectrics",
      "authors": "Swarup Deb, Wei Cao, Noam Raab, Kenji Watanabe, Takashi Taniguchi, Moshe Goldstein, Leeor Kronik, Michael Urbakh, Oded Hod, Moshe Ben Shalom",
      "paper_url": "https://doi.org/10.1038/s41586-022-05341-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4396721172",
      "paper_id": "https://openalex.org/W4396721172",
      "title": "Decoupling excitons from high-frequency vibrations in organic molecules",
      "authors": "Pratyush Ghosh, Antonios M. Alvertis, Rituparno Chowdhury, Petri Murto, Alexander J. Gillett, Shengzhi Dong, Alexander J. Sneyd, Hwan-Hee Cho, Emrys W. Evans, Bartomeu Monserrat, Feng Li, Christoph Schnedermann, Hugo Bronstein, Richard H. Friend, Akshay Rao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07246-x",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3190034652",
      "paper_id": "https://openalex.org/W3190034652",
      "title": "Demonstration of reduced neoclassical energy transport in Wendelstein 7-X",
      "authors": "C. D. Beidler, H. M. Smith, A. Alonso, T. Andreeva, J. Baldzuhn, M. N. A. Beurskens, M. Borchardt, S. A. Bozhenkov, K. J. Brunner, H. Damm, M. Drevlak, O. P. Ford, G. Fuchert, J. Geiger, P. Helander, U. Hergenhahn, M. Hirsch, U. Höfel, Ye. O. Kazakov, R. Kleiber, M. Krychowiak, S. Kwak, A. Langenberg, H. P. Laqua, U. Neuner, N. A. Pablant, E. Pasch, A. Pavone, T. S. Pedersen, K. Rahbarnia, J. Schilling, E. R. Scott, T. Stange, J. Svensson, H. Thomsen, Y. Turkin, F. Warmer, R. C. Wolf, D. Zhang, I. Abramovic, S. Äkäslompolo, J. Alcusón, P. Aleynikov, K. Aleynikova, A. Ali, A. Alonso, G. Anda, E. Ascasibar, J. P. Bähner, S. G. Baek, M. Balden, M. Banduch, T. Barbui, W. Behr, A. Benndorf, C. Biedermann, W. Biel, B. Blackwell, E. Blanco, M. Blatzheim, S. Ballinger, T. Bluhm, D. Böckenhoff, B. Böswirth, L.-G. Böttger, V. Borsuk, J. Boscary, H.-S. Bosch, R. Brakel, H. Brand, C. Brandt, T. Bräuer, H. Braune, S. Brezinsek, K.-J. Brunner, R. Burhenn, R. Bussiahn, B. Buttenschön, V. Bykov, J. Cai, I. Calvo, B. Cannas, A. Cappa, A. Carls, L. Carraro, B. Carvalho, F. Castejon, A. Charl, N. Chaudhary, D. Chauvin, F. Chernyshev, M. Cianciosa, R. Citarella, G. Claps, J. Coenen, M. Cole, M. J. Cole, F. Cordella, G. Cseh, A. Czarnecka, K. Czerski, M. Czerwinski, G. Czymek, A. da Molin, A. da Silva, A. de la Pena, S. Degenkolbe, C. P. Dhard, M. Dibon, A. Dinklage, T. Dittmar, P. Drewelow, P. Drews, F. Durodie, E. Edlund, F. Effenberg, G. Ehrke, S. Elgeti, M. Endler, D. Ennis, H. Esteban, T. Estrada, J. Fellinger, Y. Feng, E. Flom, H. Fernandes, W. H. Fietz, W. Figacz, J. Fontdecaba, T. Fornal, H. Frerichs, A. Freund, T. Funaba, A. Galkowski, G. Gantenbein, Y. Gao, J. García Regaña, D. Gates, B. Geiger, V. Giannella, A. Gogoleva, B. Goncalves, A. Goriaev, D. Gradic, M. Grahl, J. Green, H. Greuner, A. Grosman, H. Grote, M. Gruca, O. Grulke, C. Guerard, P. Hacker, X. Han, J. H. Harris, D. Hartmann, D. Hathiramani, B. Hein, B. Heinemann, P. Helander, S. Henneberg, M. Henkel, U. Hergenhahn, J. Hernandez Sanchez, C. Hidalgo, K. P. Hollfeld, A. Hölting, D. Höschen, M. Houry, J. Howard, X. Huang, Z. Huang, M. Hubeny, M. Huber, H. Hunger, K. Ida, T. Ilkei, S. Illy, B. Israeli, S. Jablonski, M. Jakubowski, J. Jelonnek, H. Jenzsch, T. Jesche, M. Jia, P. Junghanns, J. Kacmarczyk, J.-P. Kallmeyer, U. Kamionka, H. Kasahara, W. Kasparek, N. Kenmochi, C. Killer, A. Kirschner, T. Klinger, J. Knauer, M. Knaup, A. Knieps, T. Kobarg, G. Kocsis, F. Köchl, Y. Kolesnichenko, A. Könies, R. König, P. Kornejew, J.-P. Koschinsky, F. Köster, M. Krämer, R. Krampitz, A. Krämer-Flecken, N. Krawczyk, T. Kremeyer, J. Krom, I. Ksiazek, M. Kubkowska, G. Kühner, T. Kurki-Suonio, P. A. Kurz, M. Landreman, P. Lang, R. Lang, S. Langish, H. Laqua, R. Laube, S. Lazerson, C. Lechte, M. Lennartz, W. Leonhardt, C. Li, C. Li, Y. Li, Y. Liang, C. Linsmeier, S. Liu, J.-F. Lobsien, D. Loesser, J. Loizu Cisquella, J. Lore, A. Lorenz, M. Losert, A. Lücke, A. Lumsdaine, V. Lutsenko, H. Maaßberg, O. Marchuk, J. H. Matthew, S. Marsen, M. Marushchenko, S. Masuzaki, D. Maurer, M. Mayer, K. McCarthy, P. McNeely, A. Meier, D. Mellein, B. Mendelevitch, P. Mertens, D. Mikkelsen, A. Mishchenko, B. Missal, J. Mittelstaedt, T. Mizuuchi, A. Mollen, V. Moncada, T. Mönnich, T. Morisaki, D. Moseev, S. Murakami, G. Náfrádi, M. Nagel, D. Naujoks, H. Neilson, R. Neu, O. Neubauer, T. Ngo, D. Nicolai, S. K. Nielsen, H. Niemann, T. Nishizawa, R. Nocentini, C. Nührenberg, J. Nührenberg, S. Obermayer, G. Offermanns, K. Ogawa, J. Ölmanns, J. Ongena, J. W. Oosterbeek, G. Orozco, M. Otte, L. Pacios Rodriguez, N. Panadero, N. Panadero Alvarez, D. Papenfuß, S. Paqay, E. Pawelec, T. S. Pedersen, G. Pelka, V. Perseo, B. Peterson, D. Pilopp, S. Pingel, F. Pisano, B. Plaum, G. Plunk, P. Pölöskei, M. Porkolab, J. Proll, M.-E. Puiatti, A. Puig Sitjes, F. Purps, M. Rack, S. Récsei, A. Reiman, F. Reimold, D. Reiter, F. Remppel, S. Renard, R. Riedl, J. Riemann, K. Risse, V. Rohde, H. Röhlinger, M. Romé, D. Rondeshagen, P. Rong, B. Roth, L. Rudischhauser, K. Rummel, T. Rummel, A. Runov, N. Rust, L. Ryc, S. Ryosuke, R. Sakamoto, M. Salewski, A. Samartsev, E. Sánchez, F. Sano, S. Satake, J. Schacht, G. Satheeswaran, F. Schauer, T. Scherer, A. Schlaich, G. Schlisio, F. Schluck, K.-H. Schlüter, J. Schmitt, H. Schmitz, O. Schmitz, S. Schmuck, M. Schneider, W. Schneider, P. Scholz, R. Schrittwieser, M. Schröder, T. Schröder, R. Schroeder, H. Schumacher, B. Schweer, S. Sereda, B. Shanahan, M. Sibilia, P. Sinha, S. Sipliä, C. Slaby, M. Sleczka, W. Spiess, D. A. Spong, A. Spring, R. Stadler, M. Stejner, L. Stephey, U. Stridde, C. Suzuki, V. Szabó, T. Szabolics, T. Szepesi, Z. Szökefalvi-Nagy, N. Tamura, A. Tancetti, J. Terry, J. Thomas, M. Thumm, J. M. Travere, P. Traverso, J. Tretter, H. Trimino Mora, H. Tsuchiya, T. Tsujimura, S. Tulipán, B. Unterberg, I. Vakulchyk, S. Valet, L. Vanó, P. van Eeten, B. van Milligen, A. J. van Vuuren, L. Vela, J.-L. Velasco, M. Vergote, M. Vervier, N. Vianello, H. Viebke, R. Vilbrandt, A. von Stechow, A. Vorköper, S. Wadle, F. Wagner, E. Wang, N. Wang, Z. Wang, T. Wauters, L. Wegener, J. Weggen, T. Wegner, Y. Wei, G. Weir, J. Wendorf, U. Wenzel, A. Werner, A. White, B. Wiegel, F. Wilde, T. Windisch, M. Winkler, A. Winter, V. Winters, S. Wolf, R. C. Wolf, A. Wright, G. Wurden, P. Xanthopoulos, H. Yamada, I. Yamada, R. Yasuhara, M. Yokoyama, M. Zanini, M. Zarnstorff, A. Zeitler, H. Zhang, J. Zhu, M. Zilker, A. Zocco, S. Zoletnik, M. Zuin",
      "paper_url": "https://doi.org/10.1038/s41586-021-03687-w",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3206138330",
      "paper_id": "https://openalex.org/W3206138330",
      "title": "Dexterous magnetic manipulation of conductive non-magnetic objects",
      "authors": "Lan N. Pham, Griffin F. Tabor, Ashkan Pourkand, Jacob L. B. Aman, Tucker Hermans, Jake J. Abbott",
      "paper_url": "https://doi.org/10.1038/s41586-021-03966-6",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3193608265",
      "paper_id": "https://openalex.org/W3193608265",
      "title": "Direct observation of ultrafast hydrogen bond strengthening in liquid water",
      "authors": "Jie Yang, Riccardo Dettori, J. Pedro F. Nunes, Nanna H. List, Elisa Biasin, Martin Centurion, Zhijiang Chen, Amy A. Cordones, Daniel P. Deponte, Tony F. Heinz, Michael E. Kozina, Kathryn Ledbetter, Ming-Fu Lin, Aaron M. Lindenberg, Mianzhen Mo, Anders Nilsson, Xiaozhe Shen, Thomas J. A. Wolf, Davide Donadio, Kelly J. Gaffney, Todd J. Martinez, Xijie Wang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03793-9",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3199227978",
      "paper_id": "https://openalex.org/W3199227978",
      "title": "Directed assembly of layered perovskite heterostructures as single crystals",
      "authors": "Michael L. Aubrey, Abraham Saldivar Valdes, Marina R. Filip, Bridget A. Connor, Kurt P. Lindquist, Jeffrey B. Neaton, Hemamala I. Karunadasa",
      "paper_url": "https://doi.org/10.1038/s41586-021-03810-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391994250",
      "paper_id": "https://openalex.org/W4391994250",
      "title": "Directive giant upconversion by supercritical bound states in the continuum",
      "authors": "Chiara Schiattarella, Silvia Romano, Luigi Sirleto, Vito Mocella, Ivo Rendina, Vittorino Lanzio, Fabrizio Riminucci, Adam Schwartzberg, Stefano Cabrini, Jiaye Chen, Liangliang Liang, Xiaogang Liu, Gianluigi Zito",
      "paper_url": "https://doi.org/10.1038/s41586-023-06967-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387540692",
      "paper_id": "https://openalex.org/W4387540692",
      "title": "Doping of molecular semiconductors through proton-coupled electron transfer",
      "authors": "Masaki Ishii, Yu Yamashita, Shun Watanabe, Katsuhiko Ariga, Jun Takeya",
      "paper_url": "https://doi.org/10.1038/s41586-023-06504-8",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408612641",
      "paper_id": "https://openalex.org/W4408612641",
      "title": "Down-converted photon pairs in a high-Q silicon nitride microresonator",
      "authors": "Bohan Li, Zhiquan Yuan, James Williams, Warren Jin, Adrian Beckert, Tian Xie, Joel Guo, Avi Feshali, Mario Paniccia, Andrei Faraon, John Bowers, Alireza Marandi, Kerry Vahala",
      "paper_url": "https://doi.org/10.1038/s41586-025-08662-3",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4377982132",
      "paper_id": "https://openalex.org/W4377982132",
      "title": "Dynamic optical response of solids following 1-fs-scale photoinjection",
      "authors": "Dmitry A. Zimin, Nicholas Karpowicz, Muhammad Qasim, Matthew Weidman, Ferenc Krausz, Vladislav S. Yakovlev",
      "paper_url": "https://doi.org/10.1038/s41586-023-05986-w",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3177046384",
      "paper_id": "https://openalex.org/W3177046384",
      "title": "Efficient Fizeau drag from Dirac electrons in monolayer graphene",
      "authors": "Wenyu Zhao, Sihan Zhao, Hongyuan Li, Sheng Wang, Shaoxin Wang, M. Iqbal Bakti Utama, Salman Kahn, Yue Jiang, Xiao Xiao, SeokJae Yoo, Kenji Watanabe, Takashi Taniguchi, Alex Zettl, Feng Wang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03574-4",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4409499985",
      "paper_id": "https://openalex.org/W4409499985",
      "title": "Electric-field-induced domain walls in wurtzite ferroelectrics",
      "authors": "Ding Wang, Danhao Wang, Mahlet Molla, Yujie Liu, Samuel Yang, Shuaishuai Yuan, Jiangnan Liu, Mingtao Hu, Yuanpeng Wu, Tao Ma, Kai Sun, Hong Guo, Emmanouil Kioupakis, Zetian Mi",
      "paper_url": "https://doi.org/10.1038/s41586-025-08812-7",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4404105368",
      "paper_id": "https://openalex.org/W4404105368",
      "title": "Electrically driven long-range solid-state amorphization in ferroic In2Se3",
      "authors": "Gaurav Modi, Shubham K. Parate, Choah Kwon, Andrew C. Meng, Utkarsh Khandelwal, Anudeep Tullibilli, James Horwath, Peter K. Davies, Eric A. Stach, Ju Li, Pavan Nukala, Ritesh Agarwal",
      "paper_url": "https://doi.org/10.1038/s41586-024-08156-8",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408614212",
      "paper_id": "https://openalex.org/W4408614212",
      "title": "Electroluminescence and energy transfer mediated by hyperbolic polaritons",
      "authors": "Loubnan Abou-Hamdan, Aurélien Schmitt, Rémi Bretel, Sylvio Rossetti, Marin Tharrault, David Mele, Aurélie Pierret, Michael Rosticher, Takashi Taniguchi, Kenji Watanabe, Camille Maestre, Catherine Journet, Bérangère Toury, Vincent Garnier, Philippe Steyer, James H. Edgar, Eli Janzen, Jean-Marc Berroir, Gwendal Fève, Gerbold Ménard, Bernard Plaçais, Christophe Voisin, Jean-Paul Hugonin, Elise Bailly, Benjamin Vest, Jean-Jacques Greffet, Patrick Bouchon, Yannick De Wilde, Emmanuel Baudin",
      "paper_url": "https://doi.org/10.1038/s41586-025-08627-6",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3201646052",
      "paper_id": "https://openalex.org/W3201646052",
      "title": "Electron phase-space control in photonic chip-based particle acceleration",
      "authors": "R. Shiloh, J. Illmer, T. Chlouba, P. Yousefi, N. Schönenberger, U. Niedermayer, A. Mittelbach, P. Hommelhoff",
      "paper_url": "https://doi.org/10.1038/s41586-021-03812-9",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4320913024",
      "paper_id": "https://openalex.org/W4320913024",
      "title": "Electronic metadevices for terahertz applications",
      "authors": "Mohammad Samizadeh Nikoo, Elison Matioli",
      "paper_url": "https://doi.org/10.1038/s41586-022-05595-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4210278279",
      "paper_id": "https://openalex.org/W4210278279",
      "title": "Emergent interface vibrational structure of oxide superlattices",
      "authors": "Eric R. Hoglund, De-Liang Bao, Andrew O’Hara, Sara Makarem, Zachary T. Piontkowski, Joseph R. Matson, Ajay K. Yadav, Ryan C. Haislmaier, Roman Engel-Herbert, Jon F. Ihlefeld, Jayakanth Ravichandran, Ramamoorthy Ramesh, Joshua D. Caldwell, Thomas E. Beechem, John A. Tomko, Jordan A. Hachtel, Sokrates T. Pantelides, Patrick E. Hopkins, James M. Howe",
      "paper_url": "https://doi.org/10.1038/s41586-021-04238-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4206202563",
      "paper_id": "https://openalex.org/W4206202563",
      "title": "Enantiomer-dependent immunological response to chiral nanoparticles",
      "authors": "Liguang Xu, Xiuxiu Wang, Weiwei Wang, Maozhong Sun, Won Jin Choi, Ji-Young Kim, Changlong Hao, Si Li, Aihua Qu, Meiru Lu, Xiaoling Wu, Felippe M. Colombari, Weverson R. Gomes, Asdrubal L. Blanco, Andre F. de Moura, Xiao Guo, Hua Kuang, Nicholas A. Kotov, Chuanlai Xu",
      "paper_url": "https://doi.org/10.1038/s41586-021-04243-2",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4311486741",
      "paper_id": "https://openalex.org/W4311486741",
      "title": "Enantioselective sensing by collective circular dichroism",
      "authors": "Ryeong Myeong Kim, Ji-Hyeok Huh, SeokJae Yoo, Tae Gyun Kim, Changwon Kim, Hyeohn Kim, Jeong Hyun Han, Nam Heon Cho, Yae-Chan Lim, Sang Won Im, EunJi Im, Jae Ryeol Jeong, Min Hyung Lee, Tae-Young Yoon, Ho-Young Lee, Q-Han Park, Seungwoo Lee, Ki Tae Nam",
      "paper_url": "https://doi.org/10.1038/s41586-022-05353-1",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406939459",
      "paper_id": "https://openalex.org/W4406939459",
      "title": "Enhanced energy storage in antiferroelectrics via antipolar frustration",
      "authors": "Bingbing Yang, Yiqian Liu, Ru-Jian Jiang, Shun Lan, Su-Zhen Liu, Zhifang Zhou, Lvye Dou, Min Zhang, Houbing Huang, Long-Qing Chen, Yin-Lian Zhu, Shujun Zhang, Xiu-Liang Ma, Ce-Wen Nan, Yuan-Hua Lin",
      "paper_url": "https://doi.org/10.1038/s41586-024-08505-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4281656703",
      "paper_id": "https://openalex.org/W4281656703",
      "title": "Epitaxial single-crystal hexagonal boron nitride multilayers on Ni (111)",
      "authors": "Kyung Yeol Ma, Leining Zhang, Sunghwan Jin, Yan Wang, Seong In Yoon, Hyuntae Hwang, Juseung Oh, Da Sol Jeong, Meihui Wang, Shahana Chatterjee, Gwangwoo Kim, A-Rang Jang, Jieun Yang, Sunmin Ryu, Hu Young Jeong, Rodney S. Ruoff, Manish Chhowalla, Feng Ding, Hyeon Suk Shin",
      "paper_url": "https://doi.org/10.1038/s41586-022-04745-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4291019041",
      "paper_id": "https://openalex.org/W4291019041",
      "title": "Experimental demonstration of optical stochastic cooling",
      "authors": "J. Jarvis, V. Lebedev, A. Romanov, D. Broemmelsiek, K. Carlson, S. Chattopadhyay, A. Dick, D. Edstrom, I. Lobach, S. Nagaitsev, H. Piekarz, P. Piot, J. Ruan, J. Santucci, G. Stancari, A. Valishev",
      "paper_url": "https://doi.org/10.1038/s41586-022-04969-7",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3133424184",
      "paper_id": "https://openalex.org/W3133424184",
      "title": "Experimental demonstration of the mechanism of steady-state microbunching",
      "authors": "Xiujie Deng, Alexander Chao, Jörg Feikes, Arne Hoehl, Wenhui Huang, Roman Klein, Arnold Kruschinski, Ji Li, Aleksandr Matveenko, Yuriy Petenev, Markus Ries, Chuanxiang Tang, Lixin Yan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03203-0",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3202213959",
      "paper_id": "https://openalex.org/W3202213959",
      "title": "Extremely anisotropic van der Waals thermal conductors",
      "authors": "Shi En Kim, Fauzia Mujid, Akash Rai, Fredrik Eriksson, Joonki Suh, Preeti Poddar, Ariana Ray, Chibeom Park, Erik Fransson, Yu Zhong, David A. Muller, Paul Erhart, David G. Cahill, Jiwoong Park",
      "paper_url": "https://doi.org/10.1038/s41586-021-03867-8",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4382358245",
      "paper_id": "https://openalex.org/W4382358245",
      "title": "Femtosecond proton transfer in urea solutions probed by X-ray spectroscopy",
      "authors": "Zhong Yin, Yi-Ping Chang, Tadas Balčiūnas, Yashoj Shakya, Aleksa Djorović, Geoffrey Gaulier, Giuseppe Fazio, Robin Santra, Ludger Inhester, Jean-Pierre Wolf, Hans Jakob Wörner",
      "paper_url": "https://doi.org/10.1038/s41586-023-06182-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4210930321",
      "paper_id": "https://openalex.org/W4210930321",
      "title": "Ferroelectric incommensurate spin crystals",
      "authors": "Dorin Rusu, Jonathan J. P. Peters, Thomas P. A. Hase, James A. Gott, Gareth A. A. Nisbet, Jörg Strempfer, Daniel Haskel, Samuel D. Seddon, Richard Beanland, Ana M. Sanchez, Marin Alexe",
      "paper_url": "https://doi.org/10.1038/s41586-021-04260-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3208843022",
      "paper_id": "https://openalex.org/W3208843022",
      "title": "Few-fs resolution of a photoactive protein traversing a conical intersection",
      "authors": "A. Hosseinizadeh, N. Breckwoldt, R. Fung, R. Sepehr, M. Schmidt, P. Schwander, R. Santra, A. Ourmazd",
      "paper_url": "https://doi.org/10.1038/s41586-021-04050-9",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3138193095",
      "paper_id": "https://openalex.org/W3138193095",
      "title": "Fizeau drag in graphene plasmonics",
      "authors": "Y. Dong, L. Xiong, I. Y. Phinney, Z. Sun, R. Jing, A. S. McLeod, S. Zhang, S. Liu, F. L. Ruta, H. Gao, Z. Dong, R. Pan, J. H. Edgar, P. Jarillo-Herrero, L. S. Levitov, A. J. Millis, M. M. Fogler, D. A. Bandurin, D. N. Basov",
      "paper_url": "https://doi.org/10.1038/s41586-021-03640-x",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W3160230952",
      "paper_id": "https://openalex.org/W3160230952",
      "title": "Fluctuation-induced quantum friction in nanoscale water flows",
      "authors": "Nikita Kavokine, Marie-Laure Bocquet, Lydéric Bocquet",
      "paper_url": "https://doi.org/10.1038/s41586-021-04284-7",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3186206562",
      "paper_id": "https://openalex.org/W3186206562",
      "title": "Free-electron lasing at 27 nanometres based on a laser wakefield accelerator",
      "authors": "Wentao Wang, Ke Feng, Lintong Ke, Changhai Yu, Yi Xu, Rong Qi, Yu Chen, Zhiyong Qin, Zhijun Zhang, Ming Fang, Jiaqi Liu, Kangnan Jiang, Hao Wang, Cheng Wang, Xiaojun Yang, Fenxiang Wu, Yuxin Leng, Jiansheng Liu, Ruxin Li, Zhizhan Xu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03678-x",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4281484000",
      "paper_id": "https://openalex.org/W4281484000",
      "title": "Free-electron lasing with compact beam-driven plasma wakefield accelerator",
      "authors": "R. Pompili, D. Alesini, M. P. Anania, S. Arjmand, M. Behtouei, M. Bellaveglia, A. Biagioni, B. Buonomo, F. Cardelli, M. Carpanese, E. Chiadroni, A. Cianchi, G. Costa, A. Del Dotto, M. Del Giorno, F. Dipace, A. Doria, F. Filippi, M. Galletti, L. Giannessi, A. Giribono, P. Iovine, V. Lollo, A. Mostacci, F. Nguyen, M. Opromolla, E. Di Palma, L. Pellegrino, A. Petralia, V. Petrillo, L. Piersanti, G. Di Pirro, S. Romeo, A. R. Rossi, J. Scifo, A. Selce, V. Shpakov, A. Stella, C. Vaccarezza, F. Villa, A. Zigler, M. Ferrario",
      "paper_url": "https://doi.org/10.1038/s41586-022-04589-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3195745770",
      "paper_id": "https://openalex.org/W3195745770",
      "title": "Ghost hyperbolic surface polaritons in bulk anisotropic crystals",
      "authors": "Weiliang Ma, Guangwei Hu, Debo Hu, Runkun Chen, Tian Sun, Xinliang Zhang, Qing Dai, Ying Zeng, Andrea Alù, Cheng-Wei Qiu, Peining Li",
      "paper_url": "https://doi.org/10.1038/s41586-021-03755-1",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4409283675",
      "paper_id": "https://openalex.org/W4409283675",
      "title": "Giant electrocaloric effect in high-polar-entropy perovskite oxides",
      "authors": "Feihong Du, Tiannan Yang, Hua Hao, Shangshu Li, Chenhang Xu, Tian Yao, Zhiwu Song, Jiahe Shen, Chenyun Bai, Ruhong Luo, Donglin Han, Qiang Li, Shanyu Zheng, Yingjing Zhang, Yezhan Lin, Zhenhua Ma, Haotian Chen, Chenyu Guo, Jiawang Feng, Shengyi Zhong, Ruilin Mai, Guodong Hou, Haixin Qiu, Meng Xie, Xin Chen, Yakun Yuan, Dong Qian, Dao Xiang, Xuefeng Chen, Zhengqian Fu, Genshui Wang, Hanxing Liu, Jiangping Chen, Guang Meng, Xiangyang Zhu, Long-Qing Chen, Shujun Zhang, Xiaoshi Qian",
      "paper_url": "https://doi.org/10.1038/s41586-025-08768-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4394601033",
      "paper_id": "https://openalex.org/W4394601033",
      "title": "Giant energy storage and power density negative capacitance superlattices",
      "authors": "Suraj S. Cheema, Nirmaan Shanker, Shang-Lin Hsu, Joseph Schaadt, Nathan M. Ellis, Matthew Cook, Ravi Rastogi, Robert C. N. Pilawa-Podgurski, Jim Ciston, Mohamed Mohamed, Sayeef Salahuddin",
      "paper_url": "https://doi.org/10.1038/s41586-024-07365-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W4200457643",
      "paper_id": "https://openalex.org/W4200457643",
      "title": "Giant modulation of optical nonlinearity by Floquet engineering",
      "authors": "Jun-Yi Shan, M. Ye, H. Chu, Sungmin Lee, Je-Geun Park, L. Balents, D. Hsieh",
      "paper_url": "https://doi.org/10.1038/s41586-021-04051-8",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4286001596",
      "paper_id": "https://openalex.org/W4286001596",
      "title": "Giant pyroelectricity in nanomembranes",
      "authors": "Jie Jiang, Lifu Zhang, Chen Ming, Hua Zhou, Pritom Bose, Yuwei Guo, Yang Hu, Baiwei Wang, Zhizhong Chen, Ru Jia, Saloni Pendse, Yu Xiang, Yaobiao Xia, Zonghuan Lu, Xixing Wen, Yao Cai, Chengliang Sun, Gwo-Ching Wang, Toh-Ming Lu, Daniel Gall, Yi-Yang Sun, Nikhil Koratkar, Edwin Fohtung, Yunfeng Shi, Jian Shi",
      "paper_url": "https://doi.org/10.1038/s41586-022-04850-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4393219131",
      "paper_id": "https://openalex.org/W4393219131",
      "title": "Graphene nanoribbons grown in hBN stacks for high-performance electronics",
      "authors": "Bosai Lyu, Jiajun Chen, Sen Wang, Shuo Lou, Peiyue Shen, Jingxu Xie, Lu Qiu, Izaac Mitchell, Can Li, Cheng Hu, Xianliang Zhou, Kenji Watanabe, Takashi Taniguchi, Xiaoqun Wang, Jinfeng Jia, Qi Liang, Guorui Chen, Tingxin Li, Shiyong Wang, Wengen Ouyang, Oded Hod, Feng Ding, Michael Urbakh, Zhiwen Shi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07243-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405515021",
      "paper_id": "https://openalex.org/W4405515021",
      "title": "Growth-based monolithic 3D integration of single-crystal 2D semiconductors",
      "authors": "Ki Seok Kim, Seunghwan Seo, Junyoung Kwon, Doyoon Lee, Changhyun Kim, Jung-El Ryu, Jekyung Kim, Jun Min Suh, Hang-Gyo Jung, Youhwan Jo, June-Chul Shin, Min-Kyu Song, Jin Feng, Hogeun Ahn, Sangho Lee, Kyeongjae Cho, Jongwook Jeon, Minsu Seol, Jin-Hong Park, Sang Won Kim, Jeehwan Kim",
      "paper_url": "https://doi.org/10.1038/s41586-024-08236-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4367836072",
      "paper_id": "https://openalex.org/W4367836072",
      "title": "Helical polymers for dissymmetric circularly polarized light imaging",
      "authors": "Inho Song, Jaeyong Ahn, Hyungju Ahn, Sang Hyuk Lee, Jianguo Mei, Nicholas A. Kotov, Joon Hak Oh",
      "paper_url": "https://doi.org/10.1038/s41586-023-05877-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4214827978",
      "paper_id": "https://openalex.org/W4214827978",
      "title": "High-density switchable skyrmion-like polar nanodomains integrated on silicon",
      "authors": "Lu Han, Christopher Addiego, Sergei Prokhorenko, Meiyu Wang, Hanyu Fu, Yousra Nahas, Xingxu Yan, Songhua Cai, Tianqi Wei, Yanhan Fang, Huazhan Liu, Dianxiang Ji, Wei Guo, Zhengbin Gu, Yurong Yang, Peng Wang, Laurent Bellaiche, Yanfeng Chen, Di Wu, Yuefeng Nie, Xiaoqing Pan",
      "paper_url": "https://doi.org/10.1038/s41586-021-04338-w",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4200306312",
      "paper_id": "https://openalex.org/W4200306312",
      "title": "High-entropy polymer produces a giant electrocaloric effect at low fields",
      "authors": "Xiaoshi Qian, Donglin Han, Lirong Zheng, Jie Chen, Madhusudan Tyagi, Qiang Li, Feihong Du, Shanyu Zheng, Xingyi Huang, Shihai Zhang, Junye Shi, Houbing Huang, Xiaoming Shi, Jiangping Chen, Hancheng Qin, Jerzy Bernholc, Xin Chen, Long-Qing Chen, Liang Hong, Q. M. Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-021-04189-5",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3137348735",
      "paper_id": "https://openalex.org/W3137348735",
      "title": "High-order superlattices by rolling up van der Waals heterostructures",
      "authors": "Bei Zhao, Zhong Wan, Yuan Liu, Junqing Xu, Xiangdong Yang, Dingyi Shen, Zucheng Zhang, Chunhao Guo, Qi Qian, Jia Li, Ruixia Wu, Zhaoyang Lin, Xingxu Yan, Bailing Li, Zhengwei Zhang, Huifang Ma, Bo Li, Xiao Chen, Yi Qiao, Imran Shakir, Zeyad Almutairi, Fei Wei, Yue Zhang, Xiaoqing Pan, Yu Huang, Yuan Ping, Xidong Duan, Xiangfeng Duan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03338-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4401171848",
      "paper_id": "https://openalex.org/W4401171848",
      "title": "High-performance 4-nm-resolution X-ray tomography using burst ptychography",
      "authors": "Tomas Aidukas, Nicholas W. Phillips, Ana Diaz, Emiliya Poghosyan, Elisabeth Müller, A. F. J. Levi, Gabriel Aeppli, Manuel Guizar-Sicairos, Mirko Holler",
      "paper_url": "https://doi.org/10.1038/s41586-024-07615-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4280576974",
      "paper_id": "https://openalex.org/W4280576974",
      "title": "High-κ perovskite membranes as insulators for two-dimensional transistors",
      "authors": "Jing-Kai Huang, Yi Wan, Junjie Shi, Ji Zhang, Zeheng Wang, Wenxuan Wang, Ni Yang, Yang Liu, Chun-Ho Lin, Xinwei Guan, Long Hu, Zi-Liang Yang, Bo-Chao Huang, Ya-Ping Chiu, Jack Yang, Vincent Tung, Danyang Wang, Kourosh Kalantar-Zadeh, Tom Wu, Xiaotao Zu, Liang Qiao, Lain-Jong Li, Sean Li",
      "paper_url": "https://doi.org/10.1038/s41586-022-04588-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4360999042",
      "paper_id": "https://openalex.org/W4360999042",
      "title": "Hybrid 2D–CMOS microchips for memristive applications",
      "authors": "Kaichen Zhu, Sebastian Pazos, Fernando Aguirre, Yaqing Shen, Yue Yuan, Wenwen Zheng, Osamah Alharbi, Marco A. Villena, Bin Fang, Xinyi Li, Alessandro Milozzi, Matteo Farronato, Miguel Muñoz-Rojo, Tao Wang, Ren Li, Hossein Fariborzi, Juan B. Roldan, Guenther Benstetter, Xixiang Zhang, Husam N. Alshareef, Tibor Grasser, Huaqiang Wu, Daniele Ielmini, Mario Lanza",
      "paper_url": "https://doi.org/10.1038/s41586-023-05973-1",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408613258",
      "paper_id": "https://openalex.org/W4408613258",
      "title": "Hyperbolic phonon-polariton electroluminescence in 2D heterostructures",
      "authors": "Qiushi Guo, Iliya Esin, Cheng Li, Chen Chen, Guanyu Han, Song Liu, James H. Edgar, Selina Zhou, Eugene Demler, Gil Refael, Fengnian Xia",
      "paper_url": "https://doi.org/10.1038/s41586-025-08686-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4213451752",
      "paper_id": "https://openalex.org/W4213451752",
      "title": "Hyperbolic shear polaritons in low-symmetry crystals",
      "authors": "Nikolai C. Passler, Xiang Ni, Guangwei Hu, Joseph R. Matson, Giulia Carini, Martin Wolf, Mathias Schubert, Andrea Alù, Joshua D. Caldwell, Thomas G. Folland, Alexander Paarmann",
      "paper_url": "https://doi.org/10.1038/s41586-021-04328-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4283689033",
      "paper_id": "https://openalex.org/W4283689033",
      "title": "Hypocrystalline ceramic aerogels for thermal insulation at extreme conditions",
      "authors": "Jingran Guo, Shubin Fu, Yuanpeng Deng, Xiang Xu, Shujin Laima, Dizhou Liu, Pengyu Zhang, Jian Zhou, Han Zhao, Hongxuan Yu, Shixuan Dang, Jianing Zhang, Yingde Zhao, Hui Li, Xiangfeng Duan",
      "paper_url": "https://doi.org/10.1038/s41586-022-04784-0",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407740809",
      "paper_id": "https://openalex.org/W4407740809",
      "title": "Hypotaxy of wafer-scale single-crystal transition metal dichalcogenides",
      "authors": "Donghoon Moon, Wonsik Lee, Chaesung Lim, Jinwoo Kim, Jiwoo Kim, Yeonjoon Jung, Hyun-Young Choi, Won Seok Choi, Hangyel Kim, Ji-Hwan Baek, Changheon Kim, Jaewoong Joo, Hyun-Geun Oh, Hajung Jang, Kenji Watanabe, Takashi Taniguchi, Sukang Bae, Jangyup Son, Huije Ryu, Junyoung Kwon, Hyeonsik Cheong, Jeong Woo Han, Hyejin Jang, Gwan-Hyoung Lee",
      "paper_url": "https://doi.org/10.1038/s41586-024-08492-9",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4317242297",
      "paper_id": "https://openalex.org/W4317242297",
      "title": "In-plane charged domain walls with memristive behaviour in a ferroelectric film",
      "authors": "Zhongran Liu, Han Wang, Ming Li, Lingling Tao, Tula R. Paudel, Hongyang Yu, Yuxuan Wang, Siyuan Hong, Meng Zhang, Zhaohui Ren, Yanwu Xie, Evgeny Y. Tsymbal, Jingsheng Chen, Ze Zhang, He Tian",
      "paper_url": "https://doi.org/10.1038/s41586-022-05503-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391824182",
      "paper_id": "https://openalex.org/W4391824182",
      "title": "Influence of pump laser fluence on ultrafast myoglobin structural dynamics",
      "authors": "Thomas R. M. Barends, Alexander Gorel, Swarnendu Bhattacharyya, Giorgio Schirò, Camila Bacellar, Claudio Cirelli, Jacques-Philippe Colletier, Lutz Foucar, Marie Luise Grünbein, Elisabeth Hartmann, Mario Hilpert, James M. Holton, Philip J. M. Johnson, Marco Kloos, Gregor Knopp, Bogdan Marekha, Karol Nass, Gabriela Nass Kovacs, Dmitry Ozerov, Miriam Stricker, Martin Weik, R. Bruce Doak, Robert L. Shoeman, Christopher J. Milne, Miquel Huix-Rotllant, Marco Cammarata, Ilme Schlichting",
      "paper_url": "https://doi.org/10.1038/s41586-024-07032-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4210376472",
      "paper_id": "https://openalex.org/W4210376472",
      "title": "Inhibiting the Leidenfrost effect above 1,000 °C for sustained thermal cooling",
      "authors": "Mengnan Jiang, Yang Wang, Fayu Liu, Hanheng Du, Yuchao Li, Huanhuan Zhang, Suet To, Steven Wang, Chin Pan, Jihong Yu, David Quéré, Zuankai Wang",
      "paper_url": "https://doi.org/10.1038/s41586-021-04307-3",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3160670184",
      "paper_id": "https://openalex.org/W3160670184",
      "title": "Integrated photonics enables continuous-beam electron phase modulation",
      "authors": "Jan-Wilke Henke, Arslan Sajid Raja, Armin Feist, Guanhao Huang, Germaine Arend, Yujia Yang, F. Jasmin Kappert, Rui Ning Wang, Marcel Möller, Jiahe Pan, Junqiu Liu, Ofer Kfir, Claus Ropers, Tobias J. Kippenberg",
      "paper_url": "https://doi.org/10.1038/s41586-021-04197-5",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4307659179",
      "paper_id": "https://openalex.org/W4307659179",
      "title": "Intrinsic glassy-metallic transport in an amorphous coordination polymer",
      "authors": "Jiaze Xie, Simon Ewing, Jan-Niklas Boyn, Alexander S. Filatov, Baorui Cheng, Tengzhou Ma, Garrett L. Grocke, Norman Zhao, Ram Itani, Xiaotong Sun, Himchan Cho, Zhihengyu Chen, Karena W. Chapman, Shrayesh N. Patel, Dmitri V. Talapin, Jiwoong Park, David A. Mazziotti, John S. Anderson",
      "paper_url": "https://doi.org/10.1038/s41586-022-05261-4",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3165083573",
      "paper_id": "https://openalex.org/W3165083573",
      "title": "Intrinsic toughening and stable crack propagation in hexagonal boron nitride",
      "authors": "Yingchao Yang, Zhigong Song, Guangyuan Lu, Qinghua Zhang, Boyu Zhang, Bo Ni, Chao Wang, Xiaoyan Li, Lin Gu, Xiaoming Xie, Huajian Gao, Jun Lou",
      "paper_url": "https://doi.org/10.1038/s41586-021-03488-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4322722329",
      "paper_id": "https://openalex.org/W4322722329",
      "title": "Ladderphane copolymers for high-temperature capacitive energy storage",
      "authors": "Jie Chen, Yao Zhou, Xingyi Huang, Chunyang Yu, Donglin Han, Ao Wang, Yingke Zhu, Kunming Shi, Qi Kang, Pengli Li, Pingkai Jiang, Xiaoshi Qian, Hua Bao, Shengtao Li, Guangning Wu, Xinyuan Zhu, Qing Wang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05671-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4295441641",
      "paper_id": "https://openalex.org/W4295441641",
      "title": "Large harvested energy with non-linear pyroelectric modules",
      "authors": "Pierre Lheritier, Alvar Torelló, Tomoyasu Usui, Youri Nouchokgwe, Ashwath Aravindhan, Junning Li, Uros Prah, Veronika Kovacova, Olivier Bouton, Sakyo Hirose, Emmanuel Defay",
      "paper_url": "https://doi.org/10.1038/s41586-022-05069-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391616455",
      "paper_id": "https://openalex.org/W4391616455",
      "title": "Light-driven nanoscale vectorial currents",
      "authors": "Jacob Pettine, Prashant Padmanabhan, Teng Shi, Lauren Gingras, Luke McClintock, Chun-Chieh Chang, Kevin W. C. Kwock, Long Yuan, Yue Huang, John Nogan, Jon K. Baldwin, Peter Adel, Ronald Holzwarth, Abul K. Azad, Filip Ronning, Antoinette J. Taylor, Rohit P. Prasankumar, Shi-Zeng Lin, Hou-Tong Chen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07037-4",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4280553575",
      "paper_id": "https://openalex.org/W4280553575",
      "title": "Light-field control of real and virtual charge carriers",
      "authors": "Tobias Boolakee, Christian Heide, Antonio Garzón-Ramírez, Heiko B. Weber, Ignacio Franco, Peter Hommelhoff",
      "paper_url": "https://doi.org/10.1038/s41586-022-04565-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410816076",
      "paper_id": "https://openalex.org/W4410816076",
      "title": "Light-triggered regionally controlled n-doping of organic semiconductors",
      "authors": "Xin-Yi Wang, Yi-Fan Ding, Xiao-Yan Zhang, Yang-Yang Zhou, Chen-Kai Pan, Yuan-He Li, Nai-Fu Liu, Ze-Fan Yao, Yong-Shi Chen, Zhi-Hao Xie, Yi-Fan Huang, Yu-Chun Xu, Hao-Tian Wu, Chun-Xi Huang, Miao Xiong, Li Ding, Zi-Di Yu, Qi-Yi Li, Yu-Qing Zheng, Jie-Yu Wang, Jian Pei",
      "paper_url": "https://doi.org/10.1038/s41586-025-09075-y",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4394822006",
      "paper_id": "https://openalex.org/W4394822006",
      "title": "Light-wave-controlled Haldane model in monolayer hexagonal boron nitride",
      "authors": "Sambit Mitra, Álvaro Jiménez-Galán, Mario Aulich, Marcel Neuhaus, Rui E. F. Silva, Volodymyr Pervak, Matthias F. Kling, Shubhadeep Biswas",
      "paper_url": "https://doi.org/10.1038/s41586-024-07244-z",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412479100",
      "paper_id": "https://openalex.org/W4412479100",
      "title": "Long-range hyperbolic polaritons on a non-hyperbolic crystal surface",
      "authors": "Lu Liu, Langlang Xiong, Chongwu Wang, Yihua Bai, Weiliang Ma, Yupeng Wang, Peining Li, Guogang Li, Qi Jie Wang, Francisco J. Garcia-Vidal, Zhigao Dai, Guangwei Hu",
      "paper_url": "https://doi.org/10.1038/s41586-025-09288-1",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406155933",
      "paper_id": "https://openalex.org/W4406155933",
      "title": "Longitudinal strain enhancement and bending deformations in piezoceramics",
      "authors": "Gobinda Das Adhikary, Anil Adukkadan, Gudeta Jafo Muleta, Monika, Ram Prakash Singh, Digvijay Narayan Singh, Harvey Luo, Getaw Abebe Tina, Luke Giles, Stefano Checchia, John Daniels, Rajeev Ranjan",
      "paper_url": "https://doi.org/10.1038/s41586-024-08292-1",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4213377513",
      "paper_id": "https://openalex.org/W4213377513",
      "title": "Magnetic control of tokamak plasmas through deep reinforcement learning",
      "authors": "Jonas Degrave, Federico Felici, Jonas Buchli, Michael Neunert, Brendan Tracey, Francesco Carpanese, Timo Ewalds, Roland Hafner, Abbas Abdolmaleki, Diego de las Casas, Craig Donner, Leslie Fritz, Cristian Galperti, Andrea Huber, James Keeling, Maria Tsimpoukelli, Jackie Kay, Antoine Merle, Jean-Marc Moret, Seb Noury, Federico Pesamosca, David Pfau, Olivier Sauter, Cristian Sommariva, Stefano Coda, Basil Duval, Ambrogio Fasoli, Pushmeet Kohli, Koray Kavukcuoglu, Demis Hassabis, Martin Riedmiller",
      "paper_url": "https://doi.org/10.1038/s41586-021-04301-9",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3214240212",
      "paper_id": "https://openalex.org/W3214240212",
      "title": "Measuring phonon dispersion at an interface",
      "authors": "Ruishi Qi, Ruochen Shi, Yuehui Li, Yuanwei Sun, Mei Wu, Ning Li, Jinlong Du, Kaihui Liu, Chunlin Chen, Ji Chen, Feng Wang, Dapeng Yu, En-Ge Wang, Peng Gao",
      "paper_url": "https://doi.org/10.1038/s41586-021-03971-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4393902830",
      "paper_id": "https://openalex.org/W4393902830",
      "title": "Metal telluride nanosheets by scalable solid lithiation and exfoliation",
      "authors": "Liangzhu Zhang, Zixuan Yang, Shun Feng, Zhuobin Guo, Qingchao Jia, Huidan Zeng, Yajun Ding, Pratteek Das, Zhihong Bi, Jiaxin Ma, Yunqi Fu, Sen Wang, Jinxing Mi, Shuanghao Zheng, Mingrun Li, Dong-Ming Sun, Ning Kang, Zhong-Shuai Wu, Hui-Ming Cheng",
      "paper_url": "https://doi.org/10.1038/s41586-024-07209-2",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4390014080",
      "paper_id": "https://openalex.org/W4390014080",
      "title": "Moiré synaptic transistor with room-temperature neuromorphic functionality",
      "authors": "Xiaodong Yan, Zhiren Zheng, Vinod K. Sangwan, Justin H. Qian, Xueqiao Wang, Stephanie E. Liu, Kenji Watanabe, Takashi Taniguchi, Su-Yang Xu, Pablo Jarillo-Herrero, Qiong Ma, Mark C. Hersam",
      "paper_url": "https://doi.org/10.1038/s41586-023-06791-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4398201939",
      "paper_id": "https://openalex.org/W4398201939",
      "title": "Monolithic three-dimensional tier-by-tier integration via van der Waals lamination",
      "authors": "Donglin Lu, Yang Chen, Zheyi Lu, Likuan Ma, Quanyang Tao, Zhiwei Li, Lingan Kong, Liting Liu, Xiaokun Yang, Shuimei Ding, Xiao Liu, Yunxin Li, Ruixia Wu, Yiliu Wang, Yuanyuan Hu, Xidong Duan, Lei Liao, Yuan Liu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07406-z",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400948845",
      "paper_id": "https://openalex.org/W4400948845",
      "title": "Multi-heterojunctioned plastics with high thermoelectric figure of merit",
      "authors": "Dongyang Wang, Jiamin Ding, Yingqiao Ma, Chunlin Xu, Zhiyi Li, Xiao Zhang, Yao Zhao, Yue Zhao, Yuqiu Di, Liyao Liu, Xiaojuan Dai, Ye Zou, BongSoo Kim, Fengjiao Zhang, Zitong Liu, Iain McCulloch, Myeongjae Lee, Cheng Chang, Xiao Yang, Dong Wang, Deqing Zhang, Li-Dong Zhao, Chong-an Di, Daoben Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07724-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4413116214",
      "paper_id": "https://openalex.org/W4413116214",
      "title": "n-Type thermoelectric elastomers",
      "authors": "Kai Liu, Jingyi Wang, Xiran Pan, Shuang-Yan Tian, Yudong Liu, Zhi Zhang, Yuqiu Di, Jupeng Chen, Chengwen Wu, Xin-Yu Deng, Dongyang Wang, Peiyun Li, Chen-Kai Pan, Fenglian Qi, Jinhui Liu, Jing Hua, Jian Pei, Chong-an Di, Yunlong Guo, Yunqi Liu, Ting Lei",
      "paper_url": "https://doi.org/10.1038/s41586-025-09387-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399127847",
      "paper_id": "https://openalex.org/W4399127847",
      "title": "Nano-achiral complex composites for extreme polarization optics",
      "authors": "Jun Lu, Wenbing Wu, Felippe Mariano Colombari, Ali Jawaid, Bryan Seymour, Kody Whisnant, Xiaoyang Zhong, Wonjin Choi, Nikolaos Chalmpes, Joerg Lahann, Richard A. Vaia, André Farias de Moura, Dhriti Nepal, Nicholas A. Kotov",
      "paper_url": "https://doi.org/10.1038/s41586-024-07455-4",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4282034869",
      "paper_id": "https://openalex.org/W4282034869",
      "title": "Nanoscale imaging of phonon dynamics by electron microscopy",
      "authors": "Chaitanya A. Gadre, Xingxu Yan, Qichen Song, Jie Li, Lei Gu, Huaixun Huyan, Toshihiro Aoki, Sheng-Wei Lee, Gang Chen, Ruqian Wu, Xiaoqing Pan",
      "paper_url": "https://doi.org/10.1038/s41586-022-04736-8",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409148277",
      "paper_id": "https://openalex.org/W4409148277",
      "title": "Near-field photon entanglement in total angular momentum",
      "authors": "Amit Kam, Shai Tsesses, Yigal Ilin, Kobi Cohen, Yaakov Lumer, Lior Fridman, Stav Lotan, Anatoly Patsyk, Liat Nemirovsky-Levy, Meir Orenstein, Mordechai Segev, Guy Bartal",
      "paper_url": "https://doi.org/10.1038/s41586-025-08761-1",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4317242238",
      "paper_id": "https://openalex.org/W4317242238",
      "title": "Non-epitaxial single-crystal 2D material growth by geometric confinement",
      "authors": "Ki Seok Kim, Doyoon Lee, Celesta S. Chang, Seunghwan Seo, Yaoqiao Hu, Soonyoung Cha, Hyunseok Kim, Jiho Shin, Ju-Hee Lee, Sangho Lee, Justin S. Kim, Ki Hyun Kim, Jun Min Suh, Yuan Meng, Bo-In Park, Jung-Hoon Lee, Hyung-Sang Park, Hyun S. Kum, Moon-Ho Jo, Geun Young Yeom, Kyeongjae Cho, Jin-Hong Park, Sang-Hoon Bae, Jeehwan Kim",
      "paper_url": "https://doi.org/10.1038/s41586-022-05524-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399365531",
      "paper_id": "https://openalex.org/W4399365531",
      "title": "Observation of 2D-magnesium-intercalated gallium nitride superlattices",
      "authors": "Jia Wang, Wentao Cai, Weifang Lu, Shun Lu, Emi Kano, Verdad C. Agulto, Biplab Sarkar, Hirotaka Watanabe, Nobuyuki Ikarashi, Toshiyuki Iwamoto, Makoto Nakajima, Yoshio Honda, Hiroshi Amano",
      "paper_url": "https://doi.org/10.1038/s41586-024-07513-x",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4280489039",
      "paper_id": "https://openalex.org/W4280489039",
      "title": "Observation of a molecular bond between ions and Rydberg atoms",
      "authors": "Nicolas Zuber, Viraatt S. V. Anasuri, Moritz Berngruber, Yi-Quan Zou, Florian Meinert, Robert Löw, Tilman Pfau",
      "paper_url": "https://doi.org/10.1038/s41586-022-04577-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4390940850",
      "paper_id": "https://openalex.org/W4390940850",
      "title": "Observation of interband Berry phase in laser-driven crystals",
      "authors": "Ayelet J. Uzan-Narovlansky, Lior Faeyrman, Graham G. Brown, Sergei Shames, Vladimir Narovlansky, Jiewen Xiao, Talya Arusi-Parpar, Omer Kneller, Barry D. Bruner, Olga Smirnova, Rui E. F. Silva, Binghai Yan, Álvaro Jiménez-Galán, Misha Ivanov, Nirit Dudovich",
      "paper_url": "https://doi.org/10.1038/s41586-023-06828-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4317390888",
      "paper_id": "https://openalex.org/W4317390888",
      "title": "Observation of intrinsic chiral bound states in the continuum",
      "authors": "Yang Chen, Huachun Deng, Xinbo Sha, Weijin Chen, Ruize Wang, Yu-Hang Chen, Dong Wu, Jiaru Chu, Yuri S. Kivshar, Shumin Xiao, Cheng-Wei Qiu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05467-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4292121761",
      "paper_id": "https://openalex.org/W4292121761",
      "title": "Observation of Rabi dynamics with a short-wavelength free-electron laser",
      "authors": "Saikat Nandi, Edvin Olofsson, Mattias Bertolino, Stefanos Carlström, Felipe Zapata, David Busto, Carlo Callegari, Michele Di Fraia, Per Eng-Johnsson, Raimund Feifel, Guillaume Gallician, Mathieu Gisselbrecht, Sylvain Maclot, Lana Neoričić, Jasper Peschel, Oksana Plekan, Kevin C. Prince, Richard J. Squibb, Shiyang Zhong, Philipp V. Demekhin, Michael Meyer, Catalin Miron, Laura Badano, Miltcho B. Danailov, Luca Giannessi, Michele Manfredda, Filippo Sottocorona, Marco Zangrando, Jan Marcus Dahlström",
      "paper_url": "https://doi.org/10.1038/s41586-022-04948-y",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388500739",
      "paper_id": "https://openalex.org/W4388500739",
      "title": "Observing the primary steps of ion solvation in helium droplets",
      "authors": "Simon H. Albrechtsen, Constant A. Schouder, Alberto Viñas Muñoz, Jeppe K. Christensen, Christian Engelbrecht Petersen, Martí Pi, Manuel Barranco, Henrik Stapelfeldt",
      "paper_url": "https://doi.org/10.1038/s41586-023-06593-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401793825",
      "paper_id": "https://openalex.org/W4401793825",
      "title": "On-chip multi-degree-of-freedom control of two-dimensional materials",
      "authors": "Haoning Tang, Yiting Wang, Xueqi Ni, Kenji Watanabe, Takashi Taniguchi, Pablo Jarillo-Herrero, Shanhui Fan, Eric Mazur, Amir Yacoby, Yuan Cao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07826-x",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4413020568",
      "paper_id": "https://openalex.org/W4413020568",
      "title": "Optical control of resonances in temporally symmetry-broken metasurfaces",
      "authors": "Andreas Aigner, Thomas Possmayer, Thomas Weber, Alexander A. Antonov, Leonardo de S. Menezes, Stefan A. Maier, Andreas Tittl",
      "paper_url": "https://doi.org/10.1038/s41586-025-09363-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4301180613",
      "paper_id": "https://openalex.org/W4301180613",
      "title": "Orbital-resolved observation of singlet fission",
      "authors": "Alexander Neef, Samuel Beaulieu, Sebastian Hammer, Shuo Dong, Julian Maklar, Tommaso Pincelli, R. Patrick Xian, Martin Wolf, Laurenz Rettig, Jens Pflaum, Ralph Ernstorfer",
      "paper_url": "https://doi.org/10.1038/s41586-023-05814-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4220756905",
      "paper_id": "https://openalex.org/W4220756905",
      "title": "Orbital-resolved visualization of single-molecule photocurrent channels",
      "authors": "Miyabi Imai-Imada, Hiroshi Imada, Kuniyuki Miwa, Yusuke Tanaka, Kensuke Kimura, Inhae Zoh, Rafael B. Jaculbia, Hiroko Yoshino, Atsuya Muranaka, Masanobu Uchiyama, Yousoo Kim",
      "paper_url": "https://doi.org/10.1038/s41586-022-04401-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4283320110",
      "paper_id": "https://openalex.org/W4283320110",
      "title": "Organic bipolar transistors",
      "authors": "Shu-Jen Wang, Michael Sawatzki, Ghader Darbandy, Felix Talnack, Jörn Vahland, Marc Malfois, Alexander Kloes, Stefan Mannsfeld, Hans Kleemann, Karl Leo",
      "paper_url": "https://doi.org/10.1038/s41586-022-04837-4",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4289261172",
      "paper_id": "https://openalex.org/W4289261172",
      "title": "P-type electrical contacts for 2D transition-metal dichalcogenides",
      "authors": "Yan Wang, Jong Chan Kim, Yang Li, Kyung Yeol Ma, Seokmo Hong, Minsu Kim, Hyeon Suk Shin, Hu Young Jeong, Manish Chhowalla",
      "paper_url": "https://doi.org/10.1038/s41586-022-05134-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403243049",
      "paper_id": "https://openalex.org/W4403243049",
      "title": "Peptide programming of supramolecular vinylidene fluoride ferroelectric phases",
      "authors": "Yang Yang, Hiroaki Sai, Simon A. Egner, Ruomeng Qiu, Liam C. Palmer, Samuel I. Stupp",
      "paper_url": "https://doi.org/10.1038/s41586-024-08041-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4396921179",
      "paper_id": "https://openalex.org/W4396921179",
      "title": "Photocatalytic doping of organic semiconductors",
      "authors": "Wenlong Jin, Chi-Yuan Yang, Riccardo Pau, Qingqing Wang, Eelco K. Tekelenburg, Han-Yan Wu, Ziang Wu, Sang Young Jeong, Federico Pitzalis, Tiefeng Liu, Qiao He, Qifan Li, Jun-Da Huang, Renee Kroon, Martin Heeney, Han Young Woo, Andrea Mura, Alessandro Motta, Antonio Facchetti, Mats Fahlman, Maria Antonietta Loi, Simone Fabiano",
      "paper_url": "https://doi.org/10.1038/s41586-024-07400-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4313543845",
      "paper_id": "https://openalex.org/W4313543845",
      "title": "Photonic flatband resonances for free-electron radiation",
      "authors": "Yi Yang, Charles Roques-Carmes, Steven E. Kooi, Haoning Tang, Justin Beroz, Eric Mazur, Ido Kaminer, John D. Joannopoulos, Marin Soljačić",
      "paper_url": "https://doi.org/10.1038/s41586-022-05387-5",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4324344333",
      "paper_id": "https://openalex.org/W4324344333",
      "title": "Photonically active bowtie nanoassemblies with chirality continuum",
      "authors": "Prashant Kumar, Thi Vo, Minjeong Cha, Anastasia Visheratina, Ji-Young Kim, Wenqian Xu, Jonathan Schwartz, Alexander Simon, Daniel Katz, Valentin Paul Nicu, Emanuele Marino, Won Jin Choi, Michael Veksler, Si Chen, Christopher Murray, Robert Hovden, Sharon Glotzer, Nicholas A. Kotov",
      "paper_url": "https://doi.org/10.1038/s41586-023-05733-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401947178",
      "paper_id": "https://openalex.org/W4401947178",
      "title": "Photoredox phase engineering of transition metal dichalcogenides",
      "authors": "Juhwan Lim, Jung-In Lee, Ye Wang, Nicolas Gauriot, Ebin Sebastian, Manish Chhowalla, Christoph Schnedermann, Akshay Rao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07872-5",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407157631",
      "paper_id": "https://openalex.org/W4407157631",
      "title": "Polytype switching by super-lubricant van der Waals cavity arrays",
      "authors": "Youngki Yeo, Yoav Sharaby, Nirmal Roy, Noam Raab, Kenji Watanabe, Takashi Taniguchi, Moshe Ben Shalom",
      "paper_url": "https://doi.org/10.1038/s41586-024-08380-2",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411208643",
      "paper_id": "https://openalex.org/W4411208643",
      "title": "Probing phonon transport dynamics across an interface by electron microscopy",
      "authors": "Fachen Liu, Ruilin Mao, Zhiqiang Liu, Jinlong Du, Peng Gao",
      "paper_url": "https://doi.org/10.1038/s41586-025-09108-6",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406155865",
      "paper_id": "https://openalex.org/W4406155865",
      "title": "Proximity ferroelectricity in wurtzite heterostructures",
      "authors": "Chloe H. Skidmore, R. Jackson Spurling, John Hayden, Steven M. Baksa, Drew Behrendt, Devin Goodling, Joshua L. Nordlander, Albert Suceava, Joseph Casamento, Betul Akkopru-Akgun, Sebastian Calderon, Ismaila Dabo, Venkatraman Gopalan, Kyle P. Kelley, Andrew M. Rappe, Susan Trolier-McKinstry, Elizabeth C. Dickey, Jon-Paul Maria",
      "paper_url": "https://doi.org/10.1038/s41586-024-08295-y",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4318766827",
      "paper_id": "https://openalex.org/W4318766827",
      "title": "Pseudospin-selective Floquet band engineering in black phosphorus",
      "authors": "Shaohua Zhou, Changhua Bao, Benshu Fan, Hui Zhou, Qixuan Gao, Haoyuan Zhong, Tianyun Lin, Hang Liu, Pu Yu, Peizhe Tang, Sheng Meng, Wenhui Duan, Shuyun Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-022-05610-3",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412150858",
      "paper_id": "https://openalex.org/W4412150858",
      "title": "Quantum correlations of spontaneous two-photon emission from a quantum dot",
      "authors": "Shunfa Liu, Yangpeng Wang, Yasser Saleem, Xueshi Li, Hanqing Liu, Cheng-Ao Yang, Jiawei Yang, Haiqiao Ni, Zhichuan Niu, Yun Meng, Xiaolong Hu, Ying Yu, Xuehua Wang, Moritz Cygorek, Jin Liu",
      "paper_url": "https://doi.org/10.1038/s41586-025-09267-6",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408357347",
      "paper_id": "https://openalex.org/W4408357347",
      "title": "Realization of 2D metals at the ångström thickness limit",
      "authors": "Jiaojiao Zhao, Lu Li, Peixuan Li, Liyan Dai, Jingwei Dong, Lanying Zhou, Yizhe Wang, Peihang Zhang, Kunshan Ji, Yangkun Zhang, Hua Yu, Zheng Wei, Jiawei Li, Xiuzhen Li, Zhiheng Huang, Boxin Wang, Jieying Liu, Yutong Chen, Xingchao Zhang, Shuopei Wang, Na Li, Wei Yang, Dongxia Shi, Jinbo Pan, Shixuan Du, Luojun Du, Guangyu Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08711-x",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3208236437",
      "paper_id": "https://openalex.org/W3208236437",
      "title": "Reconstruction of Bloch wavefunctions of holes in a semiconductor",
      "authors": "J. B. Costello, S. D. O’Hara, Q. Wu, D. C. Valovcin, L. N. Pfeiffer, K. W. West, M. S. Sherwin",
      "paper_url": "https://doi.org/10.1038/s41586-021-03940-2",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4214906612",
      "paper_id": "https://openalex.org/W4214906612",
      "title": "Recovery time of a plasma-wakefield accelerator",
      "authors": "R. D’Arcy, J. Chappell, J. Beinortaite, S. Diederichs, G. Boyle, B. Foster, M. J. Garland, P. Gonzalez Caminal, C. A. Lindstrøm, G. Loisch, S. Schreiber, S. Schröder, R. J. Shalloo, M. Thévenet, S. Wesch, M. Wing, J. Osterhoff",
      "paper_url": "https://doi.org/10.1038/s41586-021-04348-8",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387950592",
      "paper_id": "https://openalex.org/W4387950592",
      "title": "Remarkable heat conduction mediated by non-equilibrium phonon polaritons",
      "authors": "Zhiliang Pan, Guanyu Lu, Xun Li, James R. McBride, Rinkle Juneja, Mackey Long, Lucas Lindsay, Joshua D. Caldwell, Deyu Li",
      "paper_url": "https://doi.org/10.1038/s41586-023-06598-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399121748",
      "paper_id": "https://openalex.org/W4399121748",
      "title": "Reproducible graphene synthesis by oxygen-free chemical vapour deposition",
      "authors": "Jacob Amontree, Xingzhou Yan, Christopher S. DiMarco, Pierre L. Levesque, Tehseen Adel, Jordan Pack, Madisen Holbrook, Christian Cupo, Zhiying Wang, Dihao Sun, Adam J. Biacchi, Charlezetta E. Wilson-Stokes, Kenji Watanabe, Takashi Taniguchi, Cory R. Dean, Angela R. Hight Walker, Katayun Barmak, Richard Martel, James Hone",
      "paper_url": "https://doi.org/10.1038/s41586-024-07454-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399830232",
      "paper_id": "https://openalex.org/W4399830232",
      "title": "Room-temperature spin injection across a chiral perovskite/III–V interface",
      "authors": "Matthew P. Hautzinger, Xin Pan, Steven C. Hayden, Jiselle Y. Ye, Qi Jiang, Mickey J. Wilson, Alan J. Phillips, Yifan Dong, Emily K. Raulerson, Ian A. Leahy, Chun-Sheng Jiang, Jeffrey L. Blackburn, Joseph M. Luther, Yuan Lu, Katherine Jungjohann, Z. Valy Vardeny, Joseph J. Berry, Kirstin Alberi, Matthew C. Beard",
      "paper_url": "https://doi.org/10.1038/s41586-024-07560-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405514997",
      "paper_id": "https://openalex.org/W4405514997",
      "title": "Scalable production of ultraflat and ultraflexible diamond membrane",
      "authors": "Jixiang Jing, Fuqiang Sun, Zhongqiang Wang, Linjie Ma, Yumeng Luo, Zhiyuan Du, Tianyu Zhang, Yicheng Wang, Feng Xu, Tongtong Zhang, Changsheng Chen, Xuhang Ma, Yang He, Ye Zhu, Huarui Sun, Xinqiang Wang, Yan Zhou, James Kit Hon Tsoi, Jörg Wrachtrup, Ngai Wong, Can Li, Dong-Keun Ki, Qi Wang, Kwai Hei Li, Yuan Lin, Zhiqin Chu",
      "paper_url": "https://doi.org/10.1038/s41586-024-08218-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394693879",
      "paper_id": "https://openalex.org/W4394693879",
      "title": "Selenium-alloyed tellurium oxide for amorphous p-channel transistors",
      "authors": "Ao Liu, Yong-Sung Kim, Min Gyu Kim, Youjin Reo, Taoyu Zou, Taesu Choi, Sai Bai, Huihui Zhu, Yong-Young Noh",
      "paper_url": "https://doi.org/10.1038/s41586-024-07360-w",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4396732462",
      "paper_id": "https://openalex.org/W4396732462",
      "title": "Self-oscillating polymeric refrigerator with high energy efficiency",
      "authors": "Donglin Han, Yingjing Zhang, Cenling Huang, Shanyu Zheng, Dongyuan Wu, Qiang Li, Feihong Du, Hongxiao Duan, Weilin Chen, Junye Shi, Jiangping Chen, Gang Liu, Xin Chen, Xiaoshi Qian",
      "paper_url": "https://doi.org/10.1038/s41586-024-07375-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4360999588",
      "paper_id": "https://openalex.org/W4360999588",
      "title": "Separating single- from multi-particle dynamics in nonlinear spectroscopy",
      "authors": "Pavel Malý, Julian Lüttig, Peter A. Rose, Arthur Turkin, Christoph Lambert, Jacob J. Krich, Tobias Brixner",
      "paper_url": "https://doi.org/10.1038/s41586-023-05846-7",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3193615602",
      "paper_id": "https://openalex.org/W3193615602",
      "title": "Single-crystal, large-area, fold-free monolayer graphene",
      "authors": "Meihui Wang, Ming Huang, Da Luo, Yunqing Li, Myeonggi Choe, Won Kyung Seong, Minhyeok Kim, Sunghwan Jin, Mengran Wang, Shahana Chatterjee, Youngwoo Kwon, Zonghoon Lee, Rodney S. Ruoff",
      "paper_url": "https://doi.org/10.1038/s41586-021-03753-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4401389107",
      "paper_id": "https://openalex.org/W4401389107",
      "title": "Single-crystalline metal-oxide dielectrics for top-gate 2D transistors",
      "authors": "Daobing Zeng, Ziyang Zhang, Zhongying Xue, Miao Zhang, Paul K. Chu, Yongfeng Mei, Ziao Tian, Zengfeng Di",
      "paper_url": "https://doi.org/10.1038/s41586-024-07786-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3118572023",
      "paper_id": "https://openalex.org/W3118572023",
      "title": "Single-defect phonons imaged by electron microscopy",
      "authors": "Xingxu Yan, Chengyan Liu, Chaitanya A. Gadre, Lei Gu, Toshihiro Aoki, Tracy C. Lovejoy, Niklas Dellby, Ondrej L. Krivanek, Darrell G. Schlom, Ruqian Wu, Xiaoqing Pan",
      "paper_url": "https://doi.org/10.1038/s41586-020-03049-y",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3200060585",
      "paper_id": "https://openalex.org/W3200060585",
      "title": "Single-photon nonlinearity at room temperature",
      "authors": "Anton V. Zasedatelev, Anton V. Baranikov, Denis Sannikov, Darius Urbonas, Fabio Scafirimuto, Vladislav Yu. Shishkov, Evgeny S. Andrianov, Yurii E. Lozovik, Ullrich Scherf, Thilo Stöferle, Rainer F. Mahrt, Pavlos G. Lagoudakis",
      "paper_url": "https://doi.org/10.1038/s41586-021-03866-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391383668",
      "paper_id": "https://openalex.org/W4391383668",
      "title": "Single-photon superradiance in individual caesium lead halide quantum dots",
      "authors": "Chenglian Zhu, Simon C. Boehme, Leon G. Feld, Anastasiia Moskalenko, Dmitry N. Dirin, Rainer F. Mahrt, Thilo Stöferle, Maryna I. Bodnarchuk, Alexander L. Efros, Peter C. Sercel, Maksym V. Kovalenko, Gabriele Rainò",
      "paper_url": "https://doi.org/10.1038/s41586-023-07001-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403920899",
      "paper_id": "https://openalex.org/W4403920899",
      "title": "Softening of the optical phonon by reduced interatomic bonding strength without depolarization",
      "authors": "Ruyue Cao, Qiao-Lin Yang, Hui-Xiong Deng, Su-Huai Wei, John Robertson, Jun-Wei Luo",
      "paper_url": "https://doi.org/10.1038/s41586-024-08099-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4384819074",
      "paper_id": "https://openalex.org/W4384819074",
      "title": "Spin–vibronic coherence drives singlet–triplet conversion",
      "authors": "Shahnawaz R. Rather, Nicholas P. Weingartz, Sarah Kromer, Felix N. Castellano, Lin X. Chen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06233-y",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407722217",
      "paper_id": "https://openalex.org/W4407722217",
      "title": "Spontaneous ordering of identical materials into a triboelectric series",
      "authors": "Juan Carlos Sobarzo, Felix Pertl, Daniel M. Balazs, Tommaso Costanzo, Markus Sauer, Annette Foelske, Markus Ostermann, Christian M. Pichler, Yongkang Wang, Yuki Nagata, Mischa Bonn, Scott Waitukaitis",
      "paper_url": "https://doi.org/10.1038/s41586-024-08530-6",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3149588208",
      "paper_id": "https://openalex.org/W3149588208",
      "title": "Stabilization of liquid instabilities with ionized gas jets",
      "authors": "Sanghoo Park, Wonho Choe, Hyungyu Lee, Joo Young Park, Jinwoo Kim, Se Youn Moon, Uroš Cvelbar",
      "paper_url": "https://doi.org/10.1038/s41586-021-03359-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4405268662",
      "paper_id": "https://openalex.org/W4405268662",
      "title": "Strong-field quantum control in the extreme ultraviolet domain using pulse shaping",
      "authors": "Fabian Richter, Ulf Saalmann, Enrico Allaria, Matthias Wollenhaupt, Benedetto Ardini, Alexander Brynes, Carlo Callegari, Giulio Cerullo, Miltcho Danailov, Alexander Demidovich, Katrin Dulitz, Raimund Feifel, Michele Di Fraia, Sarang Dev Ganeshamandiram, Luca Giannessi, Nicolai Gölz, Sebastian Hartweg, Bernd von Issendorff, Tim Laarmann, Friedemann Landmesser, Yilin Li, Michele Manfredda, Cristian Manzoni, Moritz Michelbach, Arne Morlok, Marcel Mudrich, Aaron Ngai, Ivaylo Nikolov, Nitish Pal, Fabian Pannek, Giuseppe Penco, Oksana Plekan, Kevin C. Prince, Giuseppe Sansone, Alberto Simoncig, Frank Stienkemeier, Richard James Squibb, Peter Susnjar, Mauro Trovo, Daniel Uhl, Brendan Wouterlood, Marco Zangrando, Lukas Bruder",
      "paper_url": "https://doi.org/10.1038/s41586-024-08209-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409501949",
      "paper_id": "https://openalex.org/W4409501949",
      "title": "Subnanosecond flash memory enabled by 2D-enhanced hot-carrier injection",
      "authors": "Yutong Xiang, Chong Wang, Chunsen Liu, Tanjun Wang, Yongbo Jiang, Yang Wang, Shuiyuan Wang, Peng Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-025-08839-w",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412479126",
      "paper_id": "https://openalex.org/W4412479126",
      "title": "Super-resolution stimulated X-ray Raman spectroscopy",
      "authors": "Kai Li, Christian Ott, Marcus Agåker, Phay J. Ho, Gilles Doumy, Alexander Magunia, Marc Rebholz, Marc Simon, Tommaso Mazza, Alberto De Fanis, Thomas M. Baumann, Jacobo Montano, Nils Rennhack, Sergey Usenko, Yevheniy Ovcharenko, Kalyani Chordiya, Lan Cheng, Jan-Erik Rubensson, Michael Meyer, Thomas Pfeifer, Mette B. Gaarde, Linda Young",
      "paper_url": "https://doi.org/10.1038/s41586-025-09214-5",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4396918983",
      "paper_id": "https://openalex.org/W4396918983",
      "title": "Suppressed thermal transport in silicon nanoribbons by inhomogeneous strain",
      "authors": "Lin Yang, Shengying Yue, Yi Tao, Shuo Qiao, Hang Li, Zhaohe Dai, Bai Song, Yunfei Chen, Jinlong Du, Deyu Li, Peng Gao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07390-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400038371",
      "paper_id": "https://openalex.org/W4400038371",
      "title": "Terahertz phonon engineering with van der Waals heterostructures",
      "authors": "Yoseob Yoon, Zheyu Lu, Can Uzundal, Ruishi Qi, Wenyu Zhao, Sudi Chen, Qixin Feng, Woochang Kim, Mit H. Naik, Kenji Watanabe, Takashi Taniguchi, Steven G. Louie, Michael F. Crommie, Feng Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07604-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4390705667",
      "paper_id": "https://openalex.org/W4390705667",
      "title": "Three-dimensional integration of two-dimensional field-effect transistors",
      "authors": "Darsith Jayachandran, Rahul Pendurthi, Muhtasim Ul Karim Sadaf, Najam U Sakib, Andrew Pannone, Chen Chen, Ying Han, Nicholas Trainor, Shalini Kumari, Thomas V. Mc Knight, Joan M. Redwing, Yang Yang, Saptarshi Das",
      "paper_url": "https://doi.org/10.1038/s41586-023-06860-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402585714",
      "paper_id": "https://openalex.org/W4402585714",
      "title": "Three-dimensional wave breaking",
      "authors": "M. L. McAllister, S. Draycott, R. Calvert, T. Davey, F. Dias, T. S. van den Bremer",
      "paper_url": "https://doi.org/10.1038/s41586-024-07886-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4367049075",
      "paper_id": "https://openalex.org/W4367049075",
      "title": "Tracing attosecond electron emission from a nanometric metal tip",
      "authors": "Philip Dienstbier, Lennart Seiffert, Timo Paschen, Andreas Liehl, Alfred Leitenstorfer, Thomas Fennel, Peter Hommelhoff",
      "paper_url": "https://doi.org/10.1038/s41586-023-05839-6",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3208241804",
      "paper_id": "https://openalex.org/W3208241804",
      "title": "Transition metal-catalysed molecular n-doping of organic semiconductors",
      "authors": "Han Guo, Chi-Yuan Yang, Xianhe Zhang, Alessandro Motta, Kui Feng, Yu Xia, Yongqiang Shi, Ziang Wu, Kun Yang, Jianhua Chen, Qiaogan Liao, Yumin Tang, Huiliang Sun, Han Young Woo, Simone Fabiano, Antonio Facchetti, Xugang Guo",
      "paper_url": "https://doi.org/10.1038/s41586-021-03942-0",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3120908727",
      "paper_id": "https://openalex.org/W3120908727",
      "title": "Transporting and concentrating vibrational energy to promote isomerization",
      "authors": "Jascha A. Lau, Li Chen, Arnab Choudhury, Dirk Schwarzer, Varun B. Verma, Alec M. Wodtke",
      "paper_url": "https://doi.org/10.1038/s41586-020-03081-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4405514871",
      "paper_id": "https://openalex.org/W4405514871",
      "title": "Trimodal thermal energy storage material for renewable energy applications",
      "authors": "Saliha Saher, Sam Johnston, Ratu Esther-Kelvin, Jennifer M. Pringle, Douglas R. MacFarlane, Karolina Matuszek",
      "paper_url": "https://doi.org/10.1038/s41586-024-08214-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399567319",
      "paper_id": "https://openalex.org/W4399567319",
      "title": "Tunable entangled photon-pair generation in a liquid crystal",
      "authors": "Vitaliy Sultanov, Aljaž Kavčič, Emmanouil Kokkinakis, Nerea Sebastián, Maria V. Chekhova, Matjaž Humar",
      "paper_url": "https://doi.org/10.1038/s41586-024-07543-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3161540890",
      "paper_id": "https://openalex.org/W3161540890",
      "title": "Tunable non-integer high-harmonic generation in a topological insulator",
      "authors": "C. P. Schmid, L. Weigl, P. Grössing, V. Junk, C. Gorini, S. Schlauderer, S. Ito, M. Meierhofer, N. Hofmann, D. Afanasiev, J. Crewse, K. A. Kokh, O. E. Tereshchenko, J. Güdde, F. Evers, J. Wilhelm, K. Richter, U. Höfer, R. Huber",
      "paper_url": "https://doi.org/10.1038/s41586-021-03466-7",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392014702",
      "paper_id": "https://openalex.org/W4392014702",
      "title": "Twisted-layer boron nitride ceramic with high deformability and strength",
      "authors": "Yingju Wu, Yang Zhang, Xiaoyu Wang, Wentao Hu, Song Zhao, Timothy Officer, Kun Luo, Ke Tong, Congcong Du, Liqiang Zhang, Baozhong Li, Zewen Zhuge, Zitai Liang, Mengdong Ma, Anmin Nie, Dongli Yu, Julong He, Zhongyuan Liu, Bo Xu, Yanbin Wang, Zhisheng Zhao, Yongjun Tian",
      "paper_url": "https://doi.org/10.1038/s41586-024-07036-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4362607758",
      "paper_id": "https://openalex.org/W4362607758",
      "title": "Two-dimensional ferroelectricity in a single-element bismuth monolayer",
      "authors": "Jian Gou, Hua Bai, Xuanlin Zhang, Yu Li Huang, Sisheng Duan, A. Ariando, Shengyuan A. Yang, Lan Chen, Yunhao Lu, Andrew Thye Shen Wee",
      "paper_url": "https://doi.org/10.1038/s41586-023-05848-5",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407157736",
      "paper_id": "https://openalex.org/W4407157736",
      "title": "Two-dimensional polyaniline crystal with metallic out-of-plane conductivity",
      "authors": "Tao Zhang, Shu Chen, Petko St. Petkov, Peng Zhang, Haoyuan Qi, Nguyen Ngan Nguyen, Wenjie Zhang, Jiho Yoon, Peining Li, Thomas Brumme, Alexey Alfonsov, Zhongquan Liao, Mike Hambsch, Shunqi Xu, Lars Mester, Vladislav Kataev, Bernd Büchner, Stefan C. B. Mannsfeld, Ehrenfried Zschech, Stuart S. P. Parkin, Ute Kaiser, Thomas Heine, Renhao Dong, Rainer Hillenbrand, Xinliang Feng",
      "paper_url": "https://doi.org/10.1038/s41586-024-08387-9",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4402454869",
      "paper_id": "https://openalex.org/W4402454869",
      "title": "Ultrahigh electromechanical response from competing ferroic orders",
      "authors": "Baichen Lin, Khuong Phuong Ong, Tiannan Yang, Qibin Zeng, Hui Kim Hui, Zhen Ye, Celine Sim, Zhihao Yen, Ping Yang, Yanxin Dou, Xiaolong Li, Xingyu Gao, Chee Kiang Ivan Tan, Zhi Shiuh Lim, Shengwei Zeng, Tiancheng Luo, Jinlong Xu, Xin Tong, Patrick Wen Feng Li, Minqin Ren, Kaiyang Zeng, Chengliang Sun, Seeram Ramakrishna, Mark B. H. Breese, Chris Boothroyd, Chengkuo Lee, David J. Singh, Yeng Ming Lam, Huajun Liu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07917-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4390570553",
      "paper_id": "https://openalex.org/W4390570553",
      "title": "Ultrahigh-mobility semiconducting epitaxial graphene on silicon carbide",
      "authors": "Jian Zhao, Peixuan Ji, Yaqi Li, Rui Li, Kaimin Zhang, Hao Tian, Kaicheng Yu, Boyue Bian, Luzhen Hao, Xue Xiao, Will Griffin, Noel Dudeck, Ramiro Moro, Lei Ma, Walt A.  de Heer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06811-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3160045927",
      "paper_id": "https://openalex.org/W3160045927",
      "title": "Ultralow contact resistance between semimetal and monolayer semiconductors",
      "authors": "Pin-Chun Shen, Cong Su, Yuxuan Lin, Ang-Sheng Chou, Chao-Ching Cheng, Ji-Hoon Park, Ming-Hui Chiu, Ang-Yu Lu, Hao-Ling Tang, Mohammad Mahdi Tavakoli, Gregory Pitner, Xiang Ji, Zhengyang Cai, Nannan Mao, Jiangtao Wang, Vincent Tung, Ju Li, Jeffrey Bokor, Alex Zettl, Chih-I Wu, Tomás Palacios, Lain-Jong Li, Jing Kong",
      "paper_url": "https://doi.org/10.1038/s41586-021-03472-9",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388694201",
      "paper_id": "https://openalex.org/W4388694201",
      "title": "Ultralow-resistance electrochemical capacitor for integrable line filtering",
      "authors": "Yajie Hu, Mingmao Wu, Fengyao Chi, Guobin Lai, Puying Li, Wenya He, Bing Lu, Chuanxin Weng, Jinguo Lin, Fengen Chen, Huhu Cheng, Feng Liu, Lan Jiang, Liangti Qu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06712-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4224320536",
      "paper_id": "https://openalex.org/W4224320536",
      "title": "Ultrathin ferroic HfO2–ZrO2 superlattice gate stack for advanced transistors",
      "authors": "Suraj S. Cheema, Nirmaan Shanker, Li-Chen Wang, Cheng-Hsiang Hsu, Shang-Lin Hsu, Yu-Hung Liao, Matthew San Jose, Jorge Gomez, Wriddhi Chakraborty, Wenshen Li, Jong-Ho Bae, Steve K. Volkman, Daewoong Kwon, Yoonsoo Rho, Gianni Pinelli, Ravi Rastogi, Dominick Pipitone, Corey Stull, Matthew Cook, Brian Tyrrell, Vladimir A. Stoica, Zhan Zhang, John W. Freeland, Christopher J. Tassone, Apurva Mehta, Ghazal Saheli, David Thompson, Dong Ik Suh, Won-Tae Koo, Kab-Jin Nam, Dong Jin Jung, Woo-Bin Song, Chung-Hsun Lin, Seunggeol Nam, Jinseong Heo, Narendra Parihar, Costas P. Grigoropoulos, Padraic Shafer, Patrick Fay, Ramamoorthy Ramesh, Souvik Mahapatra, Jim Ciston, Suman Datta, Mohamed Mohamed, Chenming Hu, Sayeef Salahuddin",
      "paper_url": "https://doi.org/10.1038/s41586-022-04425-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4313545642",
      "paper_id": "https://openalex.org/W4313545642",
      "title": "Ultrathin quantum light source with van der Waals NbOCl2 crystal",
      "authors": "Qiangbing Guo, Xiao-Zhuo Qi, Lishu Zhang, Meng Gao, Sanlue Hu, Wenju Zhou, Wenjie Zang, Xiaoxu Zhao, Junyong Wang, Bingmin Yan, Mingquan Xu, Yun-Kun Wu, Goki Eda, Zewen Xiao, Shengyuan A. Yang, Huiyang Gou, Yuan Ping Feng, Guang-Can Guo, Wu Zhou, Xi-Feng Ren, Cheng-Wei Qiu, Stephen J. Pennycook, Andrew T. S. Wee",
      "paper_url": "https://doi.org/10.1038/s41586-022-05393-7",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410817820",
      "paper_id": "https://openalex.org/W4410817820",
      "title": "Unconventional solitonic high-temperature superfluorescence from perovskites",
      "authors": "Melike Biliroglu, Mustafa Türe, Antonia Ghita, Myratgeldi Kotyrov, Xixi Qin, Dovletgeldi Seyitliyev, Natchanun Phonthiptokun, Malek Abdelsamei, Jingshan Chai, Rui Su, Uthpala Herath, Anna K. Swan, Vasily V. Temnov, Volker Blum, Franky So, Kenan Gundogdu",
      "paper_url": "https://doi.org/10.1038/s41586-025-09030-x",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4229056532",
      "paper_id": "https://openalex.org/W4229056532",
      "title": "Uniform nucleation and epitaxy of bilayer molybdenum disulfide on sapphire",
      "authors": "Lei Liu, Taotao Li, Liang Ma, Weisheng Li, Si Gao, Wenjie Sun, Ruikang Dong, Xilu Zou, Dongxu Fan, Liangwei Shao, Chenyi Gu, Ningxuan Dai, Zhihao Yu, Xiaoqing Chen, Xuecou Tu, Yuefeng Nie, Peng Wang, Jinlan Wang, Yi Shi, Xinran Wang",
      "paper_url": "https://doi.org/10.1038/s41586-022-04523-5",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402827073",
      "paper_id": "https://openalex.org/W4402827073",
      "title": "Using both faces of polar semiconductor wafers for functional devices",
      "authors": "Len van Deurzen, Eungkyun Kim, Naomi Pieczulewski, Zexuan Zhang, Anna Feduniewicz-Zmuda, Mikolaj Chlipala, Marcin Siekacz, David Muller, Huili Grace Xing, Debdeep Jena, Henryk Turski",
      "paper_url": "https://doi.org/10.1038/s41586-024-07983-z",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399121794",
      "paper_id": "https://openalex.org/W4399121794",
      "title": "Van der Waals polarity-engineered 3D integration of 2D complementary logic",
      "authors": "Yimeng Guo, Jiangxu Li, Xuepeng Zhan, Chunwen Wang, Min Li, Biao Zhang, Zirui Wang, Yueyang Liu, Kaining Yang, Hai Wang, Wanying Li, Pingfan Gu, Zhaoping Luo, Yingjia Liu, Peitao Liu, Bo Chen, Kenji Watanabe, Takashi Taniguchi, Xing-Qiu Chen, Chengbing Qin, Jiezhi Chen, Dongming Sun, Jing Zhang, Runsheng Wang, Jianpeng Liu, Yu Ye, Xiuyan Li, Yanglong Hou, Wu Zhou, Hanwen Wang, Zheng Han",
      "paper_url": "https://doi.org/10.1038/s41586-024-07438-5",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4221136070",
      "paper_id": "https://openalex.org/W4221136070",
      "title": "Vertical MoS2 transistors with sub-1-nm gate lengths",
      "authors": "Fan Wu, He Tian, Yang Shen, Zhan Hou, Jie Ren, Guangyang Gou, Yabin Sun, Yi Yang, Tian-Ling Ren",
      "paper_url": "https://doi.org/10.1038/s41586-021-04323-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4317390660",
      "paper_id": "https://openalex.org/W4317390660",
      "title": "Vertical organic electrochemical transistors for complementary circuits",
      "authors": "Wei Huang, Jianhua Chen, Yao Yao, Ding Zheng, Xudong Ji, Liang-Wen Feng, David Moore, Nicholas R. Glavin, Miao Xie, Yao Chen, Robert M. Pankow, Abhijith Surendran, Zhi Wang, Yu Xia, Libing Bai, Jonathan Rivnay, Jianfeng Ping, Xugang Guo, Yuhua Cheng, Tobin J. Marks, Antonio Facchetti",
      "paper_url": "https://doi.org/10.1038/s41586-022-05592-2",
      "venue": "nature23"
    }
  ]
}