{
  "cluster_id": 192,
  "papers": [
    {
      "id": "science22_https://openalex.org/W4224065213",
      "paper_id": "https://openalex.org/W4224065213",
      "title": "<i>TaCol-B5</i> modifies spike architecture and enhances grain yield in wheat",
      "authors": "Xiaoyu Zhang, Haiyan Jia, Tian Li, Jizhong Wu, Ragupathi Nagarajan, Lei Lei, Carol Powers, Chia-Cheng Kan, Wei Hua, Zhiyong Liu, Charles Chen, Brett F. Carver, Liuling Yan",
      "paper_url": "https://doi.org/10.1126/science.abm0717",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4399601796",
      "paper_id": "https://openalex.org/W4399601796",
      "title": "<i>YABBY</i> and diverged <i>KNOX1</i> genes shape nodes and internodes in the stem",
      "authors": "Katsutoshi Tsuda, Akiteru Maeno, Ayako Otake, Kae Kato, Wakana Tanaka, Ken-Ichiro Hibara, Ken-Ichi Nonomura",
      "paper_url": "https://doi.org/10.1126/science.adn6748",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4404125085",
      "paper_id": "https://openalex.org/W4404125085",
      "title": "A canonical protein complex controls immune homeostasis and multipathogen resistance",
      "authors": "Yue Wu, Weiying Xu, Guoyan Zhao, Ziyao Lei, Kui Li, Jiyun Liu, Shijia Huang, Junli Wang, Xiangbin Zhong, Xin Yin, Yuandong Wang, Haochen Zhang, Yang He, Zian Ye, Yonggang Meng, Xiaoyu Chang, Hui Lin, Xin Wang, Yuanyuan Gao, Jijie Chai, Jane E. Parker, Yiwen Deng, Yu Zhang, Mingjun Gao, Zuhua He",
      "paper_url": "https://doi.org/10.1126/science.adr2138",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4405620629",
      "paper_id": "https://openalex.org/W4405620629",
      "title": "A cellulose synthase–like protein governs the biosynthesis of <i>Solanum</i> alkaloids",
      "authors": "Adam Jozwiak, Sayantan Panda, Ryota Akiyama, Ayano Yoneda, Naoyuki Umemoto, Kazuki Saito, Shuhei Yasumoto, Toshiya Muranaka, Sachin A. Gharat, Yana Kazachkova, Yonghui Dong, Shlomy Arava, Inna Goliand, Reinat Nevo, Ilana Rogachev, Sagit Meir, Masaharu Mizutani, Asaph Aharoni",
      "paper_url": "https://doi.org/10.1126/science.adq5721",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4221021635",
      "paper_id": "https://openalex.org/W4221021635",
      "title": "A conserved superlocus regulates above- and belowground root initiation",
      "authors": "Moutasem Omary, Naama Gil-Yarom, Chen Yahav, Evyatar Steiner, Anat Hendelman, Idan Efroni",
      "paper_url": "https://doi.org/10.1126/science.abf4368",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4403925044",
      "paper_id": "https://openalex.org/W4403925044",
      "title": "A cytoplasmic osmosensing mechanism mediated by molecular crowding–sensitive DCP5",
      "authors": "Zhenyu Wang, Qiuhua Yang, Dan Zhang, Yuanyi Lu, Yichuan Wang, Yajie Pan, Yuping Qiu, Yongfan Men, Wei Yan, Zhina Xiao, Ruixue Sun, Wenyang Li, Hongda Huang, Hongwei Guo",
      "paper_url": "https://doi.org/10.1126/science.adk9067",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4387951822",
      "paper_id": "https://openalex.org/W4387951822",
      "title": "A dirigent protein complex directs lignin polymerization and assembly of the root diffusion barrier",
      "authors": "Yi-Qun Gao, Jin-Quan Huang, Guilhem Reyt, Tao Song, Ashley Love, David Tiemessen, Pei-Ying Xue, Wen-Kai Wu, Michael W. George, Xiao-Ya Chen, Dai-Yin Chao, Gabriel Castrillo, David E. Salt",
      "paper_url": "https://doi.org/10.1126/science.adi5032",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3189872831",
      "paper_id": "https://openalex.org/W3189872831",
      "title": "A fossil record of land plant origins from charophyte algae",
      "authors": "Paul K. Strother, Clinton Foster",
      "paper_url": "https://doi.org/10.1126/science.abj2927",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4282969800",
      "paper_id": "https://openalex.org/W4282969800",
      "title": "A genetic module at one locus in rice protects chloroplasts to enhance thermotolerance",
      "authors": "Hai Zhang, Ji-Fu Zhou, Yi Kan, Jun-Xiang Shan, Wang-Wei Ye, Nai-Qian Dong, Tao Guo, You-Huang Xiang, Yi-Bing Yang, Ya-Chao Li, Huai-Yu Zhao, Hong-Xiao Yu, Zi-Qi Lu, Shuang-Qin Guo, Jie-Jie Lei, Ben Liao, Xiao-Rui Mu, Ying-Jie Cao, Jia-Jun Yu, Youshun Lin, Hong-Xuan Lin",
      "paper_url": "https://doi.org/10.1126/science.abo5721",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4360609442",
      "paper_id": "https://openalex.org/W4360609442",
      "title": "A Gγ protein regulates alkaline sensitivity in crops",
      "authors": "Huili Zhang, Feifei Yu, Peng Xie, Shengyuan Sun, Xinhua Qiao, Sanyuan Tang, Chengxuan Chen, Sen Yang, Cuo Mei, Dekai Yang, Yaorong Wu, Ran Xia, Xu Li, Jun Lu, Yuxi Liu, Xiaowei Xie, Dongmei Ma, Xing Xu, Zhengwei Liang, Zhonghui Feng, Xiahe Huang, Hong Yu, Guifu Liu, Yingchun Wang, Jiayang Li, Qifa Zhang, Chang Chen, Yidan Ouyang, Qi Xie",
      "paper_url": "https://doi.org/10.1126/science.ade8416",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4391640511",
      "paper_id": "https://openalex.org/W4391640511",
      "title": "A paternal signal induces endosperm proliferation upon fertilization in <i>Arabidopsis</i>",
      "authors": "Sara Simonini, Stefano Bencivenga, Ueli Grossniklaus",
      "paper_url": "https://doi.org/10.1126/science.adj4996",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3195801428",
      "paper_id": "https://openalex.org/W3195801428",
      "title": "A plant lipocalin promotes retinal-mediated oscillatory lateral root initiation",
      "authors": "Alexandra J. Dickinson, Jingyuan Zhang, Michael Luciano, Guy Wachsman, Evan Sandoval, Martin Schnermann, José R. Dinneny, Philip N. Benfey",
      "paper_url": "https://doi.org/10.1126/science.abf7461",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4391836411",
      "paper_id": "https://openalex.org/W4391836411",
      "title": "A plant mechanism of hijacking pathogen virulence factors to trigger innate immunity",
      "authors": "Yu Xiao, Guangzheng Sun, Qiangsheng Yu, Teng Gao, Qinsheng Zhu, Rui Wang, Shijia Huang, Zhifu Han, Felice Cervone, Heng Yin, Tiancong Qi, Yuanchao Wang, Jijie Chai",
      "paper_url": "https://doi.org/10.1126/science.adj9529",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4403510100",
      "paper_id": "https://openalex.org/W4403510100",
      "title": "A scaffold protein manages the biosynthesis of steroidal defense metabolites in plants",
      "authors": "Marianna Boccia, Danny Kessler, Wibke Seibt, Veit Grabe, Carlos E. Rodríguez López, Dagny Grzech, Sarah Heinicke, Sarah E. O’Connor, Prashant D. Sonawane",
      "paper_url": "https://doi.org/10.1126/science.ado3409",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4404125093",
      "paper_id": "https://openalex.org/W4404125093",
      "title": "A trade-off between investment in molecular defense repertoires and growth in plants",
      "authors": "Michael Giolai, Anna-Liisa Laine",
      "paper_url": "https://doi.org/10.1126/science.adn2779",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4286488090",
      "paper_id": "https://openalex.org/W4286488090",
      "title": "A transcriptional regulator that boosts grain yields and shortens the growth duration of rice",
      "authors": "Shaobo Wei, Xia Li, Zefu Lu, Hui Zhang, Xiangyuan Ye, Yujie Zhou, Jing Li, Yanyan Yan, Hongcui Pei, Fengying Duan, Danying Wang, Song Chen, Peng Wang, Chao Zhang, Lianguang Shang, Yue Zhou, Peng Yan, Ming Zhao, Jirong Huang, Ralph Bock, Qian Qian, Wenbin Zhou",
      "paper_url": "https://doi.org/10.1126/science.abi8455",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4408892152",
      "paper_id": "https://openalex.org/W4408892152",
      "title": "A wheat tandem kinase activates an NLR to trigger immunity",
      "authors": "Renjie Chen, Jian Chen, Oliver R. Powell, Megan A. Outram, Taj Arndell, Karthick Gajendiran, Yan L. Wang, Jibril Lubega, Yang Xu, Michael A. Ayliffe, Cheryl Blundell, Melania Figueroa, Jana Sperschneider, Thomas Vanhercke, Kostya Kanyuka, Dingzhong Tang, Guitao Zhong, Catherine Gardener, Guotai Yu, Spyridon Gourdoupis, Łukasz Jaremko, Oadi Matny, Brian J. Steffenson, Willem H. P. Boshoff, Wilku B. Meyer, Stefan T. Arold, Peter N. Dodds, Brande B. H. Wulff",
      "paper_url": "https://doi.org/10.1126/science.adp5034",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4408891923",
      "paper_id": "https://openalex.org/W4408891923",
      "title": "A wheat tandem kinase and NLR pair confers resistance to multiple fungal pathogens",
      "authors": "Ping Lu, Gaohua Zhang, Jing Li, Zhen Gong, Gaojie Wang, Lingli Dong, Huaizhi Zhang, Guanghao Guo, Min Su, Ke Wang, Yueming Wang, Keyu Zhu, Qiuhong Wu, Yongxing Chen, Miaomiao Li, Baoge Huang, Beibei Li, Wenling Li, Lei Dong, Yikun Hou, Xuejia Cui, Hongkui Fu, Dan Qiu, Chengguo Yuan, Hongjie Li, Jian-Min Zhou, Guan-Zhu Han, Yuhang Chen, Zhiyong Liu",
      "paper_url": "https://doi.org/10.1126/science.adp5469",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4408016802",
      "paper_id": "https://openalex.org/W4408016802",
      "title": "A widespread plant defense compound disarms bacterial type III injectisome assembly",
      "authors": "Pei Miao, Haijun Wang, Wei Wang, Zhengdong Wang, Han Ke, Hangyuan Cheng, Jinjing Ni, Jingnan Liang, Yu-Feng Yao, Jizong Wang, Jian-Min Zhou, Xiaoguang Lei",
      "paper_url": "https://doi.org/10.1126/science.ads0377",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4404125228",
      "paper_id": "https://openalex.org/W4404125228",
      "title": "Activation of a helper NLR by plant and bacterial TIR immune signaling",
      "authors": "Hua Yu, Weiying Xu, Sisi Chen, Xiaoxian Wu, Weiwei Rao, Xiaoxiao Liu, Xiaoyan Xu, Jingqi Chen, Marc T. Nishimura, Yu Zhang, Li Wan",
      "paper_url": "https://doi.org/10.1126/science.adr3150",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4388937119",
      "paper_id": "https://openalex.org/W4388937119",
      "title": "Air channels create a directional light signal to regulate hypocotyl phototropism",
      "authors": "Ganesh M. Nawkar, Martina Legris, Anupama Goyal, Emanuel Schmid-Siegert, Jérémy Fleury, Antonio Mucciolo, Damien De Bellis, Martine Trevisan, Andreas Schueler, Christian Fankhauser",
      "paper_url": "https://doi.org/10.1126/science.adh9384",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4408704231",
      "paper_id": "https://openalex.org/W4408704231",
      "title": "Apoplastic barriers are essential for nodule formation and nitrogen fixation in <i>Lotus japonicus</i>",
      "authors": "Defeng Shen, Nikola Micic, Rafael E. Venado, Nanna Bjarnholt, Christoph Crocoll, Daniel Pergament Persson, Sebastian Samwald, Stanislav Kopriva, Philip Westhoff, Sabine Metzger, Ulla Neumann, Ryohei Thomas Nakano, Macarena Marín Arancibia, Tonni Grube Andersen",
      "paper_url": "https://doi.org/10.1126/science.ado8680",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4409530067",
      "paper_id": "https://openalex.org/W4409530067",
      "title": "Bacterial pathogen deploys the iminosugar glycosyrin to manipulate plant glycobiology",
      "authors": "Nattapong Sanguankiattichai, Balakumaran Chandrasekar, Yuewen Sheng, Nathan Hardenbrook, Werner W. A. Tabak, Margit Drapal, Farnusch Kaschani, Clemens Grünwald-Gruber, Daniel Krahn, Pierre Buscaill, Suzuka Yamamoto, Atsushi Kato, Robert Nash, George Fleet, Richard Strasser, Paul D. Fraser, Markus Kaiser, Peijun Zhang, Gail M. Preston, Renier A. L. van der Hoorn",
      "paper_url": "https://doi.org/10.1126/science.adp2433",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4389429551",
      "paper_id": "https://openalex.org/W4389429551",
      "title": "Biofortification of iron content by regulating a NAC transcription factor in maize",
      "authors": "Pengshuai Yan, Qingguo Du, Huan Chen, Zifeng Guo, Zhonghua Wang, Jihua Tang, Wen-Xue Li",
      "paper_url": "https://doi.org/10.1126/science.adf3256",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4393253931",
      "paper_id": "https://openalex.org/W4393253931",
      "title": "Biosynthesis of the allelopathic alkaloid gramine in barley by a cryptic oxidative rearrangement",
      "authors": "Sara Leite Dias, Ling Chuang, Shenyu Liu, Benedikt Seligmann, Fabian L. Brendel, Benjamin G. Chavez, Robert E. Hoffie, Iris Hoffie, Jochen Kumlehn, Arne Bültemeier, Johanna Wolf, Marco Herde, Claus-Peter Witte, John C. D’Auria, Jakob Franke",
      "paper_url": "https://doi.org/10.1126/science.adk6112",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4381612797",
      "paper_id": "https://openalex.org/W4381612797",
      "title": "Brassinosteroid coordinates cell layer interactions in plants via cell wall and tissue mechanics",
      "authors": "Robert Kelly-Bellow, Karen Lee, Richard Kennaway, J. Elaine Barclay, Annabel Whibley, Claire Bushell, Jamie Spooner, Man Yu, Paul Brett, Baldeep Kular, Shujing Cheng, Jinfang Chu, Ting Xu, Brendan Lane, James Fitzsimons, Yongbiao Xue, Richard S. Smith, Christopher D. Whitewoods, Enrico Coen",
      "paper_url": "https://doi.org/10.1126/science.adf0752",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4362507269",
      "paper_id": "https://openalex.org/W4362507269",
      "title": "Brassinosteroid gene regulatory networks at cellular resolution in the <i>Arabidopsis</i> root",
      "authors": "Trevor M. Nolan, Nemanja Vukašinović, Che-Wei Hsu, Jingyuan Zhang, Isabelle Vanhoutte, Rachel Shahan, Isaiah W. Taylor, Laura Greenstreet, Matthieu Heitz, Anton Afanassiev, Ping Wang, Pablo Szekely, Aiden Brosnan, Yanhai Yin, Geoffrey Schiebinger, Uwe Ohler, Eugenia Russinova, Philip N. Benfey",
      "paper_url": "https://doi.org/10.1126/science.adf4721",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3179171650",
      "paper_id": "https://openalex.org/W3179171650",
      "title": "Cauliflower fractal forms arise from perturbations of floral gene networks",
      "authors": "Eugenio Azpeitia, Gabrielle Tichtinsky, Marie Le Masson, Antonio Serrano-Mislata, Jérémy Lucas, Veronica Gregis, Carlos Gimenez, Nathanaël Prunet, Etienne Farcot, Martin M. Kater, Desmond Bradley, Francisco Madueño, Christophe Godin, Francois Parcy",
      "paper_url": "https://doi.org/10.1126/science.abg5999",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4396574399",
      "paper_id": "https://openalex.org/W4396574399",
      "title": "CDK4/6 activity is required during G <sub>2</sub> arrest to prevent stress-induced endoreplication",
      "authors": "Connor McKenney, Yovel Lendner, Adler Guerrero Zuniga, Niladri Sinha, Benjamin Veresko, Timothy J. Aikin, Sergi Regot",
      "paper_url": "https://doi.org/10.1126/science.adi2421",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4385727156",
      "paper_id": "https://openalex.org/W4385727156",
      "title": "Cell polarity linked to gravity sensing is generated by LZY translocation from statoliths to the plasma membrane",
      "authors": "Takeshi Nishimura, Shogo Mori, Hiromasa Shikata, Moritaka Nakamura, Yasuko Hashiguchi, Yoshinori Abe, Takuma Hagihara, Hiroshi Y. Yoshikawa, Masatsugu Toyota, Takumi Higaki, Miyo Terao Morita",
      "paper_url": "https://doi.org/10.1126/science.adh9978",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3172646184",
      "paper_id": "https://openalex.org/W3172646184",
      "title": "Cell size controlled in plants using DNA content as an internal scale",
      "authors": "Marco D’Ario, Rafael Tavares, Katharina Schiessl, Bénédicte Desvoyes, Crisanto Gutierrez, Martin Howard, Robert Sablowski",
      "paper_url": "https://doi.org/10.1126/science.abb4348",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W4200119175",
      "paper_id": "https://openalex.org/W4200119175",
      "title": "Cell-by-cell dissection of phloem development links a maturation gradient to cell specialization",
      "authors": "Pawel Roszak, Jung-ok Heo, Bernhard Blob, Koichi Toyokura, Yuki Sugiyama, Maria Angels de Luis Balaguer, Winnie W. Y. Lau, Fiona Hamey, Jacopo Cirrone, Ewelina Madej, Alida M. Bouatta, Xin Wang, Marjorie Guichard, Robertas Ursache, Hugo Tavares, Kevin Verstaen, Jos Wendrich, Charles W. Melnyk, Yoshihisa Oda, Dennis Shasha, Sebastian E. Ahnert, Yvan Saeys, Bert De Rybel, Renze Heidstra, Ben Scheres, Guido Grossmann, Ari Pekka Mähönen, Philipp Denninger, Berthold Göttgens, Rosangela Sozzani, Kenneth D. Birnbaum, Yrjö Helariutta",
      "paper_url": "https://doi.org/10.1126/science.aba5531",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4391215049",
      "paper_id": "https://openalex.org/W4391215049",
      "title": "Characterization and heterologous reconstitution of <i>Taxus</i> biosynthetic enzymes leading to baccatin III",
      "authors": "Bin Jiang, Lei Gao, Haijun Wang, Yaping Sun, Xiaolin Zhang, Han Ke, Shengchao Liu, Pengchen Ma, Qinggang Liao, Yue Wang, Huan Wang, Yugeng Liu, Ran Du, Torben Rogge, Wei Li, Yi Shang, K. N. Houk, Xingyao Xiong, Daoxin Xie, Sanwen Huang, Xiaoguang Lei, Jianbin Yan",
      "paper_url": "https://doi.org/10.1126/science.adj3484",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4318264067",
      "paper_id": "https://openalex.org/W4318264067",
      "title": "Complex scaffold remodeling in plant triterpene biosynthesis",
      "authors": "Ricardo De La Peña, Hannah Hodgson, Jack Chun-Ting Liu, Michael J. Stephenson, Azahara C. Martin, Charlotte Owen, Alex Harkess, Jim Leebens-Mack, Luis E. Jimenez, Anne Osbourn, Elizabeth S. Sattely",
      "paper_url": "https://doi.org/10.1126/science.adf1017",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3120355399",
      "paper_id": "https://openalex.org/W3120355399",
      "title": "Controlled hydroxylations of diterpenoids allow for plant chemical defense without autotoxicity",
      "authors": "Jiancai Li, Rayko Halitschke, Dapeng Li, Christian Paetz, Haichao Su, Sven Heiling, Shuqing Xu, Ian T. Baldwin",
      "paper_url": "https://doi.org/10.1126/science.abe4713",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401211208",
      "paper_id": "https://openalex.org/W4401211208",
      "title": "Convergent evolution of plant prickles by repeated gene co-option over deep time",
      "authors": "James W. Satterlee, David Alonso, Pietro Gramazio, Katharine M. Jenike, Jia He, Andrea Arrones, Gloria Villanueva, Mariola Plazas, Srividya Ramakrishnan, Matthias Benoit, Iacopo Gentile, Anat Hendelman, Hagai Shohat, Blaine Fitzgerald, Gina M. Robitaille, Yumi Green, Kerry Swartwood, Michael J. Passalacqua, Edeline Gagnon, Rebecca Hilgenhof, Trevis D. Huggins, Georgia C. Eizenga, Amit Gur, Twan Rutten, Nils Stein, Shengrui Yao, Adrien Poncet, Clement Bellot, Amy Frary, Sandra Knapp, Mohammed Bendahmane, Tiina Särkinen, Jesse Gillis, Joyce Van Eck, Michael C. Schatz, Yuval Eshed, Jaime Prohens, Santiago Vilanova, Zachary B. Lippman",
      "paper_url": "https://doi.org/10.1126/science.ado1663",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4220889834",
      "paper_id": "https://openalex.org/W4220889834",
      "title": "Convergent selection of a WD40 protein that enhances grain yield in maize and rice",
      "authors": "Wenkang Chen, Lu Chen, Xuan Zhang, Ning Yang, Jianghua Guo, Min Wang, Shenghui Ji, Xiangyu Zhao, Pengfei Yin, Lichun Cai, Jing Xu, Lili Zhang, Yingjia Han, Yingni Xiao, Gen Xu, Yuebin Wang, Shuhui Wang, Sheng Wu, Fang Yang, David Jackson, Jinkui Cheng, Saihua Chen, Chuanqing Sun, Feng Qin, Feng Tian, Alisdair R. Fernie, Jiansheng Li, Jianbing Yan, Xiaohong Yang",
      "paper_url": "https://doi.org/10.1126/science.abg7985",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4383313842",
      "paper_id": "https://openalex.org/W4383313842",
      "title": "Cortical polarity ensures its own asymmetric inheritance in the stomatal lineage to pattern the leaf surface",
      "authors": "Andrew Muroyama, Yan Gong, Kensington S. Hartman, Dominique C. Bergmann",
      "paper_url": "https://doi.org/10.1126/science.add6162",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4294074096",
      "paper_id": "https://openalex.org/W4294074096",
      "title": "Cyclic ADP ribose isomers: Production, chemical structures, and immune signaling",
      "authors": "Mohammad K. Manik, Yun Shi, Sulin Li, Mark A. Zaydman, Neha Damaraju, Samuel Eastman, Thomas G. Smith, Weixi Gu, Veronika Masic, Tamim Mosaiab, James S. Weagley, Steven J. Hancock, Eduardo Vasquez, Lauren Hartley-Tassell, Nestoras Kargios, Natsumi Maruta, Bryan Y. J. Lim, Hayden Burdett, Michael J. Landsberg, Mark A. Schembri, Ivan Prokes, Lijiang Song, Murray Grant, Aaron DiAntonio, Jeffrey D. Nanson, Ming Guo, Jeffrey Milbrandt, Thomas Ve, Bostjan Kobe",
      "paper_url": "https://doi.org/10.1126/science.adc8969",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3189525949",
      "paper_id": "https://openalex.org/W3189525949",
      "title": "De novo assembly, annotation, and comparative analysis of 26 diverse maize genomes",
      "authors": "Matthew B. Hufford, Arun S. Seetharam, Margaret R. Woodhouse, Kapeel M. Chougule, Shujun Ou, Jianing Liu, William A. Ricci, Tingting Guo, Andrew Olson, Yinjie Qiu, Rafael Della Coletta, Silas Tittes, Asher I. Hudson, Alexandre P. Marand, Sharon Wei, Zhenyuan Lu, Bo Wang, Marcela K. Tello-Ruiz, Rebecca D. Piri, Na Wang, Dong won Kim, Yibing Zeng, Christine H. O’Connor, Xianran Li, Amanda M. Gilbert, Erin Baggs, Ksenia V. Krasileva, John L. Portwood, Ethalinda K. S. Cannon, Carson M. Andorf, Nancy Manchanda, Samantha J. Snodgrass, David E. Hufnagel, Qiuhan Jiang, Sarah Pedersen, Michael L. Syring, David A. Kudrna, Victor Llaca, Kevin Fengler, Robert J. Schmitz, Jeffrey Ross-Ibarra, Jianming Yu, Jonathan I. Gent, Candice N. Hirsch, Doreen Ware, R. Kelly Dawe",
      "paper_url": "https://doi.org/10.1126/science.abg5289",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4368347552",
      "paper_id": "https://openalex.org/W4368347552",
      "title": "De novo phytosterol synthesis in animals",
      "authors": "Dolma Michellod, Tanja Bien, Daniel Birgel, Marlene Violette, Manuel Kleiner, Sarah Fearn, Caroline Zeidler, Harald R. Gruber-Vodicka, Nicole Dubilier, Manuel Liebeke",
      "paper_url": "https://doi.org/10.1126/science.add7830",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4360609432",
      "paper_id": "https://openalex.org/W4360609432",
      "title": "Elucidation of the pathway for biosynthesis of saponin adjuvants from the soapbark tree",
      "authors": "James Reed, Anastasia Orme, Amr El-Demerdash, Charlotte Owen, Laetitia B. B. Martin, Rajesh C. Misra, Shingo Kikuchi, Martin Rejzek, Azahara C. Martin, Alex Harkess, Jim Leebens-Mack, Thomas Louveau, Michael J. Stephenson, Anne Osbourn",
      "paper_url": "https://doi.org/10.1126/science.adf3727",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4392544685",
      "paper_id": "https://openalex.org/W4392544685",
      "title": "Enhancing rice panicle branching and grain yield through tissue-specific brassinosteroid inhibition",
      "authors": "Xiaoxing Zhang, Wenjing Meng, Dapu Liu, Dezhuo Pan, Yanzhao Yang, Zhuo Chen, Xiaoding Ma, Wenchao Yin, Mei Niu, Nana Dong, Jihong Liu, Weifeng Shen, Yuqin Liu, Zefu Lu, Chengcai Chu, Qian Qian, Mingfu Zhao, Hongning Tong",
      "paper_url": "https://doi.org/10.1126/science.adk8838",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406440069",
      "paper_id": "https://openalex.org/W4406440069",
      "title": "Evolution of interorganismal strigolactone biosynthesis in seed plants",
      "authors": "Anqi Zhou, Annalise Kane, Sheng Wu, Kaibiao Wang, Michell Santiago, Yui Ishiguro, Kaori Yoneyama, Malathy Palayam, Nitzan Shabek, Xiaonan Xie, David C. Nelson, Yanran Li",
      "paper_url": "https://doi.org/10.1126/science.adp0779",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W4200075986",
      "paper_id": "https://openalex.org/W4200075986",
      "title": "Evolution of the grass leaf by primordium extension and petiole-lamina remodeling",
      "authors": "A. E. Richardson, J. Cheng, R. Johnston, R. Kennaway, B. R. Conlon, A. B. Rebocho, H. Kong, M. J. Scanlon, S. Hake, E. Coen",
      "paper_url": "https://doi.org/10.1126/science.abf9407",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3197177167",
      "paper_id": "https://openalex.org/W3197177167",
      "title": "Florigen sequestration in cellular membranes modulates temperature-responsive flowering",
      "authors": "Hendry Susila, Snježana Jurić, Lu Liu, Katarzyna Gawarecka, Kyung Sook Chung, Suhyun Jin, Soo-Jin Kim, Zeeshan Nasim, Geummin Youn, Mi Chung Suh, Hao Yu, Ji Hoon Ahn",
      "paper_url": "https://doi.org/10.1126/science.abh4054",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4386127048",
      "paper_id": "https://openalex.org/W4386127048",
      "title": "Functional diversification of a wild potato immune receptor at its center of origin",
      "authors": "Yerisf C. Torres Ascurra, Lisha Zhang, AmirAli Toghani, Chenlei Hua, Nandeesh Jalahalli Rangegowda, Andres Posbeyikian, Hsuan Pai, Xiao Lin, Pieter J. Wolters, Doret Wouters, Reinhoud de Blok, Niels Steigenga, Maxence J. M. Paillart, Richard G. F. Visser, Sophien Kamoun, Thorsten Nürnberger, Vivianne G. A. A. Vleeshouwers",
      "paper_url": "https://doi.org/10.1126/science.adg5261",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4400314227",
      "paper_id": "https://openalex.org/W4400314227",
      "title": "Genomic investigation of 18,421 lines reveals the genetic architecture of rice",
      "authors": "Xin Wei, Mengjiao Chen, Qi Zhang, Junyi Gong, Jie Liu, Kaicheng Yong, Qin Wang, Jiongjiong Fan, Suhui Chen, Hua Hua, Zhaowei Luo, Xiaoyan Zhao, Xuan Wang, Wei Li, Jia Cong, Xiting Yu, Zhihan Wang, Ruipeng Huang, Jiaxin Chen, Xiaoyi Zhou, Jie Qiu, Ping Xu, Jeremy Murray, Hai Wang, Yang Xu, Chenwu Xu, Gen Xu, Jinliang Yang, Bin Han, Xuehui Huang",
      "paper_url": "https://doi.org/10.1126/science.adm8762",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410051005",
      "paper_id": "https://openalex.org/W4410051005",
      "title": "Geometrically frustrated rose petals",
      "authors": "Yafei Zhang, Omri Y. Cohen, Michael Moshe, Eran Sharon",
      "paper_url": "https://doi.org/10.1126/science.adt0672",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3216574369",
      "paper_id": "https://openalex.org/W3216574369",
      "title": "Ground tissue circuitry regulates organ complexity in maize and <i>Setaria</i>",
      "authors": "Carlos Ortiz-Ramírez, Bruno Guillotin, Xiaosa Xu, Ramin Rahni, Sanqiang Zhang, Zhe Yan, Poliana Coqueiro Dias Araujo, Edgar Demesa-Arevalo, Laura Lee, Joyce Van Eck, Thomas R. Gingeras, David Jackson, Kimberly L. Gallagher, Kenneth D. Birnbaum",
      "paper_url": "https://doi.org/10.1126/science.abj2327",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4402474839",
      "paper_id": "https://openalex.org/W4402474839",
      "title": "H <sub>2</sub> O <sub>2</sub> sulfenylates CHE, linking local infection to the establishment of systemic acquired resistance",
      "authors": "Lijun Cao, Sargis Karapetyan, Heejin Yoo, Tianyuan Chen, Musoki Mwimba, Xing Zhang, Xinnian Dong",
      "paper_url": "https://doi.org/10.1126/science.adj7249",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4393928639",
      "paper_id": "https://openalex.org/W4393928639",
      "title": "HD-Zip proteins modify floral structures for self-pollination in tomato",
      "authors": "Minliang Wu, Xinxin Bian, Benben Huang, Yadi Du, Shourong Hu, Yanli Wang, Jingyuan Shen, Shuang Wu",
      "paper_url": "https://doi.org/10.1126/science.adl1982",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4308883560",
      "paper_id": "https://openalex.org/W4308883560",
      "title": "Hydraulic failure as a primary driver of xylem network evolution in early vascular plants",
      "authors": "Martin Bouda, Brett A. Huggett, Kyra A. Prats, Jay W. Wason, Jonathan P. Wilson, Craig R. Brodersen",
      "paper_url": "https://doi.org/10.1126/science.add2910",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4309232842",
      "paper_id": "https://openalex.org/W4309232842",
      "title": "Hydraulic flux–responsive hormone redistribution determines root branching",
      "authors": "Poonam Mehra, Bipin K. Pandey, Dalia Melebari, Jason Banda, Nicola Leftley, Valentin Couvreur, James Rowe, Moran Anfang, Hugues De Gernier, Emily Morris, Craig J. Sturrock, Sacha J. Mooney, Ranjan Swarup, Christine Faulkner, Tom Beeckman, Rishikesh P. Bhalerao, Eilon Shani, Alexander M. Jones, Ian C. Dodd, Robert E. Sharp, Ari Sadanandom, Xavier Draye, Malcolm J. Bennett",
      "paper_url": "https://doi.org/10.1126/science.add3771",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4284701778",
      "paper_id": "https://openalex.org/W4284701778",
      "title": "Identification and receptor mechanism of TIR-catalyzed small molecules in plant immunity",
      "authors": "Shijia Huang, Aolin Jia, Wen Song, Giuliana Hessler, Yonggang Meng, Yue Sun, Lina Xu, Henriette Laessle, Jan Jirschitzka, Shoucai Ma, Yu Xiao, Dongli Yu, Jiao Hou, Ruiqi Liu, Huanhuan Sun, Xiaohui Liu, Zhifu Han, Junbiao Chang, Jane E. Parker, Jijie Chai",
      "paper_url": "https://doi.org/10.1126/science.abq3297",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4404125110",
      "paper_id": "https://openalex.org/W4404125110",
      "title": "Identification of cambium stem cell factors and their positioning mechanism",
      "authors": "Gugan Eswaran, Xixi Zhang, Jacob Pieter Rutten, Jingyi Han, Hiroyuki Iida, Jennifer López Ortiz, Riikka Mäkilä, Brecht Wybouw, Benjamin Planterose Jiménez, Leo Vainio, Alexis Porcher, Marina Leal Gavarron, Jing Zhang, Tiina Blomster, Xin Wang, David Dolan, Ondřej Smetana, Siobhán M. Brady, Melis Kucukoglu Topcu, Kirsten ten Tusscher, J. Peter Etchells, Ari Pekka Mähönen",
      "paper_url": "https://doi.org/10.1126/science.adj8752",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4380769251",
      "paper_id": "https://openalex.org/W4380769251",
      "title": "Leaves and sporangia developed in rare non-Fibonacci spirals in early leafy plants",
      "authors": "Holly-Anne Turner, Matthew Humpage, Hans Kerp, Alexander J. Hetherington",
      "paper_url": "https://doi.org/10.1126/science.adg4014",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4389764485",
      "paper_id": "https://openalex.org/W4389764485",
      "title": "Light-gated channelrhodopsin sparks proton-induced calcium release in guard cells",
      "authors": "Shouguang Huang, Like Shen, M. Rob G. Roelfsema, Dirk Becker, Rainer Hedrich",
      "paper_url": "https://doi.org/10.1126/science.adj9696",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3203063971",
      "paper_id": "https://openalex.org/W3203063971",
      "title": "Light-induced mobile factors from shoots regulate rhizobium-triggered soybean root nodulation",
      "authors": "Tao Wang, Jing Guo, Yaqi Peng, Xiangguang Lyu, Bin Liu, Shiyong Sun, Xuelu Wang",
      "paper_url": "https://doi.org/10.1126/science.abh2890",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3163852063",
      "paper_id": "https://openalex.org/W3163852063",
      "title": "Lipid exchanges drove the evolution of mutualism during plant terrestrialization",
      "authors": "Mélanie K. Rich, Nicolas Vigneron, Cyril Libourel, Jean Keller, Li Xue, Mohsen Hajheidari, Guru V. Radhakrishnan, Aurélie Le Ru, Seydina Issa Diop, Giacomo Potente, Elena Conti, Danny Duijsings, Aurélie Batut, Pauline Le Faouder, Kyoichi Kodama, Junko Kyozuka, Erika Sallet, Guillaume Bécard, Marta Rodriguez-Franco, Thomas Ott, Justine Bertrand-Michel, Giles E. D. Oldroyd, Péter Szövényi, Marcel Bucher, Pierre-Marc Delaux",
      "paper_url": "https://doi.org/10.1126/science.abg0929",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4414764111",
      "paper_id": "https://openalex.org/W4414764111",
      "title": "Localized glutamine leakage drives the spatial structure of root microbial colonization",
      "authors": "Huei-Hsuan Tsai, Yuanjie Tang, Lingmin Jiang, Xiaoyan Xu, Valérie Dénervaud Tendon, Jia Pang, Yanyan Jia, Kathrin Wippel, Jordan Vacheron, Christoph Keel, Tonni Grube Andersen, Niko Geldner, Feng Zhou",
      "paper_url": "https://doi.org/10.1126/science.adu4235",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4313534974",
      "paper_id": "https://openalex.org/W4313534974",
      "title": "Maize resistance to witchweed through changes in strigolactone biosynthesis",
      "authors": "C. Li, L. Dong, J. Durairaj, J.-C. Guan, M. Yoshimura, P. Quinodoz, R. Horber, K. Gaus, J. Li, Y. B. Setotaw, J. Qi, H. De Groote, Y. Wang, B. Thiombiano, K. Floková, A. Walmsley, T. V. Charnikhova, A. Chojnacka, S. Correia de Lemos, Y. Ding, D. Skibbe, K. Hermann, C. Screpanti, A. De Mesmaeker, E. A. Schmelz, A. Menkir, M. Medema, A. D. J. Van Dijk, J. Wu, K. E. Koch, H. J. Bouwmeester",
      "paper_url": "https://doi.org/10.1126/science.abq4775",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4407199583",
      "paper_id": "https://openalex.org/W4407199583",
      "title": "Moisture-responsive root-branching pathways identified in diverse maize breeding germplasm",
      "authors": "Johannes D. Scharwies, Taylor Clarke, Zihao Zheng, Andrea Dinneny, Siri Birkeland, Margaretha A. Veltman, Craig J. Sturrock, Jason Banda, Héctor H. Torres-Martínez, Willian G. Viana, Ria Khare, Joseph Kieber, Bipin K. Pandey, Malcolm Bennett, Patrick S. Schnable, José R. Dinneny",
      "paper_url": "https://doi.org/10.1126/science.ads5999",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3163514413",
      "paper_id": "https://openalex.org/W3163514413",
      "title": "Molecular insights into the complex mechanics of plant epidermal cell walls",
      "authors": "Yao Zhang, Jingyi Yu, Xuan Wang, Daniel M. Durachko, Sulin Zhang, Daniel J. Cosgrove",
      "paper_url": "https://doi.org/10.1126/science.abf2824",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3129602173",
      "paper_id": "https://openalex.org/W3129602173",
      "title": "Molecular mechanism of cytokinin-activated cell division in <i>Arabidopsis</i>",
      "authors": "Weibing Yang, Sandra Cortijo, Niklas Korsbo, Pawel Roszak, Katharina Schiessl, Aram Gurzadyan, Raymond Wightman, Henrik Jönsson, Elliot Meyerowitz",
      "paper_url": "https://doi.org/10.1126/science.abe2305",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4391641025",
      "paper_id": "https://openalex.org/W4391641025",
      "title": "Molecular regulation of oil gland development and biosynthesis of essential oils in <i>Citrus</i> spp.",
      "authors": "Hongxing Wang, Jie Ren, Shiyun Zhou, Yaoyuan Duan, Chenqiao Zhu, Chuanwu Chen, Ziyan Liu, Qingyou Zheng, Shu Xiang, Zongzhou Xie, Xia Wang, Lijun Chai, Junli Ye, Qiang Xu, Wenwu Guo, Xiuxin Deng, Fei Zhang",
      "paper_url": "https://doi.org/10.1126/science.adl2953",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4317566969",
      "paper_id": "https://openalex.org/W4317566969",
      "title": "Nanobody-driven signaling reveals the core receptor complex in root nodule symbiosis",
      "authors": "Henriette Rübsam, Christina Krönauer, Nikolaj B. Abel, Hongtao Ji, Damiano Lironi, Simon B. Hansen, Marcin Nadzieja, Marie V. Kolte, Dörte Abel, Noor de Jong, Lene H. Madsen, Huijun Liu, Jens Stougaard, Simona Radutoiu, Kasper R. Andersen",
      "paper_url": "https://doi.org/10.1126/science.ade9204",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4210354793",
      "paper_id": "https://openalex.org/W4210354793",
      "title": "Natural history–guided omics reveals plant defensive chemistry against leafhopper pests",
      "authors": "Yuechen Bai, Caiqiong Yang, Rayko Halitschke, Christian Paetz, Danny Kessler, Konrad Burkard, Emmanuel Gaquerel, Ian T. Baldwin, Dapeng Li",
      "paper_url": "https://doi.org/10.1126/science.abm2948",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4296802323",
      "paper_id": "https://openalex.org/W4296802323",
      "title": "NIN-like protein 7 transcription factor is a plant nitrate sensor",
      "authors": "Kun-Hsiang Liu, Menghong Liu, Ziwei Lin, Zi-Fu Wang, Binqing Chen, Cong Liu, Aping Guo, Mineko Konishi, Shuichi Yanagisawa, Gerhard Wagner, Jen Sheen",
      "paper_url": "https://doi.org/10.1126/science.add1104",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3210899709",
      "paper_id": "https://openalex.org/W3210899709",
      "title": "NIN-like protein transcription factors regulate leghemoglobin genes in legume nodules",
      "authors": "Suyu Jiang, Marie-Françoise Jardinaud, Jinpeng Gao, Yann Pecrix, Jiangqi Wen, Kirankumar Mysore, Ping Xu, Carmen Sanchez-Canizares, Yiting Ruan, Qiujiu Li, Meijun Zhu, Fuyu Li, Ertao Wang, Phillip S. Poole, Pascal Gamas, Jeremy D. Murray",
      "paper_url": "https://doi.org/10.1126/science.abg5945",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4322764113",
      "paper_id": "https://openalex.org/W4322764113",
      "title": "NLR immune receptor–nanobody fusions confer plant disease resistance",
      "authors": "Jiorgos Kourelis, Clemence Marchal, Andres Posbeyikian, Adeline Harant, Sophien Kamoun",
      "paper_url": "https://doi.org/10.1126/science.abn4116",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4282919978",
      "paper_id": "https://openalex.org/W4282919978",
      "title": "Organic acids and glucose prime late-stage fungal biotrophy in maize",
      "authors": "Matthias Kretschmer, Djihane Damoo, Sherry Sun, Christopher W. J. Lee, Daniel Croll, Harry Brumer, James Kronstad",
      "paper_url": "https://doi.org/10.1126/science.abo2401",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4391839228",
      "paper_id": "https://openalex.org/W4391839228",
      "title": "Paired plant immune CHS3-CSA1 receptor alleles form distinct hetero-oligomeric complexes",
      "authors": "Yu Yang, Oliver J. Furzer, Eleanor P. Fensterle, Shu Lin, Zhiyu Zheng, Nak Hyun Kim, Li Wan, Jeffery L. Dangl",
      "paper_url": "https://doi.org/10.1126/science.adk3468",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4305040309",
      "paper_id": "https://openalex.org/W4305040309",
      "title": "Peptide ligand-mediated trade-off between plant growth and stress response",
      "authors": "Mari Ogawa-Ohnishi, Tomohide Yamashita, Mitsuru Kakita, Takuya Nakayama, Yuri Ohkubo, Yoko Hayashi, Yasuko Yamashita, Taizo Nomura, Saki Noda, Hidefumi Shinohara, Yoshikatsu Matsubayashi",
      "paper_url": "https://doi.org/10.1126/science.abq5735",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4400770055",
      "paper_id": "https://openalex.org/W4400770055",
      "title": "Periodic cytokinin responses in <i>Lotus japonicus</i> rhizobium infection and nodule development",
      "authors": "Takashi Soyano, Akira Akamatsu, Naoya Takeda, Masaaki K. Watahiki, Tatsuaki Goh, Nao Okuma, Norio Suganuma, Mikiko Kojima, Yumiko Takebayashi, Hitoshi Sakakibara, Keiji Nakajima, Masayoshi Kawaguchi",
      "paper_url": "https://doi.org/10.1126/science.adk5589",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4310702839",
      "paper_id": "https://openalex.org/W4310702839",
      "title": "Phosphoenolpyruvate reallocation links nitrogen fixation rates to root nodule energy state",
      "authors": "Xiaolong Ke, Han Xiao, Yaqi Peng, Jing Wang, Qi Lv, Xuelu Wang",
      "paper_url": "https://doi.org/10.1126/science.abq8591",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4388520535",
      "paper_id": "https://openalex.org/W4388520535",
      "title": "Plant cell wall patterning and expansion mediated by protein-peptide-polysaccharide interaction",
      "authors": "Steven Moussu, Hyun Kyung Lee, Kalina T. Haas, Caroline Broyart, Ursina Rathgeb, Damien De Bellis, Thomas Levasseur, Sébastjen Schoenaers, Gorka S. Fernandez, Ueli Grossniklaus, Estelle Bonnin, Eric Hosy, Kris Vissenberg, Niko Geldner, Bernard Cathala, Herman Höfte, Julia Santiago",
      "paper_url": "https://doi.org/10.1126/science.adi4720",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4408017047",
      "paper_id": "https://openalex.org/W4408017047",
      "title": "Plant pathogenic fungi hijack phosphate signaling with conserved enzymatic effectors",
      "authors": "Carl L. McCombe, Alex Wegner, Louisa Wirtz, Chenie S. Zamora, Florencia Casanova, Shouvik Aditya, Julian R. Greenwood, Samuel de Paula, Eleanor England, Sascha Shang, Daniel J. Ericsson, Ely Oliveira-Garcia, Simon J. Williams, Ulrich Schaffrath",
      "paper_url": "https://doi.org/10.1126/science.adl5764",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3183930110",
      "paper_id": "https://openalex.org/W3183930110",
      "title": "Plant PIEZO homologs modulate vacuole morphology during tip growth",
      "authors": "Ivan Radin, Ryan A. Richardson, Joshua H. Coomey, Ethan R. Weiner, Carlisle S. Bascom, Ting Li, Magdalena Bezanilla, Elizabeth S. Haswell",
      "paper_url": "https://doi.org/10.1126/science.abe6310",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4403444534",
      "paper_id": "https://openalex.org/W4403444534",
      "title": "Plant plasmodesmata bridges form through ER-dependent incomplete cytokinesis",
      "authors": "Ziqiang P. Li, Hortense Moreau, Jules D. Petit, Tatiana S. Moraes, Marija Smokvarska, Jessica Pérez-Sancho, Melina Petrel, Fanny Decoeur, Lysiane Brocard, Clément Chambaud, Magali S. Grison, Andrea Paterlini, Marie Glavier, Lucie Hoornaert, Amit S. Joshi, Etienne Gontier, William A. Prinz, Yvon Jaillais, Antoine Taly, Felix Campelo, Marie-Cécile Caillaud, Emmanuelle M. Bayer",
      "paper_url": "https://doi.org/10.1126/science.adn4630",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3120205425",
      "paper_id": "https://openalex.org/W3120205425",
      "title": "Plant roots sense soil compaction through restricted ethylene diffusion",
      "authors": "Bipin K. Pandey, Guoqiang Huang, Rahul Bhosale, Sjon Hartman, Craig J. Sturrock, Lottie Jose, Olivier C. Martin, Michal Karady, Laurentius A. C. J. Voesenek, Karin Ljung, Jonathan P. Lynch, Kathleen M. Brown, William R. Whalley, Sacha J. Mooney, Dabing Zhang, Malcolm J. Bennett",
      "paper_url": "https://doi.org/10.1126/science.abf3013",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3167479618",
      "paper_id": "https://openalex.org/W3167479618",
      "title": "Plant “helper” immune receptors are Ca <sup>2+</sup> -permeable nonselective cation channels",
      "authors": "Pierre Jacob, Nak Hyun Kim, Feihua Wu, Farid El-Kasmi, Yuan Chi, William G. Walton, Oliver J. Furzer, Adam D. Lietzan, Sruthi Sunil, Korina Kempthorn, Matthew R. Redinbo, Zhen-Ming Pei, Li Wan, Jeffery L. Dangl",
      "paper_url": "https://doi.org/10.1126/science.abg7917",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4391640471",
      "paper_id": "https://openalex.org/W4391640471",
      "title": "Plants distinguish different photoperiods to independently control seasonal flowering and growth",
      "authors": "Qingqing Wang, Wei Liu, Chun Chung Leung, Daniel A. Tarté, Joshua M. Gendron",
      "paper_url": "https://doi.org/10.1126/science.adg9196",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3149367914",
      "paper_id": "https://openalex.org/W3149367914",
      "title": "Pollen PCP-B peptides unlock a stigma peptide–receptor kinase gating mechanism for pollination",
      "authors": "Chen Liu, Lianping Shen, Yu Xiao, David Vyshedsky, Chao Peng, Xiang Sun, Zhiwen Liu, Lijun Cheng, Hua Zhang, Zhifu Han, Jijie Chai, Hen-Ming Wu, Alice Y. Cheung, Chao Li",
      "paper_url": "https://doi.org/10.1126/science.abc6107",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3210818934",
      "paper_id": "https://openalex.org/W3210818934",
      "title": "Processing of NODULE INCEPTION controls the transition to nitrogen fixation in root nodules",
      "authors": "Jian Feng, Tak Lee, Katharina Schiessl, Giles E. D. Oldroyd",
      "paper_url": "https://doi.org/10.1126/science.abg2804",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4206419859",
      "paper_id": "https://openalex.org/W4206419859",
      "title": "RALF peptide signaling controls the polytubey block in <i>Arabidopsis</i>",
      "authors": "Sheng Zhong, Ling Li, Zhijuan Wang, Zengxiang Ge, Qiyun Li, Andrea Bleckmann, Jizong Wang, Zihan Song, Yihao Shi, Tianxu Liu, Luhan Li, Huabin Zhou, Yanyan Wang, Li Zhang, Hen-Ming Wu, Luhua Lai, Hongya Gu, Juan Dong, Alice Y. Cheung, Thomas Dresselhaus, Li-Jia Qu",
      "paper_url": "https://doi.org/10.1126/science.abl4683",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4391215099",
      "paper_id": "https://openalex.org/W4391215099",
      "title": "Receptor-associated kinases control the lipid provisioning program in plant–fungal symbiosis",
      "authors": "Sergey Ivanov, Maria J. Harrison",
      "paper_url": "https://doi.org/10.1126/science.ade1124",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4280495505",
      "paper_id": "https://openalex.org/W4280495505",
      "title": "Recognition of pathogen-derived sphingolipids in <i>Arabidopsis</i>",
      "authors": "H. Kato, K. Nemoto, M. Shimizu, A. Abe, S. Asai, N. Ishihama, S. Matsuoka, T. Daimon, M. Ojika, K. Kawakita, K. Onai, K. Shirasu, M. Yoshida, M. Ishiura, D. Takemoto, Y. Takano, R. Terauchi",
      "paper_url": "https://doi.org/10.1126/science.abn0650",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411231939",
      "paper_id": "https://openalex.org/W4411231939",
      "title": "Redox-regulated Aux/IAA multimerization modulates auxin responses",
      "authors": "Dipan Roy, Poonam Mehra, Lisa Clark, Vaishnavi Mukkawar, Kevin Bellande, Raquel Martin-Arevalillo, Srayan Ghosh, Kishor D. Ingole, Prakash Kumar Bhagat, Adrian Brown, Kawinnat Sue-ob, Andrew Jones, Joop E. M. Vermeer, Teva Vernoux, Kathryn Lilley, Phil Mullineaux, Ulrike Bechtold, Malcolm J. Bennett, Ari Sadanandom",
      "paper_url": "https://doi.org/10.1126/science.adu1470",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3199426824",
      "paper_id": "https://openalex.org/W3199426824",
      "title": "Reproductive innovations and pulsed rise in plant complexity",
      "authors": "Andrew B. Leslie, Carl Simpson, Luke Mander",
      "paper_url": "https://doi.org/10.1126/science.abi6984",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3189464306",
      "paper_id": "https://openalex.org/W3189464306",
      "title": "Secreted pectin monooxygenases drive plant infection by pathogenic oomycetes",
      "authors": "Federico Sabbadin, Saioa Urresti, Bernard Henrissat, Anna O. Avrova, Lydia R. J. Welsh, Peter J. Lindley, Michael Csukai, Julie N. Squires, Paul H. Walton, Gideon J. Davies, Neil C. Bruce, Stephen C. Whisson, Simon J. McQueen-Mason",
      "paper_url": "https://doi.org/10.1126/science.abj1342",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4292684442",
      "paper_id": "https://openalex.org/W4292684442",
      "title": "Soybean photosynthesis and crop yield are improved by accelerating recovery from photoprotection",
      "authors": "Amanda P. De Souza, Steven J. Burgess, Lynn Doran, Jeffrey Hansen, Lusya Manukyan, Nina Maryn, Dhananjay Gotarkar, Lauriebeth Leonelli, Krishna K. Niyogi, Stephen P. Long",
      "paper_url": "https://doi.org/10.1126/science.adc9831",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4404350054",
      "paper_id": "https://openalex.org/W4404350054",
      "title": "SPL13 controls a root apical meristem phase change by triggering oriented cell divisions",
      "authors": "Baojun Yang, Yanbiao Sun, Max Minne, Yanhua Ge, Qianru Yue, Vera Goossens, Eliana Mor, Brenda Callebaut, Kevin Bevernaege, Johan M. Winne, Dominique Audenaert, Bert De Rybel",
      "paper_url": "https://doi.org/10.1126/science.ado4298",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4402891659",
      "paper_id": "https://openalex.org/W4402891659",
      "title": "Structural basis for inositol pyrophosphate gating of the phosphate channel XPR1",
      "authors": "Yi Lu, Chen-Xi Yue, Li Zhang, Deqiang Yao, Ying Xia, Qing Zhang, Xinchen Zhang, Shaobai Li, Yafeng Shen, Mi Cao, Chang-Run Guo, An Qin, Jie Zhao, Lu Zhou, Ye Yu, Yu Cao",
      "paper_url": "https://doi.org/10.1126/science.adp3252",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4393036026",
      "paper_id": "https://openalex.org/W4393036026",
      "title": "Structure and function of the <i>Arabidopsis</i> ABC transporter ABCB19 in brassinosteroid export",
      "authors": "Wei Ying, Yaowei Wang, Hong Wei, Yongming Luo, Qian Ma, Heyuan Zhu, Hilde Janssens, Nemanja Vukašinović, Miroslav Kvasnica, Johan M. Winne, Yongxiang Gao, Shutang Tan, Jiří Friml, Xin Liu, Eugenia Russinova, Linfeng Sun",
      "paper_url": "https://doi.org/10.1126/science.adj4591",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4413980038",
      "paper_id": "https://openalex.org/W4413980038",
      "title": "Systematic discovery and engineering of synthetic immune receptors in plants",
      "authors": "Bruno Pok Man Ngou, Michele Wyler, Marc W. Schmid, Takehiro Suzuki, Markus Albert, Naoshi Dohmae, Yasuhiro Kadota, Ken Shirasu",
      "paper_url": "https://doi.org/10.1126/science.adx2508",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4409317426",
      "paper_id": "https://openalex.org/W4409317426",
      "title": "Targeted MYC2 stabilization confers citrus Huanglongbing resistance",
      "authors": "Pingzhi Zhao, Huan Yang, Yanwei Sun, Jingyin Zhang, Kaixing Gao, Jinbao Wu, Chengrong Zhu, Cece Yin, Xiaoyue Chen, Qi Liu, Qiudong Xia, Qiong Li, Han Xiao, Hai-Xi Sun, Xiaoxiao Zhang, Long Yi, Changyong Zhou, Daniel J. Kliebenstein, Rongxiang Fang, Xuefeng Wang, Jian Ye",
      "paper_url": "https://doi.org/10.1126/science.adq7203",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4318960484",
      "paper_id": "https://openalex.org/W4318960484",
      "title": "The mechanics of plant morphogenesis",
      "authors": "Enrico Coen, Daniel J. Cosgrove",
      "paper_url": "https://doi.org/10.1126/science.ade8055",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4284678419",
      "paper_id": "https://openalex.org/W4284678419",
      "title": "TIR-catalyzed ADP-ribosylation reactions produce signaling molecules for plant immunity",
      "authors": "Aolin Jia, Shijia Huang, Wen Song, Junli Wang, Yonggang Meng, Yue Sun, Lina Xu, Henriette Laessle, Jan Jirschitzka, Jiao Hou, Tiantian Zhang, Wenquan Yu, Giuliana Hessler, Ertong Li, Shoucai Ma, Dongli Yu, Jan Gebauer, Ulrich Baumann, Xiaohui Liu, Zhifu Han, Junbiao Chang, Jane E. Parker, Jijie Chai",
      "paper_url": "https://doi.org/10.1126/science.abq8180",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4408016810",
      "paper_id": "https://openalex.org/W4408016810",
      "title": "Too much of a good thing: Lessons from compromised rootworm Bt maize in the US Corn Belt",
      "authors": "Ziwei Ye, Christina DiFonzo, David A. Hennessy, Jinhua Zhao, Felicia Wu, Shawn P. Conley, Aaron J. Gassmann, Erin W. Hodgson, Bryan Jensen, Janet J. Knodel, Bradley McManus, Lance J. Meinke, Andrew Michel, Bruce Potter, Nicholas J. Seiter, Jocelyn L. Smith, Joseph L. Spencer, Kelley J. Tilmon, Robert J. Wright, Christian H. Krupke",
      "paper_url": "https://doi.org/10.1126/science.adm7634",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4393036268",
      "paper_id": "https://openalex.org/W4393036268",
      "title": "Volatile communication in plants relies on a KAI2-mediated signaling pathway",
      "authors": "Shannon A. Stirling, Angelica M. Guercio, Ryan M. Patrick, Xing-Qi Huang, Matthew E. Bergman, Varun Dwivedi, Ruy W. J. Kortbeek, Yi-Kai Liu, Fuai Sun, W. Andy Tao, Ying Li, Benoît Boachon, Nitzan Shabek, Natalia Dudareva",
      "paper_url": "https://doi.org/10.1126/science.adl4685",
      "venue": "science24"
    }
  ]
}