{
  "cluster_id": 203,
  "papers": [
    {
      "id": "science23_https://openalex.org/W4317497252",
      "paper_id": "https://openalex.org/W4317497252",
      "title": "A 3D extra-large-pore zeolite enabled by 1D-to-3D topotactic condensation of a chain silicate",
      "authors": "Jian Li, Zihao Rei Gao, Qing-Fang Lin, Chenxu Liu, Fangxin Gao, Cong Lin, Siyao Zhang, Hua Deng, Alvaro Mayoral, Wei Fan, Song Luo, Xiaobo Chen, Hong He, Miguel A. Camblor, Fei-Jian Chen, Jihong Yu",
      "paper_url": "https://doi.org/10.1126/science.ade1771",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4389767254",
      "paper_id": "https://openalex.org/W4389767254",
      "title": "A molecular sieve with ultrafast adsorption kinetics for propylene separation",
      "authors": "Jiyu Cui, Zhaoqiang Zhang, Lifeng Yang, Jianbo Hu, Anye Jin, Zhenglu Yang, Yue Zhao, Biao Meng, Yu Zhou, Jun Wang, Yun Su, Jun Wang, Xili Cui, Huabin Xing",
      "paper_url": "https://doi.org/10.1126/science.abn8418",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3199631386",
      "paper_id": "https://openalex.org/W3199631386",
      "title": "A priori control of zeolite phase competition and intergrowth with high-throughput simulations",
      "authors": "Daniel Schwalbe-Koda, Soonhyoung Kwon, Cecilia Paris, Estefania Bello-Jurado, Zach Jensen, Elsa Olivetti, Tom Willhammar, Avelino Corma, Yuriy Román-Leshkov, Manuel Moliner, Rafael Gómez-Bombarelli",
      "paper_url": "https://doi.org/10.1126/science.abh3350",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W4200535306",
      "paper_id": "https://openalex.org/W4200535306",
      "title": "A scalable metal-organic framework as a durable physisorbent for carbon dioxide capture",
      "authors": "Jian-Bin Lin, Tai T. T. Nguyen, Ramanathan Vaidhyanathan, Jake Burner, Jared M. Taylor, Hana Durekova, Farid Akhtar, Roger K. Mah, Omid Ghaffari-Nik, Stefan Marx, Nicholas Fylstra, Simon S. Iremonger, Karl W. Dawson, Partha Sarkar, Pierre Hovington, Arvind Rajendran, Tom K. Woo, George K. H. Shimizu",
      "paper_url": "https://doi.org/10.1126/science.abi7281",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4409317345",
      "paper_id": "https://openalex.org/W4409317345",
      "title": "A self-regenerating Pt/Ge-MFI zeolite for propane dehydrogenation with high endurance",
      "authors": "Huizhen Hong, Zhikang Xu, Bingbao Mei, Wende Hu, Paolo Fornasiero, Chuanming Wang, Tinghai Wang, Yuanyuan Yue, Tiesen Li, Chen Yang, Qingyan Cui, Haibo Zhu, Xiaojun Bao",
      "paper_url": "https://doi.org/10.1126/science.adu6907",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W4200240795",
      "paper_id": "https://openalex.org/W4200240795",
      "title": "A stable aluminosilicate zeolite with intersecting three-dimensional extra-large pores",
      "authors": "Qing-Fang Lin, Zihao Rei Gao, Cong Lin, Siyao Zhang, Junfeng Chen, Zhiqiang Li, Xiaolong Liu, Wei Fan, Jian Li, Xiaobo Chen, Miguel A. Camblor, Fei-Jian Chen",
      "paper_url": "https://doi.org/10.1126/science.abk3258",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3209791879",
      "paper_id": "https://openalex.org/W3209791879",
      "title": "A surface-promoted redox reaction occurs spontaneously on solvating inorganic aerosol surfaces",
      "authors": "Xiangrui Kong, Dimitri Castarède, Erik S. Thomson, Anthony Boucly, Luca Artiglia, Markus Ammann, Ivan Gladich, Jan B. C. Pettersson",
      "paper_url": "https://doi.org/10.1126/science.abc5311",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4284677688",
      "paper_id": "https://openalex.org/W4284677688",
      "title": "A two-phase model that unifies and extends the classical models of membrane transport",
      "authors": "Varun H. Hegde, Michael F. Doherty, Todd M. Squires",
      "paper_url": "https://doi.org/10.1126/science.abm7192",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411675761",
      "paper_id": "https://openalex.org/W4411675761",
      "title": "Accelerated discovery of stable, extra-large-pore nano zeolites with micro-electron diffraction",
      "authors": "Chao Ma, Zhenghan Zhang, Mengdi Zhang, Xudong Tian, Cong Lin, Lei Han, Guangchao Li, Benedict Tsz Woon Lo, Ka-Fu Yung, Haitao Song, Wei Lin, Miguel A. Camblor, Le Xu, Jian Li",
      "paper_url": "https://doi.org/10.1126/science.adv5073",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4391839140",
      "paper_id": "https://openalex.org/W4391839140",
      "title": "Accelerated photochemical reactions at oil-water interface exploiting melting point depression",
      "authors": "Ya-Ming Tian, Wagner Silva, Ruth M. Gschwind, Burkhard König",
      "paper_url": "https://doi.org/10.1126/science.adl3092",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4379792568",
      "paper_id": "https://openalex.org/W4379792568",
      "title": "Acceleration of Diels-Alder reactions by mechanical distortion",
      "authors": "Yerzhan S. Zholdassov, Li Yuan, Sergio Romero Garcia, Ryan W. Kwok, Alejandro Boscoboinik, Daniel J. Valles, Mateusz Marianski, Ashlie Martini, Robert W. Carpick, Adam B. Braunschweig",
      "paper_url": "https://doi.org/10.1126/science.adf5273",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4392028122",
      "paper_id": "https://openalex.org/W4392028122",
      "title": "Achieving sub-0.5-angstrom–resolution ptychography in an uncorrected electron microscope",
      "authors": "Kayla X. Nguyen, Yi Jiang, Chia-Hao Lee, Priti Kharel, Yue Zhang, Arend M. van der Zande, Pinshane Y. Huang",
      "paper_url": "https://doi.org/10.1126/science.adl2029",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4409738137",
      "paper_id": "https://openalex.org/W4409738137",
      "title": "Aluminum distribution and active site locations in the structures of zeolite ZSM-5 catalysts",
      "authors": "Przemyslaw Rzepka, Thomas Huthwelker, Jiri Dedecek, Edyta Tabor, Milan Bernauer, Stepan Sklenak, Kinga Mlekodaj, Jeroen A. van Bokhoven",
      "paper_url": "https://doi.org/10.1126/science.ads7290",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4224101119",
      "paper_id": "https://openalex.org/W4224101119",
      "title": "Amplification of light within aerosol particles accelerates in-particle photochemistry",
      "authors": "Pablo Corral Arroyo, Grégory David, Peter A. Alpert, Evelyne A. Parmentier, Markus Ammann, Ruth Signorell",
      "paper_url": "https://doi.org/10.1126/science.abm7915",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4388726527",
      "paper_id": "https://openalex.org/W4388726527",
      "title": "An all-metal fullerene: [K@Au <sub>12</sub> Sb <sub>20</sub> ] <sup>5−</sup>",
      "authors": "Yu-He Xu, Wen-Juan Tian, Alvaro Muñoz-Castro, Gernot Frenking, Zhong-Ming Sun",
      "paper_url": "https://doi.org/10.1126/science.adj6491",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4221128327",
      "paper_id": "https://openalex.org/W4221128327",
      "title": "An integrated materials approach to ultrapermeable and ultraselective CO <sub>2</sub> polymer membranes",
      "authors": "Marius Sandru, Eugenia M. Sandru, Wade F. Ingram, Jing Deng, Per M. Stenstad, Liyuan Deng, Richard J. Spontak",
      "paper_url": "https://doi.org/10.1126/science.abj9351",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4404809486",
      "paper_id": "https://openalex.org/W4404809486",
      "title": "Aromatic-aliphatic hydrocarbon separation with oriented monolayer polyhedral membrane",
      "authors": "Hao Sun, Naixin Wang, Yinghui Xu, Fengkai Wang, Jun Lu, Huanting Wang, Quan-Fu An",
      "paper_url": "https://doi.org/10.1126/science.adq5577",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406753282",
      "paper_id": "https://openalex.org/W4406753282",
      "title": "Atomic locations and adsorbate interactions of Al single and pair sites in H-ZSM-5 zeolite",
      "authors": "Guangchao Li, Christopher Foo, Raymond Fan, Mingji Zheng, Qiang Wang, Yueying Chu, Jiasi Li, Sarah Day, Paul Steadman, Chiu Tang, Tsz Woon Benedict Lo, Feng Deng, Shik Chi Edman Tsang",
      "paper_url": "https://doi.org/10.1126/science.adq6644",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3180977666",
      "paper_id": "https://openalex.org/W3180977666",
      "title": "Cage effects control the mechanism of methane hydroxylation in zeolites",
      "authors": "Benjamin E. R. Snyder, Max L. Bols, Hannah M. Rhoda, Dieter Plessers, Robert A. Schoonheydt, Bert F. Sels, Edward I. Solomon",
      "paper_url": "https://doi.org/10.1126/science.abd5803",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4386523860",
      "paper_id": "https://openalex.org/W4386523860",
      "title": "Carbon-doped metal oxide interfacial nanofilms for ultrafast and precise separation of molecules",
      "authors": "Bratin Sengupta, Qiaobei Dong, Rajan Khadka, Dinesh Kumar Behera, Ruizhe Yang, Jun Liu, Ji Jiang, Pawel Keblinski, Georges Belfort, Miao Yu",
      "paper_url": "https://doi.org/10.1126/science.adh2404",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4403924995",
      "paper_id": "https://openalex.org/W4403924995",
      "title": "Cooperative adsorbate binding catalyzes high-temperature hydrogen oxidation on palladium",
      "authors": "Michael Schwarzer, Dmitriy Borodin, Yingqi Wang, Jan Fingerhut, Theofanis N. Kitsopoulos, Daniel J. Auerbach, Hua Guo, Alec M. Wodtke",
      "paper_url": "https://doi.org/10.1126/science.adk1334",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4305040310",
      "paper_id": "https://openalex.org/W4305040310",
      "title": "Covalent organic framework–based porous ionomers for high-performance fuel cells",
      "authors": "Qingnuan Zhang, Shuda Dong, Pengpeng Shao, Yuhao Zhu, Zhenjie Mu, Dafei Sheng, Teng Zhang, Xin Jiang, Ruiwen Shao, Zhixin Ren, Jing Xie, Xiao Feng, Bo Wang",
      "paper_url": "https://doi.org/10.1126/science.abm6304",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4390046023",
      "paper_id": "https://openalex.org/W4390046023",
      "title": "Dealuminated Beta zeolite reverses Ostwald ripening for durable copper nanoparticle catalysts",
      "authors": "Lujie Liu, Jiaye Lu, Yahui Yang, Wolfgang Ruettinger, Xinhua Gao, Ming Wang, Hao Lou, Zhandong Wang, Yifeng Liu, Xin Tao, Lina Li, Yong Wang, Hangjie Li, Hang Zhou, Chengtao Wang, Qingsong Luo, Huixin Wu, Kaidi Zhang, Jiabi Ma, Xiaoming Cao, Liang Wang, Feng-Shou Xiao",
      "paper_url": "https://doi.org/10.1126/science.adj1962",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4305082887",
      "paper_id": "https://openalex.org/W4305082887",
      "title": "Direct identification of the charge state in a single platinum nanoparticle on titanium oxide",
      "authors": "Ryotaro Aso, Hajime Hojo, Yoshio Takahashi, Tetsuya Akashi, Yoshihiro Midoh, Fumiaki Ichihashi, Hiroshi Nakajima, Takehiro Tamaoka, Kunio Yubuta, Hiroshi Nakanishi, Hisahiro Einaga, Toshiaki Tanigaki, Hiroyuki Shinada, Yasukazu Murakami",
      "paper_url": "https://doi.org/10.1126/science.abq5868",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4285385521",
      "paper_id": "https://openalex.org/W4285385521",
      "title": "Discrimination of xylene isomers in a stacked coordination polymer",
      "authors": "Liangying Li, Lidong Guo, David H. Olson, Shikai Xian, Zhiguo Zhang, Qiwei Yang, Kaiyi Wu, Yiwen Yang, Zongbi Bao, Qilong Ren, Jing Li",
      "paper_url": "https://doi.org/10.1126/science.abj7659",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4377014048",
      "paper_id": "https://openalex.org/W4377014048",
      "title": "Disentangling the activity-selectivity trade-off in catalytic conversion of syngas to light olefins",
      "authors": "Feng Jiao, Bing Bai, Gen Li, Xiulian Pan, Yihan Ye, Shengcheng Qu, Changqi Xu, Jianping Xiao, Zhenghao Jia, Wei Liu, Tao Peng, Yilun Ding, Cheng Liu, Jinjing Li, Xinhe Bao",
      "paper_url": "https://doi.org/10.1126/science.adg2491",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3084599555",
      "paper_id": "https://openalex.org/W3084599555",
      "title": "Driving energetically unfavorable dehydrogenation dynamics with plasmonics",
      "authors": "Katherine Sytwu, Michal Vadai, Fariah Hayee, Daniel K. Angell, Alan Dai, Jefferson Dixon, Jennifer A. Dionne",
      "paper_url": "https://doi.org/10.1126/science.abd2847",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4281561150",
      "paper_id": "https://openalex.org/W4281561150",
      "title": "Dynamic interplay between metal nanoparticles and oxide support under redox conditions",
      "authors": "H. Frey, A. Beck, X. Huang, J. A. van Bokhoven, M. G. Willinger",
      "paper_url": "https://doi.org/10.1126/science.abm3371",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411983848",
      "paper_id": "https://openalex.org/W4411983848",
      "title": "Electric double-layer synthesis of a spongelike, lightweight reticular membrane",
      "authors": "Yoshimitsu Itoh, Tengfei Fu, Pier-Luc Champagne, Yudai Yokoyama, Kunita Numabe, You-lee Hong, Yusuke Nishiyama, Hsiao-Fang Wang, Akemi Kumagai, Hiroshi Jinnai, Hirohmi Watanabe, Teiko Shibata-Seki, Asuteka Nagao, Tsutomu Suzuki, Yukie Saito, Keigo Wakabayashi, Takeharu Yoshii, Atsushi Izumi, Katsumi Hagita, Junichi Furukawa, Takuzo Aida",
      "paper_url": "https://doi.org/10.1126/science.adq0782",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4391845904",
      "paper_id": "https://openalex.org/W4391845904",
      "title": "Electrically driven proton transfer promotes Brønsted acid catalysis by orders of magnitude",
      "authors": "Karl S. Westendorff, Max J. Hülsey, Thejas S. Wesley, Yuriy Román-Leshkov, Yogesh Surendranath",
      "paper_url": "https://doi.org/10.1126/science.adk4902",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3119920837",
      "paper_id": "https://openalex.org/W3119920837",
      "title": "Electron ptychography achieves atomic-resolution limits set by lattice vibrations",
      "authors": "Zhen Chen, Yi Jiang, Yu-Tsun Shao, Megan E. Holtz, Michal Odstrčil, Manuel Guizar-Sicairos, Isabelle Hanke, Steffen Ganschow, Darrell G. Schlom, David A. Muller",
      "paper_url": "https://doi.org/10.1126/science.abg2533",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4407447862",
      "paper_id": "https://openalex.org/W4407447862",
      "title": "Engineering grain boundaries in monolayer molybdenum disulfide for efficient water-ion separation",
      "authors": "Jie Shen, Areej Aljarb, Yichen Cai, Xing Liu, Jiacheng Min, Yingge Wang, Qingxiao Wang, Chenhui Zhang, Cailing Chen, Mariam Hakami, Jui-Han Fu, Hui Zhang, Guanxing Li, Xiaoqian Wang, Zhuo Chen, Jiaqiang Li, Xinglong Dong, Kaimin Shih, Kuo-Wei Huang, Vincent Tung, Guosheng Shi, Ingo Pinnau, Lain-Jong Li, Yu Han",
      "paper_url": "https://doi.org/10.1126/science.ado7489",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3164171502",
      "paper_id": "https://openalex.org/W3164171502",
      "title": "Establishing gold and platinum standards to 1 terapascal using shockless compression",
      "authors": "D. E. Fratanduono, M. Millot, D. G. Braun, S. J. Ali, A. Fernandez-Pañella, C. T. Seagle, J.-P. Davis, J. L. Brown, Y. Akahama, R. G. Kraus, M. C. Marshall, R. F. Smith, E. F. O’Bannon, J. M. McNaney, J. H. Eggert",
      "paper_url": "https://doi.org/10.1126/science.abh0364",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401211140",
      "paper_id": "https://openalex.org/W4401211140",
      "title": "Event-responsive scanning transmission electron microscopy",
      "authors": "Jonathan J. P. Peters, Bryan W. Reed, Yu Jimbo, Kanako Noguchi, Karin H. Müller, Alexandra Porter, Daniel J. Masiel, Lewys Jones",
      "paper_url": "https://doi.org/10.1126/science.ado8579",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3206148627",
      "paper_id": "https://openalex.org/W3206148627",
      "title": "Evolution of water structures in metal-organic frameworks for improved atmospheric water harvesting",
      "authors": "Nikita Hanikel, Xiaokun Pei, Saumil Chheda, Hao Lyu, WooSeok Jeong, Joachim Sauer, Laura Gagliardi, Omar M. Yaghi",
      "paper_url": "https://doi.org/10.1126/science.abj0890",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4392283131",
      "paper_id": "https://openalex.org/W4392283131",
      "title": "Fast growth of single-crystal covalent organic frameworks for laboratory x-ray diffraction",
      "authors": "Jing Han, Jie Feng, Jia Kang, Jie-Min Chen, Xin-Yu Du, San-Yuan Ding, Lin Liang, Wei Wang",
      "paper_url": "https://doi.org/10.1126/science.adk8680",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3176191040",
      "paper_id": "https://openalex.org/W3176191040",
      "title": "First-principles design of a single-atom–alloy propane dehydrogenation catalyst",
      "authors": "Ryan T. Hannagan, Georgios Giannakakis, Romain Réocreux, Julia Schumann, Jordan Finzel, Yicheng Wang, Angelos Michaelides, Prashant Deshlahra, Phillip Christopher, Maria Flytzani-Stephanopoulos, Michail Stamatakis, E. Charles H. Sykes",
      "paper_url": "https://doi.org/10.1126/science.abg8389",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4406201441",
      "paper_id": "https://openalex.org/W4406201441",
      "title": "Fluorine-rich poly(arylene amine) membranes for the separation of liquid aliphatic compounds",
      "authors": "Yi Ren, Hui Ma, Jinsu Kim, Mohammed Al Otmi, Ping Lin, Changhui Dai, Young Joo Lee, Zihan Zhai, Woo Jin Jang, Shijie Yang, Akriti Sarswat, Yacine Feliachi, Janani Sampath, Matthew J. Realff, Ryan P. Lively, Sheng Guo",
      "paper_url": "https://doi.org/10.1126/science.adp2619",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3177861945",
      "paper_id": "https://openalex.org/W3177861945",
      "title": "Flyby reaction trajectories: Chemical dynamics under extrinsic force",
      "authors": "Yun Liu, Soren Holm, Jan Meisner, Yuan Jia, Qiong Wu, Toby J. Woods, Todd J. Martinez, Jeffrey S. Moore",
      "paper_url": "https://doi.org/10.1126/science.abi7609",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4362661817",
      "paper_id": "https://openalex.org/W4362661817",
      "title": "Formation of active sites on transition metals through reaction-driven migration of surface atoms",
      "authors": "Lang Xu, Konstantinos G. Papanikolaou, Barbara A. J. Lechner, Lisa Je, Gabor A. Somorjai, Miquel Salmeron, Manos Mavrikakis",
      "paper_url": "https://doi.org/10.1126/science.add0089",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4409176337",
      "paper_id": "https://openalex.org/W4409176337",
      "title": "Formation of hydrided Pt-Ce-H sites in efficient, selective oxidation catalysts",
      "authors": "Ji Yang, Lorenz J. Falling, Siyang Yan, Biluan Zhang, Pragya Verma, Luke Daemen, Yongqiang Cheng, Xiao Zhao, Shuchen Zhang, Jeng-Lung Chen, Bingqing Yao, Shengdong Tan, Sudong Chae, Qian He, Slavomir Nemsak, Zili Wu, David Prendergast, Yanbing Guo, Jiaxu Liu, Miquel Salmeron, Ji Su",
      "paper_url": "https://doi.org/10.1126/science.adv0735",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4414500473",
      "paper_id": "https://openalex.org/W4414500473",
      "title": "Full utilization of noble metals by atom abstraction for propane dehydrogenation",
      "authors": "Guodong Sun, Ran Luo, Donglong Fu, Kexin Wu, Xianhui Wang, Xiaoqing Bian, Zhenpu Lu, Xin Chang, Zhi Wang, Siwei Huang, Yihan Zhu, Jihan Zhou, Sai Chen, Chunlei Pei, Zhi-Jian Zhao, Jinlong Gong",
      "paper_url": "https://doi.org/10.1126/science.adw3053",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4404349960",
      "paper_id": "https://openalex.org/W4404349960",
      "title": "High-temperature carbon dioxide capture in a porous material with terminal zinc hydride sites",
      "authors": "Rachel C. Rohde, Kurtis M. Carsch, Matthew N. Dods, Henry Z. H. Jiang, Alexandra R. McIsaac, Ryan A. Klein, Hyunchul Kwon, Sarah L. Karstens, Yang Wang, Adrian J. Huang, Jordan W. Taylor, Yuto Yabuuchi, Nikolay V. Tkachenko, Katie R. Meihaus, Hiroyasu Furukawa, Danielle R. Yahne, Kaitlyn E. Engler, Karen C. Bustillo, Andrew M. Minor, Jeffrey A. Reimer, Martin Head-Gordon, Craig M. Brown, Jeffrey R. Long",
      "paper_url": "https://doi.org/10.1126/science.adk5697",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4306902074",
      "paper_id": "https://openalex.org/W4306902074",
      "title": "Highly flexible and superhydrophobic MOF nanosheet membrane for ultrafast alcohol-water separation",
      "authors": "Li-Hao Xu, Shen-Hui Li, Heng Mao, Yan Li, Ao-Shuai Zhang, Sen Wang, Wei-Min Liu, Jing Lv, Tao Wang, Wei-Wei Cai, Le Sang, Wen-Wen Xie, Chan Pei, Zheng-Zheng Li, Ying-Nan Feng, Zhi-Ping Zhao",
      "paper_url": "https://doi.org/10.1126/science.abo5680",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4220668146",
      "paper_id": "https://openalex.org/W4220668146",
      "title": "Hydrocarbon ladder polymers with ultrahigh permselectivity for membrane gas separations",
      "authors": "Holden W. H. Lai, Francesco M. Benedetti, Jun Myun Ahn, Ashley M. Robinson, Yingge Wang, Ingo Pinnau, Zachary P. Smith, Yan Xia",
      "paper_url": "https://doi.org/10.1126/science.abl7163",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4297995912",
      "paper_id": "https://openalex.org/W4297995912",
      "title": "Hydrophobic polyamide nanofilms provide rapid transport for crude oil separation",
      "authors": "Siyao Li, Ruijiao Dong, Valentina-Elena Musteata, Jihoon Kim, Neel D. Rangnekar, J. R. Johnson, Bennett D. Marshall, Stefan Chisca, Jia Xu, Scott Hoy, Benjamin A. McCool, Suzana P. Nunes, Zhiwei Jiang, Andrew G. Livingston",
      "paper_url": "https://doi.org/10.1126/science.abq0598",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4387568547",
      "paper_id": "https://openalex.org/W4387568547",
      "title": "Ice-confined synthesis of highly ionized 3D-quasilayered polyamide nanofiltration membranes",
      "authors": "Yanqiu Zhang, Hao Wang, Jing Guo, Xiquan Cheng, Gang Han, Cher Hon Lau, Haiqing Lin, Shaomin Liu, Jun Ma, Lu Shao",
      "paper_url": "https://doi.org/10.1126/science.adi9531",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4224979957",
      "paper_id": "https://openalex.org/W4224979957",
      "title": "In situ imaging of the sorption-induced subcell topological flexibility of a rigid zeolite framework",
      "authors": "Hao Xiong, Zhiqiang Liu, Xiao Chen, Huiqiu Wang, Weizhong Qian, Chenxi Zhang, Anmin Zheng, Fei Wei",
      "paper_url": "https://doi.org/10.1126/science.abn7667",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3124583969",
      "paper_id": "https://openalex.org/W3124583969",
      "title": "In situ manipulation of the active Au-TiO <sub>2</sub> interface with atomic precision during CO oxidation",
      "authors": "Wentao Yuan, Beien Zhu, Ke Fang, Xiao-Yan Li, Thomas W. Hansen, Yang Ou, Hangsheng Yang, Jakob B. Wagner, Yi Gao, Yong Wang, Ze Zhang",
      "paper_url": "https://doi.org/10.1126/science.abe3558",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3154158495",
      "paper_id": "https://openalex.org/W3154158495",
      "title": "Ion-capture electrodialysis using multifunctional adsorptive membranes",
      "authors": "Adam A. Uliana, Ngoc T. Bui, Jovan Kamcev, Mercedes K. Taylor, Jeffrey J. Urban, Jeffrey R. Long",
      "paper_url": "https://doi.org/10.1126/science.abf5991",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3157570838",
      "paper_id": "https://openalex.org/W3157570838",
      "title": "Isolated boron in zeolite for oxidative dehydrogenation of propane",
      "authors": "Hang Zhou, Xianfeng Yi, Yu Hui, Liang Wang, Wei Chen, Yucai Qin, Ming Wang, Jiabi Ma, Xuefeng Chu, Yeqing Wang, Xin Hong, Zifeng Chen, Xiangju Meng, Hai Wang, Qiuyan Zhu, Lijuan Song, Anmin Zheng, Feng-Shou Xiao",
      "paper_url": "https://doi.org/10.1126/science.abe7935",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4404125108",
      "paper_id": "https://openalex.org/W4404125108",
      "title": "Janus channel of membranes enables concurrent oil and water recovery from emulsions",
      "authors": "Xin-Yu Guo, Lei Zhao, Hao-Nan Li, Hao-Cheng Yang, Jian Wu, Hong-Qing Liang, Chao Zhang, Zhi-Kang Xu",
      "paper_url": "https://doi.org/10.1126/science.adq6329",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4283726242",
      "paper_id": "https://openalex.org/W4283726242",
      "title": "Locking volatile organic molecules by subnanometer inorganic nanowire-based organogels",
      "authors": "Simin Zhang, Wenxiong Shi, Xun Wang",
      "paper_url": "https://doi.org/10.1126/science.abm7574",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4284694916",
      "paper_id": "https://openalex.org/W4284694916",
      "title": "Maximizing noble metal utilization in solid catalysts by control of nanoparticle location",
      "authors": "Kang Cheng, Luc C. J. Smulders, Lars I. van der Wal, Jogchum Oenema, Johannes D. Meeldijk, Nienke L. Visser, Glenn Sunley, Tegan Roberts, Zhuoran Xu, Eric Doskocil, Hideto Yoshida, Yanping Zheng, Jovana Zečević, Petra E. de Jongh, Krijn P. de Jong",
      "paper_url": "https://doi.org/10.1126/science.abn8289",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410648935",
      "paper_id": "https://openalex.org/W4410648935",
      "title": "Microporous polyimine membranes for efficient separation of liquid hydrocarbon mixtures",
      "authors": "Tae Hoon Lee, Marcel Balcik, Zain Ali, Taigyu Joo, Matthew P. Rivera, Ingo Pinnau, Zachary P. Smith",
      "paper_url": "https://doi.org/10.1126/science.adv6886",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4400079881",
      "paper_id": "https://openalex.org/W4400079881",
      "title": "Molecular recognition with resolution below 0.2 angstroms through thermoregulatory oscillations in covalent organic frameworks",
      "authors": "Yiming Hu, Bratin Sengupta, Hai Long, Lacey J. Wayment, Richard Ciora, Yinghua Jin, Jingyi Wu, Zepeng Lei, Kaleb Friedman, Hongxuan Chen, Miao Yu, Wei Zhang",
      "paper_url": "https://doi.org/10.1126/science.adj8791",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4394909813",
      "paper_id": "https://openalex.org/W4394909813",
      "title": "More resilient polyester membranes for high-performance reverse osmosis desalination",
      "authors": "Yujian Yao, Pingxia Zhang, Fei Sun, Wen Zhang, Meng Li, Gang Sha, Long Teng, Xianze Wang, Mingxin Huo, Ryan M. DuChanois, Tianchi Cao, Chanhee Boo, Xuan Zhang, Menachem Elimelech",
      "paper_url": "https://doi.org/10.1126/science.adk0632",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4404577752",
      "paper_id": "https://openalex.org/W4404577752",
      "title": "Nature of metal-support interaction for metal catalysts on oxide supports",
      "authors": "Tairan Wang, Jianyu Hu, Runhai Ouyang, Yutao Wang, Yi Huang, Sulei Hu, Wei-Xue Li",
      "paper_url": "https://doi.org/10.1126/science.adp6034",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4393036132",
      "paper_id": "https://openalex.org/W4393036132",
      "title": "Overcoming limitations in propanedehydrogenation by codesigning catalyst-membrane systems",
      "authors": "Rawan Almallahi, James Wortman, Suljo Linic",
      "paper_url": "https://doi.org/10.1126/science.adh3712",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4402260519",
      "paper_id": "https://openalex.org/W4402260519",
      "title": "Oxygen- and proton-transporting open framework ionomer for medium-temperature fuel cells",
      "authors": "Jianwei Yang, Hengyu Xu, Jie Li, Ke Gong, Feiyu Yue, Xianghao Han, Ke Wu, Pengpeng Shao, Qingling Fu, Yuhao Zhu, Wenli Xu, Xin Huang, Jing Xie, Fengchao Wang, Wenxiu Yang, Teng Zhang, Zengshi Xu, Xiao Feng, Bo Wang",
      "paper_url": "https://doi.org/10.1126/science.adq2259",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4286486889",
      "paper_id": "https://openalex.org/W4286486889",
      "title": "Physical mixing of a catalyst and a hydrophobic polymer promotes CO hydrogenation through dehydration",
      "authors": "Wei Fang, Chengtao Wang, Zhiqiang Liu, Liang Wang, Lu Liu, Hangjie Li, Shaodan Xu, Anmin Zheng, Xuedi Qin, Lujie Liu, Feng-Shou Xiao",
      "paper_url": "https://doi.org/10.1126/science.abo0356",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4282022737",
      "paper_id": "https://openalex.org/W4282022737",
      "title": "Polytriazole membranes with ultrathin tunable selective layer for crude oil fractionation",
      "authors": "Stefan Chisca, Valentina-Elena Musteata, Wen Zhang, Serhii Vasylevskyi, Gheorghe Falca, Edy Abou-Hamad, Abdul-Hamid Emwas, Mustafa Altunkaya, Suzana P. Nunes",
      "paper_url": "https://doi.org/10.1126/science.abm7686",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4286488868",
      "paper_id": "https://openalex.org/W4286488868",
      "title": "Quantum effects in thermal reaction rates at metal surfaces",
      "authors": "Dmitriy Borodin, Nils Hertl, G. Barratt Park, Michael Schwarzer, Jan Fingerhut, Yingqi Wang, Junxiang Zuo, Florian Nitz, Georgios Skoulatakis, Alexander Kandratsenka, Daniel J. Auerbach, Dirk Schwarzer, Hua Guo, Theofanis N. Kitsopoulos, Alec M. Wodtke",
      "paper_url": "https://doi.org/10.1126/science.abq1414",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4281632697",
      "paper_id": "https://openalex.org/W4281632697",
      "title": "Rational design of mixed-matrix metal-organic framework membranes for molecular separations",
      "authors": "Shuvo Jit Datta, Alvaro Mayoral, Narasimha Murthy Srivatsa Bettahalli, Prashant M. Bhatt, Madhavan Karunakaran, Ionela Daniela Carja, Dong Fan, Paulo Graziane M. Mileo, Rocio Semino, Guillaume Maurin, Osamu Terasaki, Mohamed Eddaoudi",
      "paper_url": "https://doi.org/10.1126/science.abe0192",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3131995991",
      "paper_id": "https://openalex.org/W3131995991",
      "title": "Reactive uptake of N <sub>2</sub> O <sub>5</sub> by atmospheric aerosol is dominated by interfacial processes",
      "authors": "Mirza Galib, David T. Limmer",
      "paper_url": "https://doi.org/10.1126/science.abd7716",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3162142776",
      "paper_id": "https://openalex.org/W3162142776",
      "title": "Resolving multifrequential oscillations and nanoscale interfacet communication in single-particle catalysis",
      "authors": "Y. Suchorski, J. Zeininger, S. Buhr, M. Raab, M. Stöger-Pollach, J. Bernardi, H. Grönbeck, G. Rupprechter",
      "paper_url": "https://doi.org/10.1126/science.abf8107",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4376128994",
      "paper_id": "https://openalex.org/W4376128994",
      "title": "Restructuring of titanium oxide overlayers over nickel nanoparticles during catalysis",
      "authors": "Matteo Monai, Kellie Jenkinson, Angela E. M. Melcherts, Jaap N. Louwen, Ece A. Irmak, Sandra Van Aert, Thomas Altantzis, Charlotte Vogt, Ward van der Stam, Tomáš Duchoň, Břetislav Šmíd, Esther Groeneveld, Peter Berben, Sara Bals, Bert M. Weckhuysen",
      "paper_url": "https://doi.org/10.1126/science.adf6984",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3159861524",
      "paper_id": "https://openalex.org/W3159861524",
      "title": "Role of the ionic environment in enhancing the activity of reacting molecules in zeolite pores",
      "authors": "Niklas Pfriem, Peter H. Hintermeier, Sebastian Eckstein, Sungmin Kim, Qiang Liu, Hui Shi, Lara Milakovic, Yuanshuai Liu, Gary L. Haller, Eszter Baráth, Yue Liu, Johannes A. Lercher",
      "paper_url": "https://doi.org/10.1126/science.abh3418",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3210780992",
      "paper_id": "https://openalex.org/W3210780992",
      "title": "Sabatier principle of metal-support interaction for design of ultrastable metal nanocatalysts",
      "authors": "Sulei Hu, Wei-Xue Li",
      "paper_url": "https://doi.org/10.1126/science.abi9828",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3185289627",
      "paper_id": "https://openalex.org/W3185289627",
      "title": "Self-assembled iron-containing mordenite monolith for carbon dioxide sieving",
      "authors": "Yu Zhou, Jianlin Zhang, Lei Wang, Xili Cui, Xiaoling Liu, Sie Shing Wong, Hua An, Ning Yan, Jingyan Xie, Cong Yu, Peixin Zhang, Yonghua Du, Shibo Xi, Lirong Zheng, Xingzhong Cao, Yajing Wu, Yingxia Wang, Chongqing Wang, Haimeng Wen, Lei Chen, Huabin Xing, Jun Wang",
      "paper_url": "https://doi.org/10.1126/science.aax5776",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4205471466",
      "paper_id": "https://openalex.org/W4205471466",
      "title": "Single-walled zeolitic nanotubes",
      "authors": "Akshay Korde, Byunghyun Min, Elina Kapaca, Omar Knio, Iman Nezam, Ziyuan Wang, Johannes Leisen, Xinyang Yin, Xueyi Zhang, David S. Sholl, Xiaodong Zou, Tom Willhammar, Christopher W. Jones, Sankar Nair",
      "paper_url": "https://doi.org/10.1126/science.abg3793",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4380763061",
      "paper_id": "https://openalex.org/W4380763061",
      "title": "Size of cerium dioxide support nanocrystals dictates reactivity of highly dispersed palladium catalysts",
      "authors": "Valery Muravev, Alexander Parastaev, Yannis van den Bosch, Bianca Ligt, Nathalie Claes, Sara Bals, Nikolay Kosinov, Emiel J. M. Hensen",
      "paper_url": "https://doi.org/10.1126/science.adf9082",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4386917145",
      "paper_id": "https://openalex.org/W4386917145",
      "title": "Solid-solvent processing of ultrathin, highly loaded mixed-matrix membrane for gas separation",
      "authors": "Guining Chen, Cailing Chen, Yanan Guo, Zhenyu Chu, Yang Pan, Guozhen Liu, Gongping Liu, Yu Han, Wanqin Jin, Nanping Xu",
      "paper_url": "https://doi.org/10.1126/science.adi1545",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3127082099",
      "paper_id": "https://openalex.org/W3127082099",
      "title": "Solvent molecules form surface redox mediators in situ and cocatalyze O <sub>2</sub> reduction on Pd",
      "authors": "Jason S. Adams, Ashwin Chemburkar, Pranjali Priyadarshini, Tomas Ricciardulli, Yubing Lu, Vineet Maliekkal, Abinaya Sampath, Stuart Winikoff, Ayman M. Karim, Matthew Neurock, David W. Flaherty",
      "paper_url": "https://doi.org/10.1126/science.abc1339",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4399154436",
      "paper_id": "https://openalex.org/W4399154436",
      "title": "Spontaneous weathering of natural minerals in charged water microdroplets forms nanomaterials",
      "authors": "B. K. Spoorthi, Koyendrila Debnath, Pallab Basuri, Ankit Nagar, Umesh V. Waghmare, Thalappil Pradeep",
      "paper_url": "https://doi.org/10.1126/science.adl3364",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4392283014",
      "paper_id": "https://openalex.org/W4392283014",
      "title": "Stable anchoring of single rhodium atoms by indium in zeolite alkane dehydrogenation catalysts",
      "authors": "Lei Zeng, Kang Cheng, Fanfei Sun, Qiyuan Fan, Laiyang Li, Qinghong Zhang, Yao Wei, Wei Zhou, Jincan Kang, Qiuyue Zhang, Mingshu Chen, Qiunan Liu, Liqiang Zhang, Jianyu Huang, Jun Cheng, Zheng Jiang, Gang Fu, Ye Wang",
      "paper_url": "https://doi.org/10.1126/science.adk5195",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3199306742",
      "paper_id": "https://openalex.org/W3199306742",
      "title": "Steam-created grain boundaries for methane C–H activation in palladium catalysts",
      "authors": "Weixin Huang, Aaron C. Johnston-Peck, Trenton Wolter, Wei-Chang D. Yang, Lang Xu, Jinwon Oh, Benjamin A. Reeves, Chengshuang Zhou, Megan E. Holtz, Andrew A. Herzing, Aaron M. Lindenberg, Manos Mavrikakis, Matteo Cargnello",
      "paper_url": "https://doi.org/10.1126/science.abj5291",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4400079498",
      "paper_id": "https://openalex.org/W4400079498",
      "title": "Structure of methylaluminoxane (MAO): Extractable [Al(CH <sub>3</sub> ) <sub>2</sub> ] <sup>+</sup> for precatalyst activation",
      "authors": "Lubin Luo, Jarod M. Younker, Alexander V. Zabula",
      "paper_url": "https://doi.org/10.1126/science.adm7305",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3208535236",
      "paper_id": "https://openalex.org/W3208535236",
      "title": "Subatomic species transport through atomically thin membranes: Present and future applications",
      "authors": "Piran R. Kidambi, Pavan Chaturvedi, Nicole K. Moehring",
      "paper_url": "https://doi.org/10.1126/science.abd7687",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3206986155",
      "paper_id": "https://openalex.org/W3206986155",
      "title": "Sulfur-anchoring synthesis of platinum intermetallic nanoparticle catalysts for fuel cells",
      "authors": "Cheng-Long Yang, Li-Na Wang, Peng Yin, Jieyuan Liu, Ming-Xi Chen, Qiang-Qiang Yan, Zheng-Shu Wang, Shi-Long Xu, Sheng-Qi Chu, Chunhua Cui, Huanxin Ju, Junfa Zhu, Yue Lin, Jianglan Shui, Hai-Wei Liang",
      "paper_url": "https://doi.org/10.1126/science.abj9980",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3175549312",
      "paper_id": "https://openalex.org/W3175549312",
      "title": "Synthesis of thermally stable SBT and SBS/SBT intergrowth zeolites",
      "authors": "Hwajun Lee, Jiho Shin, Kyounghwan Lee, Hyun June Choi, Alvaro Mayoral, Na Young Kang, Suk Bong Hong",
      "paper_url": "https://doi.org/10.1126/science.abi7208",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4228999632",
      "paper_id": "https://openalex.org/W4228999632",
      "title": "The state of zinc in methanol synthesis over a Zn/ZnO/Cu(211) model catalyst",
      "authors": "Peter Amann, Bernhard Klötzer, David Degerman, Norbert Köpfle, Thomas Götsch, Patrick Lömker, Christoph Rameshan, Kevin Ploner, Djuro Bikaljevic, Hsin-Yi Wang, Markus Soldemo, Mikhail Shipilin, Christopher M. Goodwin, Jörgen Gladh, Joakim Halldin Stenlid, Mia Börner, Christoph Schlueter, Anders Nilsson",
      "paper_url": "https://doi.org/10.1126/science.abj7747",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4376128879",
      "paper_id": "https://openalex.org/W4376128879",
      "title": "Three-dimensional inhomogeneity of zeolite structure and composition revealed by electron ptychography",
      "authors": "Hui Zhang, Guanxing Li, Jiaxing Zhang, Daliang Zhang, Zhen Chen, Xiaona Liu, Peng Guo, Yihan Zhu, Cailing Chen, Lingmei Liu, Xinwen Guo, Yu Han",
      "paper_url": "https://doi.org/10.1126/science.adg3183",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4311551606",
      "paper_id": "https://openalex.org/W4311551606",
      "title": "Truly combining the advantages of polymeric and zeolite membranes for gas separations",
      "authors": "Xiaoyu Tan, Sven Robijns, Raymond Thür, Quanli Ke, Niels De Witte, Aran Lamaire, Yun Li, Imran Aslam, Daan Van Havere, Thibaut Donckels, Tom Van Assche, Veronique Van Speybroeck, Michiel Dusselier, Ivo Vankelecom",
      "paper_url": "https://doi.org/10.1126/science.ade1411",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4280589720",
      "paper_id": "https://openalex.org/W4280589720",
      "title": "Ultrafast water permeation through nanochannels with a densely fluorous interior surface",
      "authors": "Yoshimitsu Itoh, Shuo Chen, Ryota Hirahara, Takeshi Konda, Tsubasa Aoki, Takumi Ueda, Ichio Shimada, James J. Cannon, Cheng Shao, Junichiro Shiomi, Kazuhito V. Tabata, Hiroyuki Noji, Kohei Sato, Takuzo Aida",
      "paper_url": "https://doi.org/10.1126/science.abd0966",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4404125243",
      "paper_id": "https://openalex.org/W4404125243",
      "title": "Ultrahigh–surface area covalent organic frameworks for methane adsorption",
      "authors": "Ying Yin, Ya Zhang, Xu Zhou, Bo Gui, Wenqi Wang, Wentao Jiang, Yue-Biao Zhang, Junliang Sun, Cheng Wang",
      "paper_url": "https://doi.org/10.1126/science.adr0936",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3126109961",
      "paper_id": "https://openalex.org/W3126109961",
      "title": "Unraveling CO adsorption on model single-atom catalysts",
      "authors": "Jan Hulva, Matthias Meier, Roland Bliem, Zdenek Jakub, Florian Kraushofer, Michael Schmid, Ulrike Diebold, Cesare Franchini, Gareth S. Parkinson",
      "paper_url": "https://doi.org/10.1126/science.abe5757",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4408016913",
      "paper_id": "https://openalex.org/W4408016913",
      "title": "Visualizing nanoparticle surface dynamics and instabilities enabled by deep denoising",
      "authors": "Peter A. Crozier, Matan Leibovich, Piyush Haluai, Mai Tan, Andrew M. Thomas, Joshua Vincent, Sreyas Mohan, Adria Marcos Morales, Shreyas A. Kulkarni, David S. Matteson, Yifan Wang, Carlos Fernandez-Granda",
      "paper_url": "https://doi.org/10.1126/science.ads2688",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4401415525",
      "paper_id": "https://openalex.org/W4401415525",
      "title": "Wrinkled metal-organic framework thin films with tunable Turing patterns for pliable integration",
      "authors": "Xinyu Luo, Ming Zhang, Yubin Hu, Yan Xu, Haofei Zhou, Zijian Xu, Yinxuan Hao, Sheng Chen, Shengfu Chen, Yingwu Luo, Yiliang Lin, Junjie Zhao",
      "paper_url": "https://doi.org/10.1126/science.adn8168",
      "venue": "science24"
    }
  ]
}