{
  "cluster_id": 164,
  "papers": [
    {
      "id": "nature23_https://openalex.org/W4387344438",
      "paper_id": "https://openalex.org/W4387344438",
      "title": "A continuous fish fossil record reveals key insights into adaptive radiation",
      "authors": "Nare Ngoepe, Moritz Muschick, Mary A. Kishe, Salome Mwaiko, Yunuén Temoltzin-Loranca, Leighton King, Colin Courtney Mustaphi, Oliver Heiri, Giulia Wienhues, Hendrik Vogel, Maria Cuenca-Cambronero, Willy Tinner, Martin Grosjean, Blake Matthews, Ole Seehausen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06603-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4385490518",
      "paper_id": "https://openalex.org/W4385490518",
      "title": "A heavyweight early whale pushes the boundaries of vertebrate morphology",
      "authors": "Giovanni Bianucci, Olivier Lambert, Mario Urbina, Marco Merella, Alberto Collareta, Rebecca Bennion, Rodolfo Salas-Gismondi, Aldo Benites-Palomino, Klaas Post, Christian de Muizon, Giulia Bosio, Claudio Di Celma, Elisa Malinverno, Pietro Paolo Pierantoni, Igor Maria Villa, Eli Amson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06381-1",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409283548",
      "paper_id": "https://openalex.org/W4409283548",
      "title": "A Jurassic acanthocephalan illuminates the origin of thorny-headed worms",
      "authors": "Cihang Luo, Luke A. Parry, Brendon E. Boudinot, Shengyu Wang, Edmund A. Jarzembowski, Haichun Zhang, Bo Wang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08830-5",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399366232",
      "paper_id": "https://openalex.org/W4399366232",
      "title": "A late-Ediacaran crown-group sponge animal",
      "authors": "Xiaopeng Wang, Alexander G. Liu, Zhe Chen, Chengxi Wu, Yarong Liu, Bin Wan, Ke Pang, Chuanming Zhou, Xunlai Yuan, Shuhai Xiao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07520-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4377982097",
      "paper_id": "https://openalex.org/W4377982097",
      "title": "A median fin derived from the lateral plate mesoderm and the origin of paired fins",
      "authors": "Keh-Weei Tzung, Robert L. Lalonde, Karin D. Prummel, Harsha Mahabaleshwar, Hannah R. Moran, Jan Stundl, Amanda N. Cass, Yao Le, Robert Lea, Karel Dorey, Monika J. Tomecka, Changqing Zhang, Eline C. Brombacher, William T. White, Henry H. Roehl, Frank J. Tulenko, Christoph Winkler, Peter D. Currie, Enrique Amaya, Marcus C. Davis, Marianne E. Bronner, Christian Mosimann, Tom J. Carney",
      "paper_url": "https://doi.org/10.1038/s41586-023-06100-w",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3124873572",
      "paper_id": "https://openalex.org/W3124873572",
      "title": "A monotreme-like auditory apparatus in a Middle Jurassic haramiyidan",
      "authors": "Junyou Wang, John R. Wible, Bin Guo, Sarah L. Shelley, Han Hu, Shundong Bi",
      "paper_url": "https://doi.org/10.1038/s41586-020-03137-z",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404105423",
      "paper_id": "https://openalex.org/W4404105423",
      "title": "A multicellular developmental program in a close animal relative",
      "authors": "Marine Olivetta, Chandni Bhickta, Nicolas Chiaruttini, John Burns, Omaya Dudin",
      "paper_url": "https://doi.org/10.1038/s41586-024-08115-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386475528",
      "paper_id": "https://openalex.org/W4386475528",
      "title": "A new avialan theropod from an emerging Jurassic terrestrial fauna",
      "authors": "Liming Xu, Min Wang, Runsheng Chen, Liping Dong, Min Lin, Xing Xu, Jianrong Tang, Hailu You, Guowu Zhou, Linchang Wang, Wenxing He, Yujuan Li, Chi Zhang, Zhonghe Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-023-06513-7",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4286007953",
      "paper_id": "https://openalex.org/W4286007953",
      "title": "A new elpistostegalian from the Late Devonian of the Canadian Arctic",
      "authors": "Thomas A. Stewart, Justin B. Lemberg, Ailis Daly, Edward B. Daeschler, Neil H. Shubin",
      "paper_url": "https://doi.org/10.1038/s41586-022-04990-w",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411206855",
      "paper_id": "https://openalex.org/W4411206855",
      "title": "A new Mongolian tyrannosauroid and the evolution of Eutyrannosauria",
      "authors": "Jared T. Voris, Darla K. Zelenitsky, Yoshitsugu Kobayashi, Sean P. Modesto, François Therrien, Hiroki Tsutsumi, Tsogtbaatar Chinzorig, Khishigjav Tsogtbaatar",
      "paper_url": "https://doi.org/10.1038/s41586-025-08964-6",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4408351301",
      "paper_id": "https://openalex.org/W4408351301",
      "title": "A robustly rooted tree of eukaryotes reveals their excavate ancestry",
      "authors": "Kelsey Williamson, Laura Eme, Hector Baños, Charley G. P. McCarthy, Edward Susko, Ryoma Kamikawa, Russell J. S. Orr, Sergio A. Muñoz-Gómez, Bui Quang Minh, Alastair G. B. Simpson, Andrew J. Roger",
      "paper_url": "https://doi.org/10.1038/s41586-025-08709-5",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W4200339067",
      "paper_id": "https://openalex.org/W4200339067",
      "title": "A species-level timeline of mammal evolution integrating phylogenomic data",
      "authors": "Sandra Álvarez-Carretero, Asif U. Tamuri, Matteo Battini, Fabrícia F. Nascimento, Emily Carlisle, Robert J. Asher, Ziheng Yang, Philip C. J. Donoghue, Mario dos Reis",
      "paper_url": "https://doi.org/10.1038/s41586-021-04341-1",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403680415",
      "paper_id": "https://openalex.org/W4403680415",
      "title": "A transcriptomic hourglass in brown algae",
      "authors": "Jaruwatana Sodai Lotharukpong, Min Zheng, Rémy Luthringer, Daniel Liesner, Hajk-Georg Drost, Susana M. Coelho",
      "paper_url": "https://doi.org/10.1038/s41586-024-08059-8",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3194524199",
      "paper_id": "https://openalex.org/W3194524199",
      "title": "A Triassic stem lepidosaur illuminates the origin of lizard-like reptiles",
      "authors": "Ricardo N. Martínez, Tiago R. Simões, Gabriela Sobral, Sebastián Apesteguía",
      "paper_url": "https://doi.org/10.1038/s41586-021-03834-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4312093659",
      "paper_id": "https://openalex.org/W4312093659",
      "title": "Actin cytoskeleton and complex cell architecture in an Asgard archaeon",
      "authors": "Thiago Rodrigues-Oliveira, Florian Wollweber, Rafael I. Ponce-Toledo, Jingwei Xu, Simon K.-M. R. Rittmann, Andreas Klingl, Martin Pilhofer, Christa Schleper",
      "paper_url": "https://doi.org/10.1038/s41586-022-05550-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412479057",
      "paper_id": "https://openalex.org/W4412479057",
      "title": "Adaptations for stealth in the wing-like flippers of a large ichthyosaur",
      "authors": "Johan Lindgren, Dean R. Lomax, Robert-Zoltán Szász, Miguel Marx, Johan Revstedt, Georg Göltz, Sven Sachs, Randolph G. De La Garza, Miriam Heingård, Martin Jarenmark, Kristina Ydström, Peter Sjövall, Frank Osbæck, Stephen A. Hall, Michiel Op de Beeck, Mats E. Eriksson, Carl Alwmark, Federica Marone, Alexander Liptak, Robert Atwood, Genoveva Burca, Per Uvdal, Per Persson, Dan-Eric Nilsson",
      "paper_url": "https://doi.org/10.1038/s41586-025-09271-w",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4293792710",
      "paper_id": "https://openalex.org/W4293792710",
      "title": "Africa’s oldest dinosaurs reveal early suppression of dinosaur distribution",
      "authors": "Christopher T. Griffin, Brenen M. Wynd, Darlington Munyikwa, Tim J. Broderick, Michel Zondo, Stephen Tolan, Max C. Langer, Sterling J. Nesbitt, Hazel R. Taruvinga",
      "paper_url": "https://doi.org/10.1038/s41586-022-05133-x",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4376959289",
      "paper_id": "https://openalex.org/W4376959289",
      "title": "Ancient gene linkages support ctenophores as sister to other animals",
      "authors": "Darrin T. Schultz, Steven H. D. Haddock, Jessen V. Bredeson, Richard E. Green, Oleg Simakov, Daniel S. Rokhsar",
      "paper_url": "https://doi.org/10.1038/s41586-023-05936-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4317952817",
      "paper_id": "https://openalex.org/W4317952817",
      "title": "Annelid functional genomics reveal the origins of bilaterian life cycles",
      "authors": "Francisco M. Martín-Zamora, Yan Liang, Kero Guynes, Allan M. Carrillo-Baltodano, Billie E. Davies, Rory D. Donnellan, Yongkai Tan, Giacomo Moggioli, Océane Seudre, Martin Tran, Kate Mortimer, Nicholas M. Luscombe, Andreas Hejnol, Ferdinand Marlétaz, José M. Martín-Durán",
      "paper_url": "https://doi.org/10.1038/s41586-022-05636-7",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3214898786",
      "paper_id": "https://openalex.org/W3214898786",
      "title": "Bizarre tail weaponry in a transitional ankylosaur from subantarctic Chile",
      "authors": "Sergio Soto-Acuña, Alexander O. Vargas, Jonatan Kaluza, Marcelo A. Leppe, Joao F. Botelho, José Palma-Liberona, Carolina Simon-Gutstein, Roy A. Fernández, Héctor Ortiz, Verónica Milla, Bárbara Aravena, Leslie M. E. Manríquez, Jhonatan Alarcón-Muñoz, Juan Pablo Pino, Cristine Trevisan, Héctor Mansilla, Luis Felipe Hinojosa, Vicente Muñoz-Walther, David Rubilar-Rogers",
      "paper_url": "https://doi.org/10.1038/s41586-021-04147-1",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402827321",
      "paper_id": "https://openalex.org/W4402827321",
      "title": "Brazilian fossils reveal homoplasy in the oldest mammalian jaw joint",
      "authors": "James R. G. Rawson, Agustín G. Martinelli, Pamela G. Gill, Marina B. Soares, Cesar L. Schultz, Emily J. Rayfield",
      "paper_url": "https://doi.org/10.1038/s41586-024-07971-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3211809539",
      "paper_id": "https://openalex.org/W3211809539",
      "title": "Cardiopharyngeal deconstruction and ancestral tunicate sessility",
      "authors": "Alfonso Ferrández-Roldán, Marc Fabregà-Torrus, Gaspar Sánchez-Serna, Enya Duran-Bello, Martí Joaquín-Lluís, Paula Bujosa, Marcos Plana-Carmona, Jordi Garcia-Fernàndez, Ricard Albalat, Cristian Cañestro",
      "paper_url": "https://doi.org/10.1038/s41586-021-04041-w",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410362148",
      "paper_id": "https://openalex.org/W4410362148",
      "title": "Chicago Archaeopteryx informs on the early evolution of the avian bauplan",
      "authors": "Jingmai O’Connor, Alexander Clark, Pei-Chen Kuo, Yosef Kiat, Matteo Fabbri, Akiko Shinya, Constance Van Beek, Jing Lu, Min Wang, Han Hu",
      "paper_url": "https://doi.org/10.1038/s41586-025-08912-4",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410189279",
      "paper_id": "https://openalex.org/W4410189279",
      "title": "Chromatin loops are an ancestral hallmark of the animal regulatory genome",
      "authors": "Iana V. Kim, Cristina Navarrete, Xavier Grau-Bové, Marta Iglesias, Anamaria Elek, Grygoriy Zolotarov, Nikolai S. Bykov, Sean A. Montgomery, Ewa Ksiezopolska, Didac Cañas-Armenteros, Joan J. Soto-Angel, Sally P. Leys, Pawel Burkhardt, Hiroshi Suga, Alex de Mendoza, Marc A. Marti-Renom, Arnau Sebé-Pedrós",
      "paper_url": "https://doi.org/10.1038/s41586-025-08960-w",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4393371874",
      "paper_id": "https://openalex.org/W4393371874",
      "title": "Complexity of avian evolution revealed by family-level genomes",
      "authors": "Josefin Stiller, Shaohong Feng, Al-Aabid Chowdhury, Iker Rivas-González, David A. Duchêne, Qi Fang, Yuan Deng, Alexey Kozlov, Alexandros Stamatakis, Santiago Claramunt, Jacqueline M. T. Nguyen, Simon Y. W. Ho, Brant C. Faircloth, Julia Haag, Peter Houde, Joel Cracraft, Metin Balaban, Uyen Mai, Guangji Chen, Rongsheng Gao, Chengran Zhou, Yulong Xie, Zijian Huang, Zhen Cao, Zhi Yan, Huw A. Ogilvie, Luay Nakhleh, Bent Lindow, Benoit Morel, Jon Fjeldså, Peter A. Hosner, Rute R. da Fonseca, Bent Petersen, Joseph A. Tobias, Tamás Székely, Jonathan David Kennedy, Andrew Hart Reeve, Andras Liker, Martin Stervander, Agostinho Antunes, Dieter Thomas Tietze, Mads F. Bertelsen, Fumin Lei, Carsten Rahbek, Gary R. Graves, Mikkel H. Schierup, Tandy Warnow, Edward L. Braun, M. Thomas P. Gilbert, Erich D. Jarvis, Siavash Mirarab, Guojie Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07323-1",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407186098",
      "paper_id": "https://openalex.org/W4407186098",
      "title": "Cretaceous Antarctic bird skull elucidates early avian ecological diversity",
      "authors": "Christopher R. Torres, Julia A. Clarke, Joseph R. Groenke, Matthew C. Lamanna, Ross D. E. MacPhee, Grace M. Musser, Eric M. Roberts, Patrick M. O’Connor",
      "paper_url": "https://doi.org/10.1038/s41586-024-08390-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4404305447",
      "paper_id": "https://openalex.org/W4404305447",
      "title": "Cretaceous bird from Brazil informs the evolution of the avian skull and brain",
      "authors": "Luis M. Chiappe, Guillermo Navalón, Agustín G. Martinelli, Ismar de Souza Carvalho, Rodrigo Miloni Santucci, Yun-Hsin Wu, Daniel J. Field",
      "paper_url": "https://doi.org/10.1038/s41586-024-08114-4",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4310483852",
      "paper_id": "https://openalex.org/W4310483852",
      "title": "Cretaceous ornithurine supports a neognathous crown bird ancestor",
      "authors": "Juan Benito, Pei-Chen Kuo, Klara E. Widrig, John W. M. Jagt, Daniel J. Field",
      "paper_url": "https://doi.org/10.1038/s41586-022-05445-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410189294",
      "paper_id": "https://openalex.org/W4410189294",
      "title": "Deep origin of eukaryotes outside Heimdallarchaeia within Asgardarchaeota",
      "authors": "Jiawei Zhang, Xiaoyuan Feng, Meng Li, Yang Liu, Min Liu, Li-Jun Hou, Hong-Po Dong",
      "paper_url": "https://doi.org/10.1038/s41586-025-08955-7",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4404310070",
      "paper_id": "https://openalex.org/W4404310070",
      "title": "Dental evidence for extended growth in early Homo from Dmanisi",
      "authors": "Christoph P. E. Zollikofer, Vincent Beyrand, David Lordkipanidze, Paul Tafforeau, Marcia S. Ponce de León",
      "paper_url": "https://doi.org/10.1038/s41586-024-08205-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404754585",
      "paper_id": "https://openalex.org/W4404754585",
      "title": "Digestive contents and food webs record the advent of dinosaur supremacy",
      "authors": "Martin Qvarnström, Joel Vikberg Wernström, Zuzanna Wawrzyniak, Maria Barbacka, Grzegorz Pacyna, Artur Górecki, Jadwiga Ziaja, Agata Jarzynka, Krzysztof Owocki, Tomasz Sulej, Leszek Marynowski, Grzegorz Pieńkowski, Per E. Ahlberg, Grzegorz Niedźwiedzki",
      "paper_url": "https://doi.org/10.1038/s41586-024-08265-4",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4293005044",
      "paper_id": "https://openalex.org/W4293005044",
      "title": "Divergent genomic trajectories predate the origin of animals and fungi",
      "authors": "Eduard Ocaña-Pallarès, Tom A. Williams, David López-Escardó, Alicia S. Arroyo, Jananan S. Pathmanathan, Eric Bapteste, Denis V. Tikhonenkov, Patrick J. Keeling, Gergely J. Szöllősi, Iñaki Ruiz-Trillo",
      "paper_url": "https://doi.org/10.1038/s41586-022-05110-4",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4408613638",
      "paper_id": "https://openalex.org/W4408613638",
      "title": "Drivers of avian genomic change revealed by evolutionary rate decomposition",
      "authors": "David A. Duchêne, Al-Aabid Chowdhury, Jingyi Yang, Maider Iglesias-Carrasco, Josefin Stiller, Shaohong Feng, Samir Bhatt, M. Thomas P. Gilbert, Guojie Zhang, Joseph A. Tobias, Simon Y. W. Ho",
      "paper_url": "https://doi.org/10.1038/s41586-025-08777-7",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410362703",
      "paper_id": "https://openalex.org/W4410362703",
      "title": "Earliest amniote tracks recalibrate the timeline of tetrapod evolution",
      "authors": "John A. Long, Grzegorz Niedźwiedzki, Jillian Garvey, Alice M. Clement, Aaron B. Camens, Craig A. Eury, John Eason, Per E. Ahlberg",
      "paper_url": "https://doi.org/10.1038/s41586-025-08884-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407392534",
      "paper_id": "https://openalex.org/W4407392534",
      "title": "Earliest short-tailed bird from the Late Jurassic of China",
      "authors": "Runsheng Chen, Min Wang, Liping Dong, Guowu Zhou, Xing Xu, Ke Deng, Liming Xu, Chi Zhang, Linchang Wang, Honggang Du, Ganmin Lin, Min Lin, Zhonghe Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-024-08410-z",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4307656494",
      "paper_id": "https://openalex.org/W4307656494",
      "title": "Environmental signal in the evolutionary diversification of bird skeletons",
      "authors": "Guillermo Navalón, Alexander Bjarnason, Elizabeth Griffiths, Roger B. J. Benson",
      "paper_url": "https://doi.org/10.1038/s41586-022-05372-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4210802373",
      "paper_id": "https://openalex.org/W4210802373",
      "title": "Evolution of inner ear neuroanatomy of bats and implications for echolocation",
      "authors": "R. Benjamin Sulser, Bruce D. Patterson, Daniel J. Urban, April I. Neander, Zhe-Xi Luo",
      "paper_url": "https://doi.org/10.1038/s41586-021-04335-z",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407956737",
      "paper_id": "https://openalex.org/W4407956737",
      "title": "Evolutionary lability of a key innovation spurs rapid diversification",
      "authors": "Nick Peoples, Michael D. Burns, Michalis Mihalitsis, Peter C. Wainwright",
      "paper_url": "https://doi.org/10.1038/s41586-025-08612-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391994151",
      "paper_id": "https://openalex.org/W4391994151",
      "title": "Evolutionary novelties underlie sound production in baleen whales",
      "authors": "Coen P. H. Elemans, Weili Jiang, Mikkel H. Jensen, Helena Pichler, Bo R. Mussman, Jacob Nattestad, Magnus Wahlberg, Xudong Zheng, Qian Xue, W. Tecumseh Fitch",
      "paper_url": "https://doi.org/10.1038/s41586-024-07080-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4318776571",
      "paper_id": "https://openalex.org/W4318776571",
      "title": "Exceptional fossil preservation and evolution of the ray-finned fish brain",
      "authors": "Rodrigo T. Figueroa, Danielle Goodvin, Matthew A. Kolmann, Michael I. Coates, Abigail M. Caron, Matt Friedman, Sam Giles",
      "paper_url": "https://doi.org/10.1038/s41586-022-05666-1",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3158701946",
      "paper_id": "https://openalex.org/W3158701946",
      "title": "Expanded diversity of Asgard archaea and their relationships with eukaryotes",
      "authors": "Yang Liu, Kira S. Makarova, Wen-Cong Huang, Yuri I. Wolf, Anastasia N. Nikolskaya, Xinxu Zhang, Mingwei Cai, Cui-Jing Zhang, Wei Xu, Zhuhua Luo, Lei Cheng, Eugene V. Koonin, Meng Li",
      "paper_url": "https://doi.org/10.1038/s41586-021-03494-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404566624",
      "paper_id": "https://openalex.org/W4404566624",
      "title": "Fibular reduction and the evolution of theropod locomotion",
      "authors": "Armita R. Manafzadeh, Stephen M. Gatesy, John A. Nyakatura, Bhart-Anjan S. Bhullar",
      "paper_url": "https://doi.org/10.1038/s41586-024-08251-w",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4281476349",
      "paper_id": "https://openalex.org/W4281476349",
      "title": "Fossil biomolecules reveal an avian metabolism in the ancestral dinosaur",
      "authors": "Jasmina Wiemann, Iris Menéndez, Jason M. Crawford, Matteo Fabbri, Jacques A. Gauthier, Pincelli M. Hull, Mark A. Norell, Derek E. G. Briggs",
      "paper_url": "https://doi.org/10.1038/s41586-022-04770-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388126757",
      "paper_id": "https://openalex.org/W4388126757",
      "title": "Fossil evidence for a pharyngeal origin of the vertebrate pectoral girdle",
      "authors": "Martin D. Brazeau, Marco Castiello, Amin El Fassi El Fehri, Louis Hamilton, Alexander O. Ivanov, Zerina Johanson, Matt Friedman",
      "paper_url": "https://doi.org/10.1038/s41586-023-06702-4",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3208630390",
      "paper_id": "https://openalex.org/W3208630390",
      "title": "Fossil evidence unveils an early Cambrian origin for Bryozoa",
      "authors": "Zhiliang Zhang, Zhifei Zhang, Junye Ma, Paul D. Taylor, Luke C. Strotz, Sarah M. Jacquet, Christian B. Skovsted, Feiyang Chen, Jian Han, Glenn A. Brock",
      "paper_url": "https://doi.org/10.1038/s41586-021-04033-w",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4393870474",
      "paper_id": "https://openalex.org/W4393870474",
      "title": "Fossils document evolutionary changes of jaw joint to mammalian middle ear",
      "authors": "Fangyuan Mao, Chi Zhang, Jicheng Ren, Tao Wang, Guofu Wang, Fakui Zhang, Thomas Rich, Patricia Vickers-Rich, Jin Meng",
      "paper_url": "https://doi.org/10.1038/s41586-024-07235-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3150704743",
      "paper_id": "https://openalex.org/W3150704743",
      "title": "Fossoriality and evolutionary development in two Cretaceous mammaliamorphs",
      "authors": "Fangyuan Mao, Chi Zhang, Cunyu Liu, Jin Meng",
      "paper_url": "https://doi.org/10.1038/s41586-021-03433-2",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4297477295",
      "paper_id": "https://openalex.org/W4297477295",
      "title": "Galeaspid anatomy and the origin of vertebrate paired appendages",
      "authors": "Zhikun Gai, Qiang Li, Humberto G. Ferrón, Joseph N. Keating, Junqing Wang, Philip C. J. Donoghue, Min Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-022-04897-6",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3125528398",
      "paper_id": "https://openalex.org/W3125528398",
      "title": "Giant lungfish genome elucidates the conquest of land by vertebrates",
      "authors": "Axel Meyer, Siegfried Schloissnig, Paolo Franchini, Kang Du, Joost M. Woltering, Iker Irisarri, Wai Yee Wong, Sergej Nowoshilow, Susanne Kneitz, Akane Kawaguchi, Andrej Fabrizius, Peiwen Xiong, Corentin Dechaud, Herman P. Spaink, Jean-Nicolas Volff, Oleg Simakov, Thorsten Burmester, Elly M. Tanaka, Manfred Schartl",
      "paper_url": "https://doi.org/10.1038/s41586-021-03198-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400279721",
      "paper_id": "https://openalex.org/W4400279721",
      "title": "Giant stem tetrapod was apex predator in Gondwanan late Palaeozoic ice age",
      "authors": "Claudia A. Marsicano, Jason D. Pardo, Roger M. H. Smith, Adriana C. Mancuso, Leandro C. Gaetano, Helke Mocke",
      "paper_url": "https://doi.org/10.1038/s41586-024-07572-0",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4280533712",
      "paper_id": "https://openalex.org/W4280533712",
      "title": "Hmx gene conservation identifies the origin of vertebrate cranial ganglia",
      "authors": "Vasileios Papadogiannis, Alessandro Pennati, Hugo J. Parker, Ute Rothbächer, Cedric Patthey, Marianne E. Bronner, Sebastian M. Shimeld",
      "paper_url": "https://doi.org/10.1038/s41586-022-04742-w",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4380684571",
      "paper_id": "https://openalex.org/W4380684571",
      "title": "Inference and reconstruction of the heimdallarchaeial ancestry of eukaryotes",
      "authors": "Laura Eme, Daniel Tamarit, Eva F. Caceres, Courtney W. Stairs, Valerie De Anda, Max E. Schön, Kiley W. Seitz, Nina Dombrowski, William H. Lewis, Felix Homa, Jimmy H. Saw, Jonathan Lombard, Takuro Nunoura, Wen-Jun Li, Zheng-Shuang Hua, Lin-Xing Chen, Jillian F. Banfield, Emily St John, Anna-Louise Reysenbach, Matthew B. Stott, Andreas Schramm, Kasper U. Kjeldsen, Andreas P. Teske, Brett J. Baker, Thijs J. G. Ettema",
      "paper_url": "https://doi.org/10.1038/s41586-023-06186-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4286007824",
      "paper_id": "https://openalex.org/W4286007824",
      "title": "Inner ear biomechanics reveals a Late Triassic origin for mammalian endothermy",
      "authors": "Ricardo Araújo, Romain David, Julien Benoit, Jacqueline K. Lungmus, Alexander Stoessel, Paul M. Barrett, Jessica A. Maisano, Eric Ekdale, Maëva Orliac, Zhe-Xi Luo, Agustín G. Martinelli, Eva A. Hoffman, Christian A. Sidor, Rui M. S. Martins, Fred Spoor, Kenneth D. Angielczyk",
      "paper_url": "https://doi.org/10.1038/s41586-022-04963-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4306810343",
      "paper_id": "https://openalex.org/W4306810343",
      "title": "Ion regulation at gills precedes gas exchange and the origin of vertebrates",
      "authors": "Michael A. Sackville, Christopher B. Cameron, J. Andrew Gillis, Colin J. Brauner",
      "paper_url": "https://doi.org/10.1038/s41586-022-05331-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400949006",
      "paper_id": "https://openalex.org/W4400949006",
      "title": "Jurassic fossil juvenile reveals prolonged life history in early mammals",
      "authors": "Elsa Panciroli, Roger B. J. Benson, Vincent Fernandez, Nicholas C. Fraser, Matt Humpage, Zhe-Xi Luo, Elis Newham, Stig Walsh",
      "paper_url": "https://doi.org/10.1038/s41586-024-07733-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4393870236",
      "paper_id": "https://openalex.org/W4393870236",
      "title": "Jurassic shuotheriids show earliest dental diversification of mammaliaforms",
      "authors": "Fangyuan Mao, Zhiyu Li, Zhili Wang, Chi Zhang, Thomas Rich, Patricia Vickers-Rich, Jin Meng",
      "paper_url": "https://doi.org/10.1038/s41586-024-07258-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4398201169",
      "paper_id": "https://openalex.org/W4398201169",
      "title": "Life-cycle-coupled evolution of mitosis in close relatives of animals",
      "authors": "Hiral Shah, Marine Olivetta, Chandni Bhickta, Paolo Ronchi, Monika Trupinić, Eelco C. Tromer, Iva M. Tolić, Yannick Schwab, Omaya Dudin, Gautam Dey",
      "paper_url": "https://doi.org/10.1038/s41586-024-07430-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4379645314",
      "paper_id": "https://openalex.org/W4379645314",
      "title": "Lost world of complex life and the late rise of the eukaryotic crown",
      "authors": "Jochen J. Brocks, Benjamin J. Nettersheim, Pierre Adam, Philippe Schaeffer, Amber J. M. Jarrett, Nur Güneli, Tharika Liyanage, Lennart M.  van Maldegem, Christian Hallmann, Janet M. Hope",
      "paper_url": "https://doi.org/10.1038/s41586-023-06170-w",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3165502790",
      "paper_id": "https://openalex.org/W3165502790",
      "title": "Mesozoic cupules and the origin of the angiosperm second integument",
      "authors": "Gongle Shi, Fabiany Herrera, Patrick S. Herendeen, Elizabeth G. Clark, Peter R. Crane",
      "paper_url": "https://doi.org/10.1038/s41586-021-03598-w",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4312114326",
      "paper_id": "https://openalex.org/W4312114326",
      "title": "Microbial predators form a new supergroup of eukaryotes",
      "authors": "Denis V. Tikhonenkov, Kirill V. Mikhailov, Ryan M. R. Gawryluk, Artem O. Belyaev, Varsha Mathur, Sergey A. Karpov, Dmitry G. Zagumyonnyi, Anastasia S. Borodina, Kristina I. Prokina, Alexander P. Mylnikov, Vladimir V. Aleoshin, Patrick J. Keeling",
      "paper_url": "https://doi.org/10.1038/s41586-022-05511-5",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388126994",
      "paper_id": "https://openalex.org/W4388126994",
      "title": "Molecular evidence of anteroposterior patterning in adult echinoderms",
      "authors": "L. Formery, P. Peluso, I. Kohnle, J. Malnick, J. R. Thompson, M. Pitel, K. R. Uhlinger, D. S. Rokhsar, D. R. Rank, C. J. Lowe",
      "paper_url": "https://doi.org/10.1038/s41586-023-06669-2",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4281490770",
      "paper_id": "https://openalex.org/W4281490770",
      "title": "Morphology of Palaeospondylus shows affinity to tetrapod ancestors",
      "authors": "Tatsuya Hirasawa, Yuzhi Hu, Kentaro Uesugi, Masato Hoshino, Makoto Manabe, Shigeru Kuratani",
      "paper_url": "https://doi.org/10.1038/s41586-022-04781-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403680750",
      "paper_id": "https://openalex.org/W4403680750",
      "title": "Neural crest lineage in the protovertebrate model Ciona",
      "authors": "Lauren G. Todorov, Kouhei Oonuma, Takehiro G. Kusakabe, Michael S. Levine, Laurence A. Lemaire",
      "paper_url": "https://doi.org/10.1038/s41586-024-08111-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394892366",
      "paper_id": "https://openalex.org/W4394892366",
      "title": "Neural crest origin of sympathetic neurons at the dawn of vertebrates",
      "authors": "Brittany M. Edens, Jan Stundl, Hugo A. Urrutia, Marianne E. Bronner",
      "paper_url": "https://doi.org/10.1038/s41586-024-07297-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385879393",
      "paper_id": "https://openalex.org/W4385879393",
      "title": "New reptile shows dinosaurs and pterosaurs evolved among diverse precursors",
      "authors": "Rodrigo T. Müller, Martín D. Ezcurra, Mauricio S. Garcia, Federico L. Agnolín, Michelle R. Stocker, Fernando E. Novas, Marina B. Soares, Alexander W. A. Kellner, Sterling J. Nesbitt",
      "paper_url": "https://doi.org/10.1038/s41586-023-06359-z",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406172921",
      "paper_id": "https://openalex.org/W4406172921",
      "title": "New Silurian aculiferan fossils reveal complex early history of Mollusca",
      "authors": "Mark D. Sutton, Julia D. Sigwart, Derek E. G. Briggs, Pierre Gueriau, Andrew King, David J. Siveter, Derek J. Siveter",
      "paper_url": "https://doi.org/10.1038/s41586-024-08312-0",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3133860603",
      "paper_id": "https://openalex.org/W3133860603",
      "title": "Non-ammocoete larvae of Palaeozoic stem lampreys",
      "authors": "Tetsuto Miyashita, Robert W. Gess, Kristen Tietjen, Michael I. Coates",
      "paper_url": "https://doi.org/10.1038/s41586-021-03305-9",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4413020589",
      "paper_id": "https://openalex.org/W4413020589",
      "title": "Novel assembly of a head–trunk interface in the sister group of jawed vertebrates",
      "authors": "Tetsuto Miyashita, Philippe Janvier, Kristen Tietjen, Felisa Berenguer, Sebastian Schöder, Federica Marone, Pierre Gueriau, Michael I. Coates",
      "paper_url": "https://doi.org/10.1038/s41586-025-09329-9",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4401171938",
      "paper_id": "https://openalex.org/W4401171938",
      "title": "Organ systems of a Cambrian euarthropod larva",
      "authors": "Martin R. Smith, Emma J. Long, Alavya Dhungana, Katherine J. Dobson, Jie Yang, Xiguang Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07756-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4395112138",
      "paper_id": "https://openalex.org/W4395112138",
      "title": "Phylogenomics and the rise of the angiosperms",
      "authors": "Alexandre R. Zuntini, Tom Carruthers, Olivier Maurin, Paul C. Bailey, Kevin Leempoel, Grace E. Brewer, Niroshini Epitawalage, Elaine Françoso, Berta Gallego-Paramo, Catherine McGinnie, Raquel Negrão, Shyamali R. Roy, Lalita Simpson, Eduardo Toledo Romero, Vanessa M. A. Barber, Laura Botigué, James J. Clarkson, Robyn S. Cowan, Steven Dodsworth, Matthew G. Johnson, Jan T. Kim, Lisa Pokorny, Norman J. Wickett, Guilherme M. Antar, Lucinda DeBolt, Karime Gutierrez, Kasper P. Hendriks, Alina Hoewener, Ai-Qun Hu, Elizabeth M. Joyce, Izai A. B. S. Kikuchi, Isabel Larridon, Drew A. Larson, Elton John de Lírio, Jing-Xia Liu, Panagiota Malakasi, Natalia A. S. Przelomska, Toral Shah, Juan Viruel, Theodore R. Allnutt, Gabriel K. Ameka, Rose L. Andrew, Marc S. Appelhans, Montserrat Arista, María Jesús Ariza, Juan Arroyo, Watchara Arthan, Julien B. Bachelier, C. Donovan Bailey, Helen F. Barnes, Matthew D. Barrett, Russell L. Barrett, Randall J. Bayer, Michael J. Bayly, Ed Biffin, Nicky Biggs, Joanne L. Birch, Diego Bogarín, Renata Borosova, Alexander M. C. Bowles, Peter C. Boyce, Gemma L. C. Bramley, Marie Briggs, Linda Broadhurst, Gillian K. Brown, Jeremy J. Bruhl, Anne Bruneau, Sven Buerki, Edie Burns, Margaret Byrne, Stuart Cable, Ainsley Calladine, Martin W. Callmander, Ángela Cano, David J. Cantrill, Warren M. Cardinal-McTeague, Mónica M. Carlsen, Abigail J. A. Carruthers, Alejandra de Castro Mateo, Mark W. Chase, Lars W. Chatrou, Martin Cheek, Shilin Chen, Maarten J. M. Christenhusz, Pascal-Antoine Christin, Mark A. Clements, Skye C. Coffey, John G. Conran, Xavier Cornejo, Thomas L. P. Couvreur, Ian D. Cowie, Laszlo Csiba, Iain Darbyshire, Gerrit Davidse, Nina M. J. Davies, Aaron P. Davis, Kor-jent van Dijk, Stephen R. Downie, Marco F. Duretto, Melvin R. Duvall, Sara L. Edwards, Urs Eggli, Roy H. J. Erkens, Marcial Escudero, Manuel de la Estrella, Federico Fabriani, Michael F. Fay, Paola de L. Ferreira, Sarah Z. Ficinski, Rachael M. Fowler, Sue Frisby, Lin Fu, Tim Fulcher, Mercè Galbany-Casals, Elliot M. Gardner, Dmitry A. German, Augusto Giaretta, Marc Gibernau, Lynn J. Gillespie, Cynthia C. González, David J. Goyder, Sean W. Graham, Aurélie Grall, Laura Green, Bee F. Gunn, Diego G. Gutiérrez, Jan Hackel, Thomas Haevermans, Anna Haigh, Jocelyn C. Hall, Tony Hall, Melissa J. Harrison, Sebastian A. Hatt, Oriane Hidalgo, Trevor R. Hodkinson, Gareth D. Holmes, Helen C. F. Hopkins, Christopher J. Jackson, Shelley A. James, Richard W. Jobson, Gudrun Kadereit, Imalka M. Kahandawala, Kent Kainulainen, Masahiro Kato, Elizabeth A. Kellogg, Graham J. King, Beata Klejevskaja, Bente B. Klitgaard, Ronell R. Klopper, Sandra Knapp, Marcus A. Koch, James H. Leebens-Mack, Frederic Lens, Christine J. Leon, Étienne Léveillé-Bourret, Gwilym P. Lewis, De-Zhu Li, Lan Li, Sigrid Liede-Schumann, Tatyana Livshultz, David Lorence, Meng Lu, Patricia Lu-Irving, Jaquelini Luber, Eve J. Lucas, Manuel Luján, Mabel Lum, Terry D. Macfarlane, Carlos Magdalena, Vidal F. Mansano, Lizo E. Masters, Simon J. Mayo, Kristina McColl, Angela J. McDonnell, Andrew E. McDougall, Todd G. B. McLay, Hannah McPherson, Rosa I. Meneses, Vincent S. F. T. Merckx, Fabián A. Michelangeli, John D. Mitchell, Alexandre K. Monro, Michael J. Moore, Taryn L. Mueller, Klaus Mummenhoff, Jérôme Munzinger, Priscilla Muriel, Daniel J. Murphy, Katharina Nargar, Lars Nauheimer, Francis J. Nge, Reto Nyffeler, Andrés Orejuela, Edgardo M. Ortiz, Luis Palazzesi, Ariane Luna Peixoto, Susan K. Pell, Jaume Pellicer, Darin S. Penneys, Oscar A. Perez-Escobar, Claes Persson, Marc Pignal, Yohan Pillon, José R. Pirani, Gregory M. Plunkett, Robyn F. Powell, Ghillean T. Prance, Carmen Puglisi, Ming Qin, Richard K. Rabeler, Paul E. J. Rees, Matthew Renner, Eric H. Roalson, Michele Rodda, Zachary S. Rogers, Saba Rokni, Rolf Rutishauser, Miguel F. de Salas, Hanno Schaefer, Rowan J. Schley, Alexander Schmidt-Lebuhn, Alison Shapcott, Ihsan Al-Shehbaz, Kelly A. Shepherd, Mark P. Simmons, André O. Simões, Ana Rita G. Simões, Michelle Siros, Eric C. Smidt, James F. Smith, Neil Snow, Douglas E. Soltis, Pamela S. Soltis, Robert J. Soreng, Cynthia A. Sothers, Julian R. Starr, Peter F. Stevens, Shannon C. K. Straub, Lena Struwe, Jennifer M. Taylor, Ian R. H. Telford, Andrew H. Thornhill, Ifeanna Tooth, Anna Trias-Blasi, Frank Udovicic, Timothy M. A. Utteridge, Jose C. Del Valle, G. Anthony Verboom, Helen P. Vonow, Maria S. Vorontsova, Jurriaan M. de Vos, Noor Al-Wattar, Michelle Waycott, Cassiano A. D. Welker, Adam J. White, Jan J. Wieringa, Luis T. Williamson, Trevor C. Wilson, Sin Yeng Wong, Lisa A. Woods, Roseina Woods, Stuart Worboys, Martin Xanthos, Ya Yang, Yu-Xiao Zhang, Meng-Yuan Zhou, Sue Zmarzty, Fernando O. Zuloaga, Alexandre Antonelli, Sidonie Bellot, Darren M. Crayn, Olwen M. Grace, Paul J. Kersey, Ilia J. Leitch, Hervé Sauquet, Stephen A. Smith, Wolf L. Eiserhardt, Félix Forest, William J. Baker",
      "paper_url": "https://doi.org/10.1038/s41586-024-07324-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3185685658",
      "paper_id": "https://openalex.org/W3185685658",
      "title": "Possible poriferan body fossils in early Neoproterozoic microbial reefs",
      "authors": "Elizabeth C. Turner",
      "paper_url": "https://doi.org/10.1038/s41586-021-03773-z",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4323543073",
      "paper_id": "https://openalex.org/W4323543073",
      "title": "Protomelission is an early dasyclad alga and not a Cambrian bryozoan",
      "authors": "Jie Yang, Tian Lan, Xi-guang Zhang, Martin R. Smith",
      "paper_url": "https://doi.org/10.1038/s41586-023-05775-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4224297004",
      "paper_id": "https://openalex.org/W4224297004",
      "title": "Pterosaur melanosomes support signalling functions for early feathers",
      "authors": "Aude Cincotta, Michaël Nicolaï, Hebert Bruno Nascimento Campos, Maria McNamara, Liliana D’Alba, Matthew D. Shawkey, Edio-Ernst Kischlat, Johan Yans, Robert Carleer, François Escuillié, Pascal Godefroit",
      "paper_url": "https://doi.org/10.1038/s41586-022-04622-3",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412151432",
      "paper_id": "https://openalex.org/W4412151432",
      "title": "Reorganization of the theropod wrist preceded the origin of avian flight",
      "authors": "James G. Napoli, Matteo Fabbri, Alexander A. Ruebenstahl, Jingmai K. O’Connor, Bhart-Anjan S. Bhullar, Mark A. Norell",
      "paper_url": "https://doi.org/10.1038/s41586-025-09232-3",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406199572",
      "paper_id": "https://openalex.org/W4406199572",
      "title": "Repurposing of a gill gene regulatory program for outer ear evolution",
      "authors": "Mathi Thiruppathy, Lauren Teubner, Ryan R. Roberts, Micaela C. Lasser, Alessandra Moscatello, Ya-Wen Chen, Christian Hochstim, Seth Ruffins, Arijita Sarkar, Jade Tassey, Denis Evseenko, Thomas P. Lozito, Helen Rankin Willsey, J. Andrew Gillis, J. Gage Crump",
      "paper_url": "https://doi.org/10.1038/s41586-024-08577-5",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4292121810",
      "paper_id": "https://openalex.org/W4292121810",
      "title": "Saccorhytus is an early ecdysozoan and not the earliest deuterostome",
      "authors": "Yunhuan Liu, Emily Carlisle, Huaqiao Zhang, Ben Yang, Michael Steiner, Tiequan Shao, Baichuan Duan, Federica Marone, Shuhai Xiao, Philip C. J. Donoghue",
      "paper_url": "https://doi.org/10.1038/s41586-022-05107-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4302010970",
      "paper_id": "https://openalex.org/W4302010970",
      "title": "Scleromochlus and the early evolution of Pterosauromorpha",
      "authors": "Davide Foffa, Emma M. Dunne, Sterling J. Nesbitt, Richard J. Butler, Nicholas C. Fraser, Stephen L. Brusatte, Alexander Farnsworth, Daniel J. Lunt, Paul J. Valdes, Stig Walsh, Paul M. Barrett",
      "paper_url": "https://doi.org/10.1038/s41586-022-05284-x",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4297475631",
      "paper_id": "https://openalex.org/W4297475631",
      "title": "Spiny chondrichthyan from the lower Silurian of South China",
      "authors": "Plamen S. Andreev, Ivan J. Sansom, Qiang Li, Wenjin Zhao, Jianhua Wang, Chun-Chieh Wang, Lijian Peng, Liantao Jia, Tuo Qiao, Min Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05233-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4220981938",
      "paper_id": "https://openalex.org/W4220981938",
      "title": "Subaqueous foraging among carnivorous dinosaurs",
      "authors": "Matteo Fabbri, Guillermo Navalón, Roger B. J. Benson, Diego Pol, Jingmai O’Connor, Bhart-Anjan S. Bhullar, Gregory M. Erickson, Mark A. Norell, Andrew Orkney, Matthew C. Lamanna, Samir Zouhri, Justine Becker, Amanda Emke, Cristiano Dal Sasso, Gabriele Bindellini, Simone Maganuco, Marco Auditore, Nizar Ibrahim",
      "paper_url": "https://doi.org/10.1038/s41586-022-04528-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4307501103",
      "paper_id": "https://openalex.org/W4307501103",
      "title": "Synchrotron tomography of a stem lizard elucidates early squamate anatomy",
      "authors": "Mateusz Tałanda, Vincent Fernandez, Elsa Panciroli, Susan E. Evans, Roger J. Benson",
      "paper_url": "https://doi.org/10.1038/s41586-022-05332-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4288051810",
      "paper_id": "https://openalex.org/W4288051810",
      "title": "The developing bird pelvis passes through ancestral dinosaurian conditions",
      "authors": "Christopher T. Griffin, João F. Botelho, Michael Hanson, Matteo Fabbri, Daniel Smith-Paredes, Ryan M. Carney, Mark A. Norell, Shiro Egawa, Stephen M. Gatesy, Timothy B. Rowe, Ruth M. Elsey, Sterling J. Nesbitt, Bhart-Anjan S. Bhullar",
      "paper_url": "https://doi.org/10.1038/s41586-022-04982-w",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4376878517",
      "paper_id": "https://openalex.org/W4376878517",
      "title": "The evolution of fast-growing coral reef fishes",
      "authors": "Alexandre C. Siqueira, Helen F. Yan, Renato A. Morais, David R. Bellwood",
      "paper_url": "https://doi.org/10.1038/s41586-023-06070-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401572433",
      "paper_id": "https://openalex.org/W4401572433",
      "title": "The genomes of all lungfish inform on genome expansion and tetrapod evolution",
      "authors": "Manfred Schartl, Joost M. Woltering, Iker Irisarri, Kang Du, Susanne Kneitz, Martin Pippel, Thomas Brown, Paolo Franchini, Jing Li, Ming Li, Mateus Adolfi, Sylke Winkler, Josane de Freitas Sousa, Zhuoxin Chen, Sandra Jacinto, Evgeny Z. Kvon, Luis Rogério Correa de Oliveira, Erika Monteiro, Danielson Baia Amaral, Thorsten Burmester, Domitille Chalopin, Alexander Suh, Eugene Myers, Oleg Simakov, Igor Schneider, Axel Meyer",
      "paper_url": "https://doi.org/10.1038/s41586-024-07830-1",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4413116223",
      "paper_id": "https://openalex.org/W4413116223",
      "title": "The genomic origin of the unique chaetognath body plan",
      "authors": "Laura Piovani, Daria Gavriouchkina, Elise Parey, Luke A. Sarre, Katja T. C. A. Peijnenburg, José María Martín-Durán, Daniel S. Rokhsar, Noriyuki Satoh, Alex de Mendoza, Taichiro Goto, Ferdinand Marlétaz",
      "paper_url": "https://doi.org/10.1038/s41586-025-09403-2",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391132111",
      "paper_id": "https://openalex.org/W4391132111",
      "title": "The hagfish genome and the evolution of vertebrates",
      "authors": "Ferdinand Marlétaz, Nataliya Timoshevskaya, Vladimir A. Timoshevskiy, Elise Parey, Oleg Simakov, Daria Gavriouchkina, Masakazu Suzuki, Kaoru Kubokawa, Sydney Brenner, Jeramiah J. Smith, Daniel S. Rokhsar",
      "paper_url": "https://doi.org/10.1038/s41586-024-07070-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4365143664",
      "paper_id": "https://openalex.org/W4365143664",
      "title": "The little skate genome and the evolutionary emergence of wing-like fins",
      "authors": "Ferdinand Marlétaz, Elisa de la Calle-Mustienes, Rafael D. Acemel, Christina Paliou, Silvia Naranjo, Pedro Manuel Martínez-García, Ildefonso Cases, Victoria A. Sleight, Christine Hirschberger, Marina Marcet-Houben, Dina Navon, Ali Andrescavage, Ksenia Skvortsova, Paul Edward Duckett, Álvaro González-Rajal, Ozren Bogdanovic, Johan H. Gibcus, Liyan Yang, Lourdes Gallardo-Fuentes, Ismael Sospedra, Javier Lopez-Rios, Fabrice Darbellay, Axel Visel, Job Dekker, Neil Shubin, Toni Gabaldón, Tetsuya Nakamura, Juan J. Tena, Darío G. Lupiáñez, Daniel S. Rokhsar, José Luis Gómez-Skarmeta",
      "paper_url": "https://doi.org/10.1038/s41586-023-05868-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4297497778",
      "paper_id": "https://openalex.org/W4297497778",
      "title": "The oldest complete jawed vertebrates from the early Silurian of China",
      "authors": "You-an Zhu, Qiang Li, Jing Lu, Yang Chen, Jianhua Wang, Zhikun Gai, Wenjin Zhao, Guangbiao Wei, Yilun Yu, Per E. Ahlberg, Min Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05136-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4297475876",
      "paper_id": "https://openalex.org/W4297475876",
      "title": "The oldest gnathostome teeth",
      "authors": "Plamen S. Andreev, Ivan J. Sansom, Qiang Li, Wenjin Zhao, Jianhua Wang, Chun-Chieh Wang, Lijian Peng, Liantao Jia, Tuo Qiao, Min Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05166-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403921098",
      "paper_id": "https://openalex.org/W4403921098",
      "title": "The oldest tadpole reveals evolutionary stability of the anuran life cycle",
      "authors": "Mariana Chuliver, Federico L. Agnolín, Agustín Scanferla, Mauro Aranciaga Rolando, Martín D. Ezcurra, Fernando E. Novas, Xing Xu",
      "paper_url": "https://doi.org/10.1038/s41586-024-08055-y",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386885761",
      "paper_id": "https://openalex.org/W4386885761",
      "title": "The oldest three-dimensionally preserved vertebrate neurocranium",
      "authors": "Richard P. Dearden, Agnese Lanzetti, Sam Giles, Zerina Johanson, Andy S. Jones, Stephan Lautenschlager, Emma Randle, Ivan J. Sansom",
      "paper_url": "https://doi.org/10.1038/s41586-023-06538-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4293792673",
      "paper_id": "https://openalex.org/W4293792673",
      "title": "The origin of placental mammal life histories",
      "authors": "Gregory F. Funston, Paige E. dePolo, Jakub T. Sliwinski, Matthew Dumont, Sarah L. Shelley, Laetitia E. Pichevin, Nicola J. Cayzer, John R. Wible, Thomas E. Williamson, James W. B. Rae, Stephen L. Brusatte",
      "paper_url": "https://doi.org/10.1038/s41586-022-05150-w",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410551416",
      "paper_id": "https://openalex.org/W4410551416",
      "title": "The origin of vertebrate teeth and evolution of sensory exoskeletons",
      "authors": "Yara Haridy, Sam C. P. Norris, Matteo Fabbri, Karma Nanglu, Neelima Sharma, James F. Miller, Mark Rivers, Patrick La Riviere, Phillip Vargas, Javier Ortega-Hernández, Neil H. Shubin",
      "paper_url": "https://doi.org/10.1038/s41586-025-08944-w",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4396918935",
      "paper_id": "https://openalex.org/W4396918935",
      "title": "The rise of baobab trees in Madagascar",
      "authors": "Jun-Nan Wan, Sheng-Wei Wang, Andrew R. Leitch, Ilia J. Leitch, Jian-Bo Jian, Zhang-Yan Wu, Hai-Ping Xin, Mijoro Rakotoarinivo, Guy Eric Onjalalaina, Robert Wahiti Gituru, Can Dai, Geoffrey Mwachala, Ming-Zhou Bai, Chen-Xi Zhao, Hong-Qi Wang, Sheng-Lan Du, Neng Wei, Guang-Wan Hu, Si-Chong Chen, Xiao-Ya Chen, Tao Wan, Qing-Feng Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07447-4",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412600575",
      "paper_id": "https://openalex.org/W4412600575",
      "title": "Triassic diapsid shows early diversification of skin appendages in reptiles",
      "authors": "Stephan N. F. Spiekman, Christian Foth, Valentina Rossi, Cristina Gascó Martín, Tiffany S. Slater, Orla G. Bath Enright, Kathleen N. Dollman, Giovanni Serafini, Dieter Seegis, Léa Grauvogel-Stamm, Maria E. McNamara, Hans-Dieter Sues, Rainer R. Schoch",
      "paper_url": "https://doi.org/10.1038/s41586-025-09167-9",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4317952798",
      "paper_id": "https://openalex.org/W4317952798",
      "title": "Triassic stem caecilian supports dissorophoid origin of living amphibians",
      "authors": "Ben T. Kligman, Bryan M. Gee, Adam D. Marsh, Sterling J. Nesbitt, Matthew E. Smith, William G. Parker, Michelle R. Stocker",
      "paper_url": "https://doi.org/10.1038/s41586-022-05646-5",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387095447",
      "paper_id": "https://openalex.org/W4387095447",
      "title": "Uniquely preserved gut contents illuminate trilobite palaeophysiology",
      "authors": "Petr Kraft, Valéria Vaškaninová, Michal Mergl, Petr Budil, Oldřich Fatka, Per E. Ahlberg",
      "paper_url": "https://doi.org/10.1038/s41586-023-06567-7",
      "venue": "nature23"
    }
  ]
}