{
  "cluster_id": 177,
  "papers": [
    {
      "id": "nature22_https://openalex.org/W4288052074",
      "paper_id": "https://openalex.org/W4288052074",
      "title": "A device-independent quantum key distribution system for distant users",
      "authors": "Wei Zhang, Tim van Leent, Kai Redeker, Robert Garthoff, René Schwonnek, Florian Fertig, Sebastian Eppelt, Wenjamin Rosenfeld, Valerio Scarani, Charles C.-W. Lim, Harald Weinfurter",
      "paper_url": "https://doi.org/10.1038/s41586-022-04891-y",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4318763883",
      "paper_id": "https://openalex.org/W4318763883",
      "title": "A Feshbach resonance in collisions between triplet ground-state molecules",
      "authors": "Juliana J. Park, Yu-Kun Lu, Alan O. Jamison, Timur V. Tscherbul, Wolfgang Ketterle",
      "paper_url": "https://doi.org/10.1038/s41586-022-05635-8",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3139356564",
      "paper_id": "https://openalex.org/W3139356564",
      "title": "A four-qubit germanium quantum processor",
      "authors": "Nico W. Hendrickx, William I. L. Lawrie, Maximilian Russ, Floor van Riggelen, Sander L. de Snoo, Raymond N. Schouten, Amir Sammak, Giordano Scappucci, Menno Veldhorst",
      "paper_url": "https://doi.org/10.1038/s41586-021-03332-6",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4407956947",
      "paper_id": "https://openalex.org/W4407956947",
      "title": "A manufacturable platform for photonic quantum computing",
      "authors": "Koen Alexander, Avishai Benyamini, Dylan Black, Damien Bonneau, Stanley Burgos, Ben Burridge, Hugo Cable, Geoff Campbell, Gabriel Catalano, Alejandro Ceballos, Chia-Ming Chang, Sourav Sen Choudhury, C. J. Chung, Fariba Danesh, Tom Dauer, Michael Davis, Eric Dudley, Ping Er-Xuan, Josep Fargas, Alessandro Farsi, Colleen Fenrich, Jonathan Frazer, Masaya Fukami, Yogeeswaran Ganesan, Gary Gibson, Mercedes Gimeno-Segovia, Sebastian Goeldi, Patrick Goley, Ryan Haislmaier, Sami Halimi, Paul Hansen, Sam Hardy, Jason Horng, Matthew House, Hong Hu, Mehdi Jadidi, Vijay Jain, Henrik Johansson, Thomas Jones, Vimal Kamineni, Nicholas Kelez, Ravi Koustuban, George Kovall, Peter Krogen, Nikhil Kumar, Yong Liang, Nicholas LiCausi, Dan Llewellyn, Kimberly Lokovic, Michael Lovelady, Vitor Riseti Manfrinato, Ann Melnichuk, Gabriel Mendoza, Brad Moores, Shaunak Mukherjee, Joseph Munns, Francois-Xavier Musalem, Faraz Najafi, Jeremy L. O’Brien, J. Elliott Ortmann, Sunil Pai, Bryan Park, Hsuan-Tung Peng, Nicholas Penthorn, Brennan Peterson, Gabriel Peterson, Matt Poush, Geoff J. Pryde, Tarun Ramprasad, Gareth Ray, Angelita Viejo Rodriguez, Brian Roxworthy, Terry Rudolph, Dylan J. Saunders, Pete Shadbolt, Deesha Shah, Andrea Bahgat Shehata, Hyungki Shin, Jeffrey Sinsky, Jake Smith, Ben Sohn, Young-Ik Sohn, Gyeongho Son, Mario C. M. M. Souza, Chris Sparrow, Matteo Staffaroni, Camille Stavrakas, Vijay Sukumaran, Davide Tamborini, Mark G. Thompson, Khanh Tran, Mark Triplett, Maryann Tung, Andrzej Veitia, Alexey Vert, Mihai D. Vidrighin, Ilya Vorobeichik, Peter Weigel, Matthew Wingert, Jamie Wooding, Xinran Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-025-08820-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4387095611",
      "paper_id": "https://openalex.org/W4387095611",
      "title": "A quantum engine in the BEC–BCS crossover",
      "authors": "Jennifer Koch, Keerthy Menon, Eloisa Cuestas, Sian Barbosa, Eric Lutz, Thomás Fogarty, Thomas Busch, Artur Widera",
      "paper_url": "https://doi.org/10.1038/s41586-023-06469-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4225259930",
      "paper_id": "https://openalex.org/W4225259930",
      "title": "A quantum processor based on coherent transport of entangled atom arrays",
      "authors": "Dolev Bluvstein, Harry Levine, Giulia Semeghini, Tout T. Wang, Sepehr Ebadi, Marcin Kalinowski, Alexander Keesling, Nishad Maskara, Hannes Pichler, Markus Greiner, Vladan Vuletić, Mikhail D. Lukin",
      "paper_url": "https://doi.org/10.1038/s41586-022-04592-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399127840",
      "paper_id": "https://openalex.org/W4399127840",
      "title": "A site-resolved two-dimensional quantum simulator with hundreds of trapped ions",
      "authors": "S.-A. Guo, Y.-K. Wu, J. Ye, L. Zhang, W.-Q. Lian, R. Yao, Y. Wang, R.-Y. Yan, Y.-J. Yi, Y.-L. Xu, B.-W. Li, Y.-H. Hou, Y.-Z. Xu, W.-X. Guo, C. Zhang, B.-X. Qi, Z.-C. Zhou, L. He, L.-M. Duan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07459-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3173878905",
      "paper_id": "https://openalex.org/W3173878905",
      "title": "Accurately computing the electronic properties of a quantum ring",
      "authors": "C. Neill, T. McCourt, X. Mi, Z. Jiang, M. Y. Niu, W. Mruczkiewicz, I. Aleiner, F. Arute, K. Arya, J. Atalaya, R. Babbush, J. C. Bardin, R. Barends, A. Bengtsson, A. Bourassa, M. Broughton, B. B. Buckley, D. A. Buell, B. Burkett, N. Bushnell, J. Campero, Z. Chen, B. Chiaro, R. Collins, W. Courtney, S. Demura, A. R. Derk, A. Dunsworth, D. Eppens, C. Erickson, E. Farhi, A. G. Fowler, B. Foxen, C. Gidney, M. Giustina, J. A. Gross, M. P. Harrigan, S. D. Harrington, J. Hilton, A. Ho, S. Hong, T. Huang, W. J. Huggins, S. V. Isakov, M. Jacob-Mitos, E. Jeffrey, C. Jones, D. Kafri, K. Kechedzhi, J. Kelly, S. Kim, P. V. Klimov, A. N. Korotkov, F. Kostritsa, D. Landhuis, P. Laptev, E. Lucero, O. Martin, J. R. McClean, M. McEwen, A. Megrant, K. C. Miao, M. Mohseni, J. Mutus, O. Naaman, M. Neeley, M. Newman, T. E. O’Brien, A. Opremcak, E. Ostby, B. Pató, A. Petukhov, C. Quintana, N. Redd, N. C. Rubin, D. Sank, K. J. Satzinger, V. Shvarts, D. Strain, M. Szalay, M. D. Trevithick, B. Villalonga, T. C. White, Z. Yao, P. Yeh, A. Zalcman, H. Neven, S. Boixo, L. B. Ioffe, P. Roushan, Y. Chen, V. Smelyanskiy",
      "paper_url": "https://doi.org/10.1038/s41586-021-03576-2",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402585749",
      "paper_id": "https://openalex.org/W4402585749",
      "title": "Advanced CMOS manufacturing of superconducting qubits on 300 mm wafers",
      "authors": "J. Van Damme, S. Massar, R. Acharya, Ts. Ivanov, D. Perez Lozano, Y. Canvel, M. Demarets, D. Vangoidsenhoven, Y. Hermans, J. G. Lai, A. M. Vadiraj, M. Mongillo, D. Wan, J. De Boeck, A. Potočnik, K. De Greve",
      "paper_url": "https://doi.org/10.1038/s41586-024-07941-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4396732455",
      "paper_id": "https://openalex.org/W4396732455",
      "title": "An atomic boson sampler",
      "authors": "Aaron W. Young, Shawn Geller, William J. Eckner, Nathan Schine, Scott Glancy, Emanuel Knill, Adam M. Kaufman",
      "paper_url": "https://doi.org/10.1038/s41586-024-07304-4",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3118428022",
      "paper_id": "https://openalex.org/W3118428022",
      "title": "An integrated space-to-ground quantum communication network over 4,600 kilometres",
      "authors": "Yu-Ao Chen, Qiang Zhang, Teng-Yun Chen, Wen-Qi Cai, Sheng-Kai Liao, Jun Zhang, Kai Chen, Juan Yin, Ji-Gang Ren, Zhu Chen, Sheng-Long Han, Qing Yu, Ken Liang, Fei Zhou, Xiao Yuan, Mei-Sheng Zhao, Tian-Yin Wang, Xiao Jiang, Liang Zhang, Wei-Yue Liu, Yang Li, Qi Shen, Yuan Cao, Chao-Yang Lu, Rong Shu, Jian-Yu Wang, Li Li, Nai-Le Liu, Feihu Xu, Xiang-Bin Wang, Cheng-Zhi Peng, Jian-Wei Pan",
      "paper_url": "https://doi.org/10.1038/s41586-020-03093-8",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4408357227",
      "paper_id": "https://openalex.org/W4408357227",
      "title": "An operating system for executing applications on quantum network nodes",
      "authors": "C. Delle Donne, M. Iuliano, B. van der Vecht, G. M. Ferreira, H. Jirovská, T. J. W. van der Steenhoven, A. Dahlberg, M. Skrzypczyk, D. Fioretto, M. Teller, P. Filippov, A. R.-P. Montblanch, J. Fischer, H. B. van Ommen, N. Demetriou, D. Leichtle, L. Music, H. Ollivier, I. te Raa, W. Kozlowski, T. H. Taminiau, P. Pawełczak, T. E. Northup, R. Hanson, S. Wehner",
      "paper_url": "https://doi.org/10.1038/s41586-025-08704-w",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4393902905",
      "paper_id": "https://openalex.org/W4393902905",
      "title": "An optical tweezer array of ultracold polyatomic molecules",
      "authors": "Nathaniel B. Vilas, Paige Robichaud, Christian Hallas, Grace K. Li, Loïc Anderegg, John M. Doyle",
      "paper_url": "https://doi.org/10.1038/s41586-024-07199-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4353055568",
      "paper_id": "https://openalex.org/W4353055568",
      "title": "Beating the break-even point with a discrete-variable-encoded logical qubit",
      "authors": "Zhongchu Ni, Sai Li, Xiaowei Deng, Yanyan Cai, Libo Zhang, Weiting Wang, Zhen-Biao Yang, Haifeng Yu, Fei Yan, Song Liu, Chang-Ling Zou, Luyan Sun, Shi-Biao Zheng, Yuan Xu, Dapeng Yu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05784-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392984773",
      "paper_id": "https://openalex.org/W4392984773",
      "title": "Benchmarking highly entangled states on a 60-atom analogue quantum simulator",
      "authors": "Adam L. Shaw, Zhuo Chen, Joonhee Choi, Daniel K. Mark, Pascal Scholl, Ran Finkelstein, Andreas Elben, Soonwon Choi, Manuel Endres",
      "paper_url": "https://doi.org/10.1038/s41586-024-07173-x",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408853294",
      "paper_id": "https://openalex.org/W4408853294",
      "title": "Certified randomness using a trapped-ion quantum processor",
      "authors": "Minzhao Liu, Ruslan Shaydulin, Pradeep Niroula, Matthew DeCross, Shih-Han Hung, Wen Yu Kon, Enrique Cervero-Martín, Kaushik Chakraborty, Omar Amer, Scott Aaronson, Atithi Acharya, Yuri Alexeev, K. Jordan Berg, Shouvanik Chakrabarti, Florian J. Curchod, Joan M. Dreiling, Neal Erickson, Cameron Foltz, Michael Foss-Feig, David Hayes, Travis S. Humble, Niraj Kumar, Jeffrey Larson, Danylo Lykov, Michael Mills, Steven A. Moses, Brian Neyenhuis, Shaltiel Eloul, Peter Siegfried, James Walker, Charles Lim, Marco Pistoia",
      "paper_url": "https://doi.org/10.1038/s41586-025-08737-1",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3163303881",
      "paper_id": "https://openalex.org/W3163303881",
      "title": "CMOS-based cryogenic control of silicon quantum circuits",
      "authors": "Xiao Xue, Bishnu Patra, Jeroen P. G. van Dijk, Nodar Samkharadze, Sushil Subramanian, Andrea Corna, Brian Paquelet Wuetz, Charles Jeon, Farhana Sheikh, Esdras Juarez-Hernandez, Brando Perez Esparza, Huzaifa Rampurawala, Brent Carlton, Surej Ravikumar, Carlos Nieva, Sungwon Kim, Hyung-Jin Lee, Amir Sammak, Giordano Scappucci, Menno Veldhorst, Fabio Sebastiano, Masoud Babaie, Stefano Pellerano, Edoardo Charbon, Lieven M. K. Vandersypen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03469-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404566602",
      "paper_id": "https://openalex.org/W4404566602",
      "title": "Combining quantum processors with real-time classical communication",
      "authors": "Almudena Carrera Vazquez, Caroline Tornow, Diego Ristè, Stefan Woerner, Maika Takita, Daniel J. Egger",
      "paper_url": "https://doi.org/10.1038/s41586-024-08178-2",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W3199610616",
      "paper_id": "https://openalex.org/W3199610616",
      "title": "Continuous Bose–Einstein condensation",
      "authors": "Chun-Chia Chen, Rodrigo González Escudero, Jiří Minář, Benjamin Pasquiou, Shayne Bennetts, Florian Schreck",
      "paper_url": "https://doi.org/10.1038/s41586-022-04731-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388694233",
      "paper_id": "https://openalex.org/W4388694233",
      "title": "Continuous symmetry breaking in a trapped-ion spin chain",
      "authors": "Lei Feng, Or Katz, Casey Haack, Mohammad Maghrebi, Alexey V. Gorshkov, Zhexuan Gong, Marko Cetina, Christopher Monroe",
      "paper_url": "https://doi.org/10.1038/s41586-023-06656-7",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4322495337",
      "paper_id": "https://openalex.org/W4322495337",
      "title": "Continuous symmetry breaking in a two-dimensional Rydberg array",
      "authors": "Cheng Chen, Guillaume Bornet, Marcus Bintz, Gabriel Emperauger, Lucas Leclerc, Vincent S. Liu, Pascal Scholl, Daniel Barredo, Johannes Hauschild, Shubhayu Chatterjee, Michael Schuler, Andreas M. Läuchli, Michael P. Zaletel, Thierry Lahaye, Norman Y. Yao, Antoine Browaeys",
      "paper_url": "https://doi.org/10.1038/s41586-023-05859-2",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407722688",
      "paper_id": "https://openalex.org/W4407722688",
      "title": "Continuous-variable multipartite entanglement in an integrated microcomb",
      "authors": "Xinyu Jia, Chonghao Zhai, Xuezhi Zhu, Chang You, Yunyun Cao, Xuguang Zhang, Yun Zheng, Zhaorong Fu, Jun Mao, Tianxiang Dai, Lin Chang, Xiaolong Su, Qihuang Gong, Jianwei Wang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08602-1",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3082415818",
      "paper_id": "https://openalex.org/W3082415818",
      "title": "Control and readout of a superconducting qubit using a photonic link",
      "authors": "F. Lecocq, F. Quinlan, K. Cicak, J. Aumentado, S. A. Diddams, J. D. Teufel",
      "paper_url": "https://doi.org/10.1038/s41586-021-03268-x",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3166751781",
      "paper_id": "https://openalex.org/W3166751781",
      "title": "Correlated charge noise and relaxation errors in superconducting qubits",
      "authors": "C. D. Wilen, S. Abdullah, N. A. Kurinsky, C. Stanford, L. Cardani, G. D’Imperio, C. Tomei, L. Faoro, L. B. Ioffe, C. H. Liu, A. Opremcak, B. G. Christensen, J. L. DuBois, R. McDermott",
      "paper_url": "https://doi.org/10.1038/s41586-021-03557-5",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4396919321",
      "paper_id": "https://openalex.org/W4396919321",
      "title": "Creation of memory–memory entanglement in a metropolitan quantum network",
      "authors": "Jian-Long Liu, Xi-Yu Luo, Yong Yu, Chao-Yang Wang, Bin Wang, Yi Hu, Jun Li, Ming-Yang Zheng, Bo Yao, Zi Yan, Da Teng, Jin-Wei Jiang, Xiao-Bing Liu, Xiu-Ping Xie, Jun Zhang, Qing-He Mao, Xiao Jiang, Qiang Zhang, Xiao-Hui Bao, Jian-Wei Pan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07308-0",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W3216176305",
      "paper_id": "https://openalex.org/W3216176305",
      "title": "Demonstration of fault-tolerant universal quantum gate operations",
      "authors": "Lukas Postler, Sascha Heuβen, Ivan Pogorelov, Manuel Rispler, Thomas Feldker, Michael Meth, Christian D. Marciniak, Roman Stricker, Martin Ringbauer, Rainer Blatt, Philipp Schindler, Markus Müller, Thomas Monz",
      "paper_url": "https://doi.org/10.1038/s41586-022-04721-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3178653085",
      "paper_id": "https://openalex.org/W3178653085",
      "title": "Demonstration of the trapped-ion quantum CCD computer architecture",
      "authors": "J. M. Pino, J. M. Dreiling, C. Figgatt, J. P. Gaebler, S. A. Moses, M. S. Allman, C. H. Baldwin, M. Foss-Feig, D. Hayes, K. Mayer, C. Ryan-Anderson, B. Neyenhuis",
      "paper_url": "https://doi.org/10.1038/s41586-021-03318-4",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W4200201402",
      "paper_id": "https://openalex.org/W4200201402",
      "title": "Detecting spins by their fluorescence with a microwave photon counter",
      "authors": "Emanuele Albertinale, Léo Balembois, Eric Billaud, Vishal Ranjan, Daniel Flanigan, Thomas Schenkel, Daniel Estève, Denis Vion, Patrice Bertet, Emmanuel Flurin",
      "paper_url": "https://doi.org/10.1038/s41586-021-04076-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3131611635",
      "paper_id": "https://openalex.org/W3131611635",
      "title": "Deterministic multi-qubit entanglement in a quantum network",
      "authors": "Youpeng Zhong, Hung-Shen Chang, Audrey Bienfait, Étienne Dumur, Ming-Han Chou, Christopher R. Conner, Joel Grebel, Rhys G. Povey, Haoxiong Yan, David I. Schuster, Andrew N. Cleland",
      "paper_url": "https://doi.org/10.1038/s41586-021-03288-7",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4286002045",
      "paper_id": "https://openalex.org/W4286002045",
      "title": "Digital quantum simulation of Floquet symmetry-protected topological phases",
      "authors": "Xu Zhang, Wenjie Jiang, Jinfeng Deng, Ke Wang, Jiachen Chen, Pengfei Zhang, Wenhui Ren, Hang Dong, Shibo Xu, Yu Gao, Feitong Jin, Xuhao Zhu, Qiujiang Guo, Hekang Li, Chao Song, Alexey V. Gorshkov, Thomas Iadecola, Fangli Liu, Zhe-Xuan Gong, Zhen Wang, Dong-Ling Deng, H. Wang",
      "paper_url": "https://doi.org/10.1038/s41586-022-04854-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387950480",
      "paper_id": "https://openalex.org/W4387950480",
      "title": "Dipolar quantum solids emerging in a Hubbard quantum simulator",
      "authors": "Lin Su, Alexander Douglas, Michal Szurek, Robin Groth, S. Furkan Ozturk, Aaron Krahn, Anne H. Hébert, Gregory A. Phelps, Sepehr Ebadi, Susannah Dickerson, Francesca Ferlaino, Ognjen Marković, Markus Greiner",
      "paper_url": "https://doi.org/10.1038/s41586-023-06614-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4311472670",
      "paper_id": "https://openalex.org/W4311472670",
      "title": "Disorder-assisted assembly of strongly correlated fluids of light",
      "authors": "Brendan Saxberg, Andrei Vrajitoarea, Gabrielle Roberts, Margaret G. Panetta, Jonathan Simon, David I. Schuster",
      "paper_url": "https://doi.org/10.1038/s41586-022-05357-x",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407158326",
      "paper_id": "https://openalex.org/W4407158326",
      "title": "Distributed quantum computing across an optical network link",
      "authors": "D. Main, P. Drmota, D. P. Nadlinger, E. M. Ainley, A. Agrawal, B. C. Nichol, R. Srinivas, G. Araneda, D. M. Lucas",
      "paper_url": "https://doi.org/10.1038/s41586-024-08404-x",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4309873868",
      "paper_id": "https://openalex.org/W4309873868",
      "title": "Distributed quantum sensing with mode-entangled spin-squeezed atomic states",
      "authors": "Benjamin K. Malia, Yunfan Wu, Julián Martínez-Rincón, Mark A. Kasevich",
      "paper_url": "https://doi.org/10.1038/s41586-022-05363-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4317952780",
      "paper_id": "https://openalex.org/W4317952780",
      "title": "Down-conversion of a single photon as a probe of many-body localization",
      "authors": "Nitish Mehta, Roman Kuzmin, Cristiano Ciuti, Vladimir E. Manucharyan",
      "paper_url": "https://doi.org/10.1038/s41586-022-05615-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4286007969",
      "paper_id": "https://openalex.org/W4286007969",
      "title": "Dynamical topological phase realized in a trapped-ion quantum simulator",
      "authors": "Philipp T. Dumitrescu, Justin G. Bohnet, John P. Gaebler, Aaron Hankin, David Hayes, Ajesh Kumar, Brian Neyenhuis, Romain Vasseur, Andrew C. Potter",
      "paper_url": "https://doi.org/10.1038/s41586-022-04853-4",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4293004913",
      "paper_id": "https://openalex.org/W4293004913",
      "title": "Efficient generation of entangled multiphoton graph states from a single atom",
      "authors": "Philip Thomas, Leonardo Ruscio, Olivier Morin, Gerhard Rempe",
      "paper_url": "https://doi.org/10.1038/s41586-022-04987-5",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3197882632",
      "paper_id": "https://openalex.org/W3197882632",
      "title": "Emergent hydrodynamics in a strongly interacting dipolar spin ensemble",
      "authors": "C. Zu, F. Machado, B. Ye, S. Choi, B. Kobrin, T. Mittiga, S. Hsieh, P. Bhattacharyya, M. Markham, D. Twitchen, A. Jarmola, D. Budker, C. R. Laumann, J. E. Moore, N. Y. Yao",
      "paper_url": "https://doi.org/10.1038/s41586-021-03763-1",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4390707737",
      "paper_id": "https://openalex.org/W4390707737",
      "title": "Encoding a magic state with beyond break-even fidelity",
      "authors": "Riddhi S. Gupta, Neereja Sundaresan, Thomas Alexander, Christopher J. Wood, Seth T. Merkel, Michael B. Healy, Marius Hillenbrand, Tomas Jochym-O’Connor, James R. Wootton, Theodore J. Yoder, Andrew W. Cross, Maika Takita, Benjamin J. Brown",
      "paper_url": "https://doi.org/10.1038/s41586-023-06846-3",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411932269",
      "paper_id": "https://openalex.org/W4411932269",
      "title": "Energy–speed relationship of quantum particles challenges Bohmian mechanics",
      "authors": "Violetta Sharoglazova, Marius Puplauskis, Charlie Mattschas, Chris Toebes, Jan Klaers",
      "paper_url": "https://doi.org/10.1038/s41586-025-09099-4",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4404306008",
      "paper_id": "https://openalex.org/W4404306008",
      "title": "Entanglement and iSWAP gate between molecular qubits",
      "authors": "Lewis R. B. Picard, Annie J. Park, Gabriel E. Patenotte, Samuel Gebretsadkan, David Wellnitz, Ana Maria Rey, Kang-Kuen Ni",
      "paper_url": "https://doi.org/10.1038/s41586-024-08177-3",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4396918865",
      "paper_id": "https://openalex.org/W4396918865",
      "title": "Entanglement of nanophotonic quantum memory nodes in a telecom network",
      "authors": "C. M. Knaut, A. Suleymanzade, Y.-C. Wei, D. R. Assumpcao, P.-J. Stas, Y. Q. Huan, B. Machielse, E. N. Knall, M. Sutula, G. Baranes, N. Sinclair, C. De-Eknamkul, D. S. Levonian, M. K. Bhaskar, H. Park, M. Lončar, M. D. Lukin",
      "paper_url": "https://doi.org/10.1038/s41586-024-07252-z",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4306810140",
      "paper_id": "https://openalex.org/W4306810140",
      "title": "Entanglement-enhanced matter-wave interferometry in a high-finesse cavity",
      "authors": "Graham P. Greve, Chengyi Luo, Baochen Wu, James K. Thompson",
      "paper_url": "https://doi.org/10.1038/s41586-022-05197-9",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3119028457",
      "paper_id": "https://openalex.org/W3119028457",
      "title": "Entangling logical qubits with lattice surgery",
      "authors": "Alexander Erhard, Hendrik Poulsen Nautrup, Michael Meth, Lukas Postler, Roman Stricker, Martin Stadler, Vlad Negnevitsky, Martin Ringbauer, Philipp Schindler, Hans J. Briegel, Rainer Blatt, Nicolai Friis, Thomas Monz",
      "paper_url": "https://doi.org/10.1038/s41586-020-03079-6",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W3215065993",
      "paper_id": "https://openalex.org/W3215065993",
      "title": "Entangling single atoms over 33 km telecom fibre",
      "authors": "Tim van Leent, Matthias Bock, Florian Fertig, Robert Garthoff, Sebastian Eppelt, Yiru Zhou, Pooja Malik, Matthias Seubert, Tobias Bauer, Wenjamin Rosenfeld, Wei Zhang, Christoph Becher, Harald Weinfurter",
      "paper_url": "https://doi.org/10.1038/s41586-022-04764-4",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387527421",
      "paper_id": "https://openalex.org/W4387527421",
      "title": "Erasure conversion in a high-fidelity Rydberg quantum simulator",
      "authors": "Pascal Scholl, Adam L. Shaw, Richard Bing-Shiun Tsai, Ran Finkelstein, Joonhee Choi, Manuel Endres",
      "paper_url": "https://doi.org/10.1038/s41586-023-06516-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4288051932",
      "paper_id": "https://openalex.org/W4288051932",
      "title": "Evaporation of microwave-shielded polar molecules to quantum degeneracy",
      "authors": "Andreas Schindewolf, Roman Bause, Xing-Yan Chen, Marcel Duda, Tijs Karman, Immanuel Bloch, Xin-Yu Luo",
      "paper_url": "https://doi.org/10.1038/s41586-022-04900-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4210877337",
      "paper_id": "https://openalex.org/W4210877337",
      "title": "Evidence for the association of triatomic molecules in ultracold 23Na40K + 40K mixtures",
      "authors": "Huan Yang, Xin-Yao Wang, Zhen Su, Jin Cao, De-Chao Zhang, Jun Rui, Bo Zhao, Chun-Li Bai, Jian-Wei Pan",
      "paper_url": "https://doi.org/10.1038/s41586-021-04297-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4380627387",
      "paper_id": "https://openalex.org/W4380627387",
      "title": "Evidence for the utility of quantum computing before fault tolerance",
      "authors": "Youngseok Kim, Andrew Eddins, Sajant Anand, Ken Xuan Wei, Ewout van den Berg, Sami Rosenblatt, Hasan Nayfeh, Yantao Wu, Michael Zaletel, Kristan Temme, Abhinav Kandala",
      "paper_url": "https://doi.org/10.1038/s41586-023-06096-3",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412396407",
      "paper_id": "https://openalex.org/W4412396407",
      "title": "Experimental demonstration of logical magic state distillation",
      "authors": "Pedro Sales Rodriguez, John M. Robinson, Paul Niklas Jepsen, Zhiyang He, Casey Duckering, Chen Zhao, Kai-Hsin Wu, Joseph Campo, Kevin Bagnall, Minho Kwon, Thomas Karolyshyn, Phillip Weinberg, Madelyn Cain, Simon J. Evered, Alexandra A. Geim, Marcin Kalinowski, Sophie H. Li, Tom Manovitz, Jesse Amato-Grill, James I. Basham, Liane Bernstein, Boris Braverman, Alexei Bylinskii, Adam Choukri, Robert J. DeAngelo, Fang Fang, Connor Fieweger, Paige Frederick, David Haines, Majd Hamdan, Julian Hammett, Ning Hsu, Ming-Guang Hu, Florian Huber, Ningyuan Jia, Dhruv Kedar, Milan Kornjač, Fangli Liu, John Long, Jonathan Lopatin, Pedro L. S. Lopes, Xiu-Zhe Luo, Tommaso Macrì, Ognjen Marković, Luis A. Martínez-Martínez, Xianmei Meng, Stefan Ostermann, Evgeny Ostroumov, David Paquette, Zexuan Qiang, Vadim Shofman, Anshuman Singh, Manuj Singh, Nandan Sinha, Henry Thoreen, Noel Wan, Yiping Wang, Daniel Waxman-Lenz, Tak Wong, Jonathan Wurtz, Andrii Zhdanov, Laurent Zheng, Markus Greiner, Alexander Keesling, Nathan Gemelke, Vladan Vuletić, Takuya Kitagawa, Sheng-Tao Wang, Dolev Bluvstein, Mikhail D. Lukin, Alexander Lukin, Hengyun Zhou, Sergio H. Cantú",
      "paper_url": "https://doi.org/10.1038/s41586-025-09367-3",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4288052217",
      "paper_id": "https://openalex.org/W4288052217",
      "title": "Experimental quantum key distribution certified by Bell's theorem",
      "authors": "D. P. Nadlinger, P. Drmota, B. C. Nichol, G. Araneda, D. Main, R. Srinivas, D. M. Lucas, C. J. Ballance, K. Ivanov, E. Y.-Z. Tan, P. Sekatski, R. L. Urbanke, R. Renner, N. Sangouard, J.-D. Bancal",
      "paper_url": "https://doi.org/10.1038/s41586-022-04941-5",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3210659843",
      "paper_id": "https://openalex.org/W3210659843",
      "title": "Experimental relativistic zero-knowledge proofs",
      "authors": "Pouriya Alikhani, Nicolas Brunner, Claude Crépeau, Sébastien Designolle, Raphaël Houlmann, Weixu Shi, Nan Yang, Hugo Zbinden",
      "paper_url": "https://doi.org/10.1038/s41586-021-03998-y",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389132818",
      "paper_id": "https://openalex.org/W4389132818",
      "title": "Exploring large-scale entanglement in quantum simulation",
      "authors": "Manoj K. Joshi, Christian Kokail, Rick van Bijnen, Florian Kranzl, Torsten V. Zache, Rainer Blatt, Christian F. Roos, Peter Zoller",
      "paper_url": "https://doi.org/10.1038/s41586-023-06768-0",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3178633198",
      "paper_id": "https://openalex.org/W3178633198",
      "title": "Exponential suppression of bit or phase errors with cyclic error correction",
      "authors": "Zijun Chen, Kevin J. Satzinger, Juan Atalaya, Alexander N. Korotkov, Andrew Dunsworth, Daniel Sank, Chris Quintana, Matt McEwen, Rami Barends, Paul V. Klimov, Sabrina Hong, Cody Jones, Andre Petukhov, Dvir Kafri, Sean Demura, Brian Burkett, Craig Gidney, Austin G. Fowler, Alexandru Paler, Harald Putterman, Igor Aleiner, Frank Arute, Kunal Arya, Ryan Babbush, Joseph C. Bardin, Andreas Bengtsson, Alexandre Bourassa, Michael Broughton, Bob B. Buckley, David A. Buell, Nicholas Bushnell, Benjamin Chiaro, Roberto Collins, William Courtney, Alan R. Derk, Daniel Eppens, Catherine Erickson, Edward Farhi, Brooks Foxen, Marissa Giustina, Ami Greene, Jonathan A. Gross, Matthew P. Harrigan, Sean D. Harrington, Jeremy Hilton, Alan Ho, Trent Huang, William J. Huggins, L. B. Ioffe, Sergei V. Isakov, Evan Jeffrey, Zhang Jiang, Kostyantyn Kechedzhi, Seon Kim, Alexei Kitaev, Fedor Kostritsa, David Landhuis, Pavel Laptev, Erik Lucero, Orion Martin, Jarrod R. McClean, Trevor McCourt, Xiao Mi, Kevin C. Miao, Masoud Mohseni, Shirin Montazeri, Wojciech Mruczkiewicz, Josh Mutus, Ofer Naaman, Matthew Neeley, Charles Neill, Michael Newman, Murphy Yuezhen Niu, Thomas E. O’Brien, Alex Opremcak, Eric Ostby, Bálint Pató, Nicholas Redd, Pedram Roushan, Nicholas C. Rubin, Vladimir Shvarts, Doug Strain, Marco Szalay, Matthew D. Trevithick, Benjamin Villalonga, Theodore White, Z. Jamie Yao, Ping Yeh, Juhwan Yoo, Adam Zalcman, Hartmut Neven, Sergio Boixo, Vadim Smelyanskiy, Yu Chen, Anthony Megrant, Julian Kelly",
      "paper_url": "https://doi.org/10.1038/s41586-021-03588-y",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4206801895",
      "paper_id": "https://openalex.org/W4206801895",
      "title": "Fast universal quantum gate above the fault-tolerance threshold in silicon",
      "authors": "Akito Noiri, Kenta Takeda, Takashi Nakajima, Takashi Kobayashi, Amir Sammak, Giordano Scappucci, Seigo Tarucha",
      "paper_url": "https://doi.org/10.1038/s41586-021-04182-y",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3203972939",
      "paper_id": "https://openalex.org/W3203972939",
      "title": "Fault-tolerant control of an error-corrected qubit",
      "authors": "Laird Egan, Dripto M. Debroy, Crystal Noel, Andrew Risinger, Daiwei Zhu, Debopriyo Biswas, Michael Newman, Muyuan Li, Kenneth R. Brown, Marko Cetina, Christopher Monroe",
      "paper_url": "https://doi.org/10.1038/s41586-021-03928-y",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W3189526869",
      "paper_id": "https://openalex.org/W3189526869",
      "title": "Fault-tolerant operation of a logical qubit in a diamond quantum processor",
      "authors": "M. H. Abobeih, Y. Wang, J. Randall, S. J. H. Loenen, C. E. Bradley, M. Markham, D. J. Twitchen, B. M. Terhal, T. H. Taminiau",
      "paper_url": "https://doi.org/10.1038/s41586-022-04819-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4318769898",
      "paper_id": "https://openalex.org/W4318769898",
      "title": "Field-linked resonances of polar molecules",
      "authors": "Xing-Yan Chen, Andreas Schindewolf, Sebastian Eppelt, Roman Bause, Marcel Duda, Shrestha Biswas, Tijs Karman, Timon Hilker, Immanuel Bloch, Xin-Yu Luo",
      "paper_url": "https://doi.org/10.1038/s41586-022-05651-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4311045589",
      "paper_id": "https://openalex.org/W4311045589",
      "title": "Formation of robust bound states of interacting microwave photons",
      "authors": "A. Morvan, T. I. Andersen, X. Mi, C. Neill, A. Petukhov, K. Kechedzhi, D. A. Abanin, A. Michailidis, R. Acharya, F. Arute, K. Arya, A. Asfaw, J. Atalaya, J. C. Bardin, J. Basso, A. Bengtsson, G. Bortoli, A. Bourassa, J. Bovaird, L. Brill, M. Broughton, B. B. Buckley, D. A. Buell, T. Burger, B. Burkett, N. Bushnell, Z. Chen, B. Chiaro, R. Collins, P. Conner, W. Courtney, A. L. Crook, B. Curtin, D. M. Debroy, A. Del Toro Barba, S. Demura, A. Dunsworth, D. Eppens, C. Erickson, L. Faoro, E. Farhi, R. Fatemi, L. Flores Burgos, E. Forati, A. G. Fowler, B. Foxen, W. Giang, C. Gidney, D. Gilboa, M. Giustina, A. Grajales Dau, J. A. Gross, S. Habegger, M. C. Hamilton, M. P. Harrigan, S. D. Harrington, M. Hoffmann, S. Hong, T. Huang, A. Huff, W. J. Huggins, S. V. Isakov, J. Iveland, E. Jeffrey, Z. Jiang, C. Jones, P. Juhas, D. Kafri, T. Khattar, M. Khezri, M. Kieferová, S. Kim, A. Y. Kitaev, P. V. Klimov, A. R. Klots, A. N. Korotkov, F. Kostritsa, J. M. Kreikebaum, D. Landhuis, P. Laptev, K.-M. Lau, L. Laws, J. Lee, K. W. Lee, B. J. Lester, A. T. Lill, W. Liu, A. Locharla, F. Malone, O. Martin, J. R. McClean, M. McEwen, B. Meurer Costa, K. C. Miao, M. Mohseni, S. Montazeri, E. Mount, W. Mruczkiewicz, O. Naaman, M. Neeley, A. Nersisyan, M. Newman, A. Nguyen, M. Nguyen, M. Y. Niu, T. E. O’Brien, R. Olenewa, A. Opremcak, R. Potter, C. Quintana, N. C. Rubin, N. Saei, D. Sank, K. Sankaragomathi, K. J. Satzinger, H. F. Schurkus, C. Schuster, M. J. Shearn, A. Shorter, V. Shvarts, J. Skruzny, W. C. Smith, D. Strain, G. Sterling, Y. Su, M. Szalay, A. Torres, G. Vidal, B. Villalonga, C. Vollgraff-Heidweiller, T. White, C. Xing, Z. Yao, P. Yeh, J. Yoo, A. Zalcman, Y. Zhang, N. Zhu, H. Neven, D. Bacon, J. Hilton, E. Lucero, R. Babbush, S. Boixo, A. Megrant, J. Kelly, Y. Chen, V. Smelyanskiy, I. Aleiner, L. B. Ioffe, P. Roushan",
      "paper_url": "https://doi.org/10.1038/s41586-022-05348-y",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4396721306",
      "paper_id": "https://openalex.org/W4396721306",
      "title": "Fusion of deterministically generated photonic graph states",
      "authors": "Philip Thomas, Leonardo Ruscio, Olivier Morin, Gerhard Rempe",
      "paper_url": "https://doi.org/10.1038/s41586-024-07357-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4384023999",
      "paper_id": "https://openalex.org/W4384023999",
      "title": "Generation of genuine entanglement up to 51 superconducting qubits",
      "authors": "Sirui Cao, Bujiao Wu, Fusheng Chen, Ming Gong, Yulin Wu, Yangsen Ye, Chen Zha, Haoran Qian, Chong Ying, Shaojun Guo, Qingling Zhu, He-Liang Huang, Youwei Zhao, Shaowei Li, Shiyu Wang, Jiale Yu, Daojin Fan, Dachao Wu, Hong Su, Hui Deng, Hao Rong, Yuan Li, Kaili Zhang, Tung-Hsun Chung, Futian Liang, Jin Lin, Yu Xu, Lihua Sun, Cheng Guo, Na Li, Yong-Heng Huo, Cheng-Zhi Peng, Chao-Yang Lu, Xiao Yuan, Xiaobo Zhu, Jian-Wei Pan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06195-1",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407957966",
      "paper_id": "https://openalex.org/W4407957966",
      "title": "Hardware-efficient quantum error correction via concatenated bosonic qubits",
      "authors": "Harald Putterman, Kyungjoo Noh, Connor T. Hann, Gregory S. MacCabe, Shahriar Aghaeimeibodi, Rishi N. Patel, Menyoung Lee, William M. Jones, Hesam Moradinejad, Roberto Rodriguez, Neha Mahuli, Jefferson Rose, John Clai Owens, Harry Levine, Emma Rosenfeld, Philip Reinhold, Lorenzo Moncelsi, Joshua Ari Alcid, Nasser Alidoust, Patricio Arrangoiz-Arriola, James Barnett, Przemyslaw Bienias, Hugh A. Carson, Cliff Chen, Li Chen, Harutiun Chinkezian, Eric M. Chisholm, Ming-Han Chou, Aashish Clerk, Andrew Clifford, R. Cosmic, Ana Valdes Curiel, Erik Davis, Laura DeLorenzo, J. Mitchell D’Ewart, Art Diky, Nathan D’Souza, Philipp T. Dumitrescu, Shmuel Eisenmann, Essam Elkhouly, Glen Evenbly, Michael T. Fang, Yawen Fang, Matthew J. Fling, Warren Fon, Gabriel Garcia, Alexey V. Gorshkov, Julia A. Grant, Mason J. Gray, Sebastian Grimberg, Arne L. Grimsmo, Arbel Haim, Justin Hand, Yuan He, Mike Hernandez, David Hover, Jimmy S. C. Hung, Matthew Hunt, Joe Iverson, Ignace Jarrige, Jean-Christophe Jaskula, Liang Jiang, Mahmoud Kalaee, Rassul Karabalin, Peter J. Karalekas, Andrew J. Keller, Amirhossein Khalajhedayati, Aleksander Kubica, Hanho Lee, Catherine Leroux, Simon Lieu, Victor Ly, Keven Villegas Madrigal, Guillaume Marcaud, Gavin McCabe, Cody Miles, Ashley Milsted, Joaquin Minguzzi, Anurag Mishra, Biswaroop Mukherjee, Mahdi Naghiloo, Eric Oblepias, Gerson Ortuno, Jason Pagdilao, Nicola Pancotti, Ashley Panduro, JP Paquette, Minje Park, Gregory A. Peairs, David Perello, Eric C. Peterson, Sophia Ponte, John Preskill, Johnson Qiao, Gil Refael, Rachel Resnick, Alex Retzker, Omar A. Reyna, Marc Runyan, Colm A. Ryan, Abdulrahman Sahmoud, Ernesto Sanchez, Rohan Sanil, Krishanu Sankar, Yuki Sato, Thomas Scaffidi, Salome Siavoshi, Prasahnt Sivarajah, Trenton Skogland, Chun-Ju Su, Loren J. Swenson, Stephanie M. Teo, Astrid Tomada, Giacomo Torlai, E. Alex Wollack, Yufeng Ye, Jessica A. Zerrudo, Kailing Zhang, Fernando G. S. L. Brandão, Matthew H. Matheny, Oskar Painter",
      "paper_url": "https://doi.org/10.1038/s41586-025-08642-7",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3164162707",
      "paper_id": "https://openalex.org/W3164162707",
      "title": "Heralded entanglement distribution between two absorptive quantum memories",
      "authors": "Xiao Liu, Jun Hu, Zong-Feng Li, Xue Li, Pei-Yun Li, Peng-Jun Liang, Zong-Quan Zhou, Chuan-Feng Li, Guang-Can Guo",
      "paper_url": "https://doi.org/10.1038/s41586-021-03505-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4399121809",
      "paper_id": "https://openalex.org/W4399121809",
      "title": "Heterogeneous integration of spin–photon interfaces with a CMOS platform",
      "authors": "Linsen Li, Lorenzo De Santis, Isaac B. W. Harris, Kevin C. Chen, Yihuai Gao, Ian Christen, Hyeongrak Choi, Matthew Trusheim, Yixuan Song, Carlos Errando-Herranz, Jiahui Du, Yong Hu, Genevieve Clark, Mohamed I. Ibrahim, Gerald Gilbert, Ruonan Han, Dirk Englund",
      "paper_url": "https://doi.org/10.1038/s41586-024-07371-7",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387517741",
      "paper_id": "https://openalex.org/W4387517741",
      "title": "High-fidelity gates and mid-circuit erasure conversion in an atomic qubit",
      "authors": "Shuo Ma, Genyue Liu, Pai Peng, Bichen Zhang, Sven Jandura, Jahan Claes, Alex P. Burgers, Guido Pupillo, Shruti Puri, Jeff D. Thompson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06438-1",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3198406730",
      "paper_id": "https://openalex.org/W3198406730",
      "title": "High-fidelity laser-free universal control of trapped ion qubits",
      "authors": "R. Srinivas, S. C. Burd, H. M. Knaack, R. T. Sutherland, A. Kwiatkowski, S. Glancy, E. Knill, D. J. Wineland, D. Leibfried, A. C. Wilson, D. T. C. Allcock, D. H. Slichter",
      "paper_url": "https://doi.org/10.1038/s41586-021-03809-4",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4387542025",
      "paper_id": "https://openalex.org/W4387542025",
      "title": "High-fidelity parallel entangling gates on a neutral-atom quantum computer",
      "authors": "Simon J. Evered, Dolev Bluvstein, Marcin Kalinowski, Sepehr Ebadi, Tom Manovitz, Hengyun Zhou, Sophie H. Li, Alexandra A. Geim, Tout T. Wang, Nishad Maskara, Harry Levine, Giulia Semeghini, Markus Greiner, Vladan Vuletić, Mikhail D. Lukin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06481-y",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4393234843",
      "paper_id": "https://openalex.org/W4393234843",
      "title": "High-fidelity spin qubit operation and algorithmic initialization above 1 K",
      "authors": "Jonathan Y. Huang, Rocky Y. Su, Wee Han Lim, MengKe Feng, Barnaby van Straaten, Brandon Severin, Will Gilbert, Nard Dumoulin Stuyck, Tuomo Tanttu, Santiago Serrano, Jesus D. Cifuentes, Ingvild Hansen, Amanda E. Seedhouse, Ensar Vahapoglu, Ross C. C. Leon, Nikolay V. Abrosimov, Hans-Joachim Pohl, Michael L. W. Thewalt, Fay E. Hudson, Christopher C. Escott, Natalia Ares, Stephen D. Bartlett, Andrea Morello, Andre Saraiva, Arne Laucht, Andrew S. Dzurak, Chih Hwan Yang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07160-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4393234688",
      "paper_id": "https://openalex.org/W4393234688",
      "title": "High-threshold and low-overhead fault-tolerant quantum memory",
      "authors": "Sergey Bravyi, Andrew W. Cross, Jay M. Gambetta, Dmitri Maslov, Patrick Rall, Theodore J. Yoder",
      "paper_url": "https://doi.org/10.1038/s41586-024-07107-7",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411932272",
      "paper_id": "https://openalex.org/W4411932272",
      "title": "Hybrid quantum network for sensing in the acoustic frequency range",
      "authors": "Valeriy Novikov, Jun Jia, Túlio Brito Brasil, Andrea Grimaldi, Maïmouna Bocoum, Mikhail Balabas, Jörg Helge Müller, Emil Zeuthen, Eugene Simon Polzik",
      "paper_url": "https://doi.org/10.1038/s41586-025-09224-3",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4386282949",
      "paper_id": "https://openalex.org/W4386282949",
      "title": "Indistinguishable telecom band photons from a single Er ion in the solid state",
      "authors": "Salim Ourari, Łukasz Dusanowski, Sebastian P. Horvath, Mehmet T. Uysal, Christopher M. Phenicie, Paul Stevenson, Mouktik Raha, Songtao Chen, Robert J. Cava, Nathalie P. de Leon, Jeff D. Thompson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06281-4",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411025748",
      "paper_id": "https://openalex.org/W4411025748",
      "title": "Integrated photonic source of Gottesman–Kitaev–Preskill qubits",
      "authors": "M. V. Larsen, J. E. Bourassa, S. Kocsis, J. F. Tasker, R. S. Chadwick, C. González-Arciniegas, J. Hastrup, C. E. Lopetegui-González, F. M. Miatto, A. Motamedi, R. Noro, G. Roeland, R. Baby, H. Chen, P. Contu, I. Di Luch, C. Drago, M. Giesbrecht, T. Grainge, I. Krasnokutska, M. Menotti, B. Morrison, C. Puviraj, K. Rezaei Shad, B. Hussain, J. McMahon, J. E. Ortmann, M. J. Collins, C. Ma, D. S. Phillips, M. Seymour, Q. Y. Tang, B. Yang, Z. Vernon, R. N. Alexander, D. H. Mahler",
      "paper_url": "https://doi.org/10.1038/s41586-025-09044-5",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4293004899",
      "paper_id": "https://openalex.org/W4293004899",
      "title": "Kardar–Parisi–Zhang universality in a one-dimensional polariton condensate",
      "authors": "Quentin Fontaine, Davide Squizzato, Florent Baboux, Ivan Amelio, Aristide Lemaître, Martina Morassi, Isabelle Sagnes, Luc Le Gratiet, Abdelmounaim Harouri, Michiel Wouters, Iacopo Carusotto, Alberto Amo, Maxime Richard, Anna Minguzzi, Léonie Canet, Sylvain Ravets, Jacqueline Bloch",
      "paper_url": "https://doi.org/10.1038/s41586-022-05001-8",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404566610",
      "paper_id": "https://openalex.org/W4404566610",
      "title": "Learning high-accuracy error decoding for quantum processors",
      "authors": "Johannes Bausch, Andrew W. Senior, Francisco J. H. Heras, Thomas Edlich, Alex Davies, Michael Newman, Cody Jones, Kevin Satzinger, Murphy Yuezhen Niu, Sam Blackwell, George Holland, Dvir Kafri, Juan Atalaya, Craig Gidney, Demis Hassabis, Sergio Boixo, Hartmut Neven, Pushmeet Kohli",
      "paper_url": "https://doi.org/10.1038/s41586-024-08148-8",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389373471",
      "paper_id": "https://openalex.org/W4389373471",
      "title": "Logical quantum processor based on reconfigurable atom arrays",
      "authors": "Dolev Bluvstein, Simon J. Evered, Alexandra A. Geim, Sophie H. Li, Hengyun Zhou, Tom Manovitz, Sepehr Ebadi, Madelyn Cain, Marcin Kalinowski, Dominik Hangleiter, J. Pablo Bonilla Ataides, Nishad Maskara, Iris Cong, Xun Gao, Pedro Sales Rodriguez, Thomas Karolyshyn, Giulia Semeghini, Michael J. Gullans, Markus Greiner, Vladan Vuletić, Mikhail D. Lukin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06927-3",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4409729521",
      "paper_id": "https://openalex.org/W4409729521",
      "title": "Long-distance coherent quantum communications in deployed telecom networks",
      "authors": "Mirko Pittaluga, Yuen San Lo, Adam Brzosko, Robert I. Woodward, Davide Scalcon, Matthew S. Winnel, Thomas Roger, James F. Dynes, Kim A. Owen, Sergio Juárez, Piotr Rydlichowski, Domenico Vicinanza, Guy Roberts, Andrew J. Shields",
      "paper_url": "https://doi.org/10.1038/s41586-025-08801-w",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406385641",
      "paper_id": "https://openalex.org/W4406385641",
      "title": "Long-lived entanglement of molecules in magic-wavelength optical tweezers",
      "authors": "Daniel K. Ruttley, Tom R. Hepworth, Alexander Guttridge, Simon L. Cornish",
      "paper_url": "https://doi.org/10.1038/s41586-024-08365-1",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4376130945",
      "paper_id": "https://openalex.org/W4376130945",
      "title": "Loophole-free Bell inequality violation with superconducting circuits",
      "authors": "Simon Storz, Josua Schär, Anatoly Kulikov, Paul Magnard, Philipp Kurpiers, Janis Lütolf, Theo Walter, Adrian Copetudo, Kevin Reuer, Abdulkadir Akin, Jean-Claude Besse, Mihai Gabureac, Graham J. Norris, Andrés Rosario, Ferran Martin, José Martinez, Waldimar Amaya, Morgan W. Mitchell, Carlos Abellan, Jean-Daniel Bancal, Nicolas Sangouard, Baptiste Royer, Alexandre Blais, Andreas Wallraff",
      "paper_url": "https://doi.org/10.1038/s41586-023-05885-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4281838770",
      "paper_id": "https://openalex.org/W4281838770",
      "title": "Magneto-optical trapping and sub-Doppler cooling of a polyatomic molecule",
      "authors": "Nathaniel B. Vilas, Christian Hallas, Loïc Anderegg, Paige Robichaud, Andrew Winnicki, Debayan Mitra, John M. Doyle",
      "paper_url": "https://doi.org/10.1038/s41586-022-04620-5",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387744574",
      "paper_id": "https://openalex.org/W4387744574",
      "title": "Measurement-induced entanglement and teleportation on a noisy quantum processor",
      "authors": "J. C. Hoke, M. Ippoliti, E. Rosenberg, D. Abanin, R. Acharya, T. I. Andersen, M. Ansmann, F. Arute, K. Arya, A. Asfaw, J. Atalaya, J. C. Bardin, A. Bengtsson, G. Bortoli, A. Bourassa, J. Bovaird, L. Brill, M. Broughton, B. B. Buckley, D. A. Buell, T. Burger, B. Burkett, N. Bushnell, Z. Chen, B. Chiaro, D. Chik, J. Cogan, R. Collins, P. Conner, W. Courtney, A. L. Crook, B. Curtin, A. G. Dau, D. M. Debroy, A. Del Toro Barba, S. Demura, A. Di Paolo, I. K. Drozdov, A. Dunsworth, D. Eppens, C. Erickson, E. Farhi, R. Fatemi, V. S. Ferreira, L. F. Burgos, E. Forati, A. G. Fowler, B. Foxen, W. Giang, C. Gidney, D. Gilboa, M. Giustina, R. Gosula, J. A. Gross, S. Habegger, M. C. Hamilton, M. Hansen, M. P. Harrigan, S. D. Harrington, P. Heu, M. R. Hoffmann, S. Hong, T. Huang, A. Huff, W. J. Huggins, S. V. Isakov, J. Iveland, E. Jeffrey, Z. Jiang, C. Jones, P. Juhas, D. Kafri, K. Kechedzhi, T. Khattar, M. Khezri, M. Kieferová, S. Kim, A. Kitaev, P. V. Klimov, A. R. Klots, A. N. Korotkov, F. Kostritsa, J. M. Kreikebaum, D. Landhuis, P. Laptev, K.-M. Lau, L. Laws, J. Lee, K. W. Lee, Y. D. Lensky, B. J. Lester, A. T. Lill, W. Liu, A. Locharla, O. Martin, J. R. McClean, M. McEwen, K. C. Miao, A. Mieszala, S. Montazeri, A. Morvan, R. Movassagh, W. Mruczkiewicz, M. Neeley, C. Neill, A. Nersisyan, M. Newman, J. H. Ng, A. Nguyen, M. Nguyen, M. Y. Niu, T. E. O’Brien, S. Omonije, A. Opremcak, A. Petukhov, R. Potter, L. P. Pryadko, C. Quintana, C. Rocque, N. C. Rubin, N. Saei, D. Sank, K. Sankaragomathi, K. J. Satzinger, H. F. Schurkus, C. Schuster, M. J. Shearn, A. Shorter, N. Shutty, V. Shvarts, J. Skruzny, W. C. Smith, R. Somma, G. Sterling, D. Strain, M. Szalay, A. Torres, G. Vidal, B. Villalonga, C. V. Heidweiller, T. White, B. W. K. Woo, C. Xing, Z. J. Yao, P. Yeh, J. Yoo, G. Young, A. Zalcman, Y. Zhang, N. Zhu, N. Zobrist, H. Neven, R. Babbush, D. Bacon, S. Boixo, J. Hilton, E. Lucero, A. Megrant, J. Kelly, Y. Chen, V. Smelyanskiy, X. Mi, V. Khemani, P. Roushan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06505-7",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408612646",
      "paper_id": "https://openalex.org/W4408612646",
      "title": "Microsatellite-based real-time quantum key distribution",
      "authors": "Yang Li, Wen-Qi Cai, Ji-Gang Ren, Chao-Ze Wang, Meng Yang, Liang Zhang, Hui-Ying Wu, Liang Chang, Jin-Cai Wu, Biao Jin, Hua-Jian Xue, Xue-Jiao Li, Hui Liu, Guang-Wen Yu, Xue-Ying Tao, Ting Chen, Chong-Fei Liu, Wen-Bin Luo, Jie Zhou, Hai-Lin Yong, Yu-Huai Li, Feng-Zhi Li, Cong Jiang, Hao-Ze Chen, Chao Wu, Xin-Hai Tong, Si-Jiang Xie, Fei Zhou, Wei-Yue Liu, Yaseera Ismail, Francesco Petruccione, Nai-Le Liu, Li Li, Feihu Xu, Yuan Cao, Juan Yin, Rong Shu, Xiang-Bin Wang, Qiang Zhang, Jian-Yu Wang, Sheng-Kai Liao, Cheng-Zhi Peng, Jian-Wei Pan",
      "paper_url": "https://doi.org/10.1038/s41586-025-08739-z",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4224254118",
      "paper_id": "https://openalex.org/W4224254118",
      "title": "Multi-qubit entanglement and algorithms on a neutral-atom quantum computer",
      "authors": "T. M. Graham, Y. Song, J. Scott, C. Poole, L. Phuttitarn, K. Jooya, P. Eichler, X. Jiang, A. Marra, B. Grinkemeyer, M. Kwon, M. Ebert, J. Cherek, M. T. Lichtman, M. Gillette, J. Gilbert, D. Bowman, T. Ballance, C. Campbell, E. D. Dahl, O. Crawford, N. S. Blunt, B. Rogers, T. Noel, M. Saffman",
      "paper_url": "https://doi.org/10.1038/s41586-022-04603-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403244135",
      "paper_id": "https://openalex.org/W4403244135",
      "title": "Multi-qubit gates and Schrödinger cat states in an optical clock",
      "authors": "Alec Cao, William J. Eckner, Theodor Lukin Yelin, Aaron W. Young, Sven Jandura, Lingfeng Yan, Kyungtae Kim, Guido Pupillo, Jun Ye, Nelson Darkwah Oppong, Adam M. Kaufman",
      "paper_url": "https://doi.org/10.1038/s41586-024-07913-z",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407957915",
      "paper_id": "https://openalex.org/W4407957915",
      "title": "Multiplexed entanglement of multi-emitter quantum network nodes",
      "authors": "A. Ruskuc, C.-J. Wu, E. Green, S. L. N. Hermans, W. Pajak, J. Choi, A. Faraon",
      "paper_url": "https://doi.org/10.1038/s41586-024-08537-z",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3144176184",
      "paper_id": "https://openalex.org/W3144176184",
      "title": "Nondestructive detection of photonic qubits",
      "authors": "Dominik Niemietz, Pau Farrera, Stefan Langenfeld, Gerhard Rempe",
      "paper_url": "https://doi.org/10.1038/s41586-021-03290-z",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4213227309",
      "paper_id": "https://openalex.org/W4213227309",
      "title": "Nuclear spin-wave quantum register for a solid-state qubit",
      "authors": "Andrei Ruskuc, Chun-Ju Wu, Jake Rochman, Joonhee Choi, Andrei Faraon",
      "paper_url": "https://doi.org/10.1038/s41586-021-04293-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399284157",
      "paper_id": "https://openalex.org/W4399284157",
      "title": "Observation of Bose–Einstein condensation of dipolar molecules",
      "authors": "Niccolò Bigagli, Weijun Yuan, Siwei Zhang, Boris Bulatovic, Tijs Karman, Ian Stevenson, Sebastian Will",
      "paper_url": "https://doi.org/10.1038/s41586-024-07492-z",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3161729742",
      "paper_id": "https://openalex.org/W3161729742",
      "title": "Observation of Feshbach resonances between a single ion and ultracold atoms",
      "authors": "Pascal Weckesser, Fabian Thielemann, Dariusz Wiater, Agata Wojciechowska, Leon Karpa, Krzysztof Jachymski, Michał Tomza, Thomas Walker, Tobias Schaetz",
      "paper_url": "https://doi.org/10.1038/s41586-021-04112-y",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404305638",
      "paper_id": "https://openalex.org/W4404305638",
      "title": "Observation of Hilbert space fragmentation and fractonic excitations in 2D",
      "authors": "Daniel Adler, David Wei, Melissa Will, Kritsana Srakaew, Suchita Agrawal, Pascal Weckesser, Roderich Moessner, Frank Pollmann, Immanuel Bloch, Johannes Zeiher",
      "paper_url": "https://doi.org/10.1038/s41586-024-08188-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4376878556",
      "paper_id": "https://openalex.org/W4376878556",
      "title": "Observation of hydrodynamization and local prethermalization in 1D Bose gases",
      "authors": "Yuan Le, Yicheng Zhang, Sarang Gopalakrishnan, Marcos Rigol, David S. Weiss",
      "paper_url": "https://doi.org/10.1038/s41586-023-05979-9",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402597137",
      "paper_id": "https://openalex.org/W4402597137",
      "title": "Observation of quantum entanglement with top quarks at the ATLAS detector",
      "authors": "G. Aad, B. Abbott, K. Abeling, N. J. Abicht, S. H. Abidi, A. Aboulhorma, H. Abramowicz, H. Abreu, Y. Abulaiti, B. S. Acharya, C. Adam Bourdarios, L. Adamczyk, S. V. Addepalli, M. J. Addison, J. Adelman, A. Adiguzel, T. Adye, A. A. Affolder, Y. Afik, M. N. Agaras, J. Agarwala, A. Aggarwal, C. Agheorghiesei, A. Ahmad, F. Ahmadov, W. S. Ahmed, S. Ahuja, X. Ai, G. Aielli, A. Aikot, M. Ait Tamlihat, B. Aitbenchikh, I. Aizenberg, M. Akbiyik, T. P. A. Åkesson, A. V. Akimov, D. Akiyama, N. N. Akolkar, S. Aktas, K. Al Khoury, G. L. Alberghi, J. Albert, P. Albicocco, G. L. Albouy, S. Alderweireldt, Z. L. Alegria, M. Aleksa, I. N. Aleksandrov, C. Alexa, T. Alexopoulos, F. Alfonsi, M. Algren, M. Alhroob, B. Ali, H. M. J. Ali, S. Ali, S. W. Alibocus, M. Aliev, G. Alimonti, W. Alkakhi, C. Allaire, B. M. M. Allbrooke, J. F. Allen, C. A. Allendes Flores, P. P. Allport, A. Aloisio, F. Alonso, C. Alpigiani, M. Alvarez Estevez, A. Alvarez Fernandez, M. Alves Cardoso, M. G. Alviggi, M. Aly, Y. Amaral Coutinho, A. Ambler, C. Amelung, M. Amerl, C. G. Ames, D. Amidei, S. P. Amor Dos Santos, K. R. Amos, V. Ananiev, C. Anastopoulos, T. Andeen, J. K. Anders, S. Y. Andrean, A. Andreazza, S. Angelidakis, A. Angerami, A. V. Anisenkov, A. Annovi, C. Antel, M. T. Anthony, E. Antipov, M. Antonelli, F. Anulli, M. Aoki, T. Aoki, J. A. Aparisi Pozo, M. A. Aparo, L. Aperio Bella, C. Appelt, A. Apyan, S. J. Arbiol Val, C. Arcangeletti, A. T. H. Arce, E. Arena, J-F. Arguin, S. Argyropoulos, J.-H. Arling, O. Arnaez, H. Arnold, G. Artoni, H. Asada, K. Asai, S. Asai, N. A. Asbah, K. Assamagan, R. Astalos, S. Atashi, R. J. Atkin, M. Atkinson, H. Atmani, P. A. Atmasiddha, K. Augsten, S. Auricchio, A. D. Auriol, V. A. Austrup, G. Avolio, K. Axiotis, G. Azuelos, D. Babal, H. Bachacou, K. Bachas, A. Bachiu, F. Backman, A. Badea, T. M. Baer, P. Bagnaia, M. Bahmani, D. Bahner, A. J. Bailey, V. R. Bailey, J. T. Baines, L. Baines, O. K. Baker, E. Bakos, D. Bakshi Gupta, V. Balakrishnan, R. Balasubramanian, E. M. Baldin, P. Balek, E. Ballabene, F. Balli, L. M. Baltes, W. K. Balunas, J. Balz, E. Banas, M. Bandieramonte, A. Bandyopadhyay, S. Bansal, L. Barak, M. Barakat, E. L. Barberio, D. Barberis, M. Barbero, M. Z. Barel, K. N. Barends, T. Barillari, M-S. Barisits, T. Barklow, P. Baron, D. A. Baron Moreno, A. Baroncelli, G. Barone, A. J. Barr, J. D. Barr, F. Barreiro, J. Barreiro Guimarães da Costa, U. Barron, M. G. Barros Teixeira, S. Barsov, F. Bartels, R. Bartoldus, A. E. Barton, P. Bartos, A. Basan, M. Baselga, A. Bassalat, M. J. Basso, C. R. Basson, R. L. Bates, S. Batlamous, J. R. Batley, B. Batool, M. Battaglia, D. Battulga, M. Bauce, M. Bauer, P. Bauer, L. T. Bazzano Hurrell, J. B. Beacham, T. Beau, J. Y. Beaucamp, P. H. Beauchemin, P. Bechtle, H. P. Beck, K. Becker, A. J. Beddall, V. A. Bednyakov, C. P. Bee, L. J. Beemster, T. A. Beermann, M. Begalli, M. Begel, A. Behera, J. K. Behr, J. F. Beirer, F. Beisiegel, M. Belfkir, G. Bella, L. Bellagamba, A. Bellerive, P. Bellos, K. Beloborodov, D. Benchekroun, F. Bendebba, Y. Benhammou, L. Beresford, M. Beretta, E. Bergeaas Kuutmann, N. Berger, B. Bergmann, J. Beringer, G. Bernardi, C. Bernius, F. U. Bernlochner, F. Bernon, A. Berrocal Guardia, T. Berry, P. Berta, A. Berthold, I. A. Bertram, S. Bethke, A. Betti, A. J. Bevan, N. K. Bhalla, M. Bhamjee, S. Bhatta, D. S. Bhattacharya, P. Bhattarai, K. D. Bhide, V. S. Bhopatkar, R. M. Bianchi, G. Bianco, O. Biebel, R. Bielski, M. Biglietti, C. S. Billingsley, M. Bindi, A. Bingul, C. Bini, A. Biondini, C. J. Birch-sykes, G. A. Bird, M. Birman, M. Biros, S. Biryukov, T. Bisanz, E. Bisceglie, J. P. Biswal, D. Biswas, K. Bjørke, I. Bloch, A. Blue, U. Blumenschein, J. Blumenthal, G. J. Bobbink, V. S. Bobrovnikov, M. Boehler, B. Boehm, D. Bogavac, A. G. Bogdanchikov, C. Bohm, V. Boisvert, P. Bokan, T. Bold, M. Bomben, M. Bona, M. Boonekamp, C. D. Booth, A. G. Borbély, I. S. Bordulev, H. M. Borecka-Bielska, G. Borissov, D. Bortoletto, D. Boscherini, M. Bosman, J. D. Bossio Sola, K. Bouaouda, N. Bouchhar, J. Boudreau, E. V. Bouhova-Thacker, D. Boumediene, R. Bouquet, A. Boveia, J. Boyd, D. Boye, I. R. Boyko, J. Bracinik, N. Brahimi, G. Brandt, O. Brandt, F. Braren, B. Brau, J. E. Brau, R. Brener, L. Brenner, R. Brenner, S. Bressler, D. Britton, D. Britzger, I. Brock, R. Brock, G. Brooijmans, W. K. Brooks, E. Brost, L. M. Brown, L. E. Bruce, T. L. Bruckler, P. A. Bruckman de Renstrom, B. Brüers, A. Bruni, G. Bruni, M. Bruschi, N. Bruscino, T. Buanes, Q. Buat, D. Buchin, A. G. Buckley, O. Bulekov, B. A. Bullard, S. Burdin, C. D. Burgard, A. M. Burger, B. Burghgrave, O. Burlayenko, J. T. P. Burr, C. D. Burton, J. C. Burzynski, E. L. Busch, V. Büscher, P. J. Bussey, J. M. Butler, C. M. Buttar, J. M. Butterworth, W. Buttinger, C. J. Buxo Vazquez, A. R. Buzykaev, S. Cabrera Urbán, L. Cadamuro, D. Caforio, H. Cai, Y. Cai, Y. Cai, V. M. M. Cairo, O. Cakir, N. Calace, P. Calafiura, G. Calderini, P. Calfayan, G. Callea, L. P. Caloba, D. Calvet, S. Calvet, M. Calvetti, R. Camacho Toro, S. Camarda, D. Camarero Munoz, P. Camarri, M. T. Camerlingo, D. Cameron, C. Camincher, M. Campanelli, A. Camplani, V. Canale, J. Cantero, Y. Cao, F. Capocasa, M. Capua, A. Carbone, R. Cardarelli, J. C. J. Cardenas, F. Cardillo, G. Carducci, T. Carli, G. Carlino, J. I. Carlotto, B. T. Carlson, E. M. Carlson, L. Carminati, A. Carnelli, M. Carnesale, S. Caron, E. Carquin, S. Carrá, G. Carratta, A. M. Carroll, J. W. S. Carter, T. M. Carter, M. P. Casado, M. Caspar, F. L. Castillo, L. Castillo Garcia, V. Castillo Gimenez, N. F. Castro, A. Catinaccio, J. R. Catmore, T. Cavaliere, V. Cavaliere, N. Cavalli, V. Cavasinni, Y. C. Cekmecelioglu, E. Celebi, F. Celli, M. S. Centonze, V. Cepaitis, K. Cerny, A. S. Cerqueira, A. Cerri, L. Cerrito, F. Cerutti, B. Cervato, A. Cervelli, G. Cesarini, S. A. Cetin, D. Chakraborty, J. Chan, W. Y. Chan, J. D. Chapman, E. Chapon, B. Chargeishvili, D. G. Charlton, M. Chatterjee, C. Chauhan, Y. Che, S. Chekanov, S. V. Chekulaev, G. A. Chelkov, A. Chen, B. Chen, B. Chen, H. Chen, H. Chen, J. Chen, J. Chen, M. Chen, S. Chen, S. J. Chen, X. Chen, X. Chen, Y. Chen, C. L. Cheng, H. C. Cheng, S. Cheong, A. Cheplakov, E. Cheremushkina, E. Cherepanova, R. Cherkaoui El Moursli, E. Cheu, K. Cheung, L. Chevalier, V. Chiarella, G. Chiarelli, N. Chiedde, G. Chiodini, A. S. Chisholm, A. Chitan, M. Chitishvili, M. V. Chizhov, K. Choi, Y. Chou, E. Y. S. Chow, K. L. Chu, M. C. Chu, X. Chu, J. Chudoba, J. J. Chwastowski, D. Cieri, K. M. Ciesla, V. Cindro, A. Ciocio, F. Cirotto, Z. H. Citron, M. Citterio, D. A. Ciubotaru, A. Clark, P. J. Clark, C. Clarry, J. M. Clavijo Columbie, S. E. Clawson, C. Clement, J. Clercx, Y. Coadou, M. Cobal, A. Coccaro, R. F. Coelho Barrue, R. Coelho Lopes De Sa, S. Coelli, B. Cole, J. Collot, P. Conde Muiño, M. P. Connell, S. H. Connell, I. A. Connelly, E. I. Conroy, F. Conventi, H. G. Cooke, A. M. Cooper-Sarkar, A. Cordeiro Oudot Choi, L. D. Corpe, M. Corradi, F. Corriveau, A. Cortes-Gonzalez, M. J. Costa, F. Costanza, D. Costanzo, B. M. Cote, G. Cowan, K. Cranmer, D. Cremonini, S. Crépé-Renaudin, F. Crescioli, M. Cristinziani, M. Cristoforetti, V. Croft, J. E. Crosby, G. Crosetti, A. Cueto, T. Cuhadar Donszelmann, H. Cui, Z. Cui, W. R. Cunningham, F. Curcio, P. Czodrowski, M. M. Czurylo, M. J. Da Cunha Sargedas De Sousa, J. V. Da Fonseca Pinto, C. Da Via, W. Dabrowski, T. Dado, S. Dahbi, T. Dai, D. Dal Santo, C. Dallapiccola, M. Dam, G. D’amen, V. D’Amico, J. Damp, J. R. Dandoy, M. Danninger, V. Dao, G. Darbo, S. Darmora, S. J. Das, S. D’Auria, C. David, T. Davidek, B. Davis-Purcell, I. Dawson, H. A. Day-hall, K. De, R. De Asmundis, N. De Biase, S. De Castro, N. De Groot, P. de Jong, H. De la Torre, A. De Maria, A. De Salvo, U. De Sanctis, F. De Santis, A. De Santo, J. B. De Vivie De Regie, D. V. Dedovich, J. Degens, A. M. Deiana, F. Del Corso, J. Del Peso, F. Del Rio, L. Delagrange, F. Deliot, C. M. Delitzsch, M. Della Pietra, D. Della Volpe, A. Dell’Acqua, L. Dell’Asta, M. Delmastro, P. A. Delsart, S. Demers, M. Demichev, S. P. Denisov, L. D’Eramo, D. Derendarz, F. Derue, P. Dervan, K. Desch, C. Deutsch, F. A. Di Bello, A. Di Ciaccio, L. Di Ciaccio, A. Di Domenico, C. Di Donato, A. Di Girolamo, G. Di Gregorio, A. Di Luca, B. Di Micco, R. Di Nardo, M. Diamantopoulou, F. A. Dias, T. Dias Do Vale, M. A. Diaz, F. G. Diaz Capriles, M. Didenko, E. B. Diehl, L. Diehl, S. Díez Cornell, C. Diez Pardos, C. Dimitriadi, A. Dimitrievska, J. Dingfelder, I-M. Dinu, S. J. Dittmeier, F. Dittus, F. Djama, T. Djobava, C. Doglioni, A. Dohnalova, J. Dolejsi, Z. Dolezal, K. M. Dona, M. Donadelli, B. Dong, J. Donini, A. D’Onofrio, M. D’Onofrio, J. Dopke, A. Doria, N. Dos Santos Fernandes, P. Dougan, M. T. Dova, A. T. Doyle, M. A. Draguet, E. Dreyer, I. Drivas-koulouris, M. Drnevich, M. Drozdova, D. Du, T. A. du Pree, F. Dubinin, M. Dubovsky, E. Duchovni, G. Duckeck, O. A. Ducu, D. Duda, A. Dudarev, E. R. Duden, M. D’uffizi, L. Duflot, M. Dührssen, A. E. Dumitriu, M. Dunford, S. Dungs, K. Dunne, A. Duperrin, H. Duran Yildiz, M. Düren, A. Durglishvili, B. L. Dwyer, G. I. Dyckes, M. Dyndal, B. S. Dziedzic, Z. O. Earnshaw, G. H. Eberwein, B. Eckerova, S. Eggebrecht, E. Egidio Purcino De Souza, L. F. Ehrke, G. Eigen, K. Einsweiler, T. Ekelof, P. A. Ekman, S. El Farkh, Y. El Ghazali, H. El Jarrari, A. El Moussaouy, V. Ellajosyula, M. Ellert, F. Ellinghaus, N. Ellis, J. Elmsheuser, M. Elsing, D. Emeliyanov, Y. Enari, I. Ene, S. Epari, P. A. Erland, M. Errenst, M. Escalier, C. Escobar, E. Etzion, G. Evans, H. Evans, L. S. Evans, M. O. Evans, A. Ezhilov, S. Ezzarqtouni, F. Fabbri, L. Fabbri, G. Facini, V. Fadeyev, R. M. Fakhrutdinov, D. Fakoudis, S. Falciano, L. F. Falda Ulhoa Coelho, P. J. Falke, J. Faltova, C. Fan, Y. Fan, Y. Fang, M. Fanti, M. Faraj, Z. Farazpay, A. Farbin, A. Farilla, T. Farooque, S. M. Farrington, F. Fassi, D. Fassouliotis, M. Faucci Giannelli, W. J. Fawcett, L. Fayard, P. Federic, P. Federicova, O. L. Fedin, G. Fedotov, M. Feickert, L. Feligioni, D. E. Fellers, C. Feng, M. Feng, Z. Feng, M. J. Fenton, L. Ferencz, R. A. M. Ferguson, S. I. Fernandez Luengo, P. Fernandez Martinez, M. J. V. Fernoux, J. Ferrando, A. Ferrari, P. Ferrari, R. Ferrari, D. Ferrere, C. Ferretti, F. Fiedler, P. Fiedler, A. Filipčič, E. K. Filmer, F. Filthaut, M. C. N. Fiolhais, L. Fiorini, W. C. Fisher, T. Fitschen, P. M. Fitzhugh, I. Fleck, P. Fleischmann, T. Flick, M. Flores, L. R. Flores Castillo, L. Flores Sanz De Acedo, F. M. Follega, N. Fomin, J. H. Foo, A. Formica, A. C. Forti, E. Fortin, A. W. Fortman, M. G. Foti, L. Fountas, D. Fournier, H. Fox, P. Francavilla, S. Francescato, S. Franchellucci, M. Franchini, S. Franchino, D. Francis, L. Franco, V. Franco Lima, L. Franconi, M. Franklin, G. Frattari, A. C. Freegard, W. S. Freund, Y. Y. Frid, J. Friend, N. Fritzsche, A. Froch, D. Froidevaux, J. A. Frost, Y. Fu, S. Fuenzalida Garrido, M. Fujimoto, K. Y. Fung, E. Furtado De Simas Filho, M. Furukawa, J. Fuster, A. Gabrielli, A. Gabrielli, P. Gadow, G. Gagliardi, L. G. Gagnon, E. J. Gallas, B. J. Gallop, K. K. Gan, S. Ganguly, Y. Gao, F. M. Garay Walls, B. Garcia, C. García, A. Garcia Alonso, A. G. Garcia Caffaro, J. E. García Navarro, M. Garcia-Sciveres, G. L. Gardner, R. W. Gardner, N. Garelli, D. Garg, R. B. Garg, J. M. Gargan, C. A. Garner, C. M. Garvey, P. Gaspar, V. K. Gassmann, G. Gaudio, V. Gautam, P. Gauzzi, I. L. Gavrilenko, A. Gavrilyuk, C. Gay, G. Gaycken, E. N. Gazis, A. A. Geanta, C. M. Gee, A. Gekow, C. Gemme, M. H. Genest, S. Gentile, A. D. Gentry, S. George, W. F. George, T. Geralis, P. Gessinger-Befurt, M. E. Geyik, M. Ghani, M. Ghneimat, K. Ghorbanian, A. Ghosal, A. Ghosh, A. Ghosh, B. Giacobbe, S. Giagu, T. Giani, P. Giannetti, A. Giannini, S. M. Gibson, M. Gignac, D. T. Gil, A. K. Gilbert, B. J. Gilbert, D. Gillberg, G. Gilles, L. Ginabat, D. M. Gingrich, M. P. Giordani, P. F. Giraud, G. Giugliarelli, D. Giugni, F. Giuli, I. Gkialas, L. K. Gladilin, C. Glasman, G. R. Gledhill, G. Glemža, M. Glisic, I. Gnesi, Y. Go, M. Goblirsch-Kolb, B. Gocke, D. Godin, B. Gokturk, S. Goldfarb, T. Golling, M. G. D. Gololo, D. Golubkov, J. P. Gombas, A. Gomes, G. Gomes Da Silva, A. J. Gomez Delegido, R. Gonçalo, L. Gonella, A. Gongadze, F. Gonnella, J. L. Gonski, R. Y. González Andana, S. González de la Hoz, R. Gonzalez Lopez, C. Gonzalez Renteria, M. V. Gonzalez Rodrigues, R. Gonzalez Suarez, S. Gonzalez-Sevilla, G. R. Gonzalvo Rodriguez, L. Goossens, B. Gorini, E. Gorini, A. Gorišek, T. C. Gosart, A. T. Goshaw, M. I. Gostkin, S. Goswami, C. A. Gottardo, S. A. Gotz, M. Gouighri, V. Goumarre, A. G. Goussiou, N. Govender, I. Grabowska-Bold, K. Graham, E. Gramstad, S. Grancagnolo, C. M. Grant, P. M. Gravila, F. G. Gravili, H. M. Gray, M. Greco, C. Grefe, I. M. Gregor, P. Grenier, S. G. Grewe, C. Grieco, A. A. Grillo, K. Grimm, S. Grinstein, J.-F. Grivaz, E. Gross, J. Grosse-Knetter, J. C. Grundy, L. Guan, W. Guan, C. Gubbels, J. G. R. Guerrero Rojas, G. Guerrieri, F. Guescini, R. Gugel, J. A. M. Guhit, A. Guida, E. Guilloton, S. Guindon, F. Guo, J. Guo, L. Guo, Y. Guo, R. Gupta, R. Gupta, S. Gurbuz, S. S. Gurdasani, G. Gustavino, M. Guth, P. Gutierrez, L. F. Gutierrez Zagazeta, M. Gutsche, C. Gutschow, C. Gwenlan, C. B. Gwilliam, E. S. Haaland, A. Haas, M. Habedank, C. Haber, H. K. Hadavand, A. Hadef, S. Hadzic, A. I. Hagan, J. J. Hahn, E. H. Haines, M. Haleem, J. Haley, J. J. Hall, G. D. Hallewell, L. Halser, K. Hamano, M. Hamer, G. N. Hamity, E. J. Hampshire, J. Han, K. Han, L. Han, L. Han, S. Han, Y. F. Han, K. Hanagaki, M. Hance, D. A. Hangal, H. Hanif, M. D. Hank, J. B. Hansen, P. H. Hansen, K. Hara, D. Harada, T. Harenberg, S. Harkusha, M. L. Harris, Y. T. Harris, J. Harrison, N. M. Harrison, P. F. Harrison, N. M. Hartman, N. M. Hartmann, Y. Hasegawa, R. Hauser, C. M. Hawkes, R. J. Hawkings, Y. Hayashi, S. Hayashida, D. Hayden, C. Hayes, R. L. Hayes, C. P. Hays, J. M. Hays, H. S. Hayward, F. He, M. He, Y. He, Y. He, Y. He, N. B. Heatley, V. Hedberg, A. L. Heggelund, N. D. Hehir, C. Heidegger, K. K. Heidegger, W. D. Heidorn, J. Heilman, S. Heim, T. Heim, J. G. Heinlein, J. J. Heinrich, L. Heinrich, J. Hejbal, A. Held, S. Hellesund, C. M. Helling, S. Hellman, R. C. W. Henderson, L. Henkelmann, A. M. Henriques Correia, H. Herde, Y. Hernández Jiménez, L. M. Herrmann, T. Herrmann, G. Herten, R. Hertenberger, L. Hervas, M. E. Hesping, N. P. Hessey, E. Hill, S. J. Hillier, J. R. Hinds, F. Hinterkeuser, M. Hirose, S. Hirose, D. Hirschbuehl, T. G. Hitchings, B. Hiti, J. Hobbs, R. Hobincu, N. Hod, M. C. Hodgkinson, B. H. Hodkinson, A. Hoecker, D. D. Hofer, J. Hofer, T. Holm, M. Holzbock, L. B. A. H. Hommels, B. P. Honan, J. Hong, T. M. Hong, B. H. Hooberman, W. H. Hopkins, Y. Horii, S. Hou, A. S. Howard, J. Howarth, J. Hoya, M. Hrabovsky, A. Hrynevich, T. Hryn’ova, P. J. Hsu, S.-C. Hsu, Q. Hu, Y. F. Hu, S. Huang, X. Huang, X. Huang, Y. Huang, Y. Huang, Z. Huang, Z. Hubacek, M. Huebner, F. Huegging, T. B. Huffman, C. A. Hugli, M. Huhtinen, S. K. Huiberts, R. Hulsken, N. Huseynov, J. Huston, J. Huth, R. Hyneman, G. Iacobucci, G. Iakovidis, I. Ibragimov, L. Iconomidou-Fayard, J. P. Iddon, P. Iengo, R. Iguchi, T. Iizawa, Y. Ikegami, N. Ilic, H. Imam, M. Ince Lezki, T. Ingebretsen Carlson, G. Introzzi, M. Iodice, V. Ippolito, R. K. Irwin, M. Ishino, W. Islam, C. Issever, S. Istin, H. Ito, R. Iuppa, A. Ivina, J. M. Izen, V. Izzo, P. Jacka, P. Jackson, B. P. Jaeger, C. S. Jagfeld, G. Jain, P. Jain, K. Jakobs, T. Jakoubek, J. Jamieson, K. W. Janas, M. Javurkova, L. Jeanty, J. Jejelava, P. Jenni, C. E. Jessiman, C. Jia, J. Jia, X. Jia, X. Jia, Z. Jia, S. Jiggins, J. Jimenez Pena, S. Jin, A. Jinaru, O. Jinnouchi, P. Johansson, K. A. Johns, J. W. Johnson, D. M. Jones, E. Jones, P. Jones, R. W. L. Jones, T. J. Jones, H. L. Joos, R. Joshi, J. Jovicevic, X. Ju, J. J. Junggeburth, T. Junkermann, A. Juste Rozas, M. K. Juzek, S. Kabana, A. Kaczmarska, M. Kado, H. Kagan, M. Kagan, A. Kahn, A. Kahn, C. Kahra, T. Kaji, E. Kajomovitz, N. Kakati, I. Kalaitzidou, C. W. Kalderon, A. Kamenshchikov, N. J. Kang, D. Kar, K. Karava, M. J. Kareem, E. Karentzos, I. Karkanias, O. Karkout, S. N. Karpov, Z. M. Karpova, V. Kartvelishvili, A. N. Karyukhin, E. Kasimi, J. Katzy, S. Kaur, K. Kawade, M. P. Kawale, C. Kawamoto, T. Kawamoto, E. F. Kay, F. I. Kaya, S. Kazakos, V. F. Kazanin, Y. Ke, J. M. Keaveney, R. Keeler, G. V. Kehris, J. S. Keller, A. S. Kelly, J. J. Kempster, P. D. Kennedy, O. Kepka, B. P. Kerridge, S. Kersten, B. P. Kerševan, S. Keshri, L. Keszeghova, S. Ketabchi Haghighat, R. A. Khan, A. Khanov, A. G. Kharlamov, T. Kharlamova, E. E. Khoda, M. Kholodenko, T. J. Khoo, G. Khoriauli, J. Khubua, Y. A. R. Khwaira, B. Kibirige, A. Kilgallon, D. W. Kim, Y. K. Kim, N. Kimura, M. K. Kingston, A. Kirchhoff, C. Kirfel, F. Kirfel, J. Kirk, A. E. Kiryunin, C. Kitsaki, O. Kivernyk, M. Klassen, C. Klein, L. Klein, M. H. Klein, S. B. Klein, U. Klein, P. Klimek, A. Klimentov, T. Klioutchnikova, P. Kluit, S. Kluth, E. Kneringer, T. M. Knight, A. Knue, R. Kobayashi, D. Kobylianskii, S. F. Koch, M. Kocian, P. Kodyš, D. M. Koeck, P. T. Koenig, T. Koffas, O. Kolay, I. Koletsou, T. Komarek, K. Köneke, A. X. Y. Kong, T. Kono, N. Konstantinidis, P. Kontaxakis, B. Konya, R. Kopeliansky, S. Koperny, K. Korcyl, K. Kordas, A. Korn, S. Korn, I. Korolkov, N. Korotkova, B. Kortman, O. Kortner, S. Kortner, W. H. Kostecka, V. V. Kostyukhin, A. Kotsokechagia, A. Kotwal, A. Koulouris, A. Kourkoumeli-Charalampidi, C. Kourkoumelis, E. Kourlitis, O. Kovanda, R. Kowalewski, W. Kozanecki, A. S. Kozhin, V. A. Kramarenko, G. Kramberger, P. Kramer, M. W. Krasny, A. Krasznahorkay, J. W. Kraus, J. A. Kremer, T. Kresse, J. Kretzschmar, K. Kreul, P. Krieger, S. Krishnamurthy, M. Krivos, K. Krizka, K. Kroeninger, H. Kroha, J. Kroll, J. Kroll, K. S. Krowpman, U. Kruchonak, H. Krüger, N. Krumnack, M. C. Kruse, O. Kuchinskaia, S. Kuday, S. Kuehn, R. Kuesters, T. Kuhl, V. Kukhtin, Y. Kulchitsky, S. Kuleshov, M. Kumar, N. Kumari, P. Kumari, A. Kupco, T. Kupfer, A. Kupich, O. Kuprash, H. Kurashige, L. L. Kurchaninov, O. Kurdysh, Y. A. Kurochkin, A. Kurova, M. Kuze, A. K. Kvam, J. Kvita, T. Kwan, N. G. Kyriacou, L. A. O. Laatu, C. Lacasta, F. Lacava, H. Lacker, D. Lacour, N. N. Lad, E. Ladygin, B. Laforge, T. Lagouri, F. Z. Lahbabi, S. Lai, I. K. Lakomiec, N. Lalloue, J. E. Lambert, S. Lammers, W. Lampl, C. Lampoudis, A. N. Lancaster, E. Lançon, U. Landgraf, M. P. J. Landon, V. S. Lang, R. J. Langenberg, O. K. B. Langrekken, A. J. Lankford, F. Lanni, K. Lantzsch, A. Lanza, A. Lapertosa, J. F. Laporte, T. Lari, F. Lasagni Manghi, M. Lassnig, V. Latonova, A. Laudrain, A. Laurier, S. D. Lawlor, Z. Lawrence, R. Lazaridou, M. Lazzaroni, B. Le, E. M. Le Boulicaut, B. Leban, A. Lebedev, M. LeBlanc, F. Ledroit-Guillon, A. C. A. Lee, S. C. Lee, S. Lee, T. F. Lee, L. L. Leeuw, H. P. Lefebvre, M. Lefebvre, C. Leggett, G. Lehmann Miotto, M. Leigh, W. A. Leight, W. Leinonen, A. Leisos, M. A. L. Leite, C. E. Leitgeb, R. Leitner, K. J. C. Leney, T. Lenz, S. Leone, C. Leonidopoulos, A. Leopold, C. Leroy, R. Les, C. G. Lester, M. Levchenko, J. Levêque, L. J. Levinson, G. Levrini, M. P. Lewicki, D. J. Lewis, A. Li, B. Li, C. Li, C-Q. Li, H. Li, H. Li, H. Li, H. Li, H. Li, J. Li, K. Li, L. Li, M. Li, Q. Y. Li, S. Li, S. Li, T. Li, X. Li, Z. Li, Z. Li, Z. Li, S. Liang, Z. Liang, M. Liberatore, B. Liberti, K. Lie, J. Lieber Marin, H. Lien, K. Lin, R. E. Lindley, J. H. Lindon, E. Lipeles, A. Lipniacka, A. Lister, J. D. Little, B. Liu, B. X. Liu, D. Liu, J. B. Liu, J. K. K. Liu, K. Liu, M. Liu, M. Y. Liu, P. Liu, Q. Liu, X. Liu, X. Liu, Y. Liu, Y. L. Liu, Y. W. Liu, J. Llorente Merino, S. L. Lloyd, E. M. Lobodzinska, P. Loch, T. Lohse, K. Lohwasser, E. Loiacono, M. Lokajicek, J. D. Lomas, J. D. Long, I. Longarini, L. Longo, R. Longo, I. Lopez Paz, A. Lopez Solis, N. Lorenzo Martinez, A. M. Lory, G. Löschcke Centeno, O. Loseva, X. Lou, X. Lou, A. Lounis, J. Love, P. A. Love, G. Lu, M. Lu, S. Lu, Y. J. Lu, H. J. Lubatti, C. Luci, F. L. Lucio Alves, F. Luehring, I. Luise, O. Lukianchuk, O. Lundberg, B. Lund-Jensen, N. A. Luongo, M. S. Lutz, A. B. Lux, D. Lynn, R. Lysak, E. Lytken, V. Lyubushkin, T. Lyubushkina, M. M. Lyukova, H. Ma, K. Ma, L. L. Ma, W. Ma, Y. Ma, D. M. Mac Donell, G. Maccarrone, J. C. MacDonald, P. C. Machado De Abreu Farias, R. Madar, W. F. Mader, T. Madula, J. Maeda, T. Maeno, H. Maguire, V. Maiboroda, A. Maio, K. Maj, O. Majersky, S. Majewski, N. Makovec, V. Maksimovic, B. Malaescu, Pa. Malecki, V. P. Maleev, F. Malek, M. Mali, D. Malito, U. Mallik, S. Maltezos, S. Malyukov, J. Mamuzic, G. Mancini, M. N. Mancini, G. Manco, J. P. Mandalia, I. Mandić, L. Manhaes de Andrade Filho, I. M. Maniatis, J. Manjarres Ramos, D. C. Mankad, A. Mann, S. Manzoni, L. Mao, X. Mapekula, A. Marantis, G. Marchiori, M. Marcisovsky, C. Marcon, M. Marinescu, S. Marium, M. Marjanovic, E. J. Marshall, Z. Marshall, S. Marti-Garcia, T. A. Martin, V. J. Martin, B. Martin dit Latour, L. Martinelli, M. Martinez, P. Martinez Agullo, V. I. Martinez Outschoorn, P. Martinez Suarez, S. Martin-Haugh, V. S. Martoiu, A. C. Martyniuk, A. Marzin, D. Mascione, L. Masetti, T. Mashimo, J. Masik, A. L. Maslennikov, P. Massarotti, P. Mastrandrea, A. Mastroberardino, T. Masubuchi, T. Mathisen, J. Matousek, N. Matsuzawa, J. Maurer, B. Maček, D. A. Maximov, R. Mazini, I. Maznas, M. Mazza, S. M. Mazza, E. Mazzeo, C. Mc Ginn, J. P. Mc Gowan, S. P. Mc Kee, C. C. McCracken, E. F. McDonald, A. E. McDougall, J. A. Mcfayden, R. P. McGovern, G. Mchedlidze, R. P. Mckenzie, T. C. Mclachlan, D. J. Mclaughlin, S. J. McMahon, C. M. Mcpartland, R. A. McPherson, S. Mehlhase, A. Mehta, D. Melini, B. R. Mellado Garcia, A. H. Melo, F. Meloni, A. M. Mendes Jacques Da Costa, H. Y. Meng, L. Meng, S. Menke, M. Mentink, E. Meoni, G. Mercado, C. Merlassino, L. Merola, C. Meroni, J. Metcalfe, A. S. Mete, C. Meyer, J-P. Meyer, R. P. Middleton, L. Mijović, G. Mikenberg, M. Mikestikova, M. Mikuž, H. Mildner, A. Milic, D. W. Miller, E. H. Miller, L. S. Miller, A. Milov, D. A. Milstead, T. Min, A. A. Minaenko, I. A. Minashvili, L. Mince, A. I. Mincer, B. Mindur, M. Mineev, Y. Mino, L. M. Mir, M. Miralles Lopez, M. Mironova, A. Mishima, M. C. Missio, A. Mitra, V. A. Mitsou, Y. Mitsumori, O. Miu, P. S. Miyagawa, T. Mkrtchyan, M. Mlinarevic, T. Mlinarevic, M. Mlynarikova, S. Mobius, P. Mogg, M. H. Mohamed Farook, A. F. Mohammed, S. Mohapatra, G. Mokgatitswane, L. Moleri, B. Mondal, S. Mondal, K. Mönig, E. Monnier, L. Monsonis Romero, J. Montejo Berlingen, M. Montella, F. Montereali, F. Monticelli, S. Monzani, N. Morange, A. L. Moreira De Carvalho, M. Moreno Llácer, C. Moreno Martinez, P. Morettini, S. Morgenstern, M. Morii, M. Morinaga, F. Morodei, L. Morvaj, P. Moschovakos, B. Moser, M. Mosidze, T. Moskalets, P. Moskvitina, J. Moss, E. J. W. Moyse, O. Mtintsilana, S. Muanza, J. Mueller, D. Muenstermann, R. Müller, G. A. Mullier, A. J. Mullin, J. J. Mullin, D. P. Mungo, J. R. Muñoz de Nova, D. Munoz Perez, F. J. Munoz Sanchez, M. Murin, W. J. Murray, M. Muškinja, C. Mwewa, A. G. Myagkov, A. J. Myers, G. Myers, M. Myska, B. P. Nachman, O. Nackenhorst, K. Nagai, K. Nagano, J. L. Nagle, E. Nagy, A. M. Nairz, Y. Nakahama, K. Nakamura, K. Nakkalil, H. Nanjo, R. Narayan, E. A. Narayanan, I. Naryshkin, M. Naseri, S. Nasri, C. Nass, G. Navarro, J. Navarro-Gonzalez, R. Nayak, A. Nayaz, P. Y. Nechaeva, F. Nechansky, L. Nedic, T. J. Neep, A. Negri, M. Negrini, C. Nellist, C. Nelson, K. Nelson, S. Nemecek, M. Nessi, M. S. Neubauer, F. Neuhaus, J. Neundorf, R. Newhouse, P. R. Newman, C. W. Ng, Y. W. Y. Ng, B. Ngair, H. D. N. Nguyen, R. B. Nickerson, R. Nicolaidou, J. Nielsen, M. Niemeyer, J. Niermann, N. Nikiforou, V. Nikolaenko, I. Nikolic-Audit, K. Nikolopoulos, P. Nilsson, I. Ninca, H. R. Nindhito, G. Ninio, A. Nisati, N. Nishu, R. Nisius, J-E. Nitschke, E. K. Nkadimeng, T. Nobe, D. L. Noel, T. Nommensen, M. B. Norfolk, R. R. B. Norisam, B. J. Norman, M. Noury, J. Novak, T. Novak, L. Novotny, R. Novotny, L. Nozka, K. Ntekas, N. M. J. Nunes De Moura Junior, E. Nurse, J. Ocariz, A. Ochi, I. Ochoa, S. Oerdek, J. T. Offermann, A. Ogrodnik, A. Oh, C. C. Ohm, H. Oide, R. Oishi, M. L. Ojeda, Y. Okumura, L. F. Oleiro Seabra, S. A. Olivares Pino, D. Oliveira Damazio, D. Oliveira Goncalves, J. L. Oliver, Ö. O. Öncel, A. P. O’Neill, A. Onofre, P. U. E. Onyisi, M. J. Oreglia, G. E. Orellana, D. Orestano, N. Orlando, R. S. Orr, V. O’Shea, L. M. Osojnak, R. Ospanov, G. Otero y Garzon, H. Otono, P. S. Ott, G. J. Ottino, M. Ouchrif, F. Ould-Saada, M. Owen, R. E. Owen, K. Y. Oyulmaz, V. E. Ozcan, F. Ozturk, N. Ozturk, S. Ozturk, H. A. Pacey, A. Pacheco Pages, C. Padilla Aranda, G. Padovano, S. Pagan Griso, G. Palacino, A. Palazzo, J. Pan, T. Pan, D. K. Panchal, C. E. Pandini, J. G. Panduro Vazquez, H. D. Pandya, H. Pang, P. Pani, G. Panizzo, L. Paolozzi, S. Parajuli, A. Paramonov, C. Paraskevopoulos, D. Paredes Hernandez, K. R. Park, T. H. Park, M. A. Parker, F. Parodi, E. W. Parrish, V. A. Parrish, J. A. Parsons, U. Parzefall, B. Pascual Dias, L. Pascual Dominguez, E. Pasqualucci, S. Passaggio, F. Pastore, P. Patel, U. M. Patel, J. R. Pater, T. Pauly, J. Pearkes, M. Pedersen, R. Pedro, S. V. Peleganchuk, O. Penc, E. A. Pender, G. D. Penn, K. E. Penski, M. Penzin, B. S. Peralva, A. P. Pereira Peixoto, L. Pereira Sanchez, D. V. Perepelitsa, E. Perez Codina, M. Perganti, H. Pernegger, O. Perrin, K. Peters, R. F. Y. Peters, B. A. Petersen, T. C. Petersen, E. Petit, V. Petousis, C. Petridou, A. Petrukhin, M. Pettee, N. E. Pettersson, A. Petukhov, K. Petukhova, R. Pezoa, L. Pezzotti, G. Pezzullo, T. M. Pham, T. Pham, P. W. Phillips, G. Piacquadio, E. Pianori, F. Piazza, R. Piegaia, D. Pietreanu, A. D. Pilkington, M. Pinamonti, J. L. Pinfold, B. C. Pinheiro Pereira, A. E. Pinto Pinoargote, L. Pintucci, K. M. Piper, A. Pirttikoski, D. A. Pizzi, L. Pizzimento, A. Pizzini, M.-A. Pleier, V. Plesanovs, V. Pleskot, E. Plotnikova, G. Poddar, R. Poettgen, L. Poggioli, I. Pokharel, S. Polacek, G. Polesello, A. Poley, A. Polini, C. S. Pollard, Z. B. Pollock, E. Pompa Pacchi, D. Ponomarenko, L. Pontecorvo, S. Popa, G. A. Popeneciu, A. Poreba, D. M. Portillo Quintero, S. Pospisil, M. A. Postill, P. Postolache, K. Potamianos, P. A. Potepa, I. N. Potrap, C. J. Potter, H. Potti, T. Poulsen, J. Poveda, M. E. Pozo Astigarraga, A. Prades Ibanez, J. Pretel, D. Price, M. Primavera, M. A. Principe Martin, R. Privara, T. Procter, M. L. Proffitt, N. Proklova, K. Prokofiev, G. Proto, J. Proudfoot, M. Przybycien, W. W. Przygoda, A. Psallidas, J. E. Puddefoot, D. Pudzha, D. Pyatiizbyantseva, J. Qian, D. Qichen, Y. Qin, T. Qiu, A. Quadt, M. Queitsch-Maitland, G. Quetant, R. P. Quinn, G. Rabanal Bolanos, D. Rafanoharana, F. Ragusa, J. L. Rainbolt, J. A. Raine, S. Rajagopalan, E. Ramakoti, I. A. Ramirez-Berend, K. Ran, N. P. Rapheeha, H. Rasheed, V. Raskina, D. F. Rassloff, A. Rastogi, S. Rave, B. Ravina, I. Ravinovich, M. Raymond, A. L. Read, N. P. Readioff, D. M. Rebuzzi, G. Redlinger, A. S. Reed, K. Reeves, J. A. Reidelsturz, D. Reikher, A. Rej, C. Rembser, M. Renda, M. B. Rendel, F. Renner, A. G. Rennie, A. L. Rescia, S. Resconi, M. Ressegotti, S. Rettie, J. G. Reyes Rivera, E. Reynolds, O. L. Rezanova, P. Reznicek, N. Ribaric, E. Ricci, R. Richter, S. Richter, E. Richter-Was, M. Ridel, S. Ridouani, P. Rieck, P. Riedler, E. M. Riefel, J. O. Rieger, M. Rijssenbeek, A. Rimoldi, M. Rimoldi, L. Rinaldi, T. T. Rinn, M. P. Rinnagel, G. Ripellino, I. Riu, P. Rivadeneira, J. C. Rivera Vergara, F. Rizatdinova, E. Rizvi, B. A. Roberts, B. R. Roberts, S. H. Robertson, D. Robinson, C. M. Robles Gajardo, M. Robles Manzano, A. Robson, A. Rocchi, C. Roda, S. Rodriguez Bosca, Y. Rodriguez Garcia, A. Rodriguez Rodriguez, A. M. Rodríguez Vera, S. Roe, J. T. Roemer, A. R. Roepe-Gier, J. Roggel, O. Røhne, R. A. Rojas, C. P. A. Roland, J. Roloff, A. Romaniouk, E. Romano, M. Romano, A. C. Romero Hernandez, N. Rompotis, L. Roos, S. Rosati, B. J. Rosser, E. Rossi, E. Rossi, L. P. Rossi, L. Rossini, R. Rosten, M. Rotaru, B. Rottler, C. Rougier, D. Rousseau, D. Rousso, A. Roy, S. Roy-Garand, A. Rozanov, Z. M. A. Rozario, Y. Rozen, A. Rubio Jimenez, A. J. Ruby, V. H. Ruelas Rivera, T. A. Ruggeri, A. Ruggiero, A. Ruiz-Martinez, A. Rummler, Z. Rurikova, N. A. Rusakovich, H. L. Russell, G. Russo, J. P. Rutherfoord, S. Rutherford Colmenares, K. Rybacki, M. Rybar, E. B. Rye, A. Ryzhov, J. A. Sabater Iglesias, P. Sabatini, H. F-W. Sadrozinski, F. Safai Tehrani, B. Safarzadeh Samani, M. Safdari, S. Saha, M. Sahinsoy, A. Saibel, M. Saimpert, M. Saito, T. Saito, D. Salamani, A. Salnikov, J. Salt, A. Salvador Salas, D. Salvatore, F. Salvatore, A. Salzburger, D. Sammel, D. Sampsonidis, D. Sampsonidou, J. Sánchez, V. Sanchez Sebastian, H. Sandaker, C. O. Sander, J. A. Sandesara, M. Sandhoff, C. Sandoval, D. P. C. Sankey, T. Sano, A. Sansoni, L. Santi, C. Santoni, H. Santos, A. Santra, K. A. Saoucha, J. G. Saraiva, J. Sardain, O. Sasaki, K. Sato, C. Sauer, F. Sauerburger, E. Sauvan, P. Savard, R. Sawada, C. Sawyer, L. Sawyer, I. Sayago Galvan, C. Sbarra, A. Sbrizzi, T. Scanlon, J. Schaarschmidt, U. Schäfer, A. C. Schaffer, D. Schaile, R. D. Schamberger, C. Scharf, M. M. Schefer, V. A. Schegelsky, D. Scheirich, F. Schenck, M. Schernau, C. Scheulen, C. Schiavi, E. J. Schioppa, M. Schioppa, B. Schlag, K. E. Schleicher, S. Schlenker, J. Schmeing, M. A. Schmidt, K. Schmieden, C. Schmitt, N. Schmitt, S. Schmitt, L. Schoeffel, A. Schoening, P. G. Scholer, E. Schopf, M. Schott, J. Schovancova, S. Schramm, T. Schroer, H-C. Schultz-Coulon, M. Schumacher, B. A. Schumm, Ph. Schune, A. J. Schuy, H. R. Schwartz, A. Schwartzman, T. A. Schwarz, Ph. Schwemling, R. Schwienhorst, A. Sciandra, G. Sciolla, F. Scuri, C. D. Sebastiani, K. Sedlaczek, P. Seema, S. C. Seidel, A. Seiden, B. D. Seidlitz, C. Seitz, J. M. Seixas, G. Sekhniaidze, L. Selem, N. Semprini-Cesari, D. Sengupta, V. Senthilkumar, L. Serin, L. Serkin, M. Sessa, H. Severini, F. Sforza, A. Sfyrla, E. Shabalina, R. Shaheen, J. D. Shahinian, D. Shaked Renous, L. Y. Shan, M. Shapiro, A. Sharma, A. S. Sharma, P. Sharma, P. B. Shatalov, K. Shaw, S. M. Shaw, A. Shcherbakova, Q. Shen, D. J. Sheppard, P. Sherwood, L. Shi, X. Shi, C. O. Shimmin, J. D. Shinner, I. P. J. Shipsey, S. Shirabe, M. Shiyakova, J. Shlomi, M. J. Shochet, J. Shojaii, D. R. Shope, B. Shrestha, S. Shrestha, E. M. Shrif, M. J. Shroff, P. Sicho, A. M. Sickles, E. Sideras Haddad, A. Sidoti, F. Siegert, Dj. Sijacki, F. Sili, J. M. Silva, M. V. Silva Oliveira, S. B. Silverstein, S. Simion, R. Simoniello, E. L. Simpson, H. Simpson, L. R. Simpson, N. D. Simpson, S. Simsek, S. Sindhu, P. Sinervo, S. Singh, S. Sinha, S. Sinha, M. Sioli, I. Siral, E. Sitnikova, S. Yu. Sivoklokov, J. Sjölin, A. Skaf, E. Skorda, P. Skubic, M. Slawinska, V. Smakhtin, B. H. Smart, S. Yu. Smirnov, Y. Smirnov, L. N. Smirnova, O. Smirnova, A. C. Smith, E. A. Smith, H. A. Smith, J. L. Smith, R. Smith, M. Smizanska, K. Smolek, A. A. Snesarev, S. R. Snider, H. L. Snoek, S. Snyder, R. Sobie, A. Soffer, C. A. Solans Sanchez, E. Yu. Soldatov, U. Soldevila, A. A. Solodkov, S. Solomon, A. Soloshenko, K. Solovieva, O. V. Solovyanov, V. Solovyev, P. Sommer, A. Sonay, W. Y. Song, A. Sopczak, A. L. Sopio, F. Sopkova, J. D. Sorenson, I. R. Sotarriva Alvarez, V. Sothilingam, O. J. Soto Sandoval, S. Sottocornola, R. Soualah, Z. Soumaimi, D. South, N. Soybelman, S. Spagnolo, M. Spalla, D. Sperlich, G. Spigo, S. Spinali, D. P. Spiteri, M. Spousta, E. J. Staats, R. Stamen, A. Stampekis, M. Standke, E. Stanecka, M. V. Stange, B. Stanislaus, M. M. Stanitzki, B. Stapf, E. A. Starchenko, G. H. Stark, J. Stark, P. Staroba, P. Starovoitov, S. Stärz, R. Staszewski, G. Stavropoulos, J. Steentoft, P. Steinberg, B. Stelzer, H. J. Stelzer, O. Stelzer-Chilton, H. Stenzel, T. J. Stevenson, G. A. Stewart, J. R. Stewart, M. C. Stockton, G. Stoicea, M. Stolarski, S. Stonjek, A. Straessner, J. Strandberg, S. Strandberg, M. Stratmann, M. Strauss, T. Strebler, P. Strizenec, R. Ströhmer, D. M. Strom, R. Stroynowski, A. Strubig, S. A. Stucci, B. Stugu, J. Stupak, N. A. Styles, D. Su, S. Su, W. Su, X. Su, K. Sugizaki, V. V. Sulin, M. J. Sullivan, D. M. S. Sultan, L. Sultanaliyeva, S. Sultansoy, T. Sumida, S. Sun, S. Sun, O. Sunneborn Gudnadottir, N. Sur, M. R. Sutton, H. Suzuki, M. Svatos, M. Swiatlowski, T. Swirski, I. Sykora, M. Sykora, T. Sykora, D. Ta, K. Tackmann, A. Taffard, R. Tafirout, J. S. Tafoya Vargas, Y. Takubo, M. Talby, A. A. Talyshev, K. C. Tam, N. M. Tamir, A. Tanaka, J. Tanaka, R. Tanaka, M. Tanasini, Z. Tao, S. Tapia Araya, S. Tapprogge, A. Tarek Abouelfadl Mohamed, S. Tarem, K. Tariq, G. Tarna, G. F. Tartarelli, P. Tas, M. Tasevsky, E. Tassi, A. C. Tate, G. Tateno, Y. Tayalati, G. N. Taylor, W. Taylor, A. S. Tee, R. Teixeira De Lima, P. Teixeira-Dias, J. J. Teoh, K. Terashi, J. Terron, S. Terzo, M. Testa, R. J. Teuscher, A. Thaler, O. Theiner, N. Themistokleous, T. Theveneaux-Pelzer, O. Thielmann, D. W. Thomas, J. P. Thomas, E. A. Thompson, P. D. Thompson, E. Thomson, Y. Tian, V. Tikhomirov, Yu. A. Tikhonov, S. Timoshenko, D. Timoshyn, E. X. L. Ting, P. Tipton, S. H. Tlou, A. Tnourji, K. Todome, S. Todorova-Nova, S. Todt, M. Togawa, J. Tojo, S. Tokár, K. Tokushuku, O. Toldaiev, R. Tombs, M. Tomoto, L. Tompkins, K. W. Topolnicki, E. Torrence, H. Torres, E. Torró Pastor, M. Toscani, C. Tosciri, M. Tost, D. R. Tovey, A. Traeet, I. S. Trandafir, T. Trefzger, A. Tricoli, I. M. Trigger, S. Trincaz-Duvoid, D. A. Trischuk, B. Trocmé, C. Troncon, L. Truong, M. Trzebinski, A. Trzupek, F. Tsai, M. Tsai, A. Tsiamis, P. V. Tsiareshka, S. Tsigaridas, A. Tsirigotis, V. Tsiskaridze, E. G. Tskhadadze, M. Tsopoulou, Y. Tsujikawa, I. I. Tsukerman, V. Tsulaia, S. Tsuno, K. Tsuri, D. Tsybychev, Y. Tu, A. Tudorache, V. Tudorache, A. N. Tuna, S. Turchikhin, I. Turk Cakir, R. Turra, T. Turtuvshin, P. M. Tuts, S. Tzamarias, P. Tzanis, E. Tzovara, F. Ukegawa, P. A. Ulloa Poblete, E. N. Umaka, G. Unal, M. Unal, A. Undrus, G. Unel, J. Urban, P. Urquijo, P. Urrejola, G. Usai, R. Ushioda, M. Usman, Z. Uysal, V. Vacek, B. Vachon, K. O. H. Vadla, T. Vafeiadis, A. Vaitkus, C. Valderanis, E. Valdes Santurio, M. Valente, S. Valentinetti, A. Valero, E. Valiente Moreno, A. Vallier, J. A. Valls Ferrer, D. R. Van Arneman, T. R. Van Daalen, A. Van Der Graaf, P. Van Gemmeren, M. Van Rijnbach, S. Van Stroud, I. Van Vulpen, M. Vanadia, W. Vandelli, E. R. Vandewall, D. Vannicola, L. Vannoli, R. Vari, E. W. Varnes, C. Varni, T. Varol, D. Varouchas, L. Varriale, K. E. Varvell, M. E. Vasile, L. Vaslin, G. A. Vasquez, A. Vasyukov, F. Vazeille, T. Vazquez Schroeder, J. Veatch, V. Vecchio, M. J. Veen, I. Veliscek, L. M. Veloce, F. Veloso, S. Veneziano, A. Ventura, S. Ventura Gonzalez, A. Verbytskyi, M. Verducci, C. Vergis, M. Verissimo De Araujo, W. Verkerke, J. C. Vermeulen, C. Vernieri, M. Vessella, M. C. Vetterli, A. Vgenopoulos, N. Viaux Maira, T. Vickey, O. E. Vickey Boeriu, G. H. A. Viehhauser, L. Vigani, M. Villa, M. Villaplana Perez, E. M. Villhauer, E. Vilucchi, M. G. Vincter, G. S. Virdee, A. Vishwakarma, A. Visibile, C. Vittori, I. Vivarelli, E. Voevodina, F. Vogel, J. C. Voigt, P. Vokac, Yu. Volkotrub, J. Von Ahnen, E. Von Toerne, B. Vormwald, V. Vorobel, K. Vorobev, M. Vos, K. Voss, M. Vozak, L. Vozdecky, N. Vranjes, M. Vranjes Milosavljevic, M. Vreeswijk, N. K. Vu, R. Vuillermet, O. Vujinovic, I. Vukotic, S. Wada, C. Wagner, J. M. Wagner, W. Wagner, S. Wahdan, H. Wahlberg, M. Wakida, J. Walder, R. Walker, W. Walkowiak, A. Wall, T. Wamorkar, A. Z. Wang, C. Wang, C. Wang, H. Wang, J. Wang, R.-J. Wang, R. Wang, R. Wang, S. M. Wang, S. Wang, T. Wang, W. T. Wang, W. Wang, X. Wang, X. Wang, X. Wang, Y. Wang, Y. Wang, Z. Wang, Z. Wang, Z. Wang, A. Warburton, R. J. Ward, N. Warrack, S. Waterhouse, A. T. Watson, H. Watson, M. F. Watson, E. Watton, G. Watts, B. M. Waugh, C. Weber, H. A. Weber, M. S. Weber, S. M. Weber, C. Wei, Y. Wei, A. R. Weidberg, E. J. Weik, J. Weingarten, M. Weirich, C. Weiser, C. J. Wells, T. Wenaus, B. Wendland, T. Wengler, N. S. Wenke, N. Wermes, M. Wessels, A. M. Wharton, A. S. White, A. White, M. J. White, D. Whiteson, L. Wickremasinghe, W. Wiedenmann, M. Wielers, C. Wiglesworth, D. J. Wilbern, H. G. Wilkens, D. M. Williams, H. H. Williams, S. Williams, S. Willocq, B. J. Wilson, P. J. Windischhofer, F. I. Winkel, F. Winklmeier, B. T. Winter, J. K. Winter, M. Wittgen, M. Wobisch, Z. Wolffs, J. Wollrath, M. W. Wolter, H. Wolters, E. L. Woodward, S. D. Worm, B. K. Wosiek, K. W. Woźniak, S. Wozniewski, K. Wraight, C. Wu, J. Wu, M. Wu, M. Wu, S. L. Wu, X. Wu, Y. Wu, Z. Wu, J. Wuerzinger, T. R. Wyatt, B. M. Wynne, S. Xella, L. Xia, M. Xia, J. Xiang, M. Xie, X. Xie, S. Xin, A. Xiong, J. Xiong, D. Xu, H. Xu, L. Xu, R. Xu, T. Xu, Y. Xu, Z. Xu, Z. Xu, B. Yabsley, S. Yacoob, Y. Yamaguchi, E. Yamashita, H. Yamauchi, T. Yamazaki, Y. Yamazaki, J. Yan, S. Yan, Z. Yan, H. J. Yang, H. T. Yang, S. Yang, T. Yang, X. Yang, X. Yang, Y. Yang, Y. Yang, Z. Yang, W-M. Yao, H. Ye, H. Ye, J. Ye, S. Ye, X. Ye, Y. Yeh, I. Yeletskikh, B. Yeo, M. R. Yexley, P. Yin, K. Yorita, S. Younas, C. J. S. Young, C. Young, C. Yu, Y. Yu, M. Yuan, R. Yuan, L. Yue, M. Zaazoua, B. Zabinski, E. Zaid, Z. K. Zak, T. Zakareishvili, N. Zakharchuk, S. Zambito, J. A. Zamora Saa, J. Zang, D. Zanzi, O. Zaplatilek, C. Zeitnitz, H. Zeng, J. C. Zeng, D. T. Zenger Jr, O. Zenin, T. Ženiš, S. Zenz, S. Zerradi, D. Zerwas, M. Zhai, D. F. Zhang, J. Zhang, J. Zhang, K. Zhang, L. Zhang, P. Zhang, R. Zhang, S. Zhang, S. Zhang, T. Zhang, X. Zhang, X. Zhang, Y. Zhang, Y. Zhang, Y. Zhang, Z. Zhang, Z. Zhang, H. Zhao, T. Zhao, Y. Zhao, Z. Zhao, A. Zhemchugov, J. Zheng, K. Zheng, X. Zheng, Z. Zheng, D. Zhong, B. Zhou, H. Zhou, N. Zhou, Y. Zhou, Y. Zhou, C. G. Zhu, J. Zhu, Y. Zhu, Y. Zhu, X. Zhuang, K. Zhukov, N. I. Zimine, J. Zinsser, M. Ziolkowski, L. Živković, A. Zoccoli, K. Zoch, T. G. Zorbas, O. Zormpa, W. Zou, L. Zwalinski",
      "paper_url": "https://doi.org/10.1038/s41586-024-07824-z",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3212651459",
      "paper_id": "https://openalex.org/W3212651459",
      "title": "Observation of Stark many-body localization without disorder",
      "authors": "W. Morong, F. Liu, P. Becker, K. S. Collins, L. Feng, A. Kyprianidis, G. Pagano, T. You, A. V. Gorshkov, C. Monroe",
      "paper_url": "https://doi.org/10.1038/s41586-021-03988-0",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411021753",
      "paper_id": "https://openalex.org/W4411021753",
      "title": "Observation of string breaking on a (2 + 1)D Rydberg quantum simulator",
      "authors": "Daniel González-Cuadra, Majd Hamdan, Torsten V. Zache, Boris Braverman, Milan Kornjača, Alexander Lukin, Sergio H. Cantú, Fangli Liu, Sheng-Tao Wang, Alexander Keesling, Mikhail D. Lukin, Peter Zoller, Alexei Bylinskii",
      "paper_url": "https://doi.org/10.1038/s41586-025-09051-6",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W3193094050",
      "paper_id": "https://openalex.org/W3193094050",
      "title": "Observation of ultracold atomic bubbles in orbital microgravity",
      "authors": "R. A. Carollo, D. C. Aveline, B. Rhyno, S. Vishveshwara, C. Lannert, J. D. Murphree, E. R. Elliott, J. R. Williams, R. J. Thompson, N. Lundblad",
      "paper_url": "https://doi.org/10.1038/s41586-022-04639-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W3136134248",
      "paper_id": "https://openalex.org/W3136134248",
      "title": "Optical observation of single spins in silicon",
      "authors": "Daniel B. Higginbottom, Alexander T. K. Kurkjian, Camille Chartrand, Moein Kazemi, Nicholas A. Brunelle, Evan R. MacQuarrie, James R. Klein, Nicholas R. Lee-Hone, Jakub Stacho, Myles Ruether, Camille Bowness, Laurent Bergeron, Adam DeAbreu, Stephen R. Harrigan, Joshua Kanaganayagam, Danica W. Marsden, Timothy S. Richards, Leea A. Stott, Sjoerd Roorda, Kevin J. Morse, Michael L. W. Thewalt, Stephanie Simmons",
      "paper_url": "https://doi.org/10.1038/s41586-022-04821-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4221094646",
      "paper_id": "https://openalex.org/W4221094646",
      "title": "Optimal metrology with programmable quantum sensors",
      "authors": "Christian D. Marciniak, Thomas Feldker, Ivan Pogorelov, Raphael Kaubruegger, Denis V. Vasilyev, Rick van Bijnen, Philipp Schindler, Peter Zoller, Rainer Blatt, Thomas Monz",
      "paper_url": "https://doi.org/10.1038/s41586-022-04435-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392762830",
      "paper_id": "https://openalex.org/W4392762830",
      "title": "Penning micro-trap for quantum computing",
      "authors": "Shreyans Jain, Tobias Sägesser, Pavel Hrmo, Celeste Torkzaban, Martin Stadler, Robin Oswald, Chris Axline, Amado Bautista-Salvador, Christian Ospelkaus, Daniel Kienzler, Jonathan Home",
      "paper_url": "https://doi.org/10.1038/s41586-024-07111-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403244104",
      "paper_id": "https://openalex.org/W4403244104",
      "title": "Phase transitions in random circuit sampling",
      "authors": "A. Morvan, B. Villalonga, X. Mi, S. Mandrà, A. Bengtsson, P. V. Klimov, Z. Chen, S. Hong, C. Erickson, I. K. Drozdov, J. Chau, G. Laun, R. Movassagh, A. Asfaw, L. T. A. N. Brandão, R. Peralta, D. Abanin, R. Acharya, R. Allen, T. I. Andersen, K. Anderson, M. Ansmann, F. Arute, K. Arya, J. Atalaya, J. C. Bardin, A. Bilmes, G. Bortoli, A. Bourassa, J. Bovaird, L. Brill, M. Broughton, B. B. Buckley, D. A. Buell, T. Burger, B. Burkett, N. Bushnell, J. Campero, H.-S. Chang, B. Chiaro, D. Chik, C. Chou, J. Cogan, R. Collins, P. Conner, W. Courtney, A. L. Crook, B. Curtin, D. M. Debroy, A. Del Toro Barba, S. Demura, A. Di Paolo, A. Dunsworth, L. Faoro, E. Farhi, R. Fatemi, V. S. Ferreira, L. Flores Burgos, E. Forati, A. G. Fowler, B. Foxen, G. Garcia, É. Genois, W. Giang, C. Gidney, D. Gilboa, M. Giustina, R. Gosula, A. Grajales Dau, J. A. Gross, S. Habegger, M. C. Hamilton, M. Hansen, M. P. Harrigan, S. D. Harrington, P. Heu, M. R. Hoffmann, T. Huang, A. Huff, W. J. Huggins, L. B. Ioffe, S. V. Isakov, J. Iveland, E. Jeffrey, Z. Jiang, C. Jones, P. Juhas, D. Kafri, T. Khattar, M. Khezri, M. Kieferová, S. Kim, A. Kitaev, A. R. Klots, A. N. Korotkov, F. Kostritsa, J. M. Kreikebaum, D. Landhuis, P. Laptev, K.-M. Lau, L. Laws, J. Lee, K. W. Lee, Y. D. Lensky, B. J. Lester, A. T. Lill, W. Liu, W. P. Livingston, A. Locharla, F. D. Malone, O. Martin, S. Martin, J. R. McClean, M. McEwen, K. C. Miao, A. Mieszala, S. Montazeri, W. Mruczkiewicz, O. Naaman, M. Neeley, C. Neill, A. Nersisyan, M. Newman, J. H. Ng, A. Nguyen, M. Nguyen, M. Yuezhen Niu, T. E. O’Brien, S. Omonije, A. Opremcak, A. Petukhov, R. Potter, L. P. Pryadko, C. Quintana, D. M. Rhodes, C. Rocque, E. Rosenberg, N. C. Rubin, N. Saei, D. Sank, K. Sankaragomathi, K. J. Satzinger, H. F. Schurkus, C. Schuster, M. J. Shearn, A. Shorter, N. Shutty, V. Shvarts, V. Sivak, J. Skruzny, W. C. Smith, R. D. Somma, G. Sterling, D. Strain, M. Szalay, D. Thor, A. Torres, G. Vidal, C. Vollgraff Heidweiller, T. White, B. W. K. Woo, C. Xing, Z. J. Yao, P. Yeh, J. Yoo, G. Young, A. Zalcman, Y. Zhang, N. Zhu, N. Zobrist, E. G. Rieffel, R. Biswas, R. Babbush, D. Bacon, J. Hilton, E. Lucero, H. Neven, A. Megrant, J. Kelly, P. Roushan, I. Aleiner, V. Smelyanskiy, K. Kechedzhi, Y. Chen, S. Boixo",
      "paper_url": "https://doi.org/10.1038/s41586-024-07998-6",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3163564100",
      "paper_id": "https://openalex.org/W3163564100",
      "title": "Precision test of statistical dynamics with state-to-state ultracold chemistry",
      "authors": "Yu Liu, Ming-Guang Hu, Matthew A. Nichols, Dongzheng Yang, Daiqian Xie, Hua Guo, Kang-Kuen Ni",
      "paper_url": "https://doi.org/10.1038/s41586-021-03459-6",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4206498467",
      "paper_id": "https://openalex.org/W4206498467",
      "title": "Precision tomography of a three-qubit donor quantum processor in silicon",
      "authors": "Mateusz T. Mądzik, Serwan Asaad, Akram Youssry, Benjamin Joecker, Kenneth M. Rudinger, Erik Nielsen, Kevin C. Young, Timothy J. Proctor, Andrew D. Baczewski, Arne Laucht, Vivien Schmitt, Fay E. Hudson, Kohei M. Itoh, Alexander M. Jakob, Brett C. Johnson, David N. Jamieson, Andrew S. Dzurak, Christopher Ferrie, Robin Blume-Kohout, Andrea Morello",
      "paper_url": "https://doi.org/10.1038/s41586-021-04292-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4317242242",
      "paper_id": "https://openalex.org/W4317242242",
      "title": "Preparing random states and benchmarking with many-body quantum chaos",
      "authors": "Joonhee Choi, Adam L. Shaw, Ivaylo S. Madjarov, Xin Xie, Ran Finkelstein, Jacob P. Covey, Jordan S. Cotler, Daniel K. Mark, Hsin-Yuan Huang, Anant Kale, Hannes Pichler, Fernando G. S. L. Brandão, Soonwon Choi, Manuel Endres",
      "paper_url": "https://doi.org/10.1038/s41586-022-05442-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4395071193",
      "paper_id": "https://openalex.org/W4395071193",
      "title": "Probing entanglement in a 2D hard-core Bose–Hubbard lattice",
      "authors": "Amir H. Karamlou, Ilan T. Rosen, Sarah E. Muschinske, Cora N. Barrett, Agustin Di Paolo, Leon Ding, Patrick M. Harrington, Max Hays, Rabindra Das, David K. Kim, Bethany M. Niedzielski, Meghan Schuldt, Kyle Serniak, Mollie E. Schwartz, Jonilyn L. Yoder, Simon Gustavsson, Yariv Yanay, Jeffrey A. Grover, William D. Oliver",
      "paper_url": "https://doi.org/10.1038/s41586-024-07325-z",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4396544305",
      "paper_id": "https://openalex.org/W4396544305",
      "title": "Probing single electrons across 300-mm spin qubit wafers",
      "authors": "Samuel Neyens, Otto K. Zietz, Thomas F. Watson, Florian Luthi, Aditi Nethwewala, Hubert C. George, Eric Henry, Mohammad Islam, Andrew J. Wagner, Felix Borjans, Elliot J. Connors, J. Corrigan, Matthew J. Curry, Daniel Keith, Roza Kotlyar, Lester F. Lampert, Mateusz T. Mądzik, Kent Millard, Fahd A. Mohiyaddin, Stefano Pellerano, Ravi Pillarisetty, Mick Ramsey, Rostyslav Savytskyy, Simon Schaal, Guoji Zheng, Joshua Ziegler, Nathaniel C. Bishop, Stephanie Bojarski, Jeanette Roberts, James S. Clarke",
      "paper_url": "https://doi.org/10.1038/s41586-024-07275-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4318763917",
      "paper_id": "https://openalex.org/W4318763917",
      "title": "Probing site-resolved correlations in a spin system of ultracold molecules",
      "authors": "Lysander Christakis, Jason S. Rosenberg, Ravin Raj, Sungjae Chi, Alan Morningstar, David A. Huse, Zoe Z. Yan, Waseem S. Bakr",
      "paper_url": "https://doi.org/10.1038/s41586-022-05558-4",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W4200372753",
      "paper_id": "https://openalex.org/W4200372753",
      "title": "Programmable interactions and emergent geometry in an array of atom clouds",
      "authors": "Avikar Periwal, Eric S. Cooper, Philipp Kunkel, Julian F. Wienand, Emily J. Davis, Monika Schleier-Smith",
      "paper_url": "https://doi.org/10.1038/s41586-021-04156-0",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3127005349",
      "paper_id": "https://openalex.org/W3127005349",
      "title": "Protecting a bosonic qubit with autonomous quantum error correction",
      "authors": "Jeffrey M. Gertler, Brian Baker, Juliang Li, Shruti Shirol, Jens Koch, Chen Wang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03257-0",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3134798533",
      "paper_id": "https://openalex.org/W3134798533",
      "title": "Quantum circuits with many photons on a programmable nanophotonic chip",
      "authors": "J. M. Arrazola, V. Bergholm, K. Brádler, T. R. Bromley, M. J. Collins, I. Dhand, A. Fumagalli, T. Gerrits, A. Goussev, L. G. Helt, J. Hundal, T. Isacsson, R. B. Israel, J. Izaac, S. Jahangiri, R. Janik, N. Killoran, S. P. Kumar, J. Lavoie, A. E. Lita, D. H. Mahler, M. Menotti, B. Morrison, S. W. Nam, L. Neuhaus, H. Y. Qi, N. Quesada, A. Repingon, K. K. Sabapathy, M. Schuld, D. Su, J. Swinarton, A. Száva, K. Tan, P. Tan, V. D. Vaidya, Z. Vernon, Z. Zabaneh, Y. Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03202-1",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4407157650",
      "paper_id": "https://openalex.org/W4407157650",
      "title": "Quantum coarsening and collective dynamics on a programmable simulator",
      "authors": "Tom Manovitz, Sophie H. Li, Sepehr Ebadi, Rhine Samajdar, Alexandra A. Geim, Simon J. Evered, Dolev Bluvstein, Hengyun Zhou, Nazli Ugur Koyluoglu, Johannes Feldmeier, Pavel E. Dolgirev, Nishad Maskara, Marcin Kalinowski, Subir Sachdev, David A. Huse, Markus Greiner, Vladan Vuletić, Mikhail D. Lukin",
      "paper_url": "https://doi.org/10.1038/s41586-024-08353-5",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4281891658",
      "paper_id": "https://openalex.org/W4281891658",
      "title": "Quantum computational advantage with a programmable photonic processor",
      "authors": "Lars S. Madsen, Fabian Laudenbach, Mohsen Falamarzi. Askarani, Fabien Rortais, Trevor Vincent, Jacob F. F. Bulmer, Filippo M. Miatto, Leonhard Neuhaus, Lukas G. Helt, Matthew J. Collins, Adriana E. Lita, Thomas Gerrits, Sae Woo Nam, Varun D. Vaidya, Matteo Menotti, Ish Dhand, Zachary Vernon, Nicolás Quesada, Jonathan Lavoie",
      "paper_url": "https://doi.org/10.1038/s41586-022-04725-x",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4396669151",
      "paper_id": "https://openalex.org/W4396669151",
      "title": "Quantum control of a cat qubit with bit-flip times exceeding ten seconds",
      "authors": "U. Réglade, A. Bocquet, R. Gautier, J. Cohen, A. Marquet, E. Albertinale, N. Pankratova, M. Hallén, F. Rautschke, L.-A. Sellem, P. Rouchon, A. Sarlette, M. Mirrahimi, P. Campagne-Ibarcq, R. Lescanne, S. Jezouin, Z. Leghtas",
      "paper_url": "https://doi.org/10.1038/s41586-024-07294-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3180919642",
      "paper_id": "https://openalex.org/W3180919642",
      "title": "Quantum control of a nanoparticle optically levitated in cryogenic free space",
      "authors": "Felix Tebbenjohanns, M. Luisa Mattana, Massimiliano Rossi, Martin Frimmer, Lukas Novotny",
      "paper_url": "https://doi.org/10.1038/s41586-021-03617-w",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4366365204",
      "paper_id": "https://openalex.org/W4366365204",
      "title": "Quantum critical dynamics in a 5,000-qubit programmable spin glass",
      "authors": "Andrew D. King, Jack Raymond, Trevor Lanting, Richard Harris, Alex Zucca, Fabio Altomare, Andrew J. Berkley, Kelly Boothby, Sara Ejtemaee, Colin Enderud, Emile Hoskinson, Shuiyuan Huang, Eric Ladizinsky, Allison J. R. MacDonald, Gaelen Marsden, Reza Molavi, Travis Oh, Gabriel Poulin-Lamarre, Mauricio Reis, Chris Rich, Yuki Sato, Nicholas Tsai, Mark Volkmann, Jed D. Whittaker, Jason Yao, Anders W. Sandvik, Mohammad H. Amin",
      "paper_url": "https://doi.org/10.1038/s41586-023-05867-2",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4405183524",
      "paper_id": "https://openalex.org/W4405183524",
      "title": "Quantum error correction below the surface code threshold",
      "authors": "Rajeev Acharya, Dmitry A. Abanin, Laleh Aghababaie-Beni, Igor Aleiner, Trond I. Andersen, Markus Ansmann, Frank Arute, Kunal Arya, Abraham Asfaw, Nikita Astrakhantsev, Juan Atalaya, Ryan Babbush, Dave Bacon, Brian Ballard, Joseph C. Bardin, Johannes Bausch, Andreas Bengtsson, Alexander Bilmes, Sam Blackwell, Sergio Boixo, Gina Bortoli, Alexandre Bourassa, Jenna Bovaird, Leon Brill, Michael Broughton, David A. Browne, Brett Buchea, Bob B. Buckley, David A. Buell, Tim Burger, Brian Burkett, Nicholas Bushnell, Anthony Cabrera, Juan Campero, Hung-Shen Chang, Yu Chen, Zijun Chen, Ben Chiaro, Desmond Chik, Charina Chou, Jahan Claes, Agnetta Y. Cleland, Josh Cogan, Roberto Collins, Paul Conner, William Courtney, Alexander L. Crook, Ben Curtin, Sayan Das, Alex Davies, Laura De Lorenzo, Dripto M. Debroy, Sean Demura, Michel Devoret, Agustin Di Paolo, Paul Donohoe, Ilya Drozdov, Andrew Dunsworth, Clint Earle, Thomas Edlich, Alec Eickbusch, Aviv Moshe Elbag, Mahmoud Elzouka, Catherine Erickson, Lara Faoro, Edward Farhi, Vinicius S. Ferreira, Leslie Flores Burgos, Ebrahim Forati, Austin G. Fowler, Brooks Foxen, Suhas Ganjam, Gonzalo Garcia, Robert Gasca, Élie Genois, William Giang, Craig Gidney, Dar Gilboa, Raja Gosula, Alejandro Grajales Dau, Dietrich Graumann, Alex Greene, Jonathan A. Gross, Steve Habegger, John Hall, Michael C. Hamilton, Monica Hansen, Matthew P. Harrigan, Sean D. Harrington, Francisco J. H. Heras, Stephen Heslin, Paula Heu, Oscar Higgott, Gordon Hill, Jeremy Hilton, George Holland, Sabrina Hong, Hsin-Yuan Huang, Ashley Huff, William J. Huggins, Lev B. Ioffe, Sergei V. Isakov, Justin Iveland, Evan Jeffrey, Zhang Jiang, Cody Jones, Stephen Jordan, Chaitali Joshi, Pavol Juhas, Dvir Kafri, Hui Kang, Amir H. Karamlou, Kostyantyn Kechedzhi, Julian Kelly, Trupti Khaire, Tanuj Khattar, Mostafa Khezri, Seon Kim, Paul V. Klimov, Andrey R. Klots, Bryce Kobrin, Pushmeet Kohli, Alexander N. Korotkov, Fedor Kostritsa, Robin Kothari, Borislav Kozlovskii, John Mark Kreikebaum, Vladislav D. Kurilovich, Nathan Lacroix, David Landhuis, Tiano Lange-Dei, Brandon W. Langley, Pavel Laptev, Kim-Ming Lau, Loïck Le Guevel, Justin Ledford, Joonho Lee, Kenny Lee, Yuri D. Lensky, Shannon Leon, Brian J. Lester, Wing Yan Li, Yin Li, Alexander T. Lill, Wayne Liu, William P. Livingston, Aditya Locharla, Erik Lucero, Daniel Lundahl, Aaron Lunt, Sid Madhuk, Fionn D. Malone, Ashley Maloney, Salvatore Mandrà, James Manyika, Leigh S. Martin, Orion Martin, Steven Martin, Cameron Maxfield, Jarrod R. McClean, Matt McEwen, Seneca Meeks, Anthony Megrant, Xiao Mi, Kevin C. Miao, Amanda Mieszala, Reza Molavi, Sebastian Molina, Shirin Montazeri, Alexis Morvan, Ramis Movassagh, Wojciech Mruczkiewicz, Ofer Naaman, Matthew Neeley, Charles Neill, Ani Nersisyan, Hartmut Neven, Michael Newman, Jiun How Ng, Anthony Nguyen, Murray Nguyen, Chia-Hung Ni, Murphy Yuezhen Niu, Thomas E. O’Brien, William D. Oliver, Alex Opremcak, Kristoffer Ottosson, Andre Petukhov, Alex Pizzuto, John Platt, Rebecca Potter, Orion Pritchard, Leonid P. Pryadko, Chris Quintana, Ganesh Ramachandran, Matthew J. Reagor, John Redding, David M. Rhodes, Gabrielle Roberts, Eliott Rosenberg, Emma Rosenfeld, Pedram Roushan, Nicholas C. Rubin, Negar Saei, Daniel Sank, Kannan Sankaragomathi, Kevin J. Satzinger, Henry F. Schurkus, Christopher Schuster, Andrew W. Senior, Michael J. Shearn, Aaron Shorter, Noah Shutty, Vladimir Shvarts, Shraddha Singh, Volodymyr Sivak, Jindra Skruzny, Spencer Small, Vadim Smelyanskiy, W. Clarke Smith, Rolando D. Somma, Sofia Springer, George Sterling, Doug Strain, Jordan Suchard, Aaron Szasz, Alex Sztein, Douglas Thor, Alfredo Torres, M. Mert Torunbalci, Abeer Vaishnav, Justin Vargas, Sergey Vdovichev, Guifre Vidal, Benjamin Villalonga, Catherine Vollgraff Heidweiller, Steven Waltman, Shannon X. Wang, Brayden Ware, Kate Weber, Travis Weidel, Theodore White, Kristi Wong, Bryan W. K. Woo, Cheng Xing, Z. Jamie Yao, Ping Yeh, Bicheng Ying, Juhwan Yoo, Noureldin Yosri, Grayson Young, Adam Zalcman, Yaxing Zhang, Ningfeng Zhu, Nicholas Zobrist",
      "paper_url": "https://doi.org/10.1038/s41586-024-08449-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410362117",
      "paper_id": "https://openalex.org/W4410362117",
      "title": "Quantum error correction of qudits beyond break-even",
      "authors": "Benjamin L. Brock, Shraddha Singh, Alec Eickbusch, Volodymyr V. Sivak, Andy Z. Ding, Luigi Frunzio, Steven M. Girvin, Michel H. Devoret",
      "paper_url": "https://doi.org/10.1038/s41586-025-08899-y",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4293004765",
      "paper_id": "https://openalex.org/W4293004765",
      "title": "Quantum error correction with silicon spin qubits",
      "authors": "Kenta Takeda, Akito Noiri, Takashi Nakajima, Takashi Kobayashi, Seigo Tarucha",
      "paper_url": "https://doi.org/10.1038/s41586-022-04986-6",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4308655303",
      "paper_id": "https://openalex.org/W4308655303",
      "title": "Quantum field simulator for dynamics in curved spacetime",
      "authors": "Celia Viermann, Marius Sparn, Nikolas Liebster, Maurus Hans, Elinor Kath, Álvaro Parra-López, Mireia Tolosa-Simeón, Natalia Sánchez-Kuntz, Tobias Haas, Helmut Strobel, Stefan Floerchinger, Markus K. Oberthaler",
      "paper_url": "https://doi.org/10.1038/s41586-022-05313-9",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3215174537",
      "paper_id": "https://openalex.org/W3215174537",
      "title": "Quantum gas magnifier for sub-lattice-resolved imaging of 3D quantum systems",
      "authors": "Luca Asteria, Henrik P. Zahn, Marcel N. Kosch, Klaus Sengstock, Christof Weitenberg",
      "paper_url": "https://doi.org/10.1038/s41586-021-04011-2",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388694220",
      "paper_id": "https://openalex.org/W4388694220",
      "title": "Quantum gas mixtures and dual-species atom interferometry in space",
      "authors": "Ethan R. Elliott, David C. Aveline, Nicholas P. Bigelow, Patrick Boegel, Sofia Botsi, Eric Charron, José P. D’Incao, Peter Engels, Timothé Estrampes, Naceur Gaaloul, James R. Kellogg, James M. Kohel, Norman E. Lay, Nathan Lundblad, Matthias Meister, Maren E. Mossman, Gabriel Müller, Holger Müller, Kamal Oudrhiri, Leah E. Phillips, Annie Pichery, Ernst M. Rasel, Charles A. Sackett, Matteo Sbroscia, Wolfgang P. Schleich, Robert J. Thompson, Jason R. Williams",
      "paper_url": "https://doi.org/10.1038/s41586-023-06645-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4206313080",
      "paper_id": "https://openalex.org/W4206313080",
      "title": "Quantum logic with spin qubits crossing the surface code threshold",
      "authors": "Xiao Xue, Maximilian Russ, Nodar Samkharadze, Brennan Undseth, Amir Sammak, Giordano Scappucci, Lieven M. K. Vandersypen",
      "paper_url": "https://doi.org/10.1038/s41586-021-04273-w",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3180039530",
      "paper_id": "https://openalex.org/W3180039530",
      "title": "Quantum phases of matter on a 256-atom programmable quantum simulator",
      "authors": "Sepehr Ebadi, Tout T. Wang, Harry Levine, Alexander Keesling, Giulia Semeghini, Ahmed Omran, Dolev Bluvstein, Rhine Samajdar, Hannes Pichler, Wen Wei Ho, Soonwon Choi, Subir Sachdev, Markus Greiner, Vladan Vuletić, Mikhail D. Lukin",
      "paper_url": "https://doi.org/10.1038/s41586-021-03582-4",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4210644577",
      "paper_id": "https://openalex.org/W4210644577",
      "title": "Quantum register of fermion pairs",
      "authors": "Thomas Hartke, Botond Oreg, Ningyuan Jia, Martin Zwierlein",
      "paper_url": "https://doi.org/10.1038/s41586-021-04205-8",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3179449082",
      "paper_id": "https://openalex.org/W3179449082",
      "title": "Quantum simulation of 2D antiferromagnets with hundreds of Rydberg atoms",
      "authors": "Pascal Scholl, Michael Schuler, Hannah J. Williams, Alexander A. Eberharter, Daniel Barredo, Kai-Niklas Schymik, Vincent Lienhard, Louis-Paul Henry, Thomas C. Lang, Thierry Lahaye, Andreas M. Läuchli, Antoine Browaeys",
      "paper_url": "https://doi.org/10.1038/s41586-021-03585-1",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4224268864",
      "paper_id": "https://openalex.org/W4224268864",
      "title": "Quantum state preparation and tomography of entangled mechanical resonators",
      "authors": "E. Alex Wollack, Agnetta Y. Cleland, Rachel G. Gruenke, Zhaoyou Wang, Patricio Arrangoiz-Arriola, Amir H. Safavi-Naeini",
      "paper_url": "https://doi.org/10.1038/s41586-022-04500-y",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4200337324",
      "paper_id": "https://openalex.org/W4200337324",
      "title": "Quantum theory based on real numbers can be experimentally falsified",
      "authors": "Marc-Olivier Renou, David Trillo, Mirjam Weilenmann, Thinh P. Le, Armin Tavakoli, Nicolas Gisin, Antonio Acín, Miguel Navascués",
      "paper_url": "https://doi.org/10.1038/s41586-021-04160-4",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4353055370",
      "paper_id": "https://openalex.org/W4353055370",
      "title": "Quantum-enabled millimetre wave to optical transduction using neutral atoms",
      "authors": "Aishwarya Kumar, Aziza Suleymanzade, Mark Stone, Lavanya Taneja, Alexander Anferov, David I. Schuster, Jonathan Simon",
      "paper_url": "https://doi.org/10.1038/s41586-023-05740-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4384009058",
      "paper_id": "https://openalex.org/W4384009058",
      "title": "Quantum-enhanced Markov chain Monte Carlo",
      "authors": "David Layden, Guglielmo Mazzola, Ryan V. Mishmash, Mario Motta, Pawel Wocjan, Jin-Sung Kim, Sarah Sheldon",
      "paper_url": "https://doi.org/10.1038/s41586-023-06095-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386282946",
      "paper_id": "https://openalex.org/W4386282946",
      "title": "Quantum-enhanced sensing on optical transitions through finite-range interactions",
      "authors": "Johannes Franke, Sean R. Muleady, Raphael Kaubruegger, Florian Kranzl, Rainer Blatt, Ana Maria Rey, Manoj K. Joshi, Christian F. Roos",
      "paper_url": "https://doi.org/10.1038/s41586-023-06472-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4281489365",
      "paper_id": "https://openalex.org/W4281489365",
      "title": "Qubit teleportation between non-neighbouring nodes in a quantum network",
      "authors": "S. L. N. Hermans, M. Pompili, H. K. C. Beukers, S. Baier, J. Borregaard, R. Hanson",
      "paper_url": "https://doi.org/10.1038/s41586-022-04697-y",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3177624067",
      "paper_id": "https://openalex.org/W3177624067",
      "title": "Real-time optimal quantum control of mechanical motion at room temperature",
      "authors": "Lorenzo Magrini, Philipp Rosenzweig, Constanze Bach, Andreas Deutschmann-Olek, Sebastian G. Hofer, Sungkun Hong, Nikolai Kiesel, Andreas Kugi, Markus Aspelmeyer",
      "paper_url": "https://doi.org/10.1038/s41586-021-03602-3",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4353055437",
      "paper_id": "https://openalex.org/W4353055437",
      "title": "Real-time quantum error correction beyond break-even",
      "authors": "V. V. Sivak, A. Eickbusch, B. Royer, S. Singh, I. Tsioutsios, S. Ganjam, A. Miano, B. L. Brock, A. Z. Ding, L. Frunzio, S. M. Girvin, R. J. Schoelkopf, M. H. Devoret",
      "paper_url": "https://doi.org/10.1038/s41586-023-05782-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4281479206",
      "paper_id": "https://openalex.org/W4281479206",
      "title": "Realizing repeated quantum error correction in a distance-three surface code",
      "authors": "Sebastian Krinner, Nathan Lacroix, Ants Remm, Agustin Di Paolo, Elie Genois, Catherine Leroux, Christoph Hellings, Stefania Lazar, Francois Swiadek, Johannes Herrmann, Graham J. Norris, Christian Kraglund Andersen, Markus Müller, Alexandre Blais, Christopher Eichler, Andreas Wallraff",
      "paper_url": "https://doi.org/10.1038/s41586-022-04566-8",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386283073",
      "paper_id": "https://openalex.org/W4386283073",
      "title": "Realizing spin squeezing with Rydberg interactions in an optical clock",
      "authors": "William J. Eckner, Nelson Darkwah Oppong, Alec Cao, Aaron W. Young, William R. Milner, John M. Robinson, Jun Ye, Adam M. Kaufman",
      "paper_url": "https://doi.org/10.1038/s41586-023-06360-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391809100",
      "paper_id": "https://openalex.org/W4391809100",
      "title": "Room-temperature quantum optomechanics using an ultralow noise cavity",
      "authors": "Guanhao Huang, Alberto Beccari, Nils J. Engelsen, Tobias J. Kippenberg",
      "paper_url": "https://doi.org/10.1038/s41586-023-06997-3",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4360838432",
      "paper_id": "https://openalex.org/W4360838432",
      "title": "Scalable spin squeezing in a dipolar Rydberg atom array",
      "authors": "Guillaume Bornet, Gabriel Emperauger, Cheng Chen, Bingtian Ye, Maxwell Block, Marcus Bintz, Jamie A. Boyd, Daniel Barredo, Tommaso Comparin, Fabio Mezzacapo, Tommaso Roscilde, Thierry Lahaye, Norman Y. Yao, Antoine Browaeys",
      "paper_url": "https://doi.org/10.1038/s41586-023-06414-9",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4410741913",
      "paper_id": "https://openalex.org/W4410741913",
      "title": "Scaling and logic in the color code on a superconducting quantum processor",
      "authors": "N. Lacroix, A. Bourassa, F. J. H. Heras, L. M. Zhang, J. Bausch, A. W. Senior, T. Edlich, N. Shutty, V. Sivak, A. Bengtsson, M. McEwen, O. Higgott, D. Kafri, J. Claes, A. Morvan, Z. Chen, A. Zalcman, S. Madhuk, R. Acharya, L. Aghababaie Beni, G. Aigeldinger, R. Alcaraz, T. I. Andersen, M. Ansmann, F. Arute, K. Arya, A. Asfaw, J. Atalaya, R. Babbush, B. Ballard, J. C. Bardin, A. Bilmes, S. Blackwell, J. Bovaird, D. Bowers, L. Brill, M. Broughton, D. A. Browne, B. Buchea, B. B. Buckley, T. Burger, B. Burkett, N. Bushnell, A. Cabrera, J. Campero, H.-S. Chang, B. Chiaro, L.-Y. Chih, A. Y. Cleland, J. Cogan, R. Collins, P. Conner, W. Courtney, A. L. Crook, B. Curtin, S. Das, S. Demura, L. De Lorenzo, A. Di Paolo, P. Donohoe, I. Drozdov, A. Dunsworth, A. Eickbusch, A. Moshe Elbag, M. Elzouka, C. Erickson, V. S. Ferreira, L. Flores Burgos, E. Forati, A. G. Fowler, B. Foxen, S. Ganjam, G. Garcia, R. Gasca, É. Genois, W. Giang, D. Gilboa, R. Gosula, A. Grajales Dau, D. Graumann, A. Greene, J. A. Gross, T. Ha, S. Habegger, M. Hansen, M. P. Harrigan, S. D. Harrington, S. Heslin, P. Heu, R. Hiltermann, J. Hilton, S. Hong, H.-Y. Huang, A. Huff, W. J. Huggins, E. Jeffrey, Z. Jiang, X. Jin, C. Joshi, P. Juhas, A. Kabel, H. Kang, A. H. Karamlou, K. Kechedzhi, T. Khaire, T. Khattar, M. Khezri, S. Kim, P. V. Klimov, B. Kobrin, A. N. Korotkov, F. Kostritsa, J. Mark Kreikebaum, V. D. Kurilovich, D. Landhuis, T. Lange-Dei, B. W. Langley, P. Laptev, K.-M. Lau, J. Ledford, K. Lee, B. J. Lester, L. Le Guevel, W. Yan Li, Y. Li, A. T. Lill, W. P. Livingston, A. Locharla, E. Lucero, D. Lundahl, A. Lunt, A. Maloney, S. Mandrà, L. S. Martin, O. Martin, C. Maxfield, J. R. McClean, S. Meeks, A. Megrant, K. C. Miao, R. Molavi, S. Molina, S. Montazeri, R. Movassagh, C. Neill, M. Newman, A. Nguyen, M. Nguyen, C.-H. Ni, M. Y. Niu, L. Oas, W. D. Oliver, R. Orosco, K. Ottosson, A. Pizzuto, R. Potter, O. Pritchard, C. Quintana, G. Ramachandran, M. J. Reagor, R. Resnick, D. M. Rhodes, G. Roberts, E. Rosenberg, E. Rosenfeld, E. Rossi, P. Roushan, K. Sankaragomathi, H. F. Schurkus, M. J. Shearn, A. Shorter, V. Shvarts, S. Small, W. Clarke Smith, S. Springer, G. Sterling, J. Suchard, A. Szasz, A. Sztein, D. Thor, E. Tomita, A. Torres, M. Mert Torunbalci, A. Vaishnav, J. Vargas, S. Vdovichev, G. Vidal, C. Vollgraff Heidweiller, S. Waltman, J. Waltz, S. X. Wang, B. Ware, T. Weidel, T. White, K. Wong, B. W. K. Woo, M. Woodson, C. Xing, Z. Jamie Yao, P. Yeh, B. Ying, J. Yoo, N. Yosri, G. Young, Y. Zhang, N. Zhu, N. Zobrist, H. Neven, P. Kohli, A. Davies, S. Boixo, J. Kelly, C. Jones, C. Gidney, K. J. Satzinger",
      "paper_url": "https://doi.org/10.1038/s41586-025-09061-4",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4406693713",
      "paper_id": "https://openalex.org/W4406693713",
      "title": "Scaling and networking a modular photonic quantum computer",
      "authors": "H. Aghaee Rad, T. Ainsworth, R. N. Alexander, B. Altieri, M. F. Askarani, R. Baby, L. Banchi, B. Q. Baragiola, J. E. Bourassa, R. S. Chadwick, I. Charania, H. Chen, M. J. Collins, P. Contu, N. D’Arcy, G. Dauphinais, R. De Prins, D. Deschenes, I. Di Luch, S. Duque, P. Edke, S. E. Fayer, S. Ferracin, H. Ferretti, J. Gefaell, S. Glancy, C. González-Arciniegas, T. Grainge, Z. Han, J. Hastrup, L. G. Helt, T. Hillmann, J. Hundal, S. Izumi, T. Jaeken, M. Jonas, S. Kocsis, I. Krasnokutska, M. V. Larsen, P. Laskowski, F. Laudenbach, J. Lavoie, M. Li, E. Lomonte, C. E. Lopetegui, B. Luey, A. P. Lund, C. Ma, L. S. Madsen, D. H. Mahler, L. Mantilla Calderón, M. Menotti, F. M. Miatto, B. Morrison, P. J. Nadkarni, T. Nakamura, L. Neuhaus, Z. Niu, R. Noro, K. Papirov, A. Pesah, D. S. Phillips, W. N. Plick, T. Rogalsky, F. Rortais, J. Sabines-Chesterking, S. Safavi-Bayat, E. Sazhaev, M. Seymour, K. Rezaei Shad, M. Silverman, S. A. Srinivasan, M. Stephan, Q. Y. Tang, J. F. Tasker, Y. S. Teo, R. B. Then, J. E. Tremblay, I. Tzitrin, V. D. Vaidya, M. Vasmer, Z. Vernon, L. F. S. S. M. Villalobos, B. W. Walshe, R. Weil, X. Xin, X. Yan, Y. Yao, M. Zamani Abnili, Y. Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08406-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4229038702",
      "paper_id": "https://openalex.org/W4229038702",
      "title": "Single electrons on solid neon as a solid-state qubit platform",
      "authors": "Xianjing Zhou, Gerwin Koolstra, Xufeng Zhang, Ge Yang, Xu Han, Brennan Dizdar, Xinhao Li, Ralu Divan, Wei Guo, Kater W. Murch, David I. Schuster, Dafei Jin",
      "paper_url": "https://doi.org/10.1038/s41586-022-04539-x",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412151365",
      "paper_id": "https://openalex.org/W4412151365",
      "title": "Single nuclear spin detection and control in a van der Waals material",
      "authors": "Xingyu Gao, Sumukh Vaidya, Kejun Li, Zhun Ge, Saakshi Dikshit, Shimin Zhang, Peng Ju, Kunhong Shen, Yuanbin Jin, Yuan Ping, Tongcang Li",
      "paper_url": "https://doi.org/10.1038/s41586-025-09258-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4313963382",
      "paper_id": "https://openalex.org/W4313963382",
      "title": "Single-electron spin resonance detection by microwave photon counting",
      "authors": "Z. Wang, L. Balembois, M. Rančić, E. Billaud, M. Le Dantec, A. Ferrier, P. Goldner, S. Bertaina, T. Chanelière, D. Esteve, D. Vion, P. Bertet, E. Flurin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06097-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389391261",
      "paper_id": "https://openalex.org/W4389391261",
      "title": "Single-molecule electron spin resonance by means of atomic force microscopy",
      "authors": "Lisanne Sellies, Raffael Spachtholz, Sonja Bleher, Jakob Eckrich, Philipp Scheuerer, Jascha Repp",
      "paper_url": "https://doi.org/10.1038/s41586-023-06754-6",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411627188",
      "paper_id": "https://openalex.org/W4411627188",
      "title": "Spin-qubit control with a milli-kelvin CMOS chip",
      "authors": "Samuel K. Bartee, Will Gilbert, Kun Zuo, Kushal Das, Tuomo Tanttu, Chih Hwan Yang, Nard Dumoulin Stuyck, Sebastian J. Pauka, Rocky Y. Su, Wee Han Lim, Santiago Serrano, Christopher C. Escott, Fay E. Hudson, Kohei M. Itoh, Arne Laucht, Andrew S. Dzurak, David J. Reilly",
      "paper_url": "https://doi.org/10.1038/s41586-025-09157-x",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4282958769",
      "paper_id": "https://openalex.org/W4282958769",
      "title": "Superconducting-qubit readout via low-backaction electro-optic transduction",
      "authors": "R. D. Delaney, M. D. Urmey, S. Mittal, B. M. Brubaker, J. M. Kindem, P. S. Burns, C. A. Regal, K. W. Lehnert",
      "paper_url": "https://doi.org/10.1038/s41586-022-04720-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4321610982",
      "paper_id": "https://openalex.org/W4321610982",
      "title": "Suppressing quantum errors by scaling a surface code logical qubit",
      "authors": "Rajeev Acharya, Igor Aleiner, Richard Allen, Trond I. Andersen, Markus Ansmann, Frank Arute, Kunal Arya, Abraham Asfaw, Juan Atalaya, Ryan Babbush, Dave Bacon, Joseph C. Bardin, Joao Basso, Andreas Bengtsson, Sergio Boixo, Gina Bortoli, Alexandre Bourassa, Jenna Bovaird, Leon Brill, Michael Broughton, Bob B. Buckley, David A. Buell, Tim Burger, Brian Burkett, Nicholas Bushnell, Yu Chen, Zijun Chen, Ben Chiaro, Josh Cogan, Roberto Collins, Paul Conner, William Courtney, Alexander L. Crook, Ben Curtin, Dripto M. Debroy, Alexander Del Toro Barba, Sean Demura, Andrew Dunsworth, Daniel Eppens, Catherine Erickson, Lara Faoro, Edward Farhi, Reza Fatemi, Leslie Flores Burgos, Ebrahim Forati, Austin G. Fowler, Brooks Foxen, William Giang, Craig Gidney, Dar Gilboa, Marissa Giustina, Alejandro Grajales Dau, Jonathan A. Gross, Steve Habegger, Michael C. Hamilton, Matthew P. Harrigan, Sean D. Harrington, Oscar Higgott, Jeremy Hilton, Markus Hoffmann, Sabrina Hong, Trent Huang, Ashley Huff, William J. Huggins, Lev B. Ioffe, Sergei V. Isakov, Justin Iveland, Evan Jeffrey, Zhang Jiang, Cody Jones, Pavol Juhas, Dvir Kafri, Kostyantyn Kechedzhi, Julian Kelly, Tanuj Khattar, Mostafa Khezri, Mária Kieferová, Seon Kim, Alexei Kitaev, Paul V. Klimov, Andrey R. Klots, Alexander N. Korotkov, Fedor Kostritsa, John Mark Kreikebaum, David Landhuis, Pavel Laptev, Kim-Ming Lau, Lily Laws, Joonho Lee, Kenny Lee, Brian J. Lester, Alexander Lill, Wayne Liu, Aditya Locharla, Erik Lucero, Fionn D. Malone, Jeffrey Marshall, Orion Martin, Jarrod R. McClean, Trevor McCourt, Matt McEwen, Anthony Megrant, Bernardo Meurer Costa, Xiao Mi, Kevin C. Miao, Masoud Mohseni, Shirin Montazeri, Alexis Morvan, Emily Mount, Wojciech Mruczkiewicz, Ofer Naaman, Matthew Neeley, Charles Neill, Ani Nersisyan, Hartmut Neven, Michael Newman, Jiun How Ng, Anthony Nguyen, Murray Nguyen, Murphy Yuezhen Niu, Thomas E. O’Brien, Alex Opremcak, John Platt, Andre Petukhov, Rebecca Potter, Leonid P. Pryadko, Chris Quintana, Pedram Roushan, Nicholas C. Rubin, Negar Saei, Daniel Sank, Kannan Sankaragomathi, Kevin J. Satzinger, Henry F. Schurkus, Christopher Schuster, Michael J. Shearn, Aaron Shorter, Vladimir Shvarts, Jindra Skruzny, Vadim Smelyanskiy, W. Clarke Smith, George Sterling, Doug Strain, Marco Szalay, Alfredo Torres, Guifre Vidal, Benjamin Villalonga, Catherine Vollgraff Heidweiller, Theodore White, Cheng Xing, Z. Jamie Yao, Ping Yeh, Juhwan Yoo, Grayson Young, Adam Zalcman, Yaxing Zhang, Ningfeng Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05434-1",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3165269198",
      "paper_id": "https://openalex.org/W3165269198",
      "title": "Telecom-heralded entanglement between multimode solid-state quantum memories",
      "authors": "Dario Lago-Rivera, Samuele Grandi, Jelena V. Rakonjac, Alessandro Seri, Hugues de Riedmatten",
      "paper_url": "https://doi.org/10.1038/s41586-021-03481-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400491633",
      "paper_id": "https://openalex.org/W4400491633",
      "title": "The quantum transition of the two-dimensional Ising spin glass",
      "authors": "Massimo Bernaschi, Isidoro González-Adalid Pemartín, Víctor Martín-Mayor, Giorgio Parisi",
      "paper_url": "https://doi.org/10.1038/s41586-024-07647-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407157717",
      "paper_id": "https://openalex.org/W4407157717",
      "title": "Thermalization and criticality on an analogue–digital quantum simulator",
      "authors": "T. I. Andersen, N. Astrakhantsev, A. H. Karamlou, J. Berndtsson, J. Motruk, A. Szasz, J. A. Gross, A. Schuckert, T. Westerhout, Y. Zhang, E. Forati, D. Rossi, B. Kobrin, A. Di Paolo, A. R. Klots, I. Drozdov, V. Kurilovich, A. Petukhov, L. B. Ioffe, A. Elben, A. Rath, V. Vitale, B. Vermersch, R. Acharya, L. A. Beni, K. Anderson, M. Ansmann, F. Arute, K. Arya, A. Asfaw, J. Atalaya, B. Ballard, J. C. Bardin, A. Bengtsson, A. Bilmes, G. Bortoli, A. Bourassa, J. Bovaird, L. Brill, M. Broughton, D. A. Browne, B. Buchea, B. B. Buckley, D. A. Buell, T. Burger, B. Burkett, N. Bushnell, A. Cabrera, J. Campero, H.-S. Chang, Z. Chen, B. Chiaro, J. Claes, A. Y. Cleland, J. Cogan, R. Collins, P. Conner, W. Courtney, A. L. Crook, S. Das, D. M. Debroy, L. De Lorenzo, A. Del Toro Barba, S. Demura, P. Donohoe, A. Dunsworth, C. Earle, A. Eickbusch, A. M. Elbag, M. Elzouka, C. Erickson, L. Faoro, R. Fatemi, V. S. Ferreira, L. Flores Burgos, A. G. Fowler, B. Foxen, S. Ganjam, R. Gasca, W. Giang, C. Gidney, D. Gilboa, M. Giustina, R. Gosula, A. Grajales Dau, D. Graumann, A. Greene, S. Habegger, M. C. Hamilton, M. Hansen, M. P. Harrigan, S. D. Harrington, S. Heslin, P. Heu, G. Hill, M. R. Hoffmann, H.-Y. Huang, T. Huang, A. Huff, W. J. Huggins, S. V. Isakov, E. Jeffrey, Z. Jiang, C. Jones, S. Jordan, C. Joshi, P. Juhas, D. Kafri, H. Kang, K. Kechedzhi, T. Khaire, T. Khattar, M. Khezri, M. Kieferová, S. Kim, A. Kitaev, P. Klimov, A. N. Korotkov, F. Kostritsa, J. M. Kreikebaum, D. Landhuis, B. W. Langley, P. Laptev, K.-M. Lau, L. Le Guevel, J. Ledford, J. Lee, K. W. Lee, Y. D. Lensky, B. J. Lester, W. Y. Li, A. T. Lill, W. Liu, W. P. Livingston, A. Locharla, D. Lundahl, A. Lunt, S. Madhuk, A. Maloney, S. Mandrà, L. S. Martin, O. Martin, S. Martin, C. Maxfield, J. R. McClean, M. McEwen, S. Meeks, K. C. Miao, A. Mieszala, S. Molina, S. Montazeri, A. Morvan, R. Movassagh, C. Neill, A. Nersisyan, M. Newman, A. Nguyen, M. Nguyen, C.-H. Ni, M. Y. Niu, W. D. Oliver, K. Ottosson, A. Pizzuto, R. Potter, O. Pritchard, L. P. Pryadko, C. Quintana, M. J. Reagor, D. M. Rhodes, G. Roberts, C. Rocque, E. Rosenberg, N. C. Rubin, N. Saei, K. Sankaragomathi, K. J. Satzinger, H. F. Schurkus, C. Schuster, M. J. Shearn, A. Shorter, N. Shutty, V. Shvarts, V. Sivak, J. Skruzny, S. Small, W. Clarke Smith, S. Springer, G. Sterling, J. Suchard, M. Szalay, A. Sztein, D. Thor, A. Torres, M. M. Torunbalci, A. Vaishnav, S. Vdovichev, B. Villalonga, C. Vollgraff Heidweiller, S. Waltman, S. X. Wang, T. White, K. Wong, B. W. K. Woo, C. Xing, Z. Jamie Yao, P. Yeh, B. Ying, J. Yoo, N. Yosri, G. Young, A. Zalcman, N. Zhu, N. Zobrist, H. Neven, R. Babbush, S. Boixo, J. Hilton, E. Lucero, A. Megrant, J. Kelly, Y. Chen, V. Smelyanskiy, G. Vidal, P. Roushan, A. M. Läuchli, D. A. Abanin, X. Mi",
      "paper_url": "https://doi.org/10.1038/s41586-024-08460-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3216628913",
      "paper_id": "https://openalex.org/W3216628913",
      "title": "Time-crystalline eigenstate order on a quantum processor",
      "authors": "Xiao Mi, Matteo Ippoliti, Chris Quintana, Ami Greene, Zijun Chen, Jonathan Gross, Frank Arute, Kunal Arya, Juan Atalaya, Ryan Babbush, Joseph C. Bardin, Joao Basso, Andreas Bengtsson, Alexander Bilmes, Alexandre Bourassa, Leon Brill, Michael Broughton, Bob B. Buckley, David A. Buell, Brian Burkett, Nicholas Bushnell, Benjamin Chiaro, Roberto Collins, William Courtney, Dripto Debroy, Sean Demura, Alan R. Derk, Andrew Dunsworth, Daniel Eppens, Catherine Erickson, Edward Farhi, Austin G. Fowler, Brooks Foxen, Craig Gidney, Marissa Giustina, Matthew P. Harrigan, Sean D. Harrington, Jeremy Hilton, Alan Ho, Sabrina Hong, Trent Huang, Ashley Huff, William J. Huggins, L. B. Ioffe, Sergei V. Isakov, Justin Iveland, Evan Jeffrey, Zhang Jiang, Cody Jones, Dvir Kafri, Tanuj Khattar, Seon Kim, Alexei Kitaev, Paul V. Klimov, Alexander N. Korotkov, Fedor Kostritsa, David Landhuis, Pavel Laptev, Joonho Lee, Kenny Lee, Aditya Locharla, Erik Lucero, Orion Martin, Jarrod R. McClean, Trevor McCourt, Matt McEwen, Kevin C. Miao, Masoud Mohseni, Shirin Montazeri, Wojciech Mruczkiewicz, Ofer Naaman, Matthew Neeley, Charles Neill, Michael Newman, Murphy Yuezhen Niu, Thomas E. O’Brien, Alex Opremcak, Eric Ostby, Balint Pato, Andre Petukhov, Nicholas C. Rubin, Daniel Sank, Kevin J. Satzinger, Vladimir Shvarts, Yuan Su, Doug Strain, Marco Szalay, Matthew D. Trevithick, Benjamin Villalonga, Theodore White, Z. Jamie Yao, Ping Yeh, Juhwan Yoo, Adam Zalcman, Hartmut Neven, Sergio Boixo, Vadim Smelyanskiy, Anthony Megrant, Julian Kelly, Yu Chen, S. L. Sondhi, Roderich Moessner, Kostyantyn Kechedzhi, Vedika Khemani, Pedram Roushan",
      "paper_url": "https://doi.org/10.1038/s41586-021-04257-w",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4313312080",
      "paper_id": "https://openalex.org/W4313312080",
      "title": "Topological lattices realized in superconducting circuit optomechanics",
      "authors": "Amir Youssefi, Shingo Kono, Andrea Bancora, Mahdi Chegnizadeh, Jiahe Pan, Tatiana Vovk, Tobias J. Kippenberg",
      "paper_url": "https://doi.org/10.1038/s41586-022-05367-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411208668",
      "paper_id": "https://openalex.org/W4411208668",
      "title": "Traceable random numbers from a non-local quantum advantage",
      "authors": "Gautam A. Kavuri, Jasper Palfree, Dileep V. Reddy, Yanbao Zhang, Joshua C. Bienfang, Michael D. Mazurek, Mohammad A. Alhejji, Aliza U. Siddiqui, Joseph M. Cavanagh, Aagam Dalal, Carlos Abellán, Waldimar Amaya, Morgan W. Mitchell, Katherine E. Stange, Paul D. Beale, Luís T. A. N. Brandão, Harold Booth, René Peralta, Sae Woo Nam, Richard P. Mirin, Martin J. Stevens, Emanuel Knill, Lynden K. Shalm",
      "paper_url": "https://doi.org/10.1038/s41586-025-09054-3",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3159946220",
      "paper_id": "https://openalex.org/W3159946220",
      "title": "Transition from an atomic to a molecular Bose–Einstein condensate",
      "authors": "Zhendong Zhang, Liangchao Chen, Kai-Xuan Yao, Cheng Chin",
      "paper_url": "https://doi.org/10.1038/s41586-021-03443-0",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4310477414",
      "paper_id": "https://openalex.org/W4310477414",
      "title": "Traversable wormhole dynamics on a quantum processor",
      "authors": "Daniel Jafferis, Alexander Zlokapa, Joseph D. Lykken, David K. Kolchmeyer, Samantha I. Davis, Nikolai Lauk, Hartmut Neven, Maria Spiropulu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05424-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4318763878",
      "paper_id": "https://openalex.org/W4318763878",
      "title": "Tunable itinerant spin dynamics with polar molecules",
      "authors": "Jun-Ru Li, Kyle Matsuda, Calder Miller, Annette N. Carroll, William G. Tobias, Jacob S. Higgins, Jun Ye",
      "paper_url": "https://doi.org/10.1038/s41586-022-05479-2",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4402438074",
      "paper_id": "https://openalex.org/W4402438074",
      "title": "Two-axis twisting using Floquet-engineered XYZ spin models with polar molecules",
      "authors": "Calder Miller, Annette N. Carroll, Junyu Lin, Henrik Hirzler, Haoyang Gao, Hengyun Zhou, Mikhail D. Lukin, Jun Ye",
      "paper_url": "https://doi.org/10.1038/s41586-024-07883-2",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4220698423",
      "paper_id": "https://openalex.org/W4220698423",
      "title": "Ultra-narrow optical linewidths in rare-earth molecular crystals",
      "authors": "Diana Serrano, Senthil Kumar Kuppusamy, Benoît Heinrich, Olaf Fuhr, David Hunger, Mario Ruben, Philippe Goldner",
      "paper_url": "https://doi.org/10.1038/s41586-021-04316-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391383709",
      "paper_id": "https://openalex.org/W4391383709",
      "title": "Ultracold field-linked tetratomic molecules",
      "authors": "Xing-Yan Chen, Shrestha Biswas, Sebastian Eppelt, Andreas Schindewolf, Fulin Deng, Tao Shi, Su Yi, Timon A. Hilker, Immanuel Bloch, Xin-Yu Luo",
      "paper_url": "https://doi.org/10.1038/s41586-023-06986-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W3177342104",
      "paper_id": "https://openalex.org/W3177342104",
      "title": "Unbiasing fermionic quantum Monte Carlo with a quantum computer",
      "authors": "William J. Huggins, Bryan A. O’Gorman, Nicholas C. Rubin, David R. Reichman, Ryan Babbush, Joonho Lee",
      "paper_url": "https://doi.org/10.1038/s41586-021-04351-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4315642876",
      "paper_id": "https://openalex.org/W4315642876",
      "title": "Unitary p-wave interactions between fermions in an optical lattice",
      "authors": "Vijin Venu, Peihang Xu, Mikhail Mamaev, Frank Corapi, Thomas Bilitewski, Jose P. D’Incao, Cora J. Fujiwara, Ana Maria Rey, Joseph H. Thywissen",
      "paper_url": "https://doi.org/10.1038/s41586-022-05405-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4297473634",
      "paper_id": "https://openalex.org/W4297473634",
      "title": "Universal control of a six-qubit quantum processor in silicon",
      "authors": "Stephan G. J. Philips, Mateusz T. Mądzik, Sergey V. Amitonov, Sander L. de Snoo, Maximilian Russ, Nima Kalhor, Christian Volk, William I. L. Lawrie, Delphine Brousse, Larysa Tryputen, Brian Paquelet Wuetz, Amir Sammak, Menno Veldhorst, Giordano Scappucci, Lieven M. K. Vandersypen",
      "paper_url": "https://doi.org/10.1038/s41586-022-05117-x",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385275480",
      "paper_id": "https://openalex.org/W4385275480",
      "title": "Universal equation of state for wave turbulence in a quantum gas",
      "authors": "Lena H. Dogra, Gevorg Martirosyan, Timon A. Hilker, Jake A. P. Glidden, Jiří Etrych, Alec Cao, Christoph Eigen, Robert P. Smith, Zoran Hadzibabic",
      "paper_url": "https://doi.org/10.1038/s41586-023-06240-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4319312371",
      "paper_id": "https://openalex.org/W4319312371",
      "title": "Universal logic with encoded spin qubits in silicon",
      "authors": "Aaron J. Weinstein, Matthew D. Reed, Aaron M. Jones, Reed W. Andrews, David Barnes, Jacob Z. Blumoff, Larken E. Euliss, Kevin Eng, Bryan H. Fong, Sieu D. Ha, Daniel R. Hulbert, Clayton A. C. Jackson, Michael Jura, Tyler E. Keating, Joseph Kerckhoff, Andrey A. Kiselev, Justine Matten, Golam Sabbir, Aaron Smith, Jeffrey Wright, Matthew T. Rakher, Thaddeus D. Ladd, Matthew G. Borselli",
      "paper_url": "https://doi.org/10.1038/s41586-023-05777-3",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3194558706",
      "paper_id": "https://openalex.org/W3194558706",
      "title": "Universal pair polaritons in a strongly interacting Fermi gas",
      "authors": "Hideki Konishi, Kevin Roux, Victor Helson, Jean-Philippe Brantut",
      "paper_url": "https://doi.org/10.1038/s41586-021-03731-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403243791",
      "paper_id": "https://openalex.org/W4403243791",
      "title": "Universal quantum operations and ancilla-based read-out for tweezer clocks",
      "authors": "Ran Finkelstein, Richard Bing-Shiun Tsai, Xiangkai Sun, Pascal Scholl, Su Direkci, Tuvia Gefen, Joonhee Choi, Adam L. Shaw, Manuel Endres",
      "paper_url": "https://doi.org/10.1038/s41586-024-08005-8",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387332483",
      "paper_id": "https://openalex.org/W4387332483",
      "title": "Universality in long-distance geometry and quantum complexity",
      "authors": "Adam R. Brown, Michael H. Freedman, Henry W. Lin, Leonard Susskind",
      "paper_url": "https://doi.org/10.1038/s41586-023-06460-3",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411021762",
      "paper_id": "https://openalex.org/W4411021762",
      "title": "Visualizing dynamics of charges and strings in (2 + 1)D lattice gauge theories",
      "authors": "T. A. Cochran, B. Jobst, E. Rosenberg, Y. D. Lensky, G. Gyawali, N. Eassa, M. Will, A. Szasz, D. Abanin, R. Acharya, L. Aghababaie Beni, T. I. Andersen, M. Ansmann, F. Arute, K. Arya, A. Asfaw, J. Atalaya, R. Babbush, B. Ballard, J. C. Bardin, A. Bengtsson, A. Bilmes, A. Bourassa, J. Bovaird, M. Broughton, D. A. Browne, B. Buchea, B. B. Buckley, T. Burger, B. Burkett, N. Bushnell, A. Cabrera, J. Campero, H.-S. Chang, Z. Chen, B. Chiaro, J. Claes, A. Y. Cleland, J. Cogan, R. Collins, P. Conner, W. Courtney, A. L. Crook, B. Curtin, S. Das, S. Demura, L. De Lorenzo, A. Di Paolo, P. Donohoe, I. Drozdov, A. Dunsworth, A. Eickbusch, A. Moshe Elbag, M. Elzouka, C. Erickson, V. S. Ferreira, L. Flores Burgos, E. Forati, A. G. Fowler, B. Foxen, S. Ganjam, R. Gasca, É. Genois, W. Giang, D. Gilboa, R. Gosula, A. Grajales Dau, D. Graumann, A. Greene, J. A. Gross, S. Habegger, M. Hansen, M. P. Harrigan, S. D. Harrington, P. Heu, O. Higgott, J. Hilton, H.-Y. Huang, A. Huff, W. Huggins, E. Jeffrey, Z. Jiang, C. Jones, C. Joshi, P. Juhas, D. Kafri, H. Kang, A. H. Karamlou, K. Kechedzhi, T. Khaire, T. Khattar, M. Khezri, S. Kim, P. Klimov, B. Kobrin, A. Korotkov, F. Kostritsa, J. Kreikebaum, V. Kurilovich, D. Landhuis, T. Lange-Dei, B. Langley, K.-M. Lau, J. Ledford, K. Lee, B. Lester, L. Le Guevel, W. Li, A. T. Lill, W. Livingston, A. Locharla, D. Lundahl, A. Lunt, S. Madhuk, A. Maloney, S. Mandrà, L. Martin, O. Martin, C. Maxfield, J. McClean, M. McEwen, S. Meeks, A. Megrant, K. Miao, R. Molavi, S. Molina, S. Montazeri, R. Movassagh, C. Neill, M. Newman, A. Nguyen, M. Nguyen, C.-H. Ni, K. Ottosson, A. Pizzuto, R. Potter, O. Pritchard, C. Quintana, G. Ramachandran, M. Reagor, D. Rhodes, G. Roberts, K. Sankaragomathi, K. Satzinger, H. Schurkus, M. Shearn, A. Shorter, N. Shutty, V. Shvarts, V. Sivak, S. Small, W. C. Smith, S. Springer, G. Sterling, J. Suchard, A. Sztein, D. Thor, M. Torunbalci, A. Vaishnav, J. Vargas, S. Vdovichev, G. Vidal, C. Vollgraff Heidweiller, S. Waltman, S. X. Wang, B. Ware, T. White, K. Wong, B. W. K. Woo, C. Xing, Z. Jamie Yao, P. Yeh, B. Ying, J. Yoo, N. Yosri, G. Young, A. Zalcman, Y. Zhang, N. Zhu, N. Zobrist, S. Boixo, J. Kelly, E. Lucero, Y. Chen, V. Smelyanskiy, H. Neven, A. Gammon-Smith, F. Pollmann, M. Knap, P. Roushan",
      "paper_url": "https://doi.org/10.1038/s41586-025-08999-9",
      "venue": "nature25"
    }
  ]
}