{
  "cluster_id": 178,
  "papers": [
    {
      "id": "nature24_https://openalex.org/W4405514811",
      "paper_id": "https://openalex.org/W4405514811",
      "title": "229ThF4 thin films for solid-state nuclear clocks",
      "authors": "Chuankun Zhang, Lars von der Wense, Jack F. Doyle, Jacob S. Higgins, Tian Ooi, Hans U. Friebel, Jun Ye, R. Elwell, J. E. S. Terhune, H. W. T. Morgan, A. N. Alexandrova, H. B. Tran Tan, Andrei Derevianko, Eric R. Hudson",
      "paper_url": "https://doi.org/10.1038/s41586-024-08256-5",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4205533331",
      "paper_id": "https://openalex.org/W4205533331",
      "title": "A 16-parts-per-trillion measurement of the antiproton-to-proton charge–mass ratio",
      "authors": "M. J. Borchert, J. A. Devlin, S. R. Erlewein, M. Fleck, J. A. Harrington, T. Higuchi, B. M. Latacz, F. Voelksen, E. J. Wursten, F. Abbass, M. A. Bohman, A. H. Mooser, D. Popper, M. Wiesinger, C. Will, K. Blaum, Y. Matsuda, C. Ospelkaus, W. Quint, J. Walz, Y. Yamazaki, C. Smorra, S. Ulmer",
      "paper_url": "https://doi.org/10.1038/s41586-021-04203-w",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3195978421",
      "paper_id": "https://openalex.org/W3195978421",
      "title": "A crystalline tri-thorium cluster with σ-aromatic metal–metal bonding",
      "authors": "Josef T. Boronski, John A. Seed, David Hunger, Adam W. Woodward, Joris van Slageren, Ashley J. Wooles, Louise S. Natrajan, Nikolas Kaltsoyannis, Stephen T. Liddle",
      "paper_url": "https://doi.org/10.1038/s41586-021-03888-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4283796538",
      "paper_id": "https://openalex.org/W4283796538",
      "title": "A detailed map of Higgs boson interactions by the ATLAS experiment ten years after the discovery",
      "authors": "G. Aad, B. Abbott, D. C. Abbott, K. Abeling, S. H. Abidi, A. Aboulhorma, H. Abramowicz, H. Abreu, Y. Abulaiti, A. C. Abusleme Hoffman, B. S. Acharya, B. Achkar, L. Adam, C. Adam Bourdarios, L. Adamczyk, L. Adamek, S. V. Addepalli, J. Adelman, A. Adiguzel, S. Adorni, T. Adye, A. A. Affolder, Y. Afik, M. N. Agaras, J. Agarwala, A. Aggarwal, C. Agheorghiesei, J. A. Aguilar-Saavedra, A. Ahmad, F. Ahmadov, W. S. Ahmed, S. Ahuja, X. Ai, G. Aielli, I. Aizenberg, M. Akbiyik, T. P. A. Åkesson, A. V. Akimov, K. Al Khoury, G. L. Alberghi, J. Albert, P. Albicocco, M. J. Alconada Verzini, S. Alderweireldt, M. Aleksa, I. N. Aleksandrov, C. Alexa, T. Alexopoulos, A. Alfonsi, F. Alfonsi, M. Alhroob, B. Ali, S. Ali, M. Aliev, G. Alimonti, C. Allaire, B. M. M. Allbrooke, P. P. Allport, A. Aloisio, F. Alonso, C. Alpigiani, E. Alunno Camelia, M. Alvarez Estevez, M. G. Alviggi, Y. Amaral Coutinho, A. Ambler, C. Amelung, C. G. Ames, D. Amidei, S. P. Amor Dos Santos, S. Amoroso, K. R. Amos, C. S. Amrouche, V. Ananiev, C. Anastopoulos, N. Andari, T. Andeen, J. K. Anders, S. Y. Andrean, A. Andreazza, S. Angelidakis, A. Angerami, A. V. Anisenkov, A. Annovi, C. Antel, M. T. Anthony, E. Antipov, M. Antonelli, D. J. A. Antrim, F. Anulli, M. Aoki, J. A. Aparisi Pozo, M. A. Aparo, L. Aperio Bella, C. Appelt, N. Aranzabal, V. Araujo Ferraz, C. Arcangeletti, A. T. H. Arce, E. Arena, J-F. Arguin, S. Argyropoulos, J.-H. Arling, A. J. Armbruster, O. Arnaez, H. Arnold, Z. P. Arrubarrena Tame, G. Artoni, H. Asada, K. Asai, S. Asai, N. A. Asbah, E. M. Asimakopoulou, J. Assahsah, K. Assamagan, R. Astalos, R. J. Atkin, M. Atkinson, N. B. Atlay, H. Atmani, P. A. Atmasiddha, K. Augsten, S. Auricchio, A. D. Auriol, V. A. Austrup, G. Avner, G. Avolio, K. Axiotis, M. K. Ayoub, G. Azuelos, D. Babal, H. Bachacou, K. Bachas, A. Bachiu, F. Backman, A. Badea, P. Bagnaia, M. Bahmani, A. J. Bailey, V. R. Bailey, J. T. Baines, C. Bakalis, O. K. Baker, P. J. Bakker, E. Bakos, D. Bakshi Gupta, S. Balaji, R. Balasubramanian, E. M. Baldin, P. Balek, E. Ballabene, F. Balli, L. M. Baltes, W. K. Balunas, J. Balz, E. Banas, M. Bandieramonte, A. Bandyopadhyay, S. Bansal, L. Barak, E. L. Barberio, D. Barberis, M. Barbero, G. Barbour, K. N. Barends, T. Barillari, M.-S. Barisits, J. Barkeloo, T. Barklow, R. M. Barnett, P. Baron, D. A. Baron Moreno, A. Baroncelli, G. Barone, A. J. Barr, L. Barranco Navarro, F. Barreiro, J. Barreiro Guimarães da Costa, U. Barron, M. G. Barros Teixeira, S. Barsov, F. Bartels, R. Bartoldus, A. E. Barton, P. Bartos, A. Basalaev, A. Basan, M. Baselga, I. Bashta, A. Bassalat, M. J. Basso, C. R. Basson, R. L. Bates, S. Batlamous, J. R. Batley, B. Batool, M. Battaglia, M. Bauce, P. Bauer, A. Bayirli, J. B. Beacham, T. Beau, P. H. Beauchemin, F. Becherer, P. Bechtle, H. P. Beck, K. Becker, C. Becot, A. J. Beddall, V. A. Bednyakov, C. P. Bee, L. J. Beemster, T. A. Beermann, M. Begalli, M. Begel, A. Behera, J. K. Behr, C. Beirao Da Cruz E Silva, J. F. Beirer, F. Beisiegel, M. Belfkir, G. Bella, L. Bellagamba, A. Bellerive, P. Bellos, K. Beloborodov, K. Belotskiy, N. L. Belyaev, D. Benchekroun, F. Bendebba, Y. Benhammou, D. P. Benjamin, M. Benoit, J. R. Bensinger, S. Bentvelsen, L. Beresford, M. Beretta, D. Berge, E. Bergeaas Kuutmann, N. Berger, B. Bergmann, J. Beringer, S. Berlendis, G. Bernardi, C. Bernius, F. U. Bernlochner, T. Berry, P. Berta, A. Berthold, I. A. Bertram, O. Bessidskaia Bylund, S. Bethke, A. Betti, A. J. Bevan, M. Bhamjee, S. Bhatta, D. S. Bhattacharya, P. Bhattarai, V. S. Bhopatkar, R. Bi, R. Bi, R. M. Bianchi, O. Biebel, R. Bielski, M. Biglietti, T. R. V. Billoud, M. Bindi, A. Bingul, C. Bini, S. Biondi, A. Biondini, C. J. Birch-sykes, G. A. Bird, M. Birman, T. Bisanz, D. Biswas, A. Bitadze, K. Bjørke, I. Bloch, C. Blocker, A. Blue, U. Blumenschein, J. Blumenthal, G. J. Bobbink, V. S. Bobrovnikov, M. Boehler, D. Bogavac, A. G. Bogdanchikov, C. Bohm, V. Boisvert, P. Bokan, T. Bold, M. Bomben, M. Bona, M. Boonekamp, C. D. Booth, A. G. Borbély, H. M. Borecka-Bielska, L. S. Borgna, G. Borissov, D. Bortoletto, D. Boscherini, M. Bosman, J. D. Bossio Sola, K. Bouaouda, J. Boudreau, E. V. Bouhova-Thacker, D. Boumediene, R. Bouquet, A. Boveia, J. Boyd, D. Boye, I. R. Boyko, J. Bracinik, N. Brahimi, G. Brandt, O. Brandt, F. Braren, B. Brau, J. E. Brau, W. D. Breaden Madden, K. Brendlinger, R. Brener, L. Brenner, R. Brenner, S. Bressler, B. Brickwedde, D. Britton, D. Britzger, I. Brock, G. Brooijmans, W. K. Brooks, E. Brost, P. A. Bruckman de Renstrom, B. Brüers, D. Bruncko, A. Bruni, G. Bruni, M. Bruschi, N. Bruscino, L. Bryngemark, T. Buanes, Q. Buat, P. Buchholz, A. G. Buckley, I. A. Budagov, M. K. Bugge, O. Bulekov, B. A. Bullard, S. Burdin, C. D. Burgard, A. M. Burger, B. Burghgrave, J. T. P. Burr, C. D. Burton, J. C. Burzynski, E. L. Busch, V. Büscher, P. J. Bussey, J. M. Butler, C. M. Buttar, J. M. Butterworth, W. Buttinger, C. J. Buxo Vazquez, A. R. Buzykaev, G. Cabras, S. Cabrera Urbán, D. Caforio, H. Cai, Y. Cai, V. M. M. Cairo, O. Cakir, N. Calace, P. Calafiura, G. Calderini, P. Calfayan, G. Callea, L. P. Caloba, D. Calvet, S. Calvet, T. P. Calvet, M. Calvetti, R. Camacho Toro, S. Camarda, D. Camarero Munoz, P. Camarri, M. T. Camerlingo, D. Cameron, C. Camincher, M. Campanelli, A. Camplani, V. Canale, A. Canesse, M. Cano Bret, J. Cantero, Y. Cao, F. Capocasa, M. Capua, A. Carbone, R. Cardarelli, J. C. J. Cardenas, F. Cardillo, T. Carli, G. Carlino, B. T. Carlson, E. M. Carlson, L. Carminati, M. Carnesale, S. Caron, E. Carquin, S. Carrá, G. Carratta, F. Carrio Argos, J. W. S. Carter, T. M. Carter, M. P. Casado, A. F. Casha, E. G. Castiglia, F. L. Castillo, L. Castillo Garcia, V. Castillo Gimenez, N. F. Castro, A. Catinaccio, J. R. Catmore, V. Cavaliere, N. Cavalli, V. Cavasinni, E. Celebi, F. Celli, M. S. Centonze, K. Cerny, A. S. Cerqueira, A. Cerri, L. Cerrito, F. Cerutti, A. Cervelli, S. A. Cetin, Z. Chadi, D. Chakraborty, M. Chala, J. Chan, W. S. Chan, W. Y. Chan, J. D. Chapman, B. Chargeishvili, D. G. Charlton, T. P. Charman, M. Chatterjee, S. Chekanov, S. V. Chekulaev, G. A. Chelkov, A. Chen, B. Chen, B. Chen, C. Chen, H. Chen, H. Chen, J. Chen, J. Chen, S. Chen, S. J. Chen, X. Chen, X. Chen, Y. Chen, C. L. Cheng, H. C. Cheng, A. Cheplakov, E. Cheremushkina, E. Cherepanova, R. Cherkaoui El Moursli, E. Cheu, K. Cheung, L. Chevalier, V. Chiarella, G. Chiarelli, G. Chiodini, A. S. Chisholm, A. Chitan, Y. H. Chiu, M. V. Chizhov, K. Choi, A. R. Chomont, Y. Chou, E. Y. S. Chow, T. Chowdhury, L. D. Christopher, K. L. Chu, M. C. Chu, X. Chu, J. Chudoba, J. J. Chwastowski, D. Cieri, K. M. Ciesla, V. Cindro, A. Ciocio, F. Cirotto, Z. H. Citron, M. Citterio, D. A. Ciubotaru, B. M. Ciungu, A. Clark, P. J. Clark, J. M. Clavijo Columbie, S. E. Clawson, C. Clement, J. Clercx, L. Clissa, Y. Coadou, M. Cobal, A. Coccaro, R. F. Coelho Barrue, R. Coelho Lopes De Sa, S. Coelli, H. Cohen, A. E. C. Coimbra, B. Cole, J. Collot, P. Conde Muiño, M. P. Connell, S. H. Connell, I. A. Connelly, E. I. Conroy, F. Conventi, H. G. Cooke, A. M. Cooper-Sarkar, F. Cormier, L. D. Corpe, M. Corradi, E. E. Corrigan, F. Corriveau, A. Cortes-Gonzalez, M. J. Costa, F. Costanza, D. Costanzo, B. M. Cote, G. Cowan, J. W. Cowley, K. Cranmer, S. Crépé-Renaudin, F. Crescioli, M. Cristinziani, M. Cristoforetti, V. Croft, G. Crosetti, A. Cueto, T. Cuhadar Donszelmann, H. Cui, Z. Cui, A. R. Cukierman, W. R. Cunningham, F. Curcio, P. Czodrowski, M. M. Czurylo, M. J. Da Cunha Sargedas De Sousa, J. V. Da Fonseca Pinto, C. Da Via, W. Dabrowski, T. Dado, S. Dahbi, T. Dai, C. Dallapiccola, M. Dam, G. D’amen, V. D’Amico, J. Damp, J. R. Dandoy, M. F. Daneri, M. Danninger, V. Dao, G. Darbo, S. Darmora, S. J. Das, A. Dattagupta, S. D’Auria, C. David, T. Davidek, D. R. Davis, B. Davis-Purcell, I. Dawson, K. De, R. De Asmundis, M. De Beurs, S. De Castro, N. De Groot, P. de Jong, H. De la Torre, A. De Maria, A. De Salvo, U. De Sanctis, A. De Santo, J. B. De Vivie De Regie, D. V. Dedovich, J. Degens, A. M. Deiana, F. Del Corso, J. Del Peso, F. Del Rio, F. Deliot, C. M. Delitzsch, M. Della Pietra, D. Della Volpe, A. Dell’Acqua, L. Dell’Asta, M. Delmastro, P. A. Delsart, S. Demers, M. Demichev, S. P. Denisov, L. D’Eramo, D. Derendarz, F. Derue, P. Dervan, K. Desch, K. Dette, C. Deutsch, P. O. Deviveiros, F. A. Di Bello, A. Di Ciaccio, L. Di Ciaccio, A. Di Domenico, C. Di Donato, A. Di Girolamo, G. Di Gregorio, A. Di Luca, B. Di Micco, R. Di Nardo, C. Diaconu, F. A. Dias, T. Dias Do Vale, M. A. Diaz, F. G. Diaz Capriles, M. Didenko, E. B. Diehl, L. Diehl, S. Díez Cornell, C. Diez Pardos, C. Dimitriadi, A. Dimitrievska, W. Ding, J. Dingfelder, I.-M. Dinu, S. J. Dittmeier, F. Dittus, F. Djama, T. Djobava, J. I. Djuvsland, D. Dodsworth, C. Doglioni, J. Dolejsi, Z. Dolezal, M. Donadelli, B. Dong, J. Donini, A. D’Onofrio, M. D’Onofrio, J. Dopke, A. Doria, M. T. Dova, A. T. Doyle, M. A. Draguet, E. Drechsler, E. Dreyer, I. Drivas-koulouris, A. S. Drobac, D. Du, T. A. du Pree, F. Dubinin, M. Dubovsky, E. Duchovni, G. Duckeck, O. A. Ducu, D. Duda, A. Dudarev, M. D’uffizi, L. Duflot, M. Dührssen, C. Dülsen, A. E. Dumitriu, M. Dunford, S. Dungs, K. Dunne, A. Duperrin, H. Duran Yildiz, M. Düren, A. Durglishvili, B. L. Dwyer, G. I. Dyckes, M. Dyndal, S. Dysch, B. S. Dziedzic, Z. O. Earnshaw, B. Eckerova, M. G. Eggleston, E. Egidio Purcino De Souza, L. F. Ehrke, G. Eigen, K. Einsweiler, T. Ekelof, P. A. Ekman, Y. El Ghazali, H. El Jarrari, A. El Moussaouy, V. Ellajosyula, M. Ellert, F. Ellinghaus, A. A. Elliot, N. Ellis, J. Elmsheuser, M. Elsing, D. Emeliyanov, A. Emerman, Y. Enari, I. Ene, S. Epari, J. Erdmann, A. Ereditato, P. A. Erland, M. Errenst, M. Escalier, C. Escobar, E. Etzion, G. Evans, H. Evans, M. O. Evans, A. Ezhilov, S. Ezzarqtouni, F. Fabbri, L. Fabbri, G. Facini, V. Fadeyev, R. M. Fakhrutdinov, S. Falciano, P. J. Falke, S. Falke, J. Faltova, Y. Fan, Y. Fang, G. Fanourakis, M. Fanti, M. Faraj, A. Farbin, A. Farilla, T. Farooque, S. M. Farrington, F. Fassi, D. Fassouliotis, M. Faucci Giannelli, W. J. Fawcett, L. Fayard, O. L. Fedin, G. Fedotov, M. Feickert, L. Feligioni, A. Fell, D. E. Fellers, C. Feng, M. Feng, M. J. Fenton, A. B. Fenyuk, L. Ferencz, S. W. Ferguson, J. Pretel, J. Ferrando, A. Ferrari, P. Ferrari, R. Ferrari, D. Ferrere, C. Ferretti, F. Fiedler, A. Filipčič, E. K. Filmer, F. Filthaut, M. C. N. Fiolhais, L. Fiorini, F. Fischer, W. C. Fisher, T. Fitschen, I. Fleck, P. Fleischmann, T. Flick, L. Flores, M. Flores, L. R. Flores Castillo, F. M. Follega, N. Fomin, J. H. Foo, B. C. Forland, A. Formica, A. C. Forti, E. Fortin, A. W. Fortman, M. G. Foti, L. Fountas, D. Fournier, H. Fox, P. Francavilla, S. Francescato, M. Franchini, S. Franchino, D. Francis, L. Franco, L. Franconi, M. Franklin, G. Frattari, A. C. Freegard, P. M. Freeman, W. S. Freund, N. Fritzsche, A. Froch, D. Froidevaux, J. A. Frost, Y. Fu, M. Fujimoto, E. Fullana Torregrosa, J. Fuster, A. Gabrielli, A. Gabrielli, P. Gadow, G. Gagliardi, L. G. Gagnon, G. E. Gallardo, E. J. Gallas, B. J. Gallop, R. Gamboa Goni, K. K. Gan, S. Ganguly, J. Gao, Y. Gao, F. M. Garay Walls, B. Garcia, C. García, J. E. García Navarro, J. A. García Pascual, M. Garcia-Sciveres, R. W. Gardner, D. Garg, R. B. Garg, S. Gargiulo, C. A. Garner, V. Garonne, S. J. Gasiorowski, P. Gaspar, G. Gaudio, V. Gautam, P. Gauzzi, I. L. Gavrilenko, A. Gavrilyuk, C. Gay, G. Gaycken, E. N. Gazis, A. A. Geanta, C. M. Gee, J. Geisen, M. Geisen, C. Gemme, M. H. Genest, S. Gentile, S. George, W. F. George, T. Geralis, L. O. Gerlach, P. Gessinger-Befurt, M. Ghasemi Bostanabad, M. Ghneimat, A. Ghosal, A. Ghosh, A. Ghosh, B. Giacobbe, S. Giagu, N. Giangiacomi, P. Giannetti, A. Giannini, S. M. Gibson, M. Gignac, D. T. Gil, A. K. Gilbert, B. J. Gilbert, D. Gillberg, G. Gilles, N. E. K. Gillwald, L. Ginabat, D. M. Gingrich, M. P. Giordani, P. F. Giraud, G. Giugliarelli, D. Giugni, F. Giuli, I. Gkialas, L. K. Gladilin, C. Glasman, G. R. Gledhill, M. Glisic, I. Gnesi, Y. Go, M. Goblirsch-Kolb, D. Godin, S. Goldfarb, T. Golling, M. G. D. Gololo, D. Golubkov, J. P. Gombas, A. Gomes, G. Gomes Da Silva, A. J. Gomez Delegido, R. Goncalves Gama, R. Gonçalo, G. Gonella, L. Gonella, A. Gongadze, F. Gonnella, J. L. Gonski, S. González de la Hoz, S. Gonzalez Fernandez, R. Gonzalez Lopez, C. Gonzalez Renteria, R. Gonzalez Suarez, S. Gonzalez-Sevilla, G. R. Gonzalvo Rodriguez, R. Y. González Andana, L. Goossens, N. A. Gorasia, P. A. Gorbounov, B. Gorini, E. Gorini, A. Gorišek, A. T. Goshaw, M. I. Gostkin, C. A. Gottardo, M. Gouighri, V. Goumarre, A. G. Goussiou, N. Govender, C. Goy, I. Grabowska-Bold, K. Graham, E. Gramstad, S. Grancagnolo, M. Grandi, V. Gratchev, P. M. Gravila, F. G. Gravili, H. M. Gray, M. Greco, C. Grefe, I. M. Gregor, P. Grenier, C. Grieco, A. A. Grillo, K. Grimm, S. Grinstein, J.-F. Grivaz, E. Gross, J. Grosse-Knetter, C. Grud, A. Grummer, J. C. Grundy, L. Guan, W. Guan, C. Gubbels, J. G. R. Guerrero Rojas, G. Guerrieri, F. Guescini, R. Gugel, J. A. M. Guhit, A. Guida, T. Guillemin, E. Guilloton, S. Guindon, F. Guo, J. Guo, L. Guo, Y. Guo, R. Gupta, S. Gurbuz, S. S. Gurdasani, G. Gustavino, M. Guth, P. Gutierrez, L. F. Gutierrez Zagazeta, C. Gutschow, C. Guyot, C. Gwenlan, C. B. Gwilliam, E. S. Haaland, A. Haas, M. Habedank, C. Haber, H. K. Hadavand, A. Hadef, S. Hadzic, M. Haleem, J. Haley, J. J. Hall, G. D. Hallewell, L. Halser, K. Hamano, H. Hamdaoui, M. Hamer, G. N. Hamity, J. Han, K. Han, L. Han, L. Han, S. Han, Y. F. Han, K. Hanagaki, M. Hance, D. A. Hangal, M. D. Hank, R. Hankache, J. B. Hansen, J. D. Hansen, P. H. Hansen, K. Hara, D. Harada, T. Harenberg, S. Harkusha, Y. T. Harris, N. M. Harrison, P. F. Harrison, N. M. Hartman, N. M. Hartmann, Y. Hasegawa, A. Hasib, S. Haug, R. Hauser, M. Havranek, C. M. Hawkes, R. J. Hawkings, S. Hayashida, D. Hayden, C. Hayes, R. L. Hayes, C. P. Hays, J. M. Hays, H. S. Hayward, F. He, Y. He, Y. He, M. P. Heath, V. Hedberg, A. L. Heggelund, N. D. Hehir, C. Heidegger, K. K. Heidegger, W. D. Heidorn, J. Heilman, S. Heim, T. Heim, J. G. Heinlein, J. J. Heinrich, L. Heinrich, J. Hejbal, L. Helary, A. Held, S. Hellesund, C. M. Helling, S. Hellman, C. Helsens, R. C. W. Henderson, L. Henkelmann, A. M. Henriques Correia, H. Herde, Y. Hernández Jiménez, H. Herr, M. G. Herrmann, T. Herrmann, G. Herten, R. Hertenberger, L. Hervas, N. P. Hessey, H. Hibi, E. Higón-Rodriguez, S. J. Hillier, I. Hinchliffe, F. Hinterkeuser, M. Hirose, S. Hirose, D. Hirschbuehl, T. G. Hitchings, B. Hiti, J. Hobbs, R. Hobincu, N. Hod, M. C. Hodgkinson, B. H. Hodkinson, A. Hoecker, J. Hofer, D. Hohn, T. Holm, M. Holzbock, L. B. A. H. Hommels, B. P. Honan, J. Hong, T. M. Hong, Y. Hong, J. C. Honig, A. Hönle, B. H. Hooberman, W. H. Hopkins, Y. Horii, S. Hou, A. S. Howard, J. Howarth, J. Hoya, M. Hrabovsky, A. Hrynevich, T. Hryn’ova, P. J. Hsu, S.-C. Hsu, Q. Hu, Y. F. Hu, D. P. Huang, S. Huang, X. Huang, Y. Huang, Y. Huang, Z. Huang, Z. Hubacek, M. Huebner, F. Huegging, T. B. Huffman, M. Huhtinen, S. K. Huiberts, R. Hulsken, N. Huseynov, J. Huston, J. Huth, R. Hyneman, S. Hyrych, G. Iacobucci, G. Iakovidis, I. Ibragimov, L. Iconomidou-Fayard, P. Iengo, R. Iguchi, T. Iizawa, Y. Ikegami, A. Ilg, N. Ilic, H. Imam, T. Ingebretsen Carlson, G. Introzzi, M. Iodice, V. Ippolito, M. Ishino, W. Islam, C. Issever, S. Istin, H. Ito, J. M. Iturbe Ponce, R. Iuppa, A. Ivina, J. M. Izen, V. Izzo, P. Jacka, P. Jackson, R. M. Jacobs, B. P. Jaeger, C. S. Jagfeld, G. Jäkel, K. Jakobs, T. Jakoubek, J. Jamieson, K. W. Janas, G. Jarlskog, A. E. Jaspan, T. Javůrek, M. Javurkova, F. Jeanneau, L. Jeanty, J. Jejelava, P. Jenni, C. E. Jessiman, S. Jézéquel, J. Jia, X. Jia, X. Jia, Z. Jia, Y. Jiang, S. Jiggins, J. Jimenez Pena, S. Jin, A. Jinaru, O. Jinnouchi, H. Jivan, P. Johansson, K. A. Johns, C. A. Johnson, D. M. Jones, E. Jones, P. Jones, R. W. L. Jones, T. J. Jones, J. Jovicevic, X. Ju, J. J. Junggeburth, A. Juste Rozas, S. Kabana, A. Kaczmarska, M. Kado, H. Kagan, M. Kagan, A. Kahn, A. Kahn, C. Kahra, T. Kaji, E. Kajomovitz, N. Kakati, C. W. Kalderon, A. Kamenshchikov, N. J. Kang, Y. Kano, D. Kar, K. Karava, M. J. Kareem, E. Karentzos, I. Karkanias, S. N. Karpov, Z. M. Karpova, V. Kartvelishvili, A. N. Karyukhin, E. Kasimi, C. Kato, J. Katzy, S. Kaur, K. Kawade, K. Kawagoe, T. Kawaguchi, T. Kawamoto, G. Kawamura, E. F. Kay, F. I. Kaya, S. Kazakos, V. F. Kazanin, Y. Ke, J. M. Keaveney, R. Keeler, G. V. Kehris, J. S. Keller, A. S. Kelly, D. Kelsey, J. J. Kempster, J. Kendrick, K. E. Kennedy, O. Kepka, B. P. Kerridge, S. Kersten, B. P. Kerševan, L. Keszeghova, S. Ketabchi Haghighat, M. Khandoga, A. Khanov, A. G. Kharlamov, T. Kharlamova, E. E. Khoda, T. J. Khoo, G. Khoriauli, J. Khubua, Y. A. R. Khwaira, M. Kiehn, A. Kilgallon, D. W. Kim, E. Kim, Y. K. Kim, N. Kimura, A. Kirchhoff, D. Kirchmeier, C. Kirfel, J. Kirk, A. E. Kiryunin, T. Kishimoto, D. P. Kisliuk, C. Kitsaki, O. Kivernyk, M. Klassen, C. Klein, L. Klein, M. H. Klein, M. Klein, U. Klein, P. Klimek, A. Klimentov, F. Klimpel, T. Klingl, T. Klioutchnikova, F. F. Klitzner, P. Kluit, S. Kluth, E. Kneringer, T. M. Knight, A. Knue, D. Kobayashi, R. Kobayashi, M. Kocian, T. Kodama, P. Kodyš, D. M. Koeck, P. T. Koenig, T. Koffas, N. M. Köhler, M. Kolb, I. Koletsou, T. Komarek, K. Köneke, A. X. Y. Kong, T. Kono, N. Konstantinidis, B. Konya, R. Kopeliansky, S. Koperny, K. Korcyl, K. Kordas, G. Koren, A. Korn, S. Korn, I. Korolkov, N. Korotkova, B. Kortman, O. Kortner, S. Kortner, W. H. Kostecka, V. V. Kostyukhin, A. Kotsokechagia, A. Kotwal, A. Koulouris, A. Kourkoumeli-Charalampidi, C. Kourkoumelis, E. Kourlitis, O. Kovanda, R. Kowalewski, W. Kozanecki, A. S. Kozhin, V. A. Kramarenko, G. Kramberger, P. Kramer, M. W. Krasny, A. Krasznahorkay, J. A. Kremer, T. Kresse, J. Kretzschmar, K. Kreul, P. Krieger, F. Krieter, S. Krishnamurthy, A. Krishnan, M. Krivos, K. Krizka, K. Kroeninger, H. Kroha, J. Kroll, J. Kroll, K. S. Krowpman, U. Kruchonak, H. Krüger, N. Krumnack, M. C. Kruse, J. A. Krzysiak, A. Kubota, O. Kuchinskaia, S. Kuday, D. Kuechler, J. T. Kuechler, S. Kuehn, T. Kuhl, V. Kukhtin, Y. Kulchitsky, S. Kuleshov, M. Kumar, N. Kumari, M. Kuna, A. Kupco, T. Kupfer, A. Kupich, O. Kuprash, H. Kurashige, L. L. Kurchaninov, Y. A. Kurochkin, A. Kurova, E. S. Kuwertz, M. Kuze, A. K. Kvam, J. Kvita, T. Kwan, K. W. Kwok, C. Lacasta, F. Lacava, H. Lacker, D. Lacour, N. N. Lad, E. Ladygin, B. Laforge, T. Lagouri, S. Lai, I. K. Lakomiec, N. Lalloue, J. E. Lambert, S. Lammers, W. Lampl, C. Lampoudis, A. N. Lancaster, E. Lançon, U. Landgraf, M. P. J. Landon, V. S. Lang, R. J. Langenberg, A. J. Lankford, F. Lanni, K. Lantzsch, A. Lanza, A. Lapertosa, J. F. Laporte, T. Lari, F. Lasagni Manghi, M. Lassnig, V. Latonova, T. S. Lau, A. Laudrain, A. Laurier, S. D. Lawlor, Z. Lawrence, M. Lazzaroni, B. Le, B. Leban, A. Lebedev, M. LeBlanc, T. LeCompte, F. Ledroit-Guillon, A. C. A. Lee, G. R. Lee, L. Lee, S. C. Lee, S. Lee, L. L. Leeuw, H. P. Lefebvre, M. Lefebvre, C. Leggett, K. Lehmann, G. Lehmann Miotto, W. A. Leight, A. Leisos, M. A. L. Leite, C. E. Leitgeb, R. Leitner, K. J. C. Leney, T. Lenz, S. Leone, C. Leonidopoulos, A. Leopold, C. Leroy, R. Les, C. G. Lester, M. Levchenko, J. Levêque, D. Levin, L. J. Levinson, M. P. Lewicki, D. J. Lewis, B. Li, B. Li, C. Li, C.-Q. Li, H. Li, H. Li, H. Li, J. Li, K. Li, L. Li, M. Li, Q. Y. Li, S. Li, T. Li, X. Li, Z. Li, Z. Li, Z. Li, Z. Li, Z. Liang, M. Liberatore, B. Liberti, K. Lie, J. Lieber Marin, K. Lin, R. A. Linck, R. E. Lindley, J. H. Lindon, A. Linss, E. Lipeles, A. Lipniacka, T. M. Liss, A. Lister, J. D. Little, B. Liu, B. X. Liu, D. Liu, J. B. Liu, J. K. K. Liu, K. Liu, M. Liu, M. Y. Liu, P. Liu, Q. Liu, X. Liu, Y. Liu, Y. Liu, Y. L. Liu, Y. W. Liu, M. Livan, J. Llorente Merino, S. L. Lloyd, E. M. Lobodzinska, P. Loch, S. Loffredo, T. Lohse, K. Lohwasser, M. Lokajicek, J. D. Long, I. Longarini, L. Longo, R. Longo, I. Lopez Paz, A. Lopez Solis, J. Lorenz, N. Lorenzo Martinez, A. M. Lory, A. Lösle, X. Lou, X. Lou, A. Lounis, J. Love, P. A. Love, J. J. Lozano Bahilo, G. Lu, M. Lu, S. Lu, Y. J. Lu, H. J. Lubatti, C. Luci, F. L. Lucio Alves, A. Lucotte, F. Luehring, I. Luise, O. Lukianchuk, O. Lundberg, B. Lund-Jensen, N. A. Luongo, M. S. Lutz, D. Lynn, H. Lyons, R. Lysak, E. Lytken, F. Lyu, V. Lyubushkin, T. Lyubushkina, H. Ma, L. L. Ma, Y. Ma, D. M. Mac Donell, G. Maccarrone, J. C. MacDonald, R. Madar, W. F. Mader, J. Maeda, T. Maeno, M. Maerker, V. Magerl, J. Magro, H. Maguire, D. J. Mahon, C. Maidantchik, A. Maio, K. Maj, O. Majersky, S. Majewski, N. Makovec, V. Maksimovic, B. Malaescu, Pa. Malecki, V. P. Maleev, F. Malek, D. Malito, U. Mallik, C. Malone, S. Maltezos, S. Malyukov, J. Mamuzic, G. Mancini, G. Manco, J. P. Mandalia, I. Mandić, L. Manhaes de Andrade Filho, I. M. Maniatis, M. Manisha, J. Manjarres Ramos, D. C. Mankad, K. H. Mankinen, A. Mann, A. Manousos, B. Mansoulie, S. Manzoni, A. Marantis, G. Marchiori, M. Marcisovsky, L. Marcoccia, C. Marcon, M. Marinescu, M. Marjanovic, Z. Marshall, S. Marti-Garcia, T. A. Martin, V. J. Martin, B. Martin dit Latour, L. Martinelli, M. Martinez, P. Martinez Agullo, V. I. Martinez Outschoorn, P. Martinez Suarez, S. Martin-Haugh, V. S. Martoiu, A. C. Martyniuk, A. Marzin, S. R. Maschek, L. Masetti, T. Mashimo, J. Masik, A. L. Maslennikov, L. Massa, P. Massarotti, P. Mastrandrea, A. Mastroberardino, T. Masubuchi, T. Mathisen, A. Matic, N. Matsuzawa, J. Maurer, B. Maček, D. A. Maximov, R. Mazini, I. Maznas, M. Mazza, S. M. Mazza, C. Mc Ginn, J. P. Mc Gowan, S. P. Mc Kee, T. G. McCarthy, W. P. McCormack, E. F. McDonald, A. E. McDougall, J. A. Mcfayden, G. Mchedlidze, R. P. Mckenzie, T. C. Mclachlan, D. J. Mclaughlin, K. D. McLean, S. J. McMahon, P. C. McNamara, R. A. McPherson, J. E. Mdhluli, S. Meehan, T. Megy, S. Mehlhase, A. Mehta, B. Meirose, D. Melini, B. R. Mellado Garcia, A. H. Melo, F. Meloni, E. D. Mendes Gouveia, A. M. Mendes Jacques Da Costa, H. Y. Meng, L. Meng, S. Menke, M. Mentink, E. Meoni, C. Merlassino, L. Merola, C. Meroni, G. Merz, O. Meshkov, J. K. R. Meshreki, J. Metcalfe, A. S. Mete, C. Meyer, J.-P. Meyer, M. Michetti, R. P. Middleton, L. Mijović, G. Mikenberg, M. Mikestikova, M. Mikuž, H. Mildner, A. Milic, C. D. Milke, D. W. Miller, L. S. Miller, A. Milov, D. A. Milstead, T. Min, A. A. Minaenko, I. A. Minashvili, L. Mince, A. I. Mincer, B. Mindur, M. Mineev, Y. Minegishi, Y. Mino, L. M. Mir, M. Miralles Lopez, M. Mironova, T. Mitani, A. Mitra, V. A. Mitsou, O. Miu, P. S. Miyagawa, Y. Miyazaki, A. Mizukami, J. U. Mjörnmark, T. Mkrtchyan, M. Mlynarikova, T. Moa, S. Mobius, K. Mochizuki, P. Moder, P. Mogg, A. F. Mohammed, S. Mohapatra, G. Mokgatitswane, B. Mondal, S. Mondal, K. Mönig, E. Monnier, L. Monsonis Romero, J. Montejo Berlingen, M. Montella, F. Monticelli, N. Morange, A. L. Moreira De Carvalho, M. Moreno Llácer, C. Moreno Martinez, P. Morettini, S. Morgenstern, M. Morii, M. Morinaga, V. Morisbak, A. K. Morley, F. Morodei, L. Morvaj, P. Moschovakos, B. Moser, M. Mosidze, T. Moskalets, P. Moskvitina, J. Moss, E. J. W. Moyse, S. Muanza, J. Mueller, D. Muenstermann, R. Müller, G. A. Mullier, J. J. Mullin, D. P. Mungo, J. L. Munoz Martinez, D. Munoz Perez, F. J. Munoz Sanchez, M. Murin, W. J. Murray, A. Murrone, J. M. Muse, M. Muškinja, C. Mwewa, A. G. Myagkov, A. J. Myers, A. A. Myers, G. Myers, M. Myska, B. P. Nachman, O. Nackenhorst, A. Nag, K. Nagai, K. Nagano, J. L. Nagle, E. Nagy, A. M. Nairz, Y. Nakahama, K. Nakamura, H. Nanjo, R. Narayan, E. A. Narayanan, I. Naryshkin, M. Naseri, C. Nass, G. Navarro, J. Navarro-Gonzalez, R. Nayak, P. Y. Nechaeva, F. Nechansky, T. J. Neep, A. Negri, M. Negrini, C. Nellist, C. Nelson, K. Nelson, S. Nemecek, M. Nessi, M. S. Neubauer, F. Neuhaus, J. Neundorf, R. Newhouse, P. R. Newman, C. W. Ng, Y. S. Ng, Y. W. Y. Ng, B. Ngair, H. D. N. Nguyen, R. B. Nickerson, R. Nicolaidou, J. Nielsen, M. Niemeyer, N. Nikiforou, V. Nikolaenko, I. Nikolic-Audit, K. Nikolopoulos, P. Nilsson, H. R. Nindhito, A. Nisati, N. Nishu, R. Nisius, J.-E. Nitschke, E. K. Nkadimeng, S. J. Noacco Rosende, T. Nobe, D. L. Noel, Y. Noguchi, T. Nommensen, M. A. Nomura, M. B. Norfolk, R. R. B. Norisam, B. J. Norman, J. Novak, T. Novak, O. Novgorodova, L. Novotny, R. Novotny, L. Nozka, K. Ntekas, E. Nurse, F. G. Oakham, J. Ocariz, A. Ochi, I. Ochoa, S. Oerdek, A. Ogrodnik, A. Oh, C. C. Ohm, H. Oide, R. Oishi, M. L. Ojeda, Y. Okazaki, M. W. O’Keefe, Y. Okumura, A. Olariu, L. F. Oleiro Seabra, S. A. Olivares Pino, D. Oliveira Damazio, D. Oliveira Goncalves, J. L. Oliver, M. J. R. Olsson, A. Olszewski, J. Olszowska, Ö. O. Öncel, D. C. O’Neil, A. P. O’Neill, A. Onofre, P. U. E. Onyisi, M. J. Oreglia, G. E. Orellana, D. Orestano, N. Orlando, R. S. Orr, V. O’Shea, R. Ospanov, G. Otero y Garzon, H. Otono, P. S. Ott, G. J. Ottino, M. Ouchrif, J. Ouellette, F. Ould-Saada, M. Owen, R. E. Owen, K. Y. Oyulmaz, V. E. Ozcan, N. Ozturk, S. Ozturk, J. Pacalt, H. A. Pacey, K. Pachal, A. Pacheco Pages, C. Padilla Aranda, G. Padovano, S. Pagan Griso, G. Palacino, A. Palazzo, S. Palazzo, S. Palestini, M. Palka, J. Pan, T. Pan, D. K. Panchal, C. E. Pandini, J. G. Panduro Vazquez, H. Pang, P. Pani, G. Panizzo, L. Paolozzi, C. Papadatos, S. Parajuli, A. Paramonov, C. Paraskevopoulos, D. Paredes Hernandez, T. H. Park, M. A. Parker, F. Parodi, E. W. Parrish, V. A. Parrish, J. A. Parsons, U. Parzefall, B. Pascual Dias, L. Pascual Dominguez, V. R. Pascuzzi, F. Pasquali, E. Pasqualucci, S. Passaggio, F. Pastore, P. Pasuwan, J. R. Pater, J. Patton, T. Pauly, J. Pearkes, M. Pedersen, R. Pedro, S. V. Peleganchuk, O. Penc, C. Peng, H. Peng, K. E. Penski, M. Penzin, B. S. Peralva, A. P. Pereira Peixoto, L. Pereira Sanchez, D. V. Perepelitsa, E. Perez Codina, M. Perganti, L. Perini, H. Pernegger, S. Perrella, A. Perrevoort, O. Perrin, K. Peters, R. F. Y. Peters, B. A. Petersen, T. C. Petersen, E. Petit, V. Petousis, C. Petridou, A. Petrukhin, M. Pettee, N. E. Pettersson, A. Petukhov, K. Petukhova, A. Peyaud, R. Pezoa, L. Pezzotti, G. Pezzullo, T. Pham, P. W. Phillips, M. W. Phipps, G. Piacquadio, E. Pianori, F. Piazza, R. Piegaia, D. Pietreanu, A. D. Pilkington, M. Pinamonti, J. L. Pinfold, B. C. Pinheiro Pereira, C. Pitman Donaldson, D. A. Pizzi, L. Pizzimento, A. Pizzini, M.-A. Pleier, V. Plesanovs, V. Pleskot, E. Plotnikova, G. Poddar, R. Poettgen, R. Poggi, L. Poggioli, I. Pogrebnyak, D. Pohl, I. Pokharel, S. Polacek, G. Polesello, A. Poley, R. Polifka, A. Polini, C. S. Pollard, Z. B. Pollock, V. Polychronakos, D. Ponomarenko, L. Pontecorvo, S. Popa, G. A. Popeneciu, D. M. Portillo Quintero, S. Pospisil, P. Postolache, K. Potamianos, I. N. Potrap, C. J. Potter, H. Potti, T. Poulsen, J. Poveda, G. Pownall, M. E. Pozo Astigarraga, A. Prades Ibanez, M. M. Prapa, D. Price, M. Primavera, M. A. Principe Martin, M. L. Proffitt, N. Proklova, K. Prokofiev, G. Proto, S. Protopopescu, J. Proudfoot, M. Przybycien, J. E. Puddefoot, D. Pudzha, P. Puzo, D. Pyatiizbyantseva, J. Qian, Y. Qin, T. Qiu, A. Quadt, M. Queitsch-Maitland, G. Rabanal Bolanos, D. Rafanoharana, F. Ragusa, J. L. Rainbolt, J. A. Raine, S. Rajagopalan, E. Ramakoti, K. Ran, V. Raskina, D. F. Rassloff, S. Rave, B. Ravina, I. Ravinovich, M. Raymond, A. L. Read, N. P. Readioff, D. M. Rebuzzi, G. Redlinger, K. Reeves, J. A. Reidelsturz, D. Reikher, A. Reiss, A. Rej, C. Rembser, A. Renardi, M. Renda, M. B. Rendel, A. G. Rennie, S. Resconi, M. Ressegotti, E. D. Resseguie, S. Rettie, B. Reynolds, E. Reynolds, M. Rezaei Estabragh, O. L. Rezanova, P. Reznicek, E. Ricci, R. Richter, S. Richter, E. Richter-Was, M. Ridel, P. Rieck, P. Riedler, M. Rijssenbeek, A. Rimoldi, M. Rimoldi, L. Rinaldi, T. T. Rinn, M. P. Rinnagel, G. Ripellino, I. Riu, P. Rivadeneira, J. C. Rivera Vergara, F. Rizatdinova, E. Rizvi, C. Rizzi, B. A. Roberts, B. R. Roberts, S. H. Robertson, M. Robin, D. Robinson, C. M. Robles Gajardo, M. Robles Manzano, A. Robson, A. Rocchi, C. Roda, S. Rodriguez Bosca, Y. Rodriguez Garcia, A. Rodriguez Rodriguez, A. M. Rodríguez Vera, S. Roe, J. T. Roemer, A. R. Roepe-Gier, J. Roggel, O. Røhne, R. A. Rojas, B. Roland, C. P. A. Roland, J. Roloff, A. Romaniouk, E. Romano, M. Romano, A. C. Romero Hernandez, N. Rompotis, L. Roos, S. Rosati, B. J. Rosser, E. Rossi, E. Rossi, L. P. Rossi, L. Rossini, R. Rosten, M. Rotaru, B. Rottler, D. Rousseau, D. Rousso, G. Rovelli, A. Roy, A. Rozanov, Y. Rozen, X. Ruan, A. Rubio Jimenez, A. J. Ruby, T. A. Ruggeri, F. Rühr, A. Ruiz-Martinez, A. Rummler, Z. Rurikova, N. A. Rusakovich, H. L. Russell, J. P. Rutherfoord, E. M. Rüttinger, K. Rybacki, M. Rybar, E. B. Rye, A. Ryzhov, J. A. Sabater Iglesias, P. Sabatini, L. Sabetta, H. F.-W. Sadrozinski, F. Safai Tehrani, B. Safarzadeh Samani, M. Safdari, S. Saha, M. Sahinsoy, M. Saimpert, M. Saito, T. Saito, D. Salamani, G. Salamanna, A. Salnikov, J. Salt, A. Salvador Salas, D. Salvatore, F. Salvatore, A. Salzburger, D. Sammel, D. Sampsonidis, D. Sampsonidou, J. Sánchez, A. Sanchez Pineda, V. Sanchez Sebastian, H. Sandaker, C. O. Sander, J. A. Sandesara, M. Sandhoff, C. Sandoval, D. P. C. Sankey, A. Sansoni, L. Santi, C. Santoni, H. Santos, S. N. Santpur, A. Santra, K. A. Saoucha, J. G. Saraiva, J. Sardain, O. Sasaki, K. Sato, C. Sauer, F. Sauerburger, E. Sauvan, P. Savard, R. Sawada, C. Sawyer, L. Sawyer, I. Sayago Galvan, C. Sbarra, A. Sbrizzi, T. Scanlon, J. Schaarschmidt, P. Schacht, D. Schaefer, U. Schäfer, A. C. Schaffer, D. Schaile, R. D. Schamberger, E. Schanet, C. Scharf, V. A. Schegelsky, D. Scheirich, F. Schenck, M. Schernau, C. Scheulen, C. Schiavi, Z. M. Schillaci, E. J. Schioppa, M. Schioppa, B. Schlag, K. E. Schleicher, S. Schlenker, K. Schmieden, C. Schmitt, S. Schmitt, L. Schoeffel, A. Schoening, P. G. Scholer, E. Schopf, M. Schott, J. Schovancova, S. Schramm, F. Schroeder, H.-C. Schultz-Coulon, M. Schumacher, B. A. Schumm, Ph. Schune, A. Schwartzman, T. A. Schwarz, Ph. Schwemling, R. Schwienhorst, A. Sciandra, G. Sciolla, F. Scuri, F. Scutti, C. D. Sebastiani, K. Sedlaczek, P. Seema, S. C. Seidel, A. Seiden, B. D. Seidlitz, T. Seiss, C. Seitz, J. M. Seixas, G. Sekhniaidze, S. J. Sekula, L. Selem, N. Semprini-Cesari, S. Sen, D. Sengupta, V. Senthilkumar, L. Serin, L. Serkin, M. Sessa, H. Severini, S. Sevova, F. Sforza, A. Sfyrla, E. Shabalina, R. Shaheen, J. D. Shahinian, N. W. Shaikh, D. Shaked Renous, L. Y. Shan, M. Shapiro, A. Sharma, A. S. Sharma, P. Sharma, S. Sharma, P. B. Shatalov, K. Shaw, S. M. Shaw, Q. Shen, P. Sherwood, L. Shi, C. O. Shimmin, Y. Shimogama, J. D. Shinner, I. P. J. Shipsey, S. Shirabe, M. Shiyakova, J. Shlomi, M. J. Shochet, J. Shojaii, D. R. Shope, S. Shrestha, E. M. Shrif, M. J. Shroff, P. Sicho, A. M. Sickles, E. Sideras Haddad, O. Sidiropoulou, A. Sidoti, F. Siegert, Dj. Sijacki, R. Sikora, F. Sili, J. M. Silva, M. V. Silva Oliveira, S. B. Silverstein, S. Simion, R. Simoniello, E. L. Simpson, N. D. Simpson, S. Simsek, S. Sindhu, P. Sinervo, V. Sinetckii, S. Singh, S. Singh, S. Sinha, S. Sinha, M. Sioli, I. Siral, S. Yu. Sivoklokov, J. Sjölin, A. Skaf, E. Skorda, P. Skubic, M. Slawinska, V. Smakhtin, B. H. Smart, J. Smiesko, S. Yu. Smirnov, Y. Smirnov, L. N. Smirnova, O. Smirnova, A. C. Smith, E. A. Smith, H. A. Smith, J. L. Smith, R. Smith, M. Smizanska, K. Smolek, A. Smykiewicz, A. A. Snesarev, H. L. Snoek, S. Snyder, R. Sobie, A. Soffer, C. A. Solans Sanchez, E. Yu. Soldatov, U. Soldevila, A. A. Solodkov, S. Solomon, A. Soloshenko, K. Solovieva, O. V. Solovyanov, V. Solovyev, P. Sommer, A. Sonay, W. Y. Song, A. Sopczak, A. L. Sopio, F. Sopkova, V. Sothilingam, S. Sottocornola, R. Soualah, Z. Soumaimi, D. South, S. Spagnolo, M. Spalla, F. Spanò, D. Sperlich, G. Spigo, M. Spina, S. Spinali, D. P. Spiteri, M. Spousta, E. J. Staats, A. Stabile, R. Stamen, M. Stamenkovic, A. Stampekis, M. Standke, E. Stanecka, B. Stanislaus, M. M. Stanitzki, M. Stankaityte, B. Stapf, E. A. Starchenko, G. H. Stark, J. Stark, D. M. Starko, P. Staroba, P. Starovoitov, S. Stärz, R. Staszewski, G. Stavropoulos, J. Steentoft, P. Steinberg, A. L. Steinhebel, B. Stelzer, H. J. Stelzer, O. Stelzer-Chilton, H. Stenzel, T. J. Stevenson, G. A. Stewart, M. C. Stockton, G. Stoicea, M. Stolarski, S. Stonjek, A. Straessner, J. Strandberg, S. Strandberg, M. Strauss, T. Strebler, P. Strizenec, R. Ströhmer, D. M. Strom, L. R. Strom, R. Stroynowski, A. Strubig, S. A. Stucci, B. Stugu, J. Stupak, N. A. Styles, D. Su, S. Su, W. Su, X. Su, K. Sugizaki, V. V. Sulin, M. J. Sullivan, D. M. S. Sultan, L. Sultanaliyeva, S. Sultansoy, T. Sumida, S. Sun, S. Sun, O. Sunneborn Gudnadottir, M. R. Sutton, M. Svatos, M. Swiatlowski, T. Swirski, I. Sykora, M. Sykora, T. Sykora, D. Ta, K. Tackmann, A. Taffard, R. Tafirout, J. S. Tafoya Vargas, R. H. M. Taibah, R. Takashima, K. Takeda, E. P. Takeva, Y. Takubo, M. Talby, A. A. Talyshev, K. C. Tam, N. M. Tamir, A. Tanaka, J. Tanaka, R. Tanaka, M. Tanasini, J. Tang, Z. Tao, S. Tapia Araya, S. Tapprogge, A. Tarek Abouelfadl Mohamed, S. Tarem, K. Tariq, G. Tarna, G. F. Tartarelli, P. Tas, M. Tasevsky, E. Tassi, A. C. Tate, G. Tateno, Y. Tayalati, G. N. Taylor, W. Taylor, H. Teagle, A. S. Tee, R. Teixeira De Lima, P. Teixeira-Dias, J. J. Teoh, K. Terashi, J. Terron, S. Terzo, M. Testa, R. J. Teuscher, A. Thaler, N. Themistokleous, T. Theveneaux-Pelzer, O. Thielmann, D. W. Thomas, J. P. Thomas, E. A. Thompson, P. D. Thompson, E. Thomson, E. J. Thorpe, Y. Tian, V. Tikhomirov, Yu. A. Tikhonov, S. Timoshenko, E. X. L. Ting, P. Tipton, S. Tisserant, S. H. Tlou, A. Tnourji, K. Todome, S. Todorova-Nova, S. Todt, M. Togawa, J. Tojo, S. Tokár, K. Tokushuku, R. Tombs, M. Tomoto, L. Tompkins, P. Tornambe, E. Torrence, H. Torres, E. Torró Pastor, M. Toscani, C. Tosciri, D. R. Tovey, A. Traeet, I. S. Trandafir, T. Trefzger, A. Tricoli, I. M. Trigger, S. Trincaz-Duvoid, D. A. Trischuk, B. Trocmé, A. Trofymov, C. Troncon, L. Truong, M. Trzebinski, A. Trzupek, F. Tsai, M. Tsai, A. Tsiamis, P. V. Tsiareshka, S. Tsigaridas, A. Tsirigotis, V. Tsiskaridze, E. G. Tskhadadze, M. Tsopoulou, Y. Tsujikawa, I. I. Tsukerman, V. Tsulaia, S. Tsuno, O. Tsur, D. Tsybychev, Y. Tu, A. Tudorache, V. Tudorache, A. N. Tuna, S. Turchikhin, I. Turk Cakir, R. Turra, T. Turtuvshin, P. M. Tuts, S. Tzamarias, P. Tzanis, E. Tzovara, K. Uchida, F. Ukegawa, P. A. Ulloa Poblete, G. Unal, M. Unal, A. Undrus, G. Unel, K. Uno, J. Urban, P. Urquijo, G. Usai, R. Ushioda, M. Usman, Z. Uysal, V. Vacek, B. Vachon, K. O. H. Vadla, T. Vafeiadis, C. Valderanis, E. Valdes Santurio, M. Valente, S. Valentinetti, A. Valero, A. Vallier, J. A. Valls Ferrer, T. R. Van Daalen, P. Van Gemmeren, S. Van Stroud, I. Van Vulpen, M. Vanadia, W. Vandelli, M. Vandenbroucke, E. R. Vandewall, D. Vannicola, L. Vannoli, R. Vari, E. W. Varnes, C. Varni, T. Varol, D. Varouchas, L. Varriale, K. E. Varvell, M. E. Vasile, L. Vaslin, G. A. Vasquez, F. Vazeille, T. Vazquez Schroeder, J. Veatch, V. Vecchio, M. J. Veen, I. Veliscek, L. M. Veloce, F. Veloso, S. Veneziano, A. Ventura, A. Verbytskyi, M. Verducci, C. Vergis, M. Verissimo De Araujo, W. Verkerke, J. C. Vermeulen, C. Vernieri, P. J. Verschuuren, M. Vessella, M. L. Vesterbacka, M. C. Vetterli, A. Vgenopoulos, N. Viaux Maira, T. Vickey, O. E. Vickey Boeriu, G. H. A. Viehhauser, L. Vigani, M. Villa, M. Villaplana Perez, E. M. Villhauer, E. Vilucchi, M. G. Vincter, G. S. Virdee, A. Vishwakarma, C. Vittori, I. Vivarelli, V. Vladimirov, E. Voevodina, F. Vogel, P. Vokac, J. Von Ahnen, E. Von Toerne, B. Vormwald, V. Vorobel, K. Vorobev, M. Vos, J. H. Vossebeld, M. Vozak, L. Vozdecky, N. Vranjes, M. Vranjes Milosavljevic, M. Vreeswijk, R. Vuillermet, O. Vujinovic, I. Vukotic, S. Wada, C. Wagner, W. Wagner, S. Wahdan, H. Wahlberg, R. Wakasa, M. Wakida, V. M. Walbrecht, J. Walder, R. Walker, W. Walkowiak, A. M. Wang, A. Z. Wang, C. Wang, C. Wang, H. Wang, J. Wang, P. Wang, R.-J. Wang, R. Wang, R. Wang, S. M. Wang, S. Wang, T. Wang, W. T. Wang, W. X. Wang, X. Wang, X. Wang, X. Wang, Y. Wang, Y. Wang, Z. Wang, Z. Wang, A. Warburton, R. J. Ward, N. Warrack, A. T. Watson, M. F. Watson, G. Watts, B. M. Waugh, A. F. Webb, C. Weber, M. S. Weber, S. A. Weber, S. M. Weber, C. Wei, Y. Wei, A. R. Weidberg, J. Weingarten, M. Weirich, C. Weiser, C. J. Wells, T. Wenaus, B. Wendland, T. Wengler, N. S. Wenke, N. Wermes, M. Wessels, K. Whalen, A. M. Wharton, A. S. White, A. White, M. J. White, D. Whiteson, L. Wickremasinghe, W. Wiedenmann, C. Wiel, M. Wielers, N. Wieseotte, C. Wiglesworth, L. A. M. Wiik-Fuchs, D. J. Wilbern, H. G. Wilkens, D. M. Williams, H. H. Williams, S. Williams, S. Willocq, P. J. Windischhofer, F. Winklmeier, B. T. Winter, M. Wittgen, M. Wobisch, A. Wolf, R. Wölker, J. Wollrath, M. W. Wolter, H. Wolters, V. W. S. Wong, A. F. Wongel, S. D. Worm, B. K. Wosiek, K. W. Woźniak, K. Wraight, J. Wu, M. Wu, S. L. Wu, X. Wu, Y. Wu, Z. Wu, J. Wuerzinger, T. R. Wyatt, B. M. Wynne, S. Xella, L. Xia, M. Xia, J. Xiang, X. Xiao, M. Xie, X. Xie, J. Xiong, I. Xiotidis, D. Xu, H. Xu, L. Xu, R. Xu, T. Xu, W. Xu, Y. Xu, Z. Xu, Z. Xu, B. Yabsley, S. Yacoob, N. Yamaguchi, Y. Yamaguchi, H. Yamauchi, T. Yamazaki, Y. Yamazaki, J. Yan, S. Yan, Z. Yan, H. J. Yang, H. T. Yang, S. Yang, T. Yang, X. Yang, X. Yang, Y. Yang, Z. Yang, W.-M. Yao, Y. C. Yap, H. Ye, J. Ye, S. Ye, X. Ye, Y. Yeh, I. Yeletskikh, M. R. Yexley, P. Yin, K. Yorita, C. J. S. Young, C. Young, M. Yuan, R. Yuan, L. Yue, X. Yue, M. Zaazoua, B. Zabinski, E. Zaid, T. Zakareishvili, N. Zakharchuk, S. Zambito, J. Zang, D. Zanzi, O. Zaplatilek, S. V. Zeißner, C. Zeitnitz, J. C. Zeng, D. T. Zenger Jr, O. Zenin, T. Ženiš, S. Zenz, S. Zerradi, D. Zerwas, B. Zhang, D. F. Zhang, G. Zhang, J. Zhang, K. Zhang, L. Zhang, R. Zhang, S. Zhang, T. Zhang, X. Zhang, X. Zhang, Z. Zhang, Z. Zhang, H. Zhao, P. Zhao, T. Zhao, Y. Zhao, Z. Zhao, A. Zhemchugov, Z. Zheng, D. Zhong, B. Zhou, C. Zhou, H. Zhou, N. Zhou, Y. Zhou, C. G. Zhu, C. Zhu, H. L. Zhu, H. Zhu, J. Zhu, Y. Zhu, Y. Zhu, X. Zhuang, K. Zhukov, V. Zhulanov, N. I. Zimine, J. Zinsser, M. Ziolkowski, L. Živković, A. Zoccoli, K. Zoch, T. G. Zorbas, O. Zormpa, W. Zou, L. Zwalinski",
      "paper_url": "https://doi.org/10.1038/s41586-022-04893-w",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4309624388",
      "paper_id": "https://openalex.org/W4309624388",
      "title": "A hybrid optical–wireless network for decimetre-level terrestrial positioning",
      "authors": "Jeroen C. J. Koelemeij, Han Dun, Cherif E. V. Diouf, Erik F. Dierikx, Gerard J. M. Janssen, Christian C. J. M. Tiberius",
      "paper_url": "https://doi.org/10.1038/s41586-022-05315-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4378345248",
      "paper_id": "https://openalex.org/W4378345248",
      "title": "A portrait of the Higgs boson by the CMS experiment ten years after the discovery",
      "authors": "A. Tumasyan, W. Adam, J. W. Andrejkovic, T. Bergauer, S. Chatterjee, K. Damanakis, M. Dragicevic, A. Escalante Del Valle, P. S. Hussain, M. Jeitler, N. Krammer, L. Lechner, D. Liko, I. Mikulec, P. Paulitsch, F. M. Pitters, J. Schieck, R. Schöfbeck, D. Schwarz, S. Templ, W. Waltenberger, C.-E. Wulz, M. R. Darwish, T. Janssen, T. Kello, H. Rejeb Sfar, P. Van Mechelen, E. S. Bols, J. D’Hondt, A. De Moor, M. Delcourt, H. El Faham, S. Lowette, S. Moortgat, A. Morton, D. Müller, A. R. Sahasransu, S. Tavernier, W. Van Doninck, D. Vannerom, B. Clerbaux, G. De Lentdecker, L. Favart, J. Jaramillo, K. Lee, M. Mahdavikhorrami, I. Makarenko, A. Malara, S. Paredes, L. Pétré, N. Postiau, E. Starling, L. Thomas, M. Vanden Bemden, C. Vander Velde, P. Vanlaer, D. Dobur, J. Knolle, L. Lambrecht, G. Mestdach, M. Niedziela, C. Rendón, C. Roskas, A. Samalan, K. Skovpen, M. Tytgat, N. Van Den Bossche, B. Vermassen, L. Wezenbeek, A. Benecke, G. Bruno, F. Bury, C. Caputo, P. David, C. Delaere, I. S. Donertas, A. Giammanco, K. Jaffel, Sa. Jain, V. Lemaitre, K. Mondal, J. Prisciandaro, A. Taliercio, T. T. Tran, P. Vischia, S. Wertz, G. A. Alves, E. Coelho, C. Hensel, A. Moraes, P. Rebello Teles, W. L. Aldá Júnior, M. Alves Gallo Pereira, M. Barroso Ferreira Filho, H. Brandao Malbouisson, W. Carvalho, J. Chinellato, E. M. Da Costa, G. G. Da Silveira, D. De Jesus Damiao, V. Dos Santos Sousa, S. Fonseca De Souza, J. Martins, C. Mora Herrera, K. Mota Amarilo, L. Mundim, H. Nogima, A. Santoro, S. M. Silva Do Amaral, A. Sznajder, M. Thiel, F. Torres Da Silva De Araujo, A. Vilela Pereira, C. A. Bernardes, L. Calligaris, E. M. Gregores, P. G. Mercadante, S. F. Novaes, Sandra S. Padula, T. R. Fernandez Perez Tomei, A. Aleksandrov, G. Antchev, R. Hadjiiska, P. Iaydjiev, M. Misheva, M. Rodozov, M. Shopova, G. Sultanov, A. Dimitrov, T. Ivanov, L. Litov, B. Pavlov, P. Petkov, A. Petrov, E. Shumka, T. Cheng, T. Javaid, M. Mittal, L. Yuan, M. Ahmad, G. Bauer, Z. Hu, S. Lezki, K. Yi, G. M. Chen, H. S. Chen, M. Chen, F. Iemmi, C. H. Jiang, A. Kapoor, H. Liao, Z.-A. Liu, V. Milosevic, F. Monti, R. Sharma, J. Tao, J. Thomas-Wilsker, J. Wang, H. Zhang, J. Zhao, A. Agapitos, Y. An, Y. Ban, C. Chen, A. Levin, C. Li, Q. Li, X. Lyu, Y. Mao, S. J. Qian, X. Sun, D. Wang, J. Xiao, H. Yang, J. Li, M. Lu, Z. You, X. Gao, D. Leggat, H. Okawa, Y. Zhang, Z. Lin, C. Lu, M. Xiao, C. Avila, D. A. Barbosa Trujillo, A. Cabrera, C. Florez, J. Fraga, J. Mejia Guisao, F. Ramirez, M. Rodriguez, J. D. Ruiz Alvarez, D. Giljanovic, N. Godinovic, D. Lelas, I. Puljak, Z. Antunovic, M. Kovac, T. Sculac, V. Brigljevic, B. K. Chitroda, D. Ferencek, D. Majumder, M. Roguljic, A. Starodumov, T. Susa, A. Attikis, K. Christoforou, G. Kole, M. Kolosova, S. Konstantinou, J. Mousa, C. Nicolaou, F. Ptochos, P. A. Razis, H. Rykaczewski, H. Saka, M. Finger Jr., M. Finger, A. Kveton, E. Ayala, E. Carrera Jarrin, A. A. Abdelalim, E. Salama, M. A. Mahmoud, Y. Mohammed, S. Bhowmik, R. K. Dewanjee, K. Ehataht, M. Kadastik, S. Nandan, C. Nielsen, J. Pata, M. Raidal, L. Tani, C. Veelken, P. Eerola, H. Kirschenmann, K. Osterberg, M. Voutilainen, S. Bharthuar, E. Brücken, F. Garcia, J. Havukainen, M. S. Kim, R. Kinnunen, T. Lampén, K. Lassila-Perini, S. Lehti, T. Lindén, M. Lotti, L. Martikainen, M. Myllymäki, J. Ott, M. M. Rantanen, H. Siikonen, E. Tuominen, J. Tuominiemi, P. Luukka, H. Petrow, T. Tuuva, C. Amendola, M. Besancon, F. Couderc, M. Dejardin, D. Denegri, J. L. Faure, F. Ferri, S. Ganjour, P. Gras, G. Hamel de Monchenault, P. Jarry, V. Lohezic, J. Malcles, J. Rander, A. Rosowsky, M. Ö. Sahin, A. Savoy-Navarro, P. Simkina, M. Titov, C. Baldenegro Barrera, F. Beaudette, A. Buchot Perraguin, P. Busson, A. Cappati, C. Charlot, O. Davignon, B. Diab, G. Falmagne, B. A. Fontana Santos Alves, S. Ghosh, R. Granier de Cassagnac, A. Hakimi, B. Harikrishnan, J. Motta, M. Nguyen, C. Ochando, L. Portales, J. Rembser, R. Salerno, U. Sarkar, J. B. Sauvan, Y. Sirois, A. Tarabini, E. Vernazza, A. Zabi, A. Zghiche, J.-L. Agram, J. Andrea, D. Apparu, D. Bloch, G. Bourgatte, J.-M. Brom, E. C. Chabert, C. Collard, D. Darej, U. Goerlach, C. Grimault, A.-C. Le Bihan, P. Van Hove, S. Beauceron, C. Bernet, G. Boudoul, C. Camen, A. Carle, N. Chanon, J. Choi, D. Contardo, P. Depasse, C. Dozen, H. El Mamouni, J. Fay, S. Gascon, M. Gouzevitch, G. Grenier, B. Ille, I. B. Laktineh, M. Lethuillier, L. Mirabito, S. Perries, K. Shchablo, V. Sordini, L. Torterotot, M. Vander Donckt, P. Verdier, S. Viret, I. Lomidze, T. Toriashvili, Z. Tsamalaidze, V. Botta, L. Feld, K. Klein, M. Lipinski, D. Meuser, A. Pauls, N. Röwert, M. Teroerde, S. Diekmann, A. Dodonova, N. Eich, D. Eliseev, M. Erdmann, P. Fackeldey, B. Fischer, T. Hebbeker, K. Hoepfner, F. Ivone, M. Y. Lee, L. Mastrolorenzo, M. Merschmeyer, A. Meyer, S. Mondal, S. Mukherjee, D. Noll, A. Novak, F. Nowotny, A. Pozdnyakov, Y. Rath, W. Redjeb, H. Reithler, A. Schmidt, S. C. Schuler, A. Sharma, L. Vigilante, S. Wiedenbeck, S. Zaleski, C. Dziwok, G. Flügge, W. Haj Ahmad, O. Hlushchenko, T. Kress, A. Nowack, O. Pooth, A. Stahl, T. Ziemons, A. Zotz, H. Aarup Petersen, M. Aldaya Martin, P. Asmuss, S. Baxter, M. Bayatmakou, O. Behnke, A. Bermúdez Martínez, S. Bhattacharya, A. A. Bin Anuar, F. Blekman, K. Borras, D. Brunner, A. Campbell, A. Cardini, C. Cheng, F. Colombina, S. Consuegra Rodríguez, G. Correia Silva, M. De Silva, L. Didukh, G. Eckerlin, D. Eckstein, L. I. Estevez Banos, O. Filatov, E. Gallo, A. Geiser, A. Giraldi, G. Greau, A. Grohsjean, V. Guglielmi, M. Guthoff, A. Jafari, N. Z. Jomhari, B. Kaech, M. Kasemann, H. Kaveh, C. Kleinwort, R. Kogler, M. Komm, D. Krücker, W. Lange, D. Leyva Pernia, K. Lipka, W. Lohmann, R. Mankel, I.-A. Melzer-Pellmann, M. Mendizabal Morentin, J. Metwally, A. B. Meyer, G. Milella, A. Kasem, M. Mormile, A. Mussgiller, A. Nürnberg, Y. Otarid, D. Pérez Adán, A. Raspereza, B. Ribeiro Lopes, J. Rübenach, A. Saggio, A. Saibel, M. Savitskyi, M. Scham, V. Scheurer, S. Schnake, P. Schütze, C. Schwanenberger, M. Shchedrolosiev, R. E. Sosa Ricardo, D. Stafford, N. Tonon, M. Van De Klundert, F. Vazzoler, A. Ventura Barroso, R. Walsh, D. Walter, Q. Wang, Y. Wen, K. Wichmann, L. Wiens, C. Wissing, S. Wuchterl, Y. Yang, A. Zimermmane Castro Santos, R. Aggleton, A. Albrecht, S. Albrecht, M. Antonello, S. Bein, L. Benato, M. Bonanomi, P. Connor, K. De Leo, M. Eich, K. El Morabit, F. Feindt, A. Fröhlich, C. Garbers, E. Garutti, M. Hajheidari, J. Haller, A. Hinzmann, H. R. Jabusch, G. Kasieczka, R. Klanner, W. Korcari, T. Kramer, V. Kutzner, J. Lange, T. Lange, A. Lobanov, C. Matthies, A. Mehta, L. Moureaux, M. Mrowietz, A. Nigamova, Y. Nissan, A. Paasch, K. J. Pena Rodriguez, M. Rieger, O. Rieger, P. Schleper, M. Schröder, J. Schwandt, H. Stadie, G. Steinbrück, A. Tews, M. Wolf, J. Bechtel, S. Brommer, M. Burkart, E. Butz, R. Caspart, T. Chwalek, A. Dierlamm, A. Droll, N. Faltermann, M. Giffels, J. O. Gosewisch, A. Gottmann, F. Hartmann, C. Heidecker, M. Horzela, U. Husemann, P. Keicher, M. Klute, R. Koppenhöfer, S. Maier, S. Mitra, Th. Müller, M. Neukum, G. Quast, K. Rabbertz, J. Rauser, D. Savoiu, M. Schnepf, D. Seith, I. Shvetsov, H. J. Simonis, N. Trevisani, R. Ulrich, J. van der Linden, R. F. Von Cube, M. Wassmer, M. Weber, S. Wieland, R. Wolf, S. Wozniewski, S. Wunsch, G. Anagnostou, P. Assiouras, G. Daskalakis, A. Kyriakis, A. Stakia, M. Diamantopoulou, D. Karasavvas, P. Kontaxakis, A. Manousakis-Katsikakis, A. Panagiotou, I. Papavergou, N. Saoulidou, K. Theofilatos, E. Tziaferi, K. Vellidis, E. Vourliotis, G. Bakas, T. Chatzistavrou, K. Kousouris, I. Papakrivopoulos, G. Tsipolitis, A. Zacharopoulou, K. Adamidis, I. Bestintzanos, I. Evangelou, C. Foudas, P. Gianneios, C. Kamtsikis, P. Katsoulis, P. Kokkas, P. G. Kosmoglou Kioseoglou, N. Manthos, I. Papadopoulos, J. Strologas, M. Csanád, K. Farkas, M. M. A. Gadallah, S. Lökös, P. Major, K. Mandal, G. Pásztor, A. J. Rádl, O. Surányi, G. I. Veres, M. Bartók, G. Bencze, C. Hajdu, D. Horvath, F. Sikler, V. Veszpremi, N. Beni, S. Czellar, D. Fasanella, J. Karancsi, J. Molnar, Z. Szillasi, D. Teyssier, B. Ujvari, G. Zilizi, T. Csorgo, F. Nemes, T. Novak, J. Babbar, S. Bansal, S. B. Beri, V. Bhatnagar, G. Chaudhary, S. Chauhan, N. Dhingra, R. Gupta, A. Kaur, A. K. Virdi, H. Kaur, M. Kaur, S. Kumar, P. Kumari, M. Meena, K. Sandeep, T. Sheokand, J. B. Singh, A. Singla, A. Ahmed, A. Bhardwaj, B. C. Choudhary, M. Gola, S. Keshri, A. Kumar, M. Naimuddin, P. Priyanka, K. Ranjan, S. Saumya, A. Shah, S. Baradia, S. Barman, S. Bhattacharya, D. Bhowmik, S. Dutta, B. Gomber, M. Maity, P. Palit, P. K. Rout, G. Saha, B. Sahu, S. Sarkar, P. K. Behera, S. C. Behera, P. Kalbhor, J. R. Komaragiri, D. Kumar, A. Muhammad, L. Panwar, R. Pradhan, P. R. Pujahari, A. Sharma, A. K. Sikdar, P. C. Tiwari, S. Verma, K. Naskar, T. Aziz, I. Das, S. Dugad, M. Kumar, G. B. Mohanty, P. Suryadevara, S. Banerjee, R. Chudasama, M. Guchait, S. Karmakar, S. Kumar, G. Majumder, K. Mazumdar, S. Mukherjee, A. Thachayath, S. Bahinipati, A. K. Das, C. Kar, P. Mal, T. Mishra, V. K. Muraleedharan Nair Bindhu, A. Nayak, P. Saha, N. Sur, S. K. Swain, D. Vats, A. Alpana, S. Dube, B. Kansal, A. Laha, S. Pandey, A. Rastogi, S. Sharma, H. Bakhshiansohi, E. Khazaie, M. Zeinali, S. Chenarani, S. M. Etesami, M. Khakzad, M. Mohammadi Najafabadi, M. Felcini, M. Grunewald, M. Abbrescia, R. Aly, C. Aruta, A. Colaleo, D. Creanza, N. De Filippis, M. De Palma, A. Di Florio, W. Elmetenawee, F. Errico, L. Fiore, G. Iaselli, M. Ince, G. Maggi, M. Maggi, I. Margjeka, V. Mastrapasqua, S. My, S. Nuzzo, A. Pellecchia, A. Pompili, G. Pugliese, R. Radogna, D. Ramos, A. Ranieri, G. Selvaggi, L. Silvestris, F. M. Simone, Ü. Sözbilir, A. Stamerra, R. Venditti, P. Verwilligen, A. Zaza, G. Abbiendi, C. Battilana, D. Bonacorsi, L. Borgonovi, L. Brigliadori, R. Campanini, P. Capiluppi, A. Castro, F. R. Cavallo, M. Cuffiani, G. M. Dallavalle, T. Diotalevi, F. Fabbri, A. Fanfani, P. Giacomelli, L. Giommi, C. Grandi, L. Guiducci, S. Lo Meo, L. Lunerti, S. Marcellini, G. Masetti, F. L. Navarria, A. Perrotta, F. Primavera, A. M. Rossi, T. Rovelli, G. P. Siroli, S. Costa, A. Di Mattia, R. Potenza, A. Tricomi, C. Tuve, G. Barbagli, B. Camaiani, A. Cassese, R. Ceccarelli, V. Ciulli, C. Civinini, R. D’Alessandro, E. Focardi, G. Latino, P. Lenzi, M. Lizzo, M. Meschini, S. Paoletti, R. Seidita, G. Sguazzoni, L. Viliani, L. Benussi, S. Bianco, S. Meola, D. Piccolo, M. Bozzo, F. Ferro, R. Mulargia, E. Robutti, S. Tosi, A. Benaglia, G. Boldrini, F. Brivio, F. Cetorelli, F. De Guio, M. E. Dinardo, P. Dini, S. Gennai, A. Ghezzi, P. Govoni, L. Guzzi, M. T. Lucchini, M. Malberti, S. Malvezzi, A. Massironi, D. Menasce, L. Moroni, M. Paganoni, D. Pedrini, B. S. Pinolini, S. Ragazzi, N. Redaelli, T. Tabarelli de Fatis, D. Zuolo, S. Buontempo, F. Carnevali, N. Cavallo, A. De Iorio, F. Fabozzi, A. O. M. Iorio, L. Lista, P. Paolucci, B. Rossi, C. Sciacca, P. Azzi, N. Bacchetta, D. Bisello, P. Bortignon, A. Bragagnolo, R. Carlin, P. Checchia, T. Dorigo, F. Gasparini, U. Gasparini, G. Grosso, L. Layer, E. Lusiani, M. Margoni, A. T. Meneguzzo, J. Pazzini, P. Ronchese, R. Rossin, F. Simonetto, G. Strong, M. Tosi, H. Yarar, M. Zanetti, P. Zotto, A. Zucchetta, G. Zumerle, C. Aimè, A. Braghieri, S. Calzaferri, D. Fiorina, P. Montagna, V. Re, C. Riccardi, P. Salvini, I. Vai, P. Vitulo, P. Asenov, G. M. Bilei, D. Ciangottini, L. Fanò, M. Magherini, G. Mantovani, V. Mariani, M. Menichelli, F. Moscatelli, A. Piccinelli, M. Presilla, A. Rossi, A. Santocchia, D. Spiga, T. Tedeschi, P. Azzurri, G. Bagliesi, V. Bertacchi, R. Bhattacharya, L. Bianchini, T. Boccali, E. Bossini, D. Bruschini, R. Castaldi, M. A. Ciocci, V. D’Amante, R. Dell’Orso, M. R. Di Domenico, S. Donato, A. Giassi, F. Ligabue, E. Manca, G. Mandorli, D. Matos Figueiredo, A. Messineo, M. Musich, F. Palla, S. Parolia, G. Ramirez-Sanchez, A. Rizzi, G. Rolandi, S. Roy Chowdhury, A. Scribano, N. Shafiei, P. Spagnolo, R. Tenchini, G. Tonelli, N. Turini, A. Venturi, P. G. Verdini, P. Barria, M. Campana, F. Cavallari, D. Del Re, E. Di Marco, M. Diemoz, E. Longo, P. Meridiani, G. Organtini, F. Pandolfi, R. Paramatti, C. Quaranta, S. Rahatlou, C. Rovelli, F. Santanastasio, L. Soffi, R. Tramontano, N. Amapane, R. Arcidiacono, S. Argiro, M. Arneodo, N. Bartosik, R. Bellan, A. Bellora, J. Berenguer Antequera, C. Biino, N. Cartiglia, M. Costa, R. Covarelli, N. Demaria, M. Grippo, B. Kiani, F. Legger, C. Mariotti, S. Maselli, A. Mecca, E. Migliore, E. Monteil, M. Monteno, M. M. Obertino, G. Ortona, L. Pacher, N. Pastrone, M. Pelliccioni, M. Ruspa, K. Shchelina, F. Siviero, V. Sola, A. Solano, D. Soldi, A. Staiano, M. Tornago, D. Trocino, G. Umoret, A. Vagnerini, S. Belforte, V. Candelise, M. Casarsa, F. Cossutti, A. Da Rold, G. Della Ricca, G. Sorrentino, S. Dogra, C. Huh, B. Kim, D. H. Kim, G. N. Kim, J. Kim, J. Lee, S. W. Lee, C. S. Moon, Y. D. Oh, S. I. Pak, S. Sekmen, Y. C. Yang, H. Kim, D. H. Moon, E. Asilar, T. J. Kim, J. Park, S. Cho, S. Choi, S. Han, B. Hong, K. Lee, K. S. Lee, J. Lim, J. Park, S. K. Park, J. Yoo, J. Goh, H. S. Kim, Y. Kim, S. Lee, J. Almond, J. H. Bhyun, J. Choi, S. Jeon, W. Jun, J. S. Kim, J. Kim, S. Ko, H. Kwon, H. Lee, J. Lee, S. Lee, B. H. Oh, M. Oh, S. B. Oh, H. Seo, U. K. Yang, I. Yoon, W. Jang, D. Y. Kang, Y. Kang, D. Kim, S. Kim, B. Ko, J. S. H. Lee, Y. Lee, J. A. Merlin, I. C. Park, Y. Roh, M. S. Ryu, D. Song, I. J. Watson, S. Yang, S. Ha, H. D. Yoo, M. Choi, H. Lee, Y. Lee, I. Yu, T. Beyrouthy, Y. Maghrbi, K. Dreimanis, A. Gaile, A. Potrebko, T. Torims, V. Veckalns, M. Ambrozas, A. Carvalho Antunes De Oliveira, A. Juodagalvis, A. Rinkevicius, G. Tamulaitis, N. Bin Norjoharuddeen, S. Y. Hoh, I. Yusuff, Z. Zolkapli, J. F. Benitez, A. Castaneda Hernandez, H. A. Encinas Acosta, L. G. Gallegos Maríñez, M. León Coello, J. A. Murillo Quijada, A. Sehrawat, L. Valencia Palomo, G. Ayala, H. Castilla-Valdez, E. De La Cruz-Burelo, I. Heredia-De La Cruz, R. Lopez-Fernandez, C. A. Mondragon Herrera, D. A. Perez Navarro, A. Sánchez Hernández, C. Oropeza Barrera, F. Vazquez Valencia, I. Pedraza, H. A. Salazar Ibarguen, C. Uribe Estrada, I. Bubanja, J. Mijuskovic, N. Raicevic, A. Ahmad, M. I. Asghar, A. Awais, M. I. M. Awan, M. Gul, H. R. Hoorani, W. A. Khan, V. Avati, L. Grzanka, M. Malawski, H. Bialkowska, M. Bluj, B. Boimska, M. Górski, M. Kazana, M. Szleper, P. Zalewski, K. Bunkowski, K. Doroba, A. Kalinowski, M. Konecki, J. Krolikowski, M. Araujo, P. Bargassa, D. Bastos, A. Boletti, P. Faccioli, M. Gallinaro, J. Hollar, N. Leonardo, T. Niknejad, M. Pisano, J. Seixas, O. Toldaiev, J. Varela, P. Adzic, M. Dordevic, P. Milenovic, J. Milosevic, M. Aguilar-Benitez, J. Alcaraz Maestre, A. Álvarez Fernández, M. Barrio Luna, C. A. Carrillo Montoya, M. Cepeda, M. Cerrada, N. Colino, B. De La Cruz, A. Delgado Peris, Cristina F. Bedoya, D. Fernández Del Val, J. P. Fernández Ramos, J. Flix, M. C. Fouz, O. Gonzalez Lopez, S. Goy Lopez, J. M. Hernandez, M. I. Josa, J. León Holgado, D. Moran, C. Perez Dengra, A. Pérez-Calero Yzquierdo, J. Puerta Pelayo, D. D. Redondo Ferrero, I. Redondo, L. Romero, S. Sánchez Navas, J. Sastre, L. Urda Gómez, J. Vazquez Escobar, C. Willmott, J. F. de Trocóniz, B. Alvarez Gonzalez, J. Cuevas, J. Fernandez Menendez, S. Folgueras, I. Gonzalez Caballero, J. R. González Fernández, E. Palencia Cortezon, C. Ramón Álvarez, V. Rodríguez Bouza, A. Soto Rodríguez, A. Trapote, C. Vico Villalba, J. A. Brochero Cifuentes, I. J. Cabrillo, A. Calderon, J. Duarte Campderros, C. Fernandez Madrazo, M. Fernandez, A. García Alonso, G. Gomez, C. Lasaosa García, C. Martinez Rivero, P. Martinez Ruiz del Arbol, P. Matorras Cuevas, F. Matorras, J. Piedra Gomez, C. Prieels, A. Ruiz-Jimeno, L. Scodellaro, I. Vila, J. M. Vizan Garcia, D. D. C. Wickramarathna, B. Kailasapathy, M. K. Jayananda, D. U. J. Sonnadara, W. G. D. Dharmaratna, K. Liyanage, N. Perera, N. Wickramage, D. Abbaneo, J. Alimena, E. Auffray, G. Auzinger, J. Baechler, P. Baillon, D. Barney, J. Bendavid, M. Bianco, B. Bilin, A. Bocci, E. Brondolin, C. Caillol, T. Camporesi, G. Cerminara, N. Chernyavskaya, S. S. Chhibra, S. Choudhury, M. Cipriani, L. Cristella, D. d’Enterria, A. Dabrowski, A. David, A. De Roeck, M. M. Defranchis, M. Deile, M. Dobson, M. Dünser, N. Dupont, A. Elliott-Peisert, F. Fallavollita, A. Florent, L. Forthomme, G. Franzoni, W. Funk, S. Ghosh, S. Giani, D. Gigi, K. Gill, F. Glege, L. Gouskos, E. Govorkova, M. Haranko, J. Hegeman, V. Innocente, T. James, P. Janot, J. Kaspar, J. Kieseler, N. Kratochwil, S. Laurila, P. Lecoq, A. Lintuluoto, C. Lourenço, B. Maier, L. Malgeri, M. Mannelli, A. C. Marini, F. Meijers, S. Mersi, E. Meschi, F. Moortgat, M. Mulders, S. Orfanelli, L. Orsini, F. Pantaleo, E. Perez, M. Peruzzi, A. Petrilli, G. Petrucciani, A. Pfeiffer, M. Pierini, D. Piparo, M. Pitt, H. Qu, T. Quast, D. Rabady, A. Racz, G. Reales Gutiérrez, M. Rovere, H. Sakulin, J. Salfeld-Nebgen, S. Scarfi, M. Selvaggi, A. Sharma, P. Silva, P. Sphicas, A. G. Stahl Leiton, S. Summers, K. Tatar, V. R. Tavolaro, D. Treille, P. Tropea, A. Tsirou, J. Wanczyk, K. A. Wozniak, W. D. Zeuner, L. Caminada, A. Ebrahimi, W. Erdmann, R. Horisberger, Q. Ingram, H. C. Kaestli, D. Kotlinski, C. Lange, M. Missiroli, L. Noehte, T. Rohe, T. K. Aarrestad, K. Androsov, M. Backhaus, P. Berger, A. Calandri, K. Datta, A. De Cosa, G. Dissertori, M. Dittmar, M. Donegà, F. Eble, M. Galli, K. Gedia, F. Glessgen, T. A. Gómez Espinosa, C. Grab, D. Hits, W. Lustermann, A.-M. Lyon, R. A. Manzoni, L. Marchese, C. Martin Perez, A. Mascellani, M. T. Meinhard, F. Nessi-Tedaldi, J. Niedziela, F. Pauss, V. Perovic, S. Pigazzini, M. G. Ratti, M. Reichmann, C. Reissel, T. Reitenspiess, B. Ristic, F. Riti, D. Ruini, D. A. Sanz Becerra, J. Steggemann, D. Valsecchi, R. Wallny, C. Amsler, P. Bärtschi, C. Botta, D. Brzhechko, M. F. Canelli, K. Cormier, A. De Wit, R. Del Burgo, J. K. Heikkilä, M. Huwiler, W. Jin, A. Jofrehei, B. Kilminster, S. Leontsinis, S. P. Liechti, A. Macchiolo, P. Meiring, V. M. Mikuni, U. Molinatti, I. Neutelings, A. Reimers, P. Robmann, S. Sanchez Cruz, K. Schweiger, M. Senger, Y. Takahashi, C. Adloff, C. M. Kuo, W. Lin, S. S. Yu, L. Ceard, Y. Chao, K. F. Chen, P. S. Chen, H. Cheng, W.-S. Hou, Y. Y. Li, R.-S. Lu, E. Paganis, A. Psallidas, A. Steen, H. Y. Wu, E. Yazgan, P. R. Yu, C. Asawatangtrakuldee, N. Srimanobhas, D. Agyel, F. Boran, Z. S. Demiroglu, F. Dolek, I. Dumanoglu, E. Eskut, Y. Guler, E. Gurpinar Guler, C. Isik, O. Kara, A. Kayis Topaksu, U. Kiminsu, G. Onengut, K. Ozdemir, A. Polatoz, A. E. Simsek, B. Tali, U. G. Tok, S. Turkcapar, E. Uslan, I. S. Zorbakir, G. Karapinar, K. Ocalan, M. Yalvac, B. Akgun, I. O. Atakisi, E. Gülmez, M. Kaya, O. Kaya, Ö. Özçelik, S. Tekten, A. Cakir, K. Cankocak, Y. Komurcu, S. Sen, O. Aydilek, S. Cerci, B. Hacisahinoglu, I. Hos, B. Isildak, B. Kaynak, S. Ozkorucuklu, C. Simsek, D. Sunar Cerci, B. Grynyov, L. Levchuk, D. Anthony, E. Bhal, J. J. Brooke, A. Bundock, E. Clement, D. Cussans, H. Flacher, M. Glowacki, J. Goldstein, G. P. Heath, H. F. Heath, L. Kreczko, B. Krikler, S. Paramesvaran, S. Seif El Nasr-Storey, V. J. Smith, N. Stylianou, K. Walkingshaw Pass, R. White, A. H. Ball, K. W. Bell, A. Belyaev, C. Brew, R. M. Brown, D. J. A. Cockerill, C. Cooke, K. V. Ellis, K. Harder, S. Harper, M.-L. Holmberg, J. Linacre, K. Manolopoulos, D. M. Newbold, E. Olaiya, D. Petyt, T. Reis, G. Salvi, T. Schuh, C. H. Shepherd-Themistocleous, I. R. Tomalin, T. Williams, R. Bainbridge, P. Bloch, S. Bonomally, J. Borg, S. Breeze, C. E. Brown, O. Buchmuller, V. Cacchio, V. Cepaitis, G. S. Chahal, D. Colling, J. S. Dancu, P. Dauncey, G. Davies, J. Davies, M. Della Negra, S. Fayer, G. Fedi, G. Hall, M. H. Hassanshahi, A. Howard, G. Iles, J. Langford, L. Lyons, A.-M. Magnan, S. Malik, A. Martelli, M. Mieskolainen, D. G. Monk, J. Nash, M. Pesaresi, B. C. Radburn-Smith, D. M. Raymond, A. Richards, A. Rose, E. Scott, C. Seez, A. Shtipliyski, R. Shukla, A. Tapper, K. Uchida, G. P. Uttley, L. H. Vage, T. Virdee, M. Vojinovic, N. Wardle, S. N. Webb, D. Winterbottom, K. Coldham, J. E. Cole, A. Khan, P. Kyberd, I. D. Reid, L. Teodorescu, S. Abdullin, A. Brinkerhoff, B. Caraway, J. Dittmann, K. Hatakeyama, A. R. Kanuganti, B. McMaster, M. Saunders, S. Sawant, C. Sutantawibul, J. Wilson, R. Bartek, A. Dominguez, R. Uniyal, A. M. Vargas Hernandez, A. Buccilli, S. I. Cooper, D. Di Croce, S. V. Gleyzer, C. Henderson, C. U. Perez, P. Rumerio, C. West, A. Akpinar, A. Albert, D. Arcaro, C. Cosby, Z. Demiragli, C. Erice, E. Fontanesi, D. Gastler, S. May, J. Rohlf, K. Salyer, D. Sperka, D. Spitzbart, I. Suarez, A. Tsatsos, S. Yuan, G. Benelli, B. Burkle, X. Coubez, D. Cutts, M. Hadley, U. Heintz, J. M. Hogan, T. Kwon, G. Landsberg, K. T. Lau, D. Li, J. Luo, M. Narain, N. Pervan, S. Sagir, F. Simpson, E. Usai, W. Y. Wong, X. Yan, D. Yu, W. Zhang, J. Bonilla, C. Brainerd, R. Breedon, M. Calderon De La Barca Sanchez, M. Chertok, J. Conway, P. T. Cox, R. Erbacher, G. Haza, F. Jensen, O. Kukral, G. Mocellin, M. Mulhearn, D. Pellett, B. Regnery, D. Taylor, Y. Yao, F. Zhang, M. Bachtis, R. Cousins, A. Datta, D. Hamilton, J. Hauser, M. Ignatenko, M. A. Iqbal, T. Lam, W. A. Nash, S. Regnard, D. Saltzberg, B. Stone, V. Valuev, Y. Chen, R. Clare, J. W. Gary, M. Gordon, G. Hanson, G. Karapostoli, O. R. Long, N. Manganelli, W. Si, S. Wimpenny, J. G. Branson, P. Chang, S. Cittolin, S. Cooperstein, D. Diaz, J. Duarte, R. Gerosa, L. Giannini, J. Guiang, R. Kansal, V. Krutelyov, R. Lee, J. Letts, M. Masciovecchio, F. Mokhtar, M. Pieri, B. V. Sathia Narayanan, V. Sharma, M. Tadel, F. Würthwein, Y. Xiang, A. Yagil, N. Amin, C. Campagnari, M. Citron, G. Collura, A. Dorsett, V. Dutta, J. Incandela, M. Kilpatrick, J. Kim, A. J. Li, B. Marsh, P. Masterson, H. Mei, M. Oshiro, M. Quinnan, J. Richman, U. Sarica, R. Schmitz, F. Setti, J. Sheplock, P. Siddireddy, D. Stuart, S. Wang, A. Bornheim, O. Cerri, I. Dutta, J. M. Lawhorn, N. Lu, J. Mao, H. B. Newman, T. Q. Nguyen, M. Spiropulu, J. R. Vlimant, C. Wang, S. Xie, Z. Zhang, R. Y. Zhu, J. Alison, S. An, M. B. Andrews, P. Bryant, T. Ferguson, A. Harilal, C. Liu, T. Mudholkar, S. Murthy, M. Paulini, A. Roberts, A. Sanchez, W. Terrill, J. P. Cumalat, W. T. Ford, A. Hassani, G. Karathanasis, E. MacDonald, F. Marini, R. Patel, A. Perloff, C. Savard, N. Schonbeck, K. Stenson, K. A. Ulmer, S. R. Wagner, N. Zipper, J. Alexander, S. Bright-Thonney, X. Chen, D. J. Cranshaw, J. Fan, X. Fan, D. Gadkari, S. Hogan, J. Monroy, J. R. Patterson, D. Quach, J. Reichert, M. Reid, A. Ryd, J. Thom, P. Wittich, R. Zou, M. Albrow, M. Alyari, G. Apollinari, A. Apresyan, L. A. T. Bauerdick, D. Berry, J. Berryhill, P. C. Bhat, K. Burkett, J. N. Butler, A. Canepa, G. B. Cerati, H. W. K. Cheung, F. Chlebana, K. F. Di Petrillo, J. Dickinson, V. D. Elvira, Y. Feng, J. Freeman, A. Gandrakota, Z. Gecse, L. Gray, D. Green, S. Grünendahl, O. Gutsche, R. M. Harris, R. Heller, T. C. Herwig, J. Hirschauer, L. Horyn, B. Jayatilaka, S. Jindariani, M. Johnson, U. Joshi, T. Klijnsma, B. Klima, K. H. M. Kwok, S. Lammel, D. Lincoln, R. Lipton, T. Liu, C. Madrid, K. Maeshima, C. Mantilla, D. Mason, P. McBride, P. Merkel, S. Mrenna, S. Nahn, J. Ngadiuba, V. Papadimitriou, N. Pastika, K. Pedro, C. Pena, F. Ravera, A. Reinsvold Hall, L. Ristori, E. Sexton-Kennedy, N. Smith, A. Soha, L. Spiegel, J. Strait, L. Taylor, S. Tkaczyk, N. V. Tran, L. Uplegger, E. W. Vaandering, H. A. Weber, I. Zoi, P. Avery, D. Bourilkov, L. Cadamuro, V. Cherepanov, R. D. Field, D. Guerrero, M. Kim, E. Koenig, J. Konigsberg, A. Korytov, K. H. Lo, K. Matchev, N. Menendez, G. Mitselmakher, A. Muthirakalayil Madhu, N. Rawal, D. Rosenzweig, S. Rosenzweig, K. Shi, J. Wang, Z. Wu, T. Adams, A. Askew, R. Habibullah, V. Hagopian, R. Khurana, T. Kolberg, G. Martinez, H. Prosper, C. Schiber, O. Viazlo, R. Yohay, J. Zhang, M. M. Baarmand, S. Butalla, T. Elkafrawy, M. Hohlmann, R. Kumar Verma, D. Noonan, M. Rahmani, F. Yumiceva, M. R. Adams, H. Becerril Gonzalez, R. Cavanaugh, D. S. Lemos, S. Dittmer, O. Evdokimov, C. E. Gerber, D. J. Hofman, A. H. Merrit, C. Mills, G. Oh, T. Roy, S. Rudrabhatla, M. B. Tonjes, N. Varelas, X. Wang, Z. Ye, J. Yoo, M. Alhusseini, K. Dilsiz, L. Emediato, R. P. Gandrajula, G. Karaman, O. K. Köseyan, J.-P. Merlo, A. Mestvirishvili, J. Nachtman, O. Neogi, H. Ogul, Y. Onel, A. Penzo, C. Snyder, E. Tiras, O. Amram, B. Blumenfeld, L. Corcodilos, J. Davis, A. V. Gritsan, L. Kang, S. Kyriacou, P. Maksimovic, J. Roskes, S. Sekhar, M. Swartz, T. Á. Vámi, A. Abreu, L. F. Alcerro Alcerro, J. Anguiano, P. Baringer, A. Bean, Z. Flowers, T. Isidori, S. Khalil, J. King, G. Krintiras, M. Lazarovits, C. Le Mahieu, C. Lindsey, J. Marquez, N. Minafra, M. Murray, M. Nickel, C. Rogan, C. Royon, R. Salvatico, S. Sanders, E. Schmitz, C. Smith, Q. Wang, Z. Warner, J. Williams, G. Wilson, B. Allmond, S. Duric, R. Gujju Gurunadha, A. Ivanov, K. Kaadze, D. Kim, Y. Maravin, T. Mitchell, A. Modak, K. Nam, J. Natoli, D. Roy, F. Rebassoo, D. Wright, E. Adams, A. Baden, O. Baron, A. Belloni, A. Bethani, S. C. Eno, N. J. Hadley, S. Jabeen, R. G. Kellogg, T. Koeth, Y. Lai, S. Lascio, A. C. Mignerey, S. Nabili, C. Palmer, C. Papageorgakis, M. Seidel, L. Wang, K. Wong, D. Abercrombie, R. Bi, W. Busza, I. A. Cali, Y. Chen, M. D’Alfonso, J. Eysermans, C. Freer, G. Gomez-Ceballos, M. Goncharov, P. Harris, M. Hu, D. Kovalskyi, J. Krupa, Y.-J. Lee, K. Long, C. Mironov, C. Paus, D. Rankin, C. Roland, G. Roland, Z. Shi, G. S. F. Stephans, J. Wang, Z. Wang, B. Wyslouch, R. M. Chatterjee, B. Crossman, A. Evans, J. Hiltbrand, Sh. Jain, B. M. Joshi, C. Kapsiak, M. Krohn, Y. Kubota, J. Mans, M. Revering, R. Rusack, R. Saradhy, N. Schroeder, N. Strobbe, M. A. Wadud, L. M. Cremaldi, K. Bloom, M. Bryson, S. Chauhan, D. R. Claes, C. Fangmeier, L. Finco, F. Golf, C. Joo, I. Kravchenko, I. Reed, J. E. Siado, G. R. Snow, W. Tabb, A. Wightman, F. Yan, A. G. Zecchinelli, G. Agarwal, H. Bandyopadhyay, L. Hay, I. Iashvili, A. Kharchilava, C. McLean, M. Morris, D. Nguyen, J. Pekkanen, S. Rappoccio, A. Williams, G. Alverson, E. Barberis, Y. Haddad, Y. Han, A. Krishna, J. Li, J. Lidrych, G. Madigan, B. Marzocchi, D. M. Morse, V. Nguyen, T. Orimoto, A. Parker, L. Skinnari, A. Tishelman-Charny, T. Wamorkar, B. Wang, A. Wisecarver, D. Wood, S. Bhattacharya, J. Bueghly, Z. Chen, A. Gilbert, T. Gunter, K. A. Hahn, Y. Liu, N. Odell, M. H. Schmitt, M. Velasco, R. Band, R. Bucci, S. Castells, M. Cremonesi, A. Das, R. Goldouzian, M. Hildreth, K. Hurtado Anampa, C. Jessop, K. Lannon, J. Lawrence, N. Loukas, L. Lutton, J. Mariano, N. Marinelli, I. Mcalister, T. McCauley, C. Mcgrady, K. Mohrman, C. Moore, Y. Musienko, H. Nelson, R. Ruchti, A. Townsend, M. Wayne, H. Yockey, M. Zarucki, L. Zygala, B. Bylsma, M. Carrigan, L. S. Durkin, B. Francis, C. Hill, A. Lesauvage, M. Nunez Ornelas, K. Wei, B. L. Winer, B. R. Yates, F. M. Addesa, B. Bonham, P. Das, G. Dezoort, P. Elmer, A. Frankenthal, B. Greenberg, N. Haubrich, S. Higginbotham, A. Kalogeropoulos, G. Kopp, S. Kwan, D. Lange, D. Marlow, K. Mei, I. Ojalvo, J. Olsen, D. Stickland, C. Tully, S. Malik, S. Norberg, A. S. Bakshi, V. E. Barnes, R. Chawla, S. Das, L. Gutay, M. Jones, A. W. Jung, D. Kondratyev, A. M. Koshy, M. Liu, G. Negro, N. Neumeister, G. Paspalaki, S. Piperov, A. Purohit, J. F. Schulte, M. Stojanovic, J. Thieman, F. Wang, R. Xiao, W. Xie, J. Dolen, N. Parashar, D. Acosta, A. Baty, T. Carnahan, M. Decaro, S. Dildick, K. M. Ecklund, P. J. Fernández Manteca, S. Freed, P. Gardner, F. J. M. Geurts, A. Kumar, W. Li, B. P. Padley, R. Redjimi, J. Rotter, W. Shi, S. Yang, E. Yigitbasi, L. Zhang, Y. Zhang, X. Zuo, A. Bodek, P. de Barbaro, R. Demina, J. L. Dulemba, C. Fallon, T. Ferbel, M. Galanti, A. Garcia-Bellido, O. Hindrichs, A. Khukhunaishvili, E. Ranken, R. Taus, G. P. Van Onsem, K. Goulianos, B. Chiarito, J. P. Chou, Y. Gershtein, E. Halkiadakis, A. Hart, M. Heindl, O. Karacheban, I. Laflotte, A. Lath, R. Montalvo, K. Nash, M. Osherson, S. Salur, S. Schnetzer, S. Somalwar, R. Stone, S. A. Thayil, S. Thomas, H. Wang, H. Acharya, A. G. Delannoy, S. Fiorendi, T. Holmes, E. Nibigira, S. Spanier, O. Bouhali, M. Dalchenko, A. Delgado, R. Eusebi, J. Gilmore, T. Huang, T. Kamon, H. Kim, S. Luo, S. Malhotra, R. Mueller, D. Overton, D. Rathjens, A. Safonov, N. Akchurin, J. Damgov, V. Hegde, K. Lamichhane, S. W. Lee, T. Mengke, S. Muthumuni, T. Peltola, I. Volobouev, Z. Wang, A. Whitbeck, E. Appelt, S. Greene, A. Gurrola, W. Johns, A. Melo, F. Romeo, P. Sheldon, S. Tuo, J. Velkovska, J. Viinikainen, B. Cardwell, B. Cox, G. Cummings, J. Hakala, R. Hirosky, M. Joyce, A. Ledovskoy, A. Li, C. Neu, C. E. Perez Lara, B. Tannenwald, P. E. Karchin, N. Poudyal, S. Banerjee, K. Black, T. Bose, S. Dasu, I. De Bruyn, P. Everaerts, C. Galloni, H. He, M. Herndon, A. Herve, C. K. Koraka, A. Lanaro, A. Loeliger, R. Loveless, J. Madhusudanan Sreekala, A. Mallampalli, A. Mohammadi, S. Mondal, G. Parida, D. Pinna, A. Savin, V. Shang, V. Sharma, W. H. Smith, D. Teague, H. F. Tsoi, W. Vetens, S. Afanasiev, V. Andreev, Yu. Andreev, T. Aushev, M. Azarkin, A. Babaev, A. Belyaev, V. Blinov, E. Boos, V. Borshch, D. Budkouski, V. Chekhovsky, R. Chistov, A. Dermenev, T. Dimova, I. Dremin, M. Dubinin, L. Dudko, V. Epshteyn, A. Ershov, G. Gavrilov, V. Gavrilov, S. Gninenko, V. Golovtcov, N. Golubev, I. Golutvin, I. Gorbunov, A. Gribushin, Y. Ivanov, V. Ivanchenko, V. Kachanov, L. Kardapoltsev, V. Karjavine, A. Karneyeu, V. Kim, M. Kirakosyan, D. Kirpichnikov, M. Kirsanov, V. Klyukhin, O. Kodolova, D. Konstantinov, V. Korenkov, A. Kozyrev, N. Krasnikov, E. Kuznetsova, A. Lanev, P. Levchenko, A. Litomin, N. Lychkovskaya, V. Makarenko, A. Malakhov, V. Matveev, V. Murzin, A. Nikitenko, S. Obraztsov, V. Okhotnikov, A. Oskin, I. Ovtin, V. Palichik, P. Parygin, V. Perelygin, S. Petrushanko, G. Pivovarov, S. Polikarpov, V. Popov, E. Popova, O. Radchenko, M. Savina, V. Savrin, D. Selivanova, V. Shalaev, S. Shmatov, S. Shulha, Y. Skovpen, S. Slabospitskii, V. Smirnov, A. Snigirev, D. Sosnov, A. Stepennov, V. Sulimov, E. Tcherniaev, A. Terkulov, O. Teryaev, I. Tlisova, M. Toms, A. Toropin, L. Uvarov, A. Uzunian, E. Vlasov, A. Vorobyev, N. Voytishin, B. S. Yuldashev, A. Zarubin, I. Zhizhin, A. Zhokin",
      "paper_url": "https://doi.org/10.1038/s41586-022-04892-x",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3128486856",
      "paper_id": "https://openalex.org/W3128486856",
      "title": "A quantum enhanced search for dark matter axions",
      "authors": "K. M. Backes, D. A. Palken, S. Al Kenany, B. M. Brubaker, S. B. Cahn, A. Droster, Gene C. Hilton, Sumita Ghosh, H. Jackson, S. K. Lamoreaux, A. F. Leder, K. W. Lehnert, S. M. Lewis, M. Malnou, R. H. Maruyama, N. M. Rapidis, M. Simanovskaia, Sukhman Singh, D. H. Speller, I. Urdinaran, Leila R. Vale, E. C. van Assendelft, K. van Bibber, H. Wang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03226-7",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410019071",
      "paper_id": "https://openalex.org/W4410019071",
      "title": "An asymmetric fission island driven by shell effects in light fragments",
      "authors": "P. Morfouace, J. Taieb, A. Chatillon, L. Audouin, G. Blanchon, R. N. Bernard, N. Dubray, N. Pillet, D. Regnier, H. Alvarez-Pol, F. Amjad, P. André, G. Authelet, L. Atar, T. Aumann, J. Benlliure, K. Boretzky, L. Bott, T. Brecelj, C. Caesar, P. Carpentier, E. Casarejos, J. Cederkäll, A. Corsi, D. Cortina-Gil, A. Cvetinović, E. De Filippo, T. Dickel, M. Feijoo, L. M. Fonseca, D. Galaviz, G. García-Jiménez, I. Gasparic, E. I. Geraci, R. Gernhäuser, B. Gnoffo, K. Göbel, A. Graña-González, E. Haettner, A.-L. Hartig, M. Heil, A. Heinz, T. Hensel, M. Holl, C. Hornung, A. Horvat, A. Jedele, D. Jelavic Malenica, T. Jenegger, L. Ji, H. T. Johansson, B. Jonson, B. Jurado, N. Kalantar-Nayestanaki, E. Kazantseva, A. Kelic-Heil, O. A. Kiselev, P. Klenze, R. Knöbel, D. Körper, D. Kostyleva, T. Kröll, N. Kuzminchuk, B. Laurent, I. Lihtar, Yu. A. Litvinov, B. Löher, N. S. Martorana, B. Mauss, S. Murillo Morales, D. Mücher, I. Mukha, E. Nacher, A. Obertelli, E. V. Pagano, V. Panin, J. Park, S. Paschalis, M. Petri, S. Pietri, S. Pirrone, G. Politi, L. Ponnath, A. Revel, H.-B. Rhee, J. L. Rodríguez-Sánchez, L. Rose, D. Rossi, P. Roy, P. Russotto, C. Scheidenberger, H. Scheit, H. Simon, S. Storck-Dutine, A. Stott, Y. L. Sun, C. Sürder, Y. K. Tanaka, R. Taniuchi, O. Tengblad, I. Tisma, H. T. Törnqvist, M. Trimarchi, S. Velardita, J. Vesic, B. Voss, F. Wamers, H. Weick, F. Wienholtz, J. Zhao, M. Zhukov",
      "paper_url": "https://doi.org/10.1038/s41586-025-08882-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4294904148",
      "paper_id": "https://openalex.org/W4294904148",
      "title": "An elementary quantum network of entangled optical atomic clocks",
      "authors": "B. C. Nichol, R. Srinivas, D. P. Nadlinger, P. Drmota, D. Main, G. Araneda, C. J. Ballance, D. M. Lucas",
      "paper_url": "https://doi.org/10.1038/s41586-022-05088-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4307930537",
      "paper_id": "https://openalex.org/W4307930537",
      "title": "An optical atomic clock based on a highly charged ion",
      "authors": "Steven A. King, Lukas J. Spieß, Peter Micke, Alexander Wilzewski, Tobias Leopold, Erik Benkler, Richard Lange, Nils Huntemann, Andrey Surzhykov, Vladimir A. Yerokhin, José R. Crespo López-Urrutia, Piet O. Schmidt",
      "paper_url": "https://doi.org/10.1038/s41586-022-05245-4",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3130420029",
      "paper_id": "https://openalex.org/W3130420029",
      "title": "Angular momentum generation in nuclear fission",
      "authors": "J. N. Wilson, D. Thisse, M. Lebois, N. Jovančević, D. Gjestvang, R. Canavan, M. Rudigier, D. Étasse, R-B. Gerst, L. Gaudefroy, E. Adamska, P. Adsley, A. Algora, M. Babo, K. Belvedere, J. Benito, G. Benzoni, A. Blazhev, A. Boso, S. Bottoni, M. Bunce, R. Chakma, N. Cieplicka-Oryńczak, S. Courtin, M. L. Cortés, P. Davies, C. Delafosse, M. Fallot, B. Fornal, L. Fraile, A. Gottardo, V. Guadilla, G. Häfner, K. Hauschild, M. Heine, C. Henrich, I. Homm, F. Ibrahim, Ł. W. Iskra, P. Ivanov, S. Jazrawi, A. Korgul, P. Koseoglou, T. Kröll, T. Kurtukian-Nieto, L. Le Meur, S. Leoni, J. Ljungvall, A. Lopez-Martens, R. Lozeva, I. Matea, K. Miernik, J. Nemer, S. Oberstedt, W. Paulsen, M. Piersa, Y. Popovitch, C. Porzio, L. Qi, D. Ralet, P. H. Regan, K. Rezynkina, V. Sánchez-Tembleque, S. Siem, C. Schmitt, P.-A. Söderström, C. Sürder, G. Tocabens, V. Vedia, D. Verney, N. Warr, B. Wasilewska, J. Wiederhold, M. Yavahchova, F. Zeiser, S. Ziliani",
      "paper_url": "https://doi.org/10.1038/s41586-021-03304-w",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4412600870",
      "paper_id": "https://openalex.org/W4412600870",
      "title": "Coherent spectroscopy with a single antiproton spin",
      "authors": "B. M. Latacz, S. R. Erlewein, M. Fleck, J. I. Jäger, F. Abbass, B. P. Arndt, P. Geissler, T. Imamura, M. Leonhardt, P. Micke, A. Mooser, D. Schweitzer, F. Voelksen, E. Wursten, H. Yildiz, K. Blaum, J. A. Devlin, Y. Matsuda, C. Ospelkaus, W. Quint, A. Soter, J. Walz, Y. Yamazaki, C. Smorra, S. Ulmer",
      "paper_url": "https://doi.org/10.1038/s41586-025-09323-1",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4306941866",
      "paper_id": "https://openalex.org/W4306941866",
      "title": "Condensed-phase isomerization through tunnelling gateways",
      "authors": "Arnab Choudhury, Jessalyn A. DeVine, Shreya Sinha, Jascha A. Lau, Alexander Kandratsenka, Dirk Schwarzer, Peter Saalfrank, Alec M. Wodtke",
      "paper_url": "https://doi.org/10.1038/s41586-022-05451-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W3182570346",
      "paper_id": "https://openalex.org/W3182570346",
      "title": "Constraining neutron-star matter with microscopic and macroscopic collisions",
      "authors": "Sabrina Huth, Peter T. H. Pang, Ingo Tews, Tim Dietrich, Arnaud Le Fèvre, Achim Schwenk, Wolfgang Trautmann, Kshitij Agarwal, Mattia Bulla, Michael W. Coughlin, Chris Van Den Broeck",
      "paper_url": "https://doi.org/10.1038/s41586-022-04750-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402454690",
      "paper_id": "https://openalex.org/W4402454690",
      "title": "Cooling positronium to ultralow velocities with a chirped laser pulse train",
      "authors": "K. Shu, Y. Tajima, R. Uozumi, N. Miyamoto, S. Shiraishi, T. Kobayashi, A. Ishida, K. Yamada, R. W. Gladen, T. Namba, S. Asai, K. Wada, I. Mochizuki, T. Hyodo, K. Ito, K. Michishio, B. E. O’Rourke, N. Oshima, K. Yoshioka",
      "paper_url": "https://doi.org/10.1038/s41586-024-07912-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3176717740",
      "paper_id": "https://openalex.org/W3176717740",
      "title": "Demonstration of a trapped-ion atomic clock in space",
      "authors": "E. A. Burt, J. D. Prestage, R. L. Tjoelker, D. G. Enzer, D. Kuang, D. W. Murphy, D. E. Robison, J. M. Seubert, R. T. Wang, T. A. Ely",
      "paper_url": "https://doi.org/10.1038/s41586-021-03571-7",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3211218988",
      "paper_id": "https://openalex.org/W3211218988",
      "title": "Detection of a particle shower at the Glashow resonance with IceCube",
      "authors": "M. G. Aartsen, R. Abbasi, M. Ackermann, J. Adams, J. A. Aguilar, M. Ahlers, M. Ahrens, C. Alispach, N. M. Amin, K. Andeen, T. Anderson, I. Ansseau, G. Anton, C. Argüelles, J. Auffenberg, S. Axani, H. Bagherpour, X. Bai, A. Balagopal V., A. Barbano, S. W. Barwick, B. Bastian, V. Basu, V. Baum, S. Baur, R. Bay, J. J. Beatty, K.-H. Becker, J. Becker Tjus, C. Bellenghi, S. BenZvi, D. Berley, E. Bernardini, D. Z. Besson, G. Binder, D. Bindig, E. Blaufuss, S. Blot, C. Bohm, S. Böser, O. Botner, J. Böttcher, E. Bourbeau, J. Bourbeau, F. Bradascio, J. Braun, S. Bron, J. Brostean-Kaiser, A. Burgman, J. Buscher, R. S. Busse, M. A. Campana, T. Carver, C. Chen, E. Cheung, D. Chirkin, S. Choi, B. A. Clark, K. Clark, L. Classen, A. Coleman, G. H. Collin, J. M. Conrad, P. Coppin, P. Correa, D. F. Cowen, R. Cross, P. Dave, C. De Clercq, J. J. DeLaunay, H. Dembinski, K. Deoskar, S. De Ridder, A. Desai, P. Desiati, K. D. de Vries, G. de Wasseige, M. de With, T. DeYoung, S. Dharani, A. Diaz, J. C. Díaz-Vélez, H. Dujmovic, M. Dunkman, M. A. DuVernois, E. Dvorak, T. Ehrhardt, P. Eller, R. Engel, P. A. Evenson, S. Fahey, A. R. Fazely, A. Fedynitch, J. Felde, A. T. Fienberg, K. Filimonov, C. Finley, L. Fischer, D. Fox, A. Franckowiak, E. Friedman, A. Fritz, T. K. Gaisser, J. Gallagher, E. Ganster, S. Garrappa, L. Gerhardt, A. Ghadimi, T. Glauch, T. Glüsenkamp, A. Goldschmidt, J. G. Gonzalez, S. Goswami, D. Grant, T. Grégoire, Z. Griffith, S. Griswold, M. Gündüz, C. Haack, A. Hallgren, R. Halliday, L. Halve, F. Halzen, K. Hanson, J. Hardin, A. Haungs, S. Hauser, D. Hebecker, P. Heix, K. Helbing, R. Hellauer, F. Henningsen, S. Hickford, J. Hignight, C. Hill, G. C. Hill, K. D. Hoffman, R. Hoffmann, T. Hoinka, B. Hokanson-Fasig, K. Hoshina, F. Huang, M. Huber, T. Huber, K. Hultqvist, M. Hünnefeld, R. Hussain, S. In, N. Iovine, A. Ishihara, M. Jansson, G. S. Japaridze, M. Jeong, B. J. P. Jones, F. Jonske, R. Joppe, D. Kang, W. Kang, X. Kang, A. Kappes, D. Kappesser, T. Karg, M. Karl, A. Karle, U. Katz, M. Kauer, M. Kellermann, J. L. Kelley, A. Kheirandish, J. Kim, K. Kin, T. Kintscher, J. Kiryluk, T. Kittler, S. R. Klein, R. Koirala, H. Kolanoski, L. Köpke, C. Kopper, S. Kopper, D. J. Koskinen, P. Koundal, M. Kovacevich, M. Kowalski, K. Krings, G. Krückl, N. Kulacz, N. Kurahashi, A. Kyriacou, C. Lagunas Gualda, J. L. Lanfranchi, M. J. Larson, F. Lauber, J. P. Lazar, K. Leonard, A. Leszczyńska, Y. Li, Q. R. Liu, E. Lohfink, C. J. Lozano Mariscal, L. Lu, F. Lucarelli, A. Ludwig, J. Lünemann, W. Luszczak, Y. Lyu, W. Y. Ma, J. Madsen, G. Maggi, K. B. M. Mahn, Y. Makino, P. Mallik, S. Mancina, I. C. Mariş, R. Maruyama, K. Mase, R. Maunu, F. McNally, K. Meagher, M. Medici, A. Medina, M. Meier, S. Meighen-Berger, J. Merz, J. Micallef, D. Mockler, G. Momenté, T. Montaruli, R. W. Moore, R. Morse, M. Moulai, P. Muth, R. Naab, R. Nagai, U. Naumann, J. Necker, G. Neer, L. V. Nguyen, H. Niederhausen, M. U. Nisa, S. C. Nowicki, D. R. Nygren, A. Obertacke Pollmann, M. Oehler, A. Olivas, E. O’Sullivan, H. Pandya, D. V. Pankova, N. Park, G. K. Parker, E. N. Paudel, P. Peiffer, C. Pérez de los Heros, S. Philippen, D. Pieloth, S. Pieper, A. Pizzuto, M. Plum, Y. Popovych, A. Porcelli, M. Prado Rodriguez, P. B. Price, G. T. Przybylski, C. Raab, A. Raissi, M. Rameez, L. Rauch, K. Rawlins, I. C. Rea, A. Rehman, R. Reimann, M. Relich, M. Renschler, G. Renzi, E. Resconi, S. Reusch, W. Rhode, M. Richman, B. Riedel, S. Robertson, G. Roellinghoff, M. Rongen, C. Rott, T. Ruhe, D. Ryckbosch, D. Rysewyk Cantu, I. Safa, S. E. Sanchez Herrera, A. Sandrock, J. Sandroos, M. Santander, S. Sarkar, S. Sarkar, K. Satalecka, M. Scharf, M. Schaufel, H. Schieler, P. Schlunder, T. Schmidt, A. Schneider, J. Schneider, F. G. Schröder, L. Schumacher, S. Sclafani, D. Seckel, S. Seunarine, S. Shefali, M. Silva, B. Smithers, R. Snihur, J. Soedingrekso, D. Soldin, M. Song, G. M. Spiczak, C. Spiering, J. Stachurska, M. Stamatikos, T. Stanev, R. Stein, J. Stettner, A. Steuer, T. Stezelberger, R. G. Stokstad, N. L. Strotjohann, T. Stürwald, T. Stuttard, G. W. Sullivan, I. Taboada, F. Tenholt, S. Ter-Antonyan, A. Terliuk, S. Tilav, K. Tollefson, L. Tomankova, C. Tönnis, S. Toscano, D. Tosi, A. Trettin, M. Tselengidou, C. F. Tung, A. Turcati, R. Turcotte, C. F. Turley, J. P. Twagirayezu, B. Ty, E. Unger, M. A. Unland Elorrieta, J. Vandenbroucke, D. van Eijk, N. van Eijndhoven, D. Vannerom, J. van Santen, S. Verpoest, M. Vraeghe, C. Walck, A. Wallace, N. Wandkowsky, T. B. Watson, C. Weaver, A. Weindl, M. J. Weiss, J. Weldert, C. Wendt, J. Werthebach, B. J. Whelan, N. Whitehorn, K. Wiebe, C. H. Wiebusch, D. R. Williams, M. Wolf, T. R. Wood, K. Woschnagg, G. Wrede, J. Wulff, X. W. Xu, Y. Xu, J. P. Yanez, S. Yoshida, T. Yuan, Z. Zhang, M. Zöcklein",
      "paper_url": "https://doi.org/10.1038/s41586-021-03256-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4361290811",
      "paper_id": "https://openalex.org/W4361290811",
      "title": "Determining the gluonic gravitational form factors of the proton",
      "authors": "B. Duran, Z.-E. Meziani, S. Joosten, M. K. Jones, S. Prasad, C. Peng, W. Armstrong, H. Atac, E. Chudakov, H. Bhatt, D. Bhetuwal, M. Boer, A. Camsonne, J.-P. Chen, M. M. Dalton, N. Deokar, M. Diefenthaler, J. Dunne, L. El Fassi, E. Fuchey, H. Gao, D. Gaskell, O. Hansen, F. Hauenstein, D. Higinbotham, S. Jia, A. Karki, C. Keppel, P. King, H. S. Ko, X. Li, R. Li, D. Mack, S. Malace, M. McCaughan, R. E. McClellan, R. Michaels, D. Meekins, Michael Paolone, L. Pentchev, E. Pooser, A. Puckett, R. Radloff, M. Rehfuss, P. E. Reimer, S. Riordan, B. Sawatzky, A. Smith, N. Sparveris, H. Szumila-Vance, S. Wood, J. Xie, Z. Ye, C. Yero, Z. Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-023-05730-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4212945630",
      "paper_id": "https://openalex.org/W4212945630",
      "title": "Differential clock comparisons with a multiplexed optical lattice clock",
      "authors": "Xin Zheng, Jonathan Dolde, Varun Lochab, Brett N. Merriman, Haoran Li, Shimon Kolkowitz",
      "paper_url": "https://doi.org/10.1038/s41586-021-04344-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4394007174",
      "paper_id": "https://openalex.org/W4394007174",
      "title": "Direct experimental constraints on the spatial extent of a neutrino wavepacket",
      "authors": "Joseph Smolsky, Kyle G. Leach, Ryan Abells, Pedro Amaro, Adrien Andoche, Keith Borbridge, Connor Bray, Robin Cantor, David Diercks, Spencer Fretwell, Stephan Friedrich, Abigail Gillespie, Mauro Guerra, Ad Hall, Cameron N. Harris, Jackson T. Harris, Leendert M. Hayen, Paul-Antoine Hervieux, Calvin Hinkle, Geon-Bo Kim, Inwook Kim, Amii Lamm, Annika Lennarz, Vincenzo Lordi, Jorge Machado, Andrew Marino, David McKeen, Xavier Mougeot, Francisco Ponce, Chris Ruiz, Amit Samanta, José Paulo Santos, Caitlyn Stone-Whitehead, John Taylor, Joseph Templet, Sriteja Upadhyayula, Louis Wagner, William K. Warburton",
      "paper_url": "https://doi.org/10.1038/s41586-024-08479-6",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412930104",
      "paper_id": "https://openalex.org/W4412930104",
      "title": "Direct identification of Ac and No molecules with an atom-at-a-time technique",
      "authors": "Jennifer L. Pore, Jacklyn M. Gates, David A. Dixon, Fatima H. Garcia, John K. Gibson, John A. Gooding, Mallory McCarthy, Rodney Orford, Ziad Shafi, David K. Shuh, Sarah Sprouse",
      "paper_url": "https://doi.org/10.1038/s41586-025-09342-y",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W4226108745",
      "paper_id": "https://openalex.org/W4226108745",
      "title": "Direct limits for scalar field dark matter from a gravitational-wave detector",
      "authors": "Sander M. Vermeulen, Philip Relton, Hartmut Grote, Vivien Raymond, Christoph Affeldt, Fabio Bergamin, Aparna Bisht, Marc Brinkmann, Karsten Danzmann, Suresh Doravari, Volker Kringel, James Lough, Harald Lück, Moritz Mehmet, Nikhil Mukund, Séverin Nadji, Emil Schreiber, Borja Sorazu, Kenneth A. Strain, Henning Vahlbruch, Michael Weinert, Benno Willke, Holger Wittel",
      "paper_url": "https://doi.org/10.1038/s41586-021-04031-y",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4282924310",
      "paper_id": "https://openalex.org/W4282924310",
      "title": "Direct measurement of the 3He+ magnetic moments",
      "authors": "A. Schneider, B. Sikora, S. Dickopf, M. Müller, N. S. Oreshkina, A. Rischka, I. A. Valuev, S. Ulmer, J. Walz, Z. Harman, C. H. Keitel, A. Mooser, K. Blaum",
      "paper_url": "https://doi.org/10.1038/s41586-022-04761-7",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412735989",
      "paper_id": "https://openalex.org/W4412735989",
      "title": "Direct observation of coherent elastic antineutrino–nucleus scattering",
      "authors": "N. Ackermann, H. Bonet, A. Bonhomme, C. Buck, K. Fülber, J. Hakenmüller, J. Hempfling, G. Heusser, M. Lindner, W. Maneschg, K. Ni, M. Rank, T. Rink, E. Sánchez García, I. Stalder, H. Strecker, R. Wink, J. Woenckhaus",
      "paper_url": "https://doi.org/10.1038/s41586-025-09322-2",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4280573309",
      "paper_id": "https://openalex.org/W4280573309",
      "title": "Direct observation of the dead-cone effect in quantum chromodynamics",
      "authors": "S. Acharya, D. Adamova, A. Adler, J. Adolfsson, G. Aglieri Rinella, M. Agnello, N. Agrawal, Z. Ahammed, S. Ahmad, S. U. Ahn, I. Ahuja, Z. Akbar, A. Akindinov, M. Al-Turany, S. N. Alam, D. Aleksandrov, B. Alessandro, H. M. Alfanda, R. Alfaro Molina, B. Ali, Y. Ali, A. Alici, N. Alizadehvandchali, A. Alkin, J. Alme, T. Alt, L. Altenkamper, I. Altsybeev, M. N. Anaam, C. Andrei, D. Andreou, A. Andronic, M. Angeletti, V. Anguelov, F. Antinori, P. Antonioli, C. Anuj, N. Apadula, L. Aphecetche, H. Appelshauser, S. Arcelli, R. Arnaldi, I. C. Arsene, M. Arslandok, A. Augustinus, R. Averbeck, S. Aziz, M. D. Azmi, A. Badala, Y. W. Baek, X. Bai, R. Bailhache, Y. Bailung, R. Bala, A. Balbino, A. Baldisseri, B. Balis, M. Ball, D. Banerjee, R. Barbera, L. Barioglio, M. Barlou, G. G. Barnafoldi, L. S. Barnby, V. Barret, C. Bartels, K. Barth, E. Bartsch, F. Baruffaldi, N. Bastid, S. Basu, G. Batigne, B. Batyunya, D. Bauri, J. L. Bazo Alba, I. G. Bearden, C. Beattie, I. Belikov, A. D. C. Bell Hechavarria, F. Bellini, R. Bellwied, S. Belokurova, V. Belyaev, G. Bencedi, S. Beole, A. Bercuci, Y. Berdnikov, A. Berdnikova, L. Bergmann, M. G. Besoiu, L. Betev, P. P. Bhaduri, A. Bhasin, M. A. Bhat, B. Bhattacharjee, P. Bhattacharya, L. Bianchi, N. Bianchi, J. Bielˇcik, J. Bielˇcikova, J. Biernat, A. Bilandzic, G. Biro, S. Biswas, J. T. Blair, D. Blau, M. B. Blidaru, C. Blume, G. Boca, F. Bock, A. Bogdanov, S. Boi, J. Bok, L. Boldizsar, A. Bolozdynya, M. Bombara, P. M. Bond, G. Bonomi, H. Borel, A. Borissov, H. Bossi, E. Botta, L. Bratrud, P. Braun-Munzinger, M. Bregant, M. Broz, G. E. Bruno, M. D. Buckland, D. Budnikov, H. Buesching, S. Bufalino, O. Bugnon, P. Buhler, Z. Buthelezi, J. B. Butt, S. A. Bysiak, D. Caffarri, M. Cai, H. Caines, A. Caliva, E. Calvo Villar, J. M. M. Camacho, R. S. Camacho, P. Camerini, F. D. M. Canedo, F. Carnesecchi, R. Caron, J. Castillo Castellanos, E. A. R. Casula, F. Catalano, C. Ceballos Sanchez, P. Chakraborty, S. Chandra, S. Chapeland, M. Chartier, S. Chattopadhyay, S. Chattopadhyay, A. Chauvin, T. G. Chavez, C. Cheshkov, B. Cheynis, V. Chibante Barroso, D. D. Chinellato, S. Cho, P. Chochula, P. Christakoglou, C. H. Christensen, P. Christiansen, T. Chujo, C. Cicalo, L. Cifarelli, F. Cindolo, M. R. Ciupek, G. Clai, J. Cleymans, F. Colamaria, J. S. Colburn, D. Colella, A. Collu, M. Colocci, M. Concas, G. Conesa Balbastre, Z. Conesa del Valle, G. Contin, J. G. Contreras, M. L. Coquet, T. M. Cormier, P. Cortese, M. R. Cosentino, F. Costa, S. Costanza, P. Crochet, R. Cruz-Torres, E. Cuautle, P. Cui, L. Cunqueiro, A. Dainese, F. P. A. Damas, M. C. Danisch, A. Danu, I. Das, P. Das, P. Das, S. Das, S. Dash, S. De, A. De Caro, G. de Cataldo, L. De Cilladi, J. de Cuveland, A. De Falco, D. De Gruttola, N. De Marco, C. De Martin, S. De Pasquale, S. Deb, H. F. Degenhardt, K. R. Deja, L. Dello Stritto, S. Delsanto, W. Deng, P. Dhankher, D. Di Bari, A. Di Mauro, R. A. Diaz, T. Dietel, Y. Ding, R. Divia, D. U. Dixit, O. Djuvsland, U. Dmitrieva, J. Do, A. Dobrin, B. Donigus, O. Dordic, A. K. Dubey, A. Dubla, S. Dudi, M. Dukhishyam, P. Dupieux, N. Dzalaiova, T. M. Eder, R. J. Ehlers, V. N. Eikeland, F. Eisenhut, D. Elia, B. Erazmus, F. Ercolessi, F. Erhardt, A. Erokhin, M. R. Ersdal, B. Espagnon, G. Eulisse, D. Evans, S. Evdokimov, L. Fabbietti, M. Faggin, J. Faivre, F. Fan, A. Fantoni, M. Fasel, P. Fecchio, A. Feliciello, G. Feofilov, A. Fernandez Tellez, A. Ferrero, A. Ferretti, V. J. G. Feuillard, J. Figiel, S. Filchagin, D. Finogeev, F. M. Fionda, G. Fiorenza, F. Flor, A. N. Flores, S. Foertsch, P. Foka, S. Fokin, E. Fragiacomo, E. Frajna, U. Fuchs, N. Funicello, C. Furget, A. Furs, J. J. Gaardhoje, M. Gagliardi, A. M. Gago, A. Gal, C. D. Galvan, P. Ganoti, C. Garabatos, J. R. A. Garcia, E. Garcia-Solis, K. Garg, C. Gargiulo, A. Garibli, K. Garner, P. Gasik, E. F. Gauger, A. Gautam, M. B. Gay Ducati, M. Germain, P. Ghosh, S. K. Ghosh, M. Giacalone, P. Gianotti, P. Giubellino, P. Giubilato, A. M. C. Glaenzer, P. Glassel, D. J. Q. Goh, V. Gonzalez, L. H. Gonzalez-Trueba, S. Gorbunov, M. Gorgon, L. Gorlich, S. Gotovac, V. Grabski, L. K. Graczykowski, L. Greiner, A. Grelli, C. Grigoras, V. Grigoriev, A. Grigoryan, S. Grigoryan, O. S. Groettvik, F. Grosa, J. F. Grosse-Oetringhaus, R. Grosso, G. G. Guardiano, R. Guernane, M. Guilbaud, K. Gulbrandsen, T. Gunji, A. Gupta, R. Gupta, S. P. Guzman, L. Gyulai, M. K. Habib, C. Hadjidakis, G. Halimoglu, H. Hamagaki, G. Hamar, M. Hamid, R. Hannigan, M. R. Haque, A. Harlenderova, J. W. Harris, A. Harton, J. A. Hasenbichler, H. Hassan, D. Hatzifotiadou, P. Hauer, L. B. Havener, S. Hayashi, S. T. Heckel, E. Hellbar, H. Helstrup, T. Herman, E. G. Hernandez, G. Herrera Corral, F. Herrmann, K. F. Hetland, H. Hillemanns, C. Hills, B. Hippolyte, B. Hofman, B. Hohlweger, J. Honermann, G. H. Hong, D. Horak, S. Hornung, A. Horzyk, R. Hosokawa, P. Hristov, C. Hughes, P. Huhn, T. J. Humanic, H. Hushnud, L. A. Husova, A. Hutson, D. Hutter, J. P. Iddon, R. Ilkaev, H. Ilyas, M. Inaba, G. M. Innocenti, M. Ippolitov, A. Isakov, M. S. Islam, M. Ivanov, V. Ivanov, V. Izucheev, M. Jablonski, B. Jacak, N. Jacazio, P. M. Jacobs, S. Jadlovska, J. Jadlovsky, S. Jaelani, C. Jahnke, M. J. Jakubowska, A. Jalotra, M. A. Janik, T. Janson, M. Jercic, O. Jevons, F. Jonas, P. G. Jones, J. M. Jowett, J. Jung, M. Jung, A. Junique, A. Jusko, J. Kaewjai, P. Kalinak, A. Kalweit, V. Kaplin, S. Kar, A. Karasu Uysal, D. Karatovic, O. Karavichev, T. Karavicheva, P. Karczmarczyk, E. Karpechev, A. Kazantsev, U. Kebschull, R. Keidel, D. L. D. Keijdener, M. Keil, B. Ketzer, Z. Khabanova, A. M. Khan, S. Khan, A. Khanzadeev, Y. Kharlov, A. Khatun, A. Khuntia, B. Kileng, B. Kim, C. Kim, D. Kim, D. J. Kim, E. J. Kim, J. Kim, J. S. Kim, J. Kim, J. Kim, M. Kim, S. Kim, T. Kim, S. Kirsch, I. Kisel, S. Kiselev, A. Kisiel, J. P. Kitowski, J. L. Klay, J. Klein, S. Klein, C. Klein-Bosing, M. Kleiner, T. Klemenz, A. Kluge, A. G. Knospe, C. Kobdaj, M. K. Kohler, T. Kollegger, A. Kondratyev, N. Kondratyeva, E. Kondratyuk, J. Konig, S. A. Konigstorfer, P. J. Konopka, G. Kornakov, S. D. Koryciak, L. Koska, A. Kotliarov, O. Kovalenko, V. Kovalenko, M. Kowalski, I. Kralik, A. Kravˇcakova, L. Kreis, M. Krivda, F. Krizek, K. Krizkova Gajdosova, M. Kroesen, M. Kruger, E. Kryshen, M. Krzewicki, V. Kuˇcera, C. Kuhn, P. G. Kuijer, T. Kumaoka, D. Kumar, L. Kumar, N. Kumar, S. Kundu, P. Kurashvili, A. Kurepin, A. B. Kurepin, A. Kuryakin, S. Kushpil, J. Kvapil, M. J. Kweon, J. Y. Kwon, Y. Kwon, S. L. La Pointe, P. La Rocca, Y. S. Lai, A. Lakrathok, M. Lamanna, R. Langoy, K. Lapidus, P. Larionov, E. Laudi, L. Lautner, R. Lavicka, T. Lazareva, R. Lea, J. Lehrbach, R. C. Lemmon, I. Leon Monzon, E. D. Lesser, M. Lettrich, P. Levai, X. Li, X. L. Li, J. Lien, R. Lietava, B. Lim, S. H. Lim, V. Lindenstruth, A. Lindner, C. Lippmann, A. Liu, J. Liu, I. M. Lofnes, V. Loginov, C. Loizides, P. Loncar, J. A. Lopez, X. Lopez, E. Lopez Torres, J. R. Luhder, M. Lunardon, G. Luparello, Y. G. Ma, A. Maevskaya, M. Mager, T. Mahmoud, A. Maire, M. Malaev, N. M. Malik, Q. W. Malik, L. Malinina, D. Mal’Kevich, N. Mallick, P. Malzacher, G. Mandaglio, V. Manko, F. Manso, V. Manzari, Y. Mao, J. Mareš, G. V. Margagliotti, A. Margotti, A. Marin, C. Markert, M. Marquard, N. A. Martin, P. Martinengo, J. L. Martinez, M. I. Martinez, G. Martinez Garcia, S. Masciocchi, M. Masera, A. Masoni, L. Massacrier, A. Mastroserio, A. M. Mathis, O. Matonoha, P. F. T. Matuoka, A. Matyja, C. Mayer, A. L. Mazuecos, F. Mazzaschi, M. Mazzilli, M. A. Mazzoni, J. E. Mdhluli, A. F. Mechler, F. Meddi, Y. Melikyan, A. Menchaca-Rocha, E. Meninno, A. S. Menon, M. Meres, S. Mhlanga, Y. Miake, L. Micheletti, L. C. Migliorin, D. L. Mihaylov, K. Mikhaylov, A. N. Mishra, D. Mi´skowiec, A. Modak, A. P. Mohanty, B. Mohanty, M. Mohisin Khan, Z. Moravcova, C. Mordasini, D. A. Moreira De Godoy, L. A. P. Moreno, I. Morozov, A. Morsch, T. Mrnjavac, V. Muccifora, E. Mudnic, D. Muhlheim, S. Muhuri, J. D. Mulligan, A. Mulliri, M. G. Munhoz, R. H. Munzer, H. Murakami, S. Murray, L. Musa, J. Musinsky, J. W. Myrcha, B. Naik, R. Nair, B. K. Nandi, R. Nania, E. Nappi, M. U. Naru, A. F. Nassirpour, A. Nath, C. Nattrass, A. Neagu, L. Nellen, S. V. Nesbo, G. Neskovic, D. Nesterov, B. S. Nielsen, S. Nikolaev, S. Nikulin, V. Nikulin, F. Noferini, S. Noh, P. Nomokonov, J. Norman, N. Novitzky, P. Nowakowski, A. Nyanin, J. Nystrand, M. Ogino, A. Ohlson, V. A. Okorokov, J. Oleniacz, A. C. Oliveira Da Silva, M. H. Oliver, A. Onnerstad, C. Oppedisano, A. Ortiz Velasquez, T. Osako, A. Oskarsson, J. Otwinowski, K. Oyama, Y. Pachmayer, S. Padhan, D. Pagano, G. Pai´c, A. Palasciano, J. Pan, S. Panebianco, P. Pareek, J. Park, J. E. Parkkila, S. P. Pathak, R. N. Patra, B. Paul, J. Pazzini, H. Pei, T. Peitzmann, X. Peng, L. G. Pereira, H. Pereira Da Costa, D. Peresunko, G. M. Perez, S. Perrin, Y. Pestov, V. Petráček, M. Petrovici, R. P. Pezzi, S. Piano, M. Pikna, P. Pillot, O. Pinazza, L. Pinsky, C. Pinto, S. Pisano, M. Płoskoń, M. Planinic, F. Pliquett, M. G. Poghosyan, B. Polichtchouk, S. Politano, N. Poljak, A. Pop, S. Porteboeuf-Houssais, J. Porter, V. Pozdniakov, S. K. Prasad, R. Preghenella, F. Prino, C. A. Pruneau, I. Pshenichnov, M. Puccio, S. Qiu, L. Quaglia, R. E. Quishpe, S. Ragoni, A. Rakotozafindrabe, L. Ramello, F. Rami, S. A. R. Ramirez, A. G. T. Ramos, T. A. Rancien, R. Raniwala, S. Raniwala, S. S. Rasanen, R. Rath, I. Ravasenga, K. F. Read, A. R. Redelbach, K. Redlich, A. Rehman, P. Reichelt, F. Reidt, H. A. Reme-ness, R. Renfordt, Z. Rescakova, K. Reygers, A. Riabov, V. Riabov, T. Richert, M. Richter, W. Riegler, F. Riggi, C. Ristea, S. P. Rode, M. Rodriguez Cahuantzi, K. Roed, R. Rogalev, E. Rogochaya, T. S. Rogoschinski, D. Rohr, D. Rohrich, P. F. Rojas, P. S. Rokita, F. Ronchetti, A. Rosano, E. D. Rosas, A. Rossi, A. Rotondi, A. Roy, P. Roy, S. Roy, N. Rubini, O. V. Rueda, R. Rui, B. Rumyantsev, P. G. Russek, A. Rustamov, E. Ryabinkin, Y. Ryabov, A. Rybicki, H. Rytkonen, W. Rzesa, O. A. M. Saarimaki, R. Sadek, S. Sadovsky, J. Saetre, K. Šafařík, S. K. Saha, S. Saha, B. Sahoo, P. Sahoo, R. Sahoo, S. Sahoo, D. Sahu, P. K. Sahu, J. Saini, S. Sakai, S. Sambyal, V. Samsonov, D. Sarkar, N. Sarkar, P. Sarma, V. M. Sarti, M. H. P. Sas, J. Schambach, H. S. Scheid, C. Schiaua, R. Schicker, A. Schmah, C. Schmidt, H. R. Schmidt, M. O. Schmidt, M. Schmidt, N. V. Schmidt, A. R. Schmier, R. Schotter, J. Schukraft, Y. Schutz, K. Schwarz, K. Schweda, G. Scioli, E. Scomparin, J. E. Seger, Y. Sekiguchi, D. Sekihata, I. Selyuzhenkov, S. Senyukov, J. J. Seo, D. Serebryakov, L. Šerkšnytė, A. Sevcenco, T. J. Shaba, A. Shabanov, A. Shabetai, R. Shahoyan, W. Shaikh, A. Shangaraev, A. Sharma, H. Sharma, M. Sharma, N. Sharma, S. Sharma, U. Sharma, O. Sheibani, K. Shigaki, M. Shimomura, S. Shirinkin, Q. Shou, Y. Sibiriak, S. Siddhanta, T. Siemiarczuk, T. F. Silva, D. Silvermyr, G. Simonetti, B. Singh, R. Singh, R. Singh, R. Singh, V. K. Singh, V. Singhal, T. Sinha, B. Sitar, M. Sitta, T. B. Skaali, G. Skorodumovs, M. Slupecki, N. Smirnov, R. J. M. Snellings, C. Soncco, J. Song, A. Songmoolnak, F. Soramel, S. Sorensen, I. Sputowska, J. Stachel, I. Stan, P. J. Steffanic, S. F. Stiefelmaier, D. Stocco, I. Storehaug, M. M. Storetvedt, C. P. Stylianidis, A. A. P. Suaide, T. Sugitate, C. Suire, M. Suljic, R. Sultanov, M. Šumbera, V. Sumberia, S. Sumowidagdo, S. Swain, A. Szabo, I. Szarka, U. Tabassam, S. F. Taghavi, G. Taillepied, J. Takahashi, G. J. Tambave, S. Tang, Z. Tang, M. Tarhini, M. G. Tarzila, A. Tauro, G. Tejeda Munoz, A. Telesca, L. Terlizzi, C. Terrevoli, G. Tersimonov, S. Thakur, D. Thomas, R. Tieulent, A. Tikhonov, A. R. Timmins, M. Tkacik, A. Toia, N. Topilskaya, M. Toppi, F. Torales-Acosta, T. Tork, S. R. Torres, A. Trifiro, S. Tripathy, T. Tripathy, S. Trogolo, G. Trombetta, V. Trubnikov, W. H. Trzaska, T. P. Trzcinski, B. A. Trzeciak, A. Tumkin, R. Turrisi, T. S. Tveter, K. Ullaland, A. Uras, M. Urioni, G. L. Usai, M. Vala, N. Valle, S. Vallero, N. van der Kolk, L. V. R. van Doremalen, M. van Leeuwen, P. Vande Vyvre, D. Varga, Z. Varga, M. Varga-Kofarago, A. Vargas, M. Vasileiou, A. Vasiliev, O. Vazquez Doce, V. Vechernin, E. Vercellin, S. Vergara Limon, L. Vermunt, R. Vertesi, M. Verweij, L. Vickovic, Z. Vilakazi, O. Villalobos Baillie, G. Vino, A. Vinogradov, T. Virgili, V. Vislavicius, A. Vodopyanov, B. Volkel, M. A. Volkl, K. Voloshin, S. A. Voloshin, G. Volpe, B. von Haller, I. Vorobyev, D. Voscek, N. Vozniuk, J. Vrlakova, B. Wagner, C. Wang, D. Wang, M. Weber, R. J. G. V. Weelden, A. Wegrzynek, S. C. Wenzel, J. P. Wessels, J. Wiechula, J. Wikne, G. Wilk, J. Wilkinson, G. A. Willems, B. Windelband, M. Winn, W. E. Witt, J. R. Wright, W. Wu, Y. Wu, R. Xu, S. Yalcin, Y. Yamaguchi, K. Yamakawa, S. Yang, S. Yano, Z. Yin, H. Yokoyama, I.-K. Yoo, J. H. Yoon, S. Yuan, A. Yuncu, V. Zaccolo, A. Zaman, C. Zampolli, H. J. C. Zanoli, N. Zardoshti, A. Zarochentsev, P. Zavada, N. Zaviyalov, H. Zbroszczyk, M. Zhalov, S. Zhang, X. Zhang, Y. Zhang, V. Zherebchevskii, Y. Zhi, N. Zhigareva, D. Zhou, Y. Zhou, J. Zhu, Y. Zhu, A. Zichichi, G. Zinovjev, N. Zurlo",
      "paper_url": "https://doi.org/10.1038/s41586-022-04572-w",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3216098551",
      "paper_id": "https://openalex.org/W3216098551",
      "title": "Electron-beam energy reconstruction for neutrino oscillation measurements",
      "authors": "M. Khachatryan, A. Papadopoulou, A. Ashkenazi, F. Hauenstein, A. Nambrath, A. Hrnjic, L. B. Weinstein, O. Hen, E. Piasetzky, M. Betancourt, S. Dytman, K. Mahn, P. Coloma, S. Adhikari, M. J. Amaryan, Giovanni Angelini, H. Atac, L. Barion, M. Battaglieri, I. Bedlinskiy, A. Beck, F. Benmokhtar, A. Bianconi, A. S. Biselli, F. Bossu, S. Boiarinov, W. J. Briscoe, W. K. Brooks, D. Bulumulla, V. D. Burkert, D. S. Carman, J. C. Carvajal, A. Celentano, P. Chatagnon, V. Chesnokov, T. Chetry, G. Ciullo, L. Clark, B. A. Clary, E. O. Cohen, P. L. Cole, M. Contalbrigo, V. Crede, R. Cruz-Torres, A. D’Angelo, N. Dashyan, R. De Vita, M. Defurne, A. Denniston, A. Deur, S. Diehl, C. Djalali, M. Duer, R. Dupre, H. Egiyan, M. Ehrhart, A. El Alaoui, L. El Fassi, L. Elouadrhiri, P. Eugenio, R. Fersch, A. Filippi, T. A. Forest, G. Gavalian, G. P. Gilfoyle, K. L. Giovanetti, F. X. Girod, D. I. Glazier, E. Golovatch, R. W. Gothe, K. A. Griffioen, M. Guidal, L. Guo, H. Hakobyan, M. Hattawy, T. B. Hayward, D. Heddle, K. Hicks, A. Hobart, M. Holtrop, Y. Ilieva, D. G. Ireland, B. S. Ishkhanov, E. L. Isupov, H. S. Jo, K. Joo, D. Keller, A. Khanal, M. Khandaker, C. W. Kim, W. Kim, I. Korover, V. Kubarovsky, S. E. Kuhn, L. Lanza, M. Leali, P. Lenisa, K. Livingston, I. J. D. MacGregor, D. Marchand, N. Markov, L. Marsicano, V. Mascagna, B. McKinnon, S. May-Tal Beck, T. Mineeva, M. Mirazita, V. Mokeev, A. Movsisyan, C. Munoz Camacho, P. Nadel-Turonski, K. Neupane, S. Niccolai, G. Niculescu, M. Osipenko, A. I. Ostrovidov, M. Paolone, L. L. Pappalardo, R. Paremuzyan, K. Park, E. Pasyuk, O. Pogorelko, J. Poudel, Y. Prok, D. Protopopescu, J. Pybus, M. Ripani, B. Raue, J. Ritman, A. Rizzo, G. Rosner, P. Rossi, F. Sabati, C. Salgado, A. Schmidt, R. A. Schumacher, E. P. Segarra, Y. G. Sharabian, U. Shrestha, Iu. Skorodumina, D. Sokhan, O. Soto, N. Sparveris, S. Stepanyan, I. I. Strakovsky, S. Strauch, N. Tyler, R. Tyson, M. Ungaro, L. Venturelli, H. Voskanyan, E. Voutier, D. Watts, X. Wei, M. H. Wood, N. Zachariou, J. Zhang, Z. W. Zhao, S. Dolan, G. D. Megias, S. Gardiner",
      "paper_url": "https://doi.org/10.1038/s41586-021-04046-5",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4378907450",
      "paper_id": "https://openalex.org/W4378907450",
      "title": "Enhanced rare-earth separation with a metal-sensitive lanmodulin dimer",
      "authors": "Joseph A. Mattocks, Jonathan J. Jung, Chi-Yun Lin, Ziye Dong, Neela H. Yennawar, Emily R. Featherston, Christina S. Kang-Yun, Timothy A. Hamilton, Dan M. Park, Amie K. Boal, Joseph A. Cotruvo Jr",
      "paper_url": "https://doi.org/10.1038/s41586-023-05945-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4292104010",
      "paper_id": "https://openalex.org/W4292104010",
      "title": "Evidence for intrinsic charm quarks in the proton",
      "authors": "Richard D. Ball, Alessandro Candido, Juan Cruz-Martinez, Stefano Forte, Tommaso Giani, Felix Hekhorn, Kirill Kudashkin, Giacomo Magni, Juan Rojo",
      "paper_url": "https://doi.org/10.1038/s41586-022-04998-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386283120",
      "paper_id": "https://openalex.org/W4386283120",
      "title": "First observation of 28O",
      "authors": "Y. Kondo, N. L. Achouri, H. Al Falou, L. Atar, T. Aumann, H. Baba, K. Boretzky, C. Caesar, D. Calvet, H. Chae, N. Chiga, A. Corsi, F. Delaunay, A. Delbart, Q. Deshayes, Zs. Dombrádi, C. A. Douma, A. Ekström, Z. Elekes, C. Forssén, I. Gašparić, J.-M. Gheller, J. Gibelin, A. Gillibert, G. Hagen, M. N. Harakeh, A. Hirayama, C. R. Hoffman, M. Holl, A. Horvat, Á. Horváth, J. W. Hwang, T. Isobe, W. G. Jiang, J. Kahlbow, N. Kalantar-Nayestanaki, S. Kawase, S. Kim, K. Kisamori, T. Kobayashi, D. Körper, S. Koyama, I. Kuti, V. Lapoux, S. Lindberg, F. M. Marqués, S. Masuoka, J. Mayer, K. Miki, T. Murakami, M. Najafi, T. Nakamura, K. Nakano, N. Nakatsuka, T. Nilsson, A. Obertelli, K. Ogata, F. de Oliveira Santos, N. A. Orr, H. Otsu, T. Otsuka, T. Ozaki, V. Panin, T. Papenbrock, S. Paschalis, A. Revel, D. Rossi, A. T. Saito, T. Y. Saito, M. Sasano, H. Sato, Y. Satou, H. Scheit, F. Schindler, P. Schrock, M. Shikata, N. Shimizu, Y. Shimizu, H. Simon, D. Sohler, O. Sorlin, L. Stuhl, Z. H. Sun, S. Takeuchi, M. Tanaka, M. Thoennessen, H. Törnqvist, Y. Togano, T. Tomai, J. Tscheuschner, J. Tsubota, N. Tsunoda, T. Uesaka, Y. Utsuno, I. Vernon, H. Wang, Z. Yang, M. Yasuda, K. Yoneda, S. Yoshida",
      "paper_url": "https://doi.org/10.1038/s41586-023-06352-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4302011090",
      "paper_id": "https://openalex.org/W4302011090",
      "title": "Free-space dissemination of time and frequency with 10−19 instability over 113 km",
      "authors": "Qi Shen, Jian-Yu Guan, Ji-Gang Ren, Ting Zeng, Lei Hou, Min Li, Yuan Cao, Jin-Jian Han, Meng-Zhe Lian, Yan-Wei Chen, Xin-Xin Peng, Shao-Mao Wang, Dan-Yang Zhu, Xi-Ping Shi, Zheng-Guo Wang, Ye Li, Wei-Yue Liu, Ge-Sheng Pan, Yong Wang, Zhao-Hui Li, Jin-Cai Wu, Yan-Yan Zhang, Fa-Xi Chen, Chao-Yang Lu, Sheng-Kai Liao, Juan Yin, Jian-Jun Jia, Cheng-Zhi Peng, Hai-Feng Jiang, Qiang Zhang, Jian-Wei Pan",
      "paper_url": "https://doi.org/10.1038/s41586-022-05228-5",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4230217355",
      "paper_id": "https://openalex.org/W4230217355",
      "title": "Frequency ratio measurements at 18-digit accuracy using an optical clock network",
      "authors": "Kyle Beloy, Martha I. Bodine, Tobias Bothwell, Samuel M. Brewer, Sarah L. Bromley, Jwo-Sy Chen, Jean-Daniel Deschênes, Scott A. Diddams, Robert J. Fasano, Tara M. Fortier, Youssef S. Hassan, David B. Hume, Dhruv Kedar, Colin J. Kennedy, Isaac Khader, Amanda Koepke, David R. Leibrandt, Holly Leopardi, Andrew D. Ludlow, William F. McGrew, William R. Milner, Nathan R. Newbury, Daniele Nicolodi, Eric Oelker, Thomas E. Parker, John M. Robinson, Stefania Romisch, Stefan A. Schäffer, Jeffrey A. Sherman, Laura C. Sinclair, Lindsay Sonderhouse, William C. Swann, Jian Yao, Jun Ye, Xiaogang Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-021-03253-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402221022",
      "paper_id": "https://openalex.org/W4402221022",
      "title": "Frequency ratio of the 229mTh nuclear isomeric transition and the 87Sr atomic clock",
      "authors": "Chuankun Zhang, Tian Ooi, Jacob S. Higgins, Jack F. Doyle, Lars von der Wense, Kjeld Beeks, Adrian Leitner, Georgy A. Kazakov, Peng Li, Peter G. Thirolf, Thorsten Schumm, Jun Ye",
      "paper_url": "https://doi.org/10.1038/s41586-024-07839-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4413020471",
      "paper_id": "https://openalex.org/W4413020471",
      "title": "High-accuracy laser spectroscopy of $${{\\bf{H}}}_{{\\bf{2}}}^{{\\boldsymbol{+}}}$$ and the proton–electron mass ratio",
      "authors": "S. Alighanbari, M. R. Schenkel, V. I. Korobov, S. Schiller",
      "paper_url": "https://doi.org/10.1038/s41586-025-09306-2",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4221115941",
      "paper_id": "https://openalex.org/W4221115941",
      "title": "High-resolution laser resonances of antiprotonic helium in superfluid 4He",
      "authors": "Anna Sótér, Hossein Aghai-Khozani, Dániel Barna, Andreas Dax, Luca Venturelli, Masaki Hori",
      "paper_url": "https://doi.org/10.1038/s41586-022-04440-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404105265",
      "paper_id": "https://openalex.org/W4404105265",
      "title": "Imaging shapes of atomic nuclei in high-energy nuclear collisions",
      "authors": "M. I. Abdulhamid, B. E. Aboona, J. Adam, J. R. Adams, G. Agakishiev, I. Aggarwal, M. M. Aggarwal, Z. Ahammed, A. Aitbaev, I. Alekseev, E. Alpatov, A. Aparin, S. Aslam, J. Atchison, G. S. Averichev, V. Bairathi, J. G. Ball Cap, K. Barish, P. Bhagat, A. Bhasin, S. Bhatta, S. R. Bhosale, I. G. Bordyuzhin, J. D. Brandenburg, A. V. Brandin, C. Broodo, X. Z. Cai, H. Caines, M. Calderón de la Barca Sánchez, D. Cebra, J. Ceska, I. Chakaberia, B. K. Chan, Z. Chang, A. Chatterjee, D. Chen, J. Chen, J. H. Chen, Z. Chen, J. Cheng, Y. Cheng, W. Christie, X. Chu, H. J. Crawford, M. Csanád, G. Dale-Gau, A. Das, T. G. Dedovich, I. M. Deppner, A. A. Derevschikov, A. Dhamija, P. Dixit, X. Dong, J. L. Drachenberg, E. Duckworth, J. C. Dunlop, J. Engelage, G. Eppley, S. Esumi, O. Evdokimov, O. Eyser, R. Fatemi, S. Fazio, C. J. Feng, Y. Feng, E. Finch, Y. Fisyak, F. A. Flor, C. Fu, T. Gao, F. Geurts, N. Ghimire, A. Gibson, K. Gopal, X. Gou, D. Grosnick, A. Gupta, A. Hamed, Y. Han, M. D. Harasty, J. W. Harris, H. Harrison-Smith, W. He, X. H. He, Y. He, C. Hu, Q. Hu, Y. Hu, H. Huang, H. Z. Huang, S. L. Huang, T. Huang, Y. Huang, Y. Huang, T. J. Humanic, M. Isshiki, W. W. Jacobs, A. Jalotra, C. Jena, Y. Ji, J. Jia, C. Jin, X. Ju, E. G. Judd, S. Kabana, D. Kalinkin, K. Kang, D. Kapukchyan, K. Kauder, D. Keane, A. Kechechyan, A. Khanal, A. Kiselev, A. G. Knospe, H. S. Ko, L. Kochenda, A. A. Korobitsin, A. Yu. Kraeva, P. Kravtsov, L. Kumar, M. C. Labonte, R. Lacey, J. M. Landgraf, A. Lebedev, R. Lednicky, J. H. Lee, Y. H. Leung, C. Li, D. Li, H-S. Li, H. Li, W. Li, X. Li, Y. Li, Y. Li, Z. Li, X. Liang, Y. Liang, T. Lin, Y. Lin, C. Liu, G. Liu, H. Liu, L. Liu, T. Liu, X. Liu, Y. Liu, Z. Liu, T. Ljubicic, O. Lomicky, R. S. Longacre, E. M. Loyd, T. Lu, J. Luo, X. F. Luo, V. B. Luong, L. Ma, R. Ma, Y. G. Ma, N. Magdy, R. Manikandhan, S. Margetis, O. Matonoha, G. McNamara, O. Mezhanska, K. Mi, N. G. Minaev, B. Mohanty, B. Mondal, M. M. Mondal, I. Mooney, D. A. Morozov, A. Mudrokh, M. I. Nagy, A. S. Nain, J. D. Nam, M. Nasim, E. Nedorezov, D. Neff, J. M. Nelson, M. Nie, G. Nigmatkulov, T. Niida, L. V. Nogach, T. Nonaka, G. Odyniec, A. Ogawa, S. Oh, V. A. Okorokov, K. Okubo, B. S. Page, S. Pal, A. Pandav, A. Panday, Y. Panebratsev, T. Pani, P. Parfenov, A. Paul, C. Perkins, B. R. Pokhrel, M. Posik, A. Povarov, T. Protzman, N. K. Pruthi, J. Putschke, Z. Qin, H. Qiu, C. Racz, S. K. Radhakrishnan, A. Rana, R. L. Ray, C. W. Robertson, O. V. Rogachevsky, M. A. Rosales Aguilar, D. Roy, L. Ruan, A. K. Sahoo, N. R. Sahoo, H. Sako, S. Salur, E. Samigullin, S. Sato, B. C. Schaefer, W. B. Schmidke, N. Schmitz, J. Seger, R. Seto, P. Seyboth, N. Shah, E. Shahaliev, P. V. Shanmuganathan, T. Shao, M. Sharma, N. Sharma, R. Sharma, S. R. Sharma, A. I. Sheikh, D. Shen, D. Y. Shen, K. Shen, S. S. Shi, Y. Shi, Q. Y. Shou, F. Si, J. Singh, S. Singha, P. Sinha, M. J. Skoby, Y. Söhngen, Y. Song, B. Srivastava, T. D. S. Stanislaus, D. J. Stewart, M. Strikhanov, Y. Su, C. Sun, X. Sun, Y. Sun, Y. Sun, B. Surrow, D. N. Svirida, Z. W. Sweger, A. C. Tamis, A. H. Tang, Z. Tang, A. Taranenko, T. Tarnowsky, J. H. Thomas, D. Tlusty, T. Todoroki, M. V. Tokarev, S. Trentalange, P. Tribedy, O. D. Tsai, C. Y. Tsang, Z. Tu, J. Tyler, T. Ullrich, D. G. Underwood, I. Upsal, G. Van Buren, A. N. Vasiliev, V. Verkest, F. Videbæk, S. Vokal, S. A. Voloshin, G. Wang, J. S. Wang, J. Wang, K. Wang, X. Wang, Y. Wang, Y. Wang, Y. Wang, Z. Wang, J. C. Webb, P. C. Weidenkaff, G. D. Westfall, H. Wieman, G. Wilks, S. W. Wissink, J. Wu, J. Wu, X. Wu, X. Wu, B. Xi, Z. G. Xiao, G. Xie, W. Xie, H. Xu, N. Xu, Q. H. Xu, Y. Xu, Y. Xu, Z. Xu, Z. Xu, G. Yan, Z. Yan, C. Yang, Q. Yang, S. Yang, Y. Yang, Z. Ye, Z. Ye, L. Yi, Y. Yu, W. Zha, C. Zhang, D. Zhang, J. Zhang, S. Zhang, W. Zhang, X. Zhang, Y. Zhang, Y. Zhang, Y. Zhang, Y. Zhang, Z. J. Zhang, Z. Zhang, Z. Zhang, F. Zhao, J. Zhao, M. Zhao, S. Zhou, Y. Zhou, X. Zhu, M. Zurek, M. Zyzak",
      "paper_url": "https://doi.org/10.1038/s41586-024-08097-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3213731491",
      "paper_id": "https://openalex.org/W3213731491",
      "title": "In-orbit demonstration of an iodine electric propulsion system",
      "authors": "Dmytro Rafalskyi, Javier Martínez Martínez, Lui Habl, Elena Zorzoli Rossi, Plamen Proynov, Antoine Boré, Thomas Baret, Antoine Poyet, Trevor Lafleur, Stanislav Dudin, Ane Aanesland",
      "paper_url": "https://doi.org/10.1038/s41586-021-04015-y",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3214416313",
      "paper_id": "https://openalex.org/W3214416313",
      "title": "Isolation and characterization of a californium metallocene",
      "authors": "Conrad A. P. Goodwin, Jing Su, Lauren M. Stevens, Frankie D. White, Nickolas H. Anderson, John D. Auxier II, Thomas E. Albrecht-Schönzart, Enrique R. Batista, Sasha F. Briscoe, Justin N. Cross, William J. Evans, Alyssa N. Gaiser, Andrew J. Gaunt, Michael R. James, Michael T. Janicke, Tener F. Jenkins, Zachary R. Jones, Stosh A. Kozimor, Brian L. Scott, Joseph. M. Sperling, Justin C. Wedal, Cory J. Windorff, Ping Yang, Joseph W. Ziller",
      "paper_url": "https://doi.org/10.1038/s41586-021-04027-8",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3140493829",
      "paper_id": "https://openalex.org/W3140493829",
      "title": "Laser cooling of antihydrogen atoms",
      "authors": "C. J. Baker, W. Bertsche, A. Capra, C. Carruth, C. L. Cesar, M. Charlton, A. Christensen, R. Collister, A. Cridland Mathad, S. Eriksson, A. Evans, N. Evetts, J. Fajans, T. Friesen, M. C. Fujiwara, D. R. Gill, P. Grandemange, P. Granum, J. S. Hangst, W. N. Hardy, M. E. Hayden, D. Hodgkinson, E. Hunter, C. A. Isaac, M. A. Johnson, J. M. Jones, S. A. Jones, S. Jonsell, A. Khramov, P. Knapp, L. Kurchaninov, N. Madsen, D. Maxwell, J. T. K. McKenna, S. Menary, J. M. Michan, T. Momose, P. S. Mullan, J. J. Munich, K. Olchanski, A. Olin, J. Peszka, A. Powell, P. Pusa, C. Ø. Rasmussen, F. Robicheaux, R. L. Sacramento, M. Sameed, E. Sarid, D. M. Silveira, D. M. Starko, C. So, G. Stutter, T. D. Tharp, A. Thibeault, R. I. Thompson, D. P. van der Werf, J. S. Wurtele",
      "paper_url": "https://doi.org/10.1038/s41586-021-03289-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4394892356",
      "paper_id": "https://openalex.org/W4394892356",
      "title": "Laser spectroscopy of triply charged 229Th isomer for a nuclear clock",
      "authors": "Atsushi Yamaguchi, Yudai Shigekawa, Hiromitsu Haba, Hidetoshi Kikunaga, Kenji Shirasaki, Michiharu Wada, Hidetoshi Katori",
      "paper_url": "https://doi.org/10.1038/s41586-024-07296-1",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3070461787",
      "paper_id": "https://openalex.org/W3070461787",
      "title": "Leading hadronic contribution to the muon magnetic moment from lattice QCD",
      "authors": "Sz. Borsanyi, Z. Fodor, J. N. Guenther, C. Hoelbling, S. D. Katz, L. Lellouch, T. Lippert, K. Miura, L. Parato, K. K. Szabo, F. Stokes, B. C. Toth, Cs. Torok, L. Varnhorst",
      "paper_url": "https://doi.org/10.1038/s41586-021-03418-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4376873236",
      "paper_id": "https://openalex.org/W4376873236",
      "title": "Limits on the luminance of dark matter from xenon recoil data",
      "authors": "Xuyang Ning, Abdusalam Abdukerim, Zihao Bo, Xiangyi Cui, Wei Chen, Xun Chen, Chen Cheng, Zhaokan Cheng, Yingjie Fan, Deqing Fang, Changbo Fu, Mengting Fu, Lisheng Geng, Karl Giboni, Linhui Gu, Xuyuan Guo, Chencheng Han, Ke Han, Changda He, Jinrong He, Di Huang, Yanlin Huang, Junting Huang, Zhou Huang, Ruquan Hou, Yu Hou, Xiangdong Ji, Yonglin Ju, Chenxiang Li, Jiafu Li, Mingchuan Li, Shuaijie Li, Tao Li, Qing Lin, Jianglai Liu, Congcong Lu, Xiaoying Lu, Lingyin Luo, Yunyang Luo, Wenbo Ma, Yugang Ma, Yajun Mao, Yue Meng, Ningchun Qi, Zhicheng Qian, Xiangxiang Ren, Nasir Shaheed, Xiaofeng Shang, Xiyuan Shao, Guofang Shen, Lin Si, Wenliang Sun, Andi Tan, Yi Tao, Anqing Wang, Meng Wang, Qiuhong Wang, Shaobo Wang, Siguang Wang, Wei Wang, Xiuli Wang, Zhou Wang, Yuehuan Wei, Mengmeng Wu, Weihao Wu, Jingkai Xia, Mengjiao Xiao, Xiang Xiao, Pengwei Xie, Binbin Yan, Xiyu Yan, Jijun Yang, Yong Yang, Yukun Yao, Chunxu Yu, Ying Yuan, Zhe Yuan, Xinning Zeng, Dan Zhang, Minzhen Zhang, Peng Zhang, Shibo Zhang, Shu Zhang, Tao Zhang, Wei Zhang, Yang Zhang, Yingxin Zhang, Yuanyuan Zhang, Li Zhao, Qibin Zheng, Jifang Zhou, Ning Zhou, Xiaopeng Zhou, Yong Zhou, Yubo Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-023-05982-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W3187440714",
      "paper_id": "https://openalex.org/W3187440714",
      "title": "Many-body theory of positron binding to polyatomic molecules",
      "authors": "Jaroslav Hofierka, Brian Cunningham, Charlie M. Rawlins, Charles H. Patterson, Dermot G. Green",
      "paper_url": "https://doi.org/10.1038/s41586-022-04703-3",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4306810142",
      "paper_id": "https://openalex.org/W4306810142",
      "title": "Measured proton electromagnetic structure deviates from theoretical predictions",
      "authors": "R. Li, N. Sparveris, H. Atac, M. K. Jones, M. Paolone, Z. Akbar, C. Ayerbe Gayoso, V. Berdnikov, D. Biswas, M. Boer, A. Camsonne, J.-P. Chen, M. Diefenthaler, B. Duran, D. Dutta, D. Gaskell, O. Hansen, F. Hauenstein, N. Heinrich, W. Henry, T. Horn, G. M. Huber, S. Jia, S. Joosten, A. Karki, S. J. D. Kay, V. Kumar, X. Li, W. B. Li, A. H. Liyanage, S. Malace, P. Markowitz, M. McCaughan, Z.-E. Meziani, H. Mkrtchyan, C. Morean, M. Muhoza, A. Narayan, B. Pasquini, M. Rehfuss, B. Sawatzky, G. R. Smith, A. Smith, R. Trotta, C. Yero, X. Zheng, J. Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-022-05248-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3134625415",
      "paper_id": "https://openalex.org/W3134625415",
      "title": "Measurement of gravitational coupling between millimetre-sized masses",
      "authors": "Tobias Westphal, Hans Hepach, Jeremias Pfaff, Markus Aspelmeyer",
      "paper_url": "https://doi.org/10.1038/s41586-021-03250-7",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4318764206",
      "paper_id": "https://openalex.org/W4318764206",
      "title": "Measurement of the axial vector form factor from antineutrino–proton scattering",
      "authors": "T. Cai, M. L. Moore, A. Olivier, S. Akhter, Z. Ahmad Dar, V. Ansari, M. V. Ascencio, A. Bashyal, A. Bercellie, M. Betancourt, A. Bodek, J. L. Bonilla, A. Bravar, H. Budd, G. Caceres, M. F. Carneiro, G. A. Díaz, H. da Motta, J. Felix, L. Fields, A. Filkins, R. Fine, A. M. Gago, H. Gallagher, S. M. Gilligan, R. Gran, E. Granados, D. A. Harris, S. Henry, D. Jena, S. Jena, J. Kleykamp, A. Klustová, M. Kordosky, D. Last, T. Le, A. Lozano, X.-G. Lu, E. Maher, S. Manly, W. A. Mann, C. Mauger, K. S. McFarland, B. Messerly, J. Miller, O. Moreno, J. G. Morfín, D. Naples, J. K. Nelson, C. Nguyen, V. Paolone, G. N. Perdue, K.-J. Plows, M. A. Ramírez, R. D. Ransome, H. Ray, D. Ruterbories, H. Schellman, C. J. Solano Salinas, H. Su, M. Sultana, V. S. Syrotenko, E. Valencia, N. H. Vaughan, A. V. Waldron, M. O. Wascko, C. Wret, B. Yaeggy, L. Zazueta",
      "paper_url": "https://doi.org/10.1038/s41586-022-05478-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4282979374",
      "paper_id": "https://openalex.org/W4282979374",
      "title": "Measurement of the bound-electron g-factor difference in coupled ions",
      "authors": "Tim Sailer, Vincent Debierre, Zoltán Harman, Fabian Heiße, Charlotte König, Jonathan Morgner, Bingsheng Tu, Andrey V. Volotka, Christoph H. Keitel, Klaus Blaum, Sven Sturm",
      "paper_url": "https://doi.org/10.1038/s41586-022-04807-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400038672",
      "paper_id": "https://openalex.org/W4400038672",
      "title": "Measuring gravitational attraction with a lattice atom interferometer",
      "authors": "Cristian D. Panda, Matthew J. Tao, Miguel Ceja, Justin Khoury, Guglielmo M. Tino, Holger Müller",
      "paper_url": "https://doi.org/10.1038/s41586-024-07561-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3125492412",
      "paper_id": "https://openalex.org/W3125492412",
      "title": "Measuring the α-particle charge radius with muonic helium-4 ions",
      "authors": "Julian J. Krauth, Karsten Schuhmann, Marwan Abdou Ahmed, Fernando D. Amaro, Pedro Amaro, François Biraben, Tzu-Ling Chen, Daniel S. Covita, Andreas J. Dax, Marc Diepold, Luis M. P. Fernandes, Beatrice Franke, Sandrine Galtier, Andrea L. Gouvea, Johannes Götzfried, Thomas Graf, Theodor W. Hänsch, Jens Hartmann, Malte Hildebrandt, Paul Indelicato, Lucile Julien, Klaus Kirch, Andreas Knecht, Yi-Wei Liu, Jorge Machado, Cristina M. B. Monteiro, Françoise Mulhauser, Boris Naar, Tobias Nebel, François Nez, Joaquim M. F. dos Santos, José Paulo Santos, Csilla I. Szabo, David Taqqu, João F. C. A. Veloso, Jan Vogelsang, Andreas Voss, Birgit Weichelt, Randolf Pohl, Aldo Antognini, Franz Kottmann",
      "paper_url": "https://doi.org/10.1038/s41586-021-03183-1",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402585761",
      "paper_id": "https://openalex.org/W4402585761",
      "title": "Micronuclear battery based on a coalescent energy transducer",
      "authors": "Kai Li, Congchong Yan, Junren Wang, Kun Zhu, Junjun Guo, Yugang Zhang, Guozheng Shi, Yuchen Yin, Liwei Cheng, Liang Sun, Yumin Wang, Hailong Zhang, Ying Sun, Jianyu Yuan, Wanli Ma, Guoxun Ji, Zhifang Chai, Yaxing Wang, Xiaoping Ouyang, Shuao Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07933-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4285086348",
      "paper_id": "https://openalex.org/W4285086348",
      "title": "Nuclear moments of indium isotopes reveal abrupt change at magic number 82",
      "authors": "A. R. Vernon, R. F. Garcia Ruiz, T. Miyagi, C. L. Binnersley, J. Billowes, M. L. Bissell, J. Bonnard, T. E. Cocolios, J. Dobaczewski, G. J. Farooq-Smith, K. T. Flanagan, G. Georgiev, W. Gins, R. P. de Groote, R. Heinke, J. D. Holt, J. Hustings, Á. Koszorús, D. Leimbach, K. M. Lynch, G. Neyens, S. R. Stroberg, S. G. Wilkins, X. F. Yang, D. T. Yordanov",
      "paper_url": "https://doi.org/10.1038/s41586-022-04818-7",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4283330621",
      "paper_id": "https://openalex.org/W4283330621",
      "title": "Observation of a correlated free four-neutron system",
      "authors": "M. Duer, T. Aumann, R. Gernhäuser, V. Panin, S. Paschalis, D. M. Rossi, N. L. Achouri, D. Ahn, H. Baba, C. A. Bertulani, M. Böhmer, K. Boretzky, C. Caesar, N. Chiga, A. Corsi, D. Cortina-Gil, C. A. Douma, F. Dufter, Z. Elekes, J. Feng, B. Fernández-Domínguez, U. Forsberg, N. Fukuda, I. Gasparic, Z. Ge, J. M. Gheller, J. Gibelin, A. Gillibert, K. I. Hahn, Z. Halász, M. N. Harakeh, A. Hirayama, M. Holl, N. Inabe, T. Isobe, J. Kahlbow, N. Kalantar-Nayestanaki, D. Kim, S. Kim, T. Kobayashi, Y. Kondo, D. Körper, P. Koseoglou, Y. Kubota, I. Kuti, P. J. Li, C. Lehr, S. Lindberg, Y. Liu, F. M. Marqués, S. Masuoka, M. Matsumoto, J. Mayer, K. Miki, B. Monteagudo, T. Nakamura, T. Nilsson, A. Obertelli, N. A. Orr, H. Otsu, S. Y. Park, M. Parlog, P. M. Potlog, S. Reichert, A. Revel, A. T. Saito, M. Sasano, H. Scheit, F. Schindler, S. Shimoura, H. Simon, L. Stuhl, H. Suzuki, D. Symochko, H. Takeda, J. Tanaka, Y. Togano, T. Tomai, H. T. Törnqvist, J. Tscheuschner, T. Uesaka, V. Wagner, H. Yamada, B. Yang, L. Yang, Z. H. Yang, M. Yasuda, K. Yoneda, L. Zanetti, J. Zenihiro, M. V. Zhukov",
      "paper_url": "https://doi.org/10.1038/s41586-022-04827-6",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4398201092",
      "paper_id": "https://openalex.org/W4398201092",
      "title": "Observation of a promethium complex in solution",
      "authors": "Darren M. Driscoll, Frankie D. White, Subhamay Pramanik, Jeffrey D. Einkauf, Bruce Ravel, Dmytro Bykov, Santanu Roy, Richard T. Mayes, Lætitia H. Delmau, Samantha K. Cary, Thomas Dyke, April Miller, Matt Silveira, Shelley M. VanCleve, Sandra M. Davern, Santa Jansone-Popova, Ilja Popovs, Alexander S. Ivanov",
      "paper_url": "https://doi.org/10.1038/s41586-024-07267-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4407392352",
      "paper_id": "https://openalex.org/W4407392352",
      "title": "Observation of an ultra-high-energy cosmic neutrino with KM3NeT",
      "authors": "S. Aiello, A. Albert, A. R. Alhebsi, M. Alshamsi, S. Alves Garre, A. Ambrosone, F. Ameli, M. Andre, M. Anghinolfi, L. Aphecetche, M. Ardid, S. Ardid, C. Argüelles, H. Atmani, J. Aublin, F. Badaracco, L. Bailly-Salins, Z. Bardačová, B. Baret, A. Bariego-Quintana, Y. Becherini, M. Bendahman, F. Benfenati Gualandi, M. Benhassi, M. Bennani, D. M. Benoit, E. Berbee, V. Bertin, S. Biagi, M. Boettcher, D. Bonanno, A. B. Bouasla, J. Boumaaza, M. Bouta, M. Bouwhuis, C. Bozza, R. M. Bozza, H. Brânzaş, F. Bretaudeau, M. Breuhaus, R. Bruijn, J. Brunner, R. Bruno, E. Buis, R. Buompane, S. Buson, J. Busto, B. Caiffi, D. Calvo, A. Capone, F. Carenini, V. Carretero, T. Cartraud, P. Castaldi, V. Cecchini, S. Celli, L. Cerisy, M. Chabab, A. Chen, S. Cherubini, T. Chiarusi, M. Circella, R. Cocimano, J. A. B. Coelho, A. Coleiro, S. Colonges, A. Condorelli, R. Coniglione, P. Coyle, A. Creusot, G. Cuttone, A. D’Amico, R. Dallier, A. De Benedittis, B. De Martino, G. De Wasseige, V. Decoene, I. Del Rosso, L. S. Di Mauro, I. Di Palma, A. F. Diaz, D. Diego-Tortosa, C. Distefano, A. Domi, C. Donzaud, D. Dornic, E. Drakopoulou, D. Drouhin, J.-G. Ducoin, R. Dvornický, T. Eberl, E. Eckerová, A. Eddymaoui, T. van Eeden, M. Eff, D. van Eijk, I. El Bojaddaini, S. El Hedri, V. Ellajosyula, A. Enzenhöfer, G. Ferrara, M. D. Filipović, F. Filippini, D. Franciotti, L. A. Fusco, S. Gagliardini, T. Gal, J. García Méndez, A. Garcia Soto, C. Gatius Oliver, N. Geißelbrecht, E. Genton, H. Ghaddari, L. Gialanella, B. K. Gibson, E. Giorgio, I. Goos, P. Goswami, S. R. Gozzini, R. Gracia, K. Graf, C. Guidi, B. Guillon, M. Gutiérrez, C. Haack, H. van Haren, A. Heijboer, L. Hennig, S. Henry, J. J. Hernández-Rey, W. Idrissi Ibnsalih, A. Ilioni, G. Illuminati, D. Joly, M. de Jong, P. de Jong, B. J. Jung, P. Kalaczyński, O. Kalekin, N. Kamp, U. F. Katz, G. Kistauri, C. Kopper, A. Kouchner, Y. Y. Kovalev, V. Kueviakoe, V. Kulikovskiy, R. Kvatadze, M. Labalme, R. Lahmann, M. Lamoureux, S. Lancelin, G. Larosa, C. Lastoria, J. Lazar, A. Lazo, S. Le Stum, G. Lehaut, V. Lemaitre, E. Leonora, N. Lessing, G. Levi, M. Lincetto, M. Lindsey Clark, F. Longhitano, N. Lumb, F. Magnani, J. Majumdar, L. Malerba, F. Mamedov, A. Manfreda, M. Marconi, A. Margiotta, A. Marinelli, C. Markou, L. Martin, F. Marzaioli, M. Mastrodicasa, S. Mastroianni, J. Mauro, G. Miele, P. Migliozzi, E. Migneco, M. L. Mitsou, C. M. Mollo, M. Mongelli, L. Morales-Gallegos, A. Moussa, I. Mozun Mateo, R. Muller, M. R. Musone, M. Musumeci, S. Navas, A. Nayerhoda, C. A. Nicolau, B. Nkosi, B. Ó Fearraigh, V. Oliviero, A. Orlando, E. Oukacha, D. Paesani, J. Palacios González, G. Papalashvili, C. Paries, V. Parisi, E. J. Pastor Gomez, C. Pastore, A. M. Păun, G. E. Păvălaş, S. Peña Martínez, M. Perrin-Terrin, V. Pestel, R. Pestes, L. Pfeiffer, P. Piattelli, A. Plavin, C. Poirè, V. Popa, T. Pradier, J. Prado, S. Pulvirenti, C. A. Quiroz-Rangel, N. Randazzo, S. Razzaque, I. C. Rea, D. Real, G. Riccobene, J. Robinson, A. Romanov, E. Ros, A. Šaina, F. Salesa Greus, D. F. E. Samtleben, A. Sánchez Losa, S. Sanfilippo, M. Sanguineti, D. Santonocito, P. Sapienza, J. Schmelling, J. Schnabel, J. Schumann, H. M. Schutte, J. Seneca, N. Sennan, P. Sevle, I. Sgura, R. Shanidze, A. Sharma, Y. Shitov, F. Šimkovic, A. Simonelli, A. Sinopoulou, B. Spisso, M. Spurio, D. Stavropoulos, I. Štekl, M. Taiuti, Y. Tayalati, H. Thiersen, S. Thoudam, I. Tosta e Melo, B. Trocmé, V. Tsourapis, A. Tudorache, E. Tzamariudaki, A. Ukleja, A. Vacheret, V. Valsecchi, V. Van Elewyck, G. Vannoye, G. Vasileiadis, F. Vazquez de Sola, C. Verilhac, A. Veutro, S. Viola, D. Vivolo, A. van Vliet, A. Y. Wen, E. de Wolf, I. Lhenry-Yvon, S. Zavatarelli, A. Zegarelli, D. Zito, J. D. Zornoza, J. Zúñiga, N. Zywucka",
      "paper_url": "https://doi.org/10.1038/s41586-024-08543-1",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412479052",
      "paper_id": "https://openalex.org/W4412479052",
      "title": "Observation of charge–parity symmetry breaking in baryon decays",
      "authors": "R. Aaij, A. S. W. Abdelmotteleb, C. Abellan Beteta, F. Abudinén, T. Ackernley, A. A. Adefisoye, B. Adeva, M. Adinolfi, P. Adlarson, C. Agapopoulou, C. A. Aidala, Z. Ajaltouni, S. Akar, K. Akiba, P. Albicocco, J. Albrecht, F. Alessio, M. Alexander, Z. Aliouche, P. Alvarez Cartelle, R. Amalric, S. Amato, J. L. Amey, Y. Amhis, L. An, L. Anderlini, M. Andersson, A. Andreianov, P. Andreola, M. Andreotti, D. Andreou, A. Anelli, D. Ao, F. Archilli, M. Argenton, S. Arguedas Cuendis, A. Artamonov, M. Artuso, E. Aslanides, R. Ataíde Da Silva, M. Atzeni, B. Audurier, D. Bacher, I. Bachiller Perea, S. Bachmann, M. Bachmayer, J. J. Back, P. Baladron Rodriguez, V. Balagura, A. Balboni, W. Baldini, L. Balzani, H. Bao, J. Baptista de Souza Leite, C. Barbero Pretel, M. Barbetti, I. R. Barbosa, R. J. Barlow, M. Barnyakov, S. Barsuk, W. Barter, J. Bartz, J. M. Basels, S. Bashir, B. Batsukh, P. B. Battista, A. Bay, A. Beck, M. Becker, F. Bedeschi, I. B. Bediaga, N. A. Behling, S. Belin, K. Belous, I. Belov, I. Belyaev, G. Benane, G. Bencivenni, E. Ben-Haim, A. Berezhnoy, R. Bernet, S. Bernet Andres, A. Bertolin, C. Betancourt, F. Betti, J. Bex, Ia. Bezshyiko, O. Bezshyyko, J. Bhom, M. S. Bieker, N. V. Biesuz, P. Billoir, A. Biolchini, M. Birch, F. C. R. Bishop, A. Bitadze, A. Bizzeti, T. Blake, F. Blanc, J. E. Blank, S. Blusk, V. Bocharnikov, J. A. Boelhauve, O. Boente Garcia, T. Boettcher, A. Bohare, A. Boldyrev, C. S. Bolognani, R. Bolzonella, R. B. Bonacci, N. Bondar, A. Bordelius, F. Borgato, S. Borghi, M. Borsato, J. T. Borsuk, E. Bottalico, S. A. Bouchiba, M. Bovill, T. J. V. Bowcock, A. Boyer, C. Bozzi, J. D. Brandenburg, A. Brea Rodriguez, N. Breer, J. Brodzicka, A. Brossa Gonzalo, J. Brown, D. Brundu, E. Buchanan, L. Buonincontri, M. Burgos Marcos, A. T. Burke, C. Burr, J. S. Butter, J. Buytaert, W. Byczynski, S. Cadeddu, H. Cai, A. Caillet, R. Calabrese, S. Calderon Ramirez, L. Calefice, S. Cali, M. Calvi, M. Calvo Gomez, P. Camargo Magalhaes, J. I. Cambon Bouzas, P. Campana, D. H. Campora Perez, A. F. Campoverde Quezada, S. Capelli, L. Capriotti, R. Caravaca-Mora, A. Carbone, L. Carcedo Salgado, R. Cardinale, A. Cardini, P. Carniti, L. Carus, A. Casais Vidal, R. Caspary, G. Casse, M. Cattaneo, G. Cavallero, V. Cavallini, S. Celani, S. Cesare, A. J. Chadwick, I. Chahrour, H. Chang, M. Charles, Ph. Charpentier, E. Chatzianagnostou, M. Chefdeville, C. Chen, S. Chen, Z. Chen, A. Chernov, S. Chernyshenko, X. Chiotopoulos, V. Chobanova, M. Chrzaszcz, A. Chubykin, V. Chulikov, P. Ciambrone, X. Cid Vidal, G. Ciezarek, P. Cifra, P. E. L. Clarke, M. Clemencic, H. V. Cliff, J. Closier, C. Cocha Toapaxi, V. Coco, J. Cogan, E. Cogneras, L. Cojocariu, S. Collaviti, P. Collins, T. Colombo, M. Colonna, A. Comerma-Montells, L. Congedo, A. Contu, N. Cooke, C. Coronel, I. Corredoira, A. Correia, G. Corti, J. Cottee Meldrum, B. Couturier, D. C. Craik, M. Cruz Torres, E. Curras Rivera, R. Currie, C. L. Da Silva, S. Dadabaev, L. Dai, X. Dai, E. Dall’Occo, J. Dalseno, C. D’Ambrosio, J. Daniel, A. Danilina, P. d’Argent, G. Darze, A. Davidson, J. E. Davies, O. De Aguiar Francisco, C. De Angelis, F. De Benedetti, J. de Boer, K. De Bruyn, S. De Capua, M. De Cian, U. De Freitas Carneiro Da Graca, E. De Lucia, J. M. De Miranda, L. De Paula, M. De Serio, P. De Simone, F. De Vellis, J. A. de Vries, F. Debernardis, D. Decamp, V. Dedu, S. Dekkers, L. Del Buono, B. Delaney, H.-P. Dembinski, J. Deng, V. Denysenko, O. Deschamps, F. Dettori, B. Dey, P. Di Nezza, I. Diachkov, S. Didenko, S. Ding, L. Dittmann, V. Dobishuk, A. D. Docheva, C. Dong, A. M. Donohoe, F. Dordei, A. C. dos Reis, A. D. Dowling, W. Duan, P. Duda, M. W. Dudek, L. Dufour, V. Duk, P. Durante, M. M. Duras, J. M. Durham, O. D. Durmus, A. Dziurda, A. Dzyuba, S. Easo, E. Eckstein, U. Egede, A. Egorychev, V. Egorychev, S. Eisenhardt, E. Ejopu, L. Eklund, M. Elashri, J. Ellbracht, S. Ely, A. Ene, J. Eschle, S. Esen, T. Evans, F. Fabiano, S. Faghih, L. N. Falcao, Y. Fan, B. Fang, L. Fantini, M. Faria, K. Farmer, D. Fazzini, L. Felkowski, M. Feng, M. Feo, A. Fernandez Casani, M. Fernandez Gomez, A. D. Fernez, F. Ferrari, F. Ferreira Rodrigues, M. Ferrillo, M. Ferro-Luzzi, S. Filippov, R. A. Fini, M. Fiorini, M. Firlej, K. L. Fischer, D. S. Fitzgerald, C. Fitzpatrick, T. Fiutowski, F. Fleuret, M. Fontana, L. F. Foreman, R. Forty, D. Foulds-Holt, V. Franco Lima, M. Franco Sevilla, M. Frank, E. Franzoso, G. Frau, C. Frei, D. A. Friday, J. Fu, Q. Führing, Y. Fujii, T. Fulghesu, E. Gabriel, G. Galati, M. D. Galati, A. Gallas Torreira, D. Galli, S. Gambetta, M. Gandelman, P. Gandini, B. Ganie, H. Gao, R. Gao, T. Q. Gao, Y. Gao, Y. Gao, L. M. Garcia Martin, P. Garcia Moreno, J. Garca Pardiñas, P. Gardner, K. G. Garg, L. Garrido, C. Gaspar, A. Gavrikov, L. L. Gerken, E. Gersabeck, M. Gersabeck, T. Gershon, S. Ghizzo, Z. Ghorbanimoghaddam, L. Giambastiani, F. I. Giasemis, V. Gibson, H. K. Giemza, A. L. Gilman, M. Giovannetti, A. Gioventù, L. Girardey, C. Giugliano, M. A. Giza, F. C. Glaser, V. V. Gligorov, C. Göbel, L. Golinka-Bezshyyko, E. Golobardes, D. Golubkov, A. Golutvin, S. Gomez Fernandez, W. Gomulka, F. Goncalves Abrantes, M. Goncerz, G. Gong, J. A. Gooding, I. V. Gorelov, C. Gotti, E. Govorkova, J. P. Grabowski, L. A. Granado Cardoso, E. Graugés, E. Graverini, L. Grazette, G. Graziani, A. T. Grecu, L. M. Greeven, N. A. Grieser, L. Grillo, S. Gromov, C. Gu, M. Guarise, L. Guerry, V. Guliaeva, P. A. Günther, A.-K. Guseinov, E. Gushchin, Y. Guz, T. Gys, K. Habermann, T. Hadavizadeh, C. Hadjivasiliou, G. Haefeli, C. Haen, G. Hallett, M. M. Halvorsen, P. M. Hamilton, J. Hammerich, Q. Han, X. Han, S. Hansmann-Menzemer, L. Hao, N. Harnew, T. H. Harris, M. Hartmann, S. Hashmi, J. He, F. Hemmer, C. Henderson, R. D. L. Henderson, A. M. Hennequin, K. Hennessy, L. Henry, J. Herd, P. Herrero Gascon, J. Heuel, A. Hicheur, G. Hijano Mendizabal, J. Horswill, R. Hou, Y. Hou, N. Howarth, J. Hu, W. Hu, X. Hu, W. Huang, W. Hulsbergen, R. J. Hunter, M. Hushchyn, D. Hutchcroft, M. Idzik, D. Ilin, P. Ilten, A. Inglessi, A. Iniukhin, A. Ishteev, K. Ivshin, R. Jacobsson, H. Jage, S. J. Jaimes Elles, S. Jakobsen, E. Jans, B. K. Jashal, A. Jawahery, V. Jevtic, E. Jiang, X. Jiang, Y. Jiang, Y. J. Jiang, M. John, A. John Rubesh Rajan, D. Johnson, C. R. Jones, T. P. Jones, S. Joshi, B. Jost, J. Juan Castella, N. Jurik, I. Juszczak, D. Kaminaris, S. Kandybei, M. Kane, Y. Kang, C. Kar, M. Karacson, D. Karpenkov, A. Kauniskangas, J. W. Kautz, M. K. Kazanecki, F. Keizer, M. Kenzie, T. Ketel, B. Khanji, A. Kharisova, S. Kholodenko, G. Khreich, T. Kirn, V. S. Kirsebom, O. Kitouni, S. Klaver, N. Kleijne, K. Klimaszewski, M. R. Kmiec, S. Koliiev, L. Kolk, A. Konoplyannikov, P. Kopciewicz, P. Koppenburg, A. Korchin, M. Korolev, I. Kostiuk, O. Kot, S. Kotriakhova, A. Kozachuk, P. Kravchenko, L. Kravchuk, M. Kreps, P. Krokovny, W. Krupa, W. Krzemien, O. Kshyvanskyi, S. Kubis, M. Kucharczyk, V. Kudryavtsev, E. Kulikova, A. Kupsc, B. K. Kutsenko, I. Kyryllin, D. Lacarrere, P. Laguarta Gonzalez, A. Lai, A. Lampis, D. Lancierini, C. Landesa Gomez, J. J. Lane, R. Lane, G. Lanfranchi, C. Langenbruch, J. Langer, O. Lantwin, T. Latham, F. Lazzari, C. Lazzeroni, R. Le Gac, H. Lee, R. Lefèvre, A. Leflat, S. Legotin, M. Lehuraux, E. Lemos Cid, O. Leroy, T. Lesiak, E. D. Lesser, B. Leverington, A. Li, C. Li, C. Li, H. Li, J. Li, K. Li, L. Li, M. Li, P. Li, P.-R. Li, Q. Li, S. Li, T. Li, T. Li, Y. Li, Y. Li, Z. Lian, X. Liang, S. Libralon, C. Lin, T. Lin, R. Lindner, H. Linton, V. Lisovskyi, R. Litvinov, D. Liu, F. L. Liu, G. Liu, K. Liu, S. Liu, W. Liu, Y. Liu, Y. Liu, Y. L. Liu, G. Loachamin Ordonez, A. Lobo Salvia, A. Loi, T. Long, J. H. Lopes, A. Lopez Huertas, S. López Soliño, Q. Lu, C. Lucarelli, D. Lucchesi, M. Lucio Martinez, V. Lukashenko, Y. Luo, A. Lupato, E. Luppi, K. Lynch, X.-R. Lyu, G. M. Ma, S. Maccolini, F. Machefert, F. Maciuc, B. Mack, I. Mackay, L. M. Mackey, L. R. Madhan Mohan, M. J. Madurai, A. Maevskiy, D. Magdalinski, D. Maisuzenko, J. J. Malczewski, S. Malde, L. Malentacca, A. Malinin, T. Maltsev, G. Manca, G. Mancinelli, C. Mancuso, R. Manera Escalero, F. M. Manganella, D. Manuzzi, D. Marangotto, J. F. Marchand, R. Marchevski, U. Marconi, E. Mariani, S. Mariani, C. Marin Benito, J. Marks, A. M. Marshall, L. Martel, G. Martelli, G. Martellotti, L. Martinazzoli, M. Martinelli, D. Martinez Gomez, D. Martinez Santos, F. Martinez Vidal, A. Martorell i Granollers, A. Massafferri, R. Matev, A. Mathad, V. Matiunin, C. Matteuzzi, K. R. Mattioli, A. Mauri, E. Maurice, J. Mauricio, P. Mayencourt, J. Mazorra de Cos, M. Mazurek, M. McCann, T. H. McGrath, N. T. McHugh, A. McNab, R. McNulty, B. Meadows, G. Meier, D. Melnychuk, F. M. Meng, M. Merk, A. Merli, L. Meyer Garcia, D. Miao, H. Miao, M. Mikhasenko, D. A. Milanes, A. Minotti, E. Minucci, T. Miralles, B. Mitreska, D. S. Mitzel, A. Modak, L. Moeser, R. A. Mohammed, R. D. Moise, E. F. Molina Cardenas, T. Mombächer, M. Monk, S. Monteil, A. Morcillo Gomez, G. Morello, M. J. Morello, M. P. Morgenthaler, J. Moron, W. Morren, A. B. Morris, A. G. Morris, R. Mountain, H. Mu, Z. M. Mu, E. Muhammad, F. Muheim, M. Mulder, K. Müller, F. Muñoz-Rojas, R. Murta, V. Mytrochenko, P. Naik, T. Nakada, R. Nandakumar, T. Nanut, I. Nasteva, M. Needham, E. Nekrasova, N. Neri, S. Neubert, N. Neufeld, P. Neustroev, J. Nicolini, D. Nicotra, E. M. Niel, N. Nikitin, Q. Niu, P. Nogarolli, P. Nogga, C. Normand, J. Novoa Fernandez, G. Nowak, C. Nunez, H. N. Nur, A. Oblakowska-Mucha, V. Obraztsov, T. Oeser, S. Okamura, A. Okhotnikov, O. Okhrimenko, R. Oldeman, F. Oliva, M. Olocco, C. J. G. Onderwater, R. H. O’Neil, D. Osthues, J. M. Otalora Goicochea, P. Owen, A. Oyanguren, O. Ozcelik, F. Paciolla, A. Padee, K. O. Padeken, B. Pagare, T. Pajero, A. Palano, M. Palutan, X. Pan, G. Panshin, L. Paolucci, A. Papanestis, M. Pappagallo, L. L. Pappalardo, C. Pappenheimer, C. Parkes, D. Parmar, B. Passalacqua, G. Passaleva, D. Passaro, A. Pastore, M. Patel, J. Patoc, C. Patrignani, A. Paul, C. J. Pawley, A. Pellegrino, J. Peng, M. Pepe Altarelli, S. Perazzini, D. Pereima, H. Pereira Da Costa, A. Pereiro Castro, P. Perret, A. Perrevoort, A. Perro, M. J. Peters, K. Petridis, A. Petrolini, J. P. Pfaller, H. Pham, L. Pica, M. Piccini, L. Piccolo, B. Pietrzyk, G. Pietrzyk, R. N. Pilato, D. Pinci, F. Pisani, M. Pizzichemi, V. Placinta, M. Plo Casasus, T. Poeschl, F. Polci, M. Poli Lener, A. Poluektov, N. Polukhina, I. Polyakov, E. Polycarpo, S. Ponce, D. Popov, S. Poslavskii, K. Prasanth, C. Prouve, D. Provenzano, V. Pugatch, G. Punzi, S. Qasim, Q. Q. Qian, W. Qian, N. Qin, S. Qu, R. Quagliani, R. I. Rabadan Trejo, J. H. Rademacker, M. Rama, M. Ramírez García, V. Ramos De Oliveira, M. Ramos Pernas, M. S. Rangel, F. Ratnikov, G. Raven, M. Rebollo De Miguel, F. Redi, J. Reich, F. Reiss, Z. Ren, P. K. Resmi, M. Ribalda Galvez, R. Ribatti, G. R. Ricart, D. Riccardi, S. Ricciardi, K. Richardson, M. Richardson-Slipper, K. Rinnert, P. Robbe, G. Robertson, E. Rodrigues, A. Rodriguez Alvarez, E. Rodriguez Fernandez, J. A. Rodriguez Lopez, E. Rodriguez Rodriguez, J. Roensch, A. Rogachev, A. Rogovskiy, D. L. Rolf, P. Roloff, V. Romanovskiy, A. Romero Vidal, G. Romolini, F. Ronchetti, T. Rong, M. Rotondo, S. R. Roy, M. S. Rudolph, M. Ruiz Diaz, R. A. Ruiz Fernandez, J. Ruiz Vidal, J. Ryzka, J. J. Saavedra-Arias, J. J. Saborido Silva, R. Sadek, N. Sagidova, D. Sahoo, N. Sahoo, B. Saitta, M. Salomoni, I. Sanderswood, R. Santacesaria, C. Santamarina Rios, M. Santimaria, L. Santoro, E. Santovetti, A. Saputi, D. Saranin, A. Sarnatskiy, G. Sarpis, M. Sarpis, C. Satriano, A. Satta, M. Saur, D. Savrina, H. Sazak, F. Sborzacchi, A. Scarabotto, S. Schael, S. Scherl, M. Schiller, H. Schindler, M. Schmelling, B. Schmidt, S. Schmitt, H. Schmitz, O. Schneider, A. Schopper, N. Schulte, S. Schulte, M. H. Schune, G. Schwering, B. Sciascia, A. Sciuccati, I. Segal, S. Sellam, A. Semennikov, T. Senger, M. Senghi Soares, A. Sergi, N. Serra, L. Sestini, A. Seuthe, Y. Shang, D. M. Shangase, M. Shapkin, R. S. Sharma, I. Shchemerov, L. Shchutska, T. Shears, L. Shekhtman, Z. Shen, S. Sheng, V. Shevchenko, B. Shi, Q. Shi, Y. Shimizu, E. Shmanin, R. Shorkin, J. D. Shupperd, R. Silva Coutinho, G. Simi, S. Simone, M. Singha, N. Skidmore, T. Skwarnicki, M. W. Slater, E. Smith, K. Smith, M. Smith, A. Snoch, L. Soares Lavra, M. D. Sokoloff, F. J. P. Soler, A. Solomin, A. Solovev, I. Solovyev, N. S. Sommerfeld, R. Song, Y. Song, Y. Song, Y. S. Song, F. L. Souza De Almeida, B. Souza De Paula, E. Spadaro Norella, E. Spedicato, J. G. Speer, E. Spiridenkov, P. Spradlin, V. Sriskaran, F. Stagni, M. Stahl, S. Stahl, S. Stanislaus, M. Stefaniak, E. N. Stein, O. Steinkamp, O. Stenyakin, H. Stevens, D. Strekalina, Y. Su, F. Suljik, J. Sun, L. Sun, D. Sundfeld, W. Sutcliffe, K. Swientek, F. Swystun, A. Szabelski, T. Szumlak, Y. Tan, Y. Tang, M. D. Tat, A. Terentev, F. Terzuoli, F. Teubert, E. Thomas, D. J. D. Thompson, H. Tilquin, V. Tisserand, S. T’Jampens, M. Tobin, L. Tomassetti, G. Tonani, X. Tong, T. Tork, D. Torres Machado, L. Toscano, D. Y. Tou, C. Trippl, G. Tuci, N. Tuning, L. H. Uecker, A. Ukleja, D. J. Unverzagt, A. Upadhyay, B. Urbach, A. Usachov, A. Ustyuzhanin, U. Uwer, V. Vagnoni, V. Valcarce Cadenas, G. Valenti, N. Valls Canudas, J. van Eldik, H. Van Hecke, E. van Herwijnen, C. B. Van Hulse, R. Van Laak, M. van Veghel, G. Vasquez, R. Vazquez Gomez, P. Vazquez Regueiro, C. Vázquez Sierra, S. Vecchi, J. J. Velthuis, M. Veltri, A. Venkateswaran, M. Verdoglia, M. Vesterinen, D. Vico Benet, P. Vidrier Villalba, M. Vieites Diaz, X. Vilasis-Cardona, E. Vilella Figueras, A. Villa, P. Vincent, B. Vivacqua, F. C. Volle, D. vom Bruch, N. Voropaev, K. Vos, C. Vrahas, J. Wagner, J. Walsh, E. J. Walton, G. Wan, A. Wang, C. Wang, G. Wang, H. Wang, J. Wang, J. Wang, J. Wang, J. Wang, M. Wang, N. W. Wang, R. Wang, X. Wang, X. Wang, X. W. Wang, Y. Wang, Y. W. Wang, Z. Wang, Z. Wang, Z. Wang, J. A. Ward, M. Waterlaat, N. K. Watson, D. Websdale, Y. Wei, J. Wendel, B. D. C. Westhenry, C. White, M. Whitehead, E. Whiter, A. R. Wiederhold, D. Wiedner, G. Wilkinson, M. K. Wilkinson, M. Williams, M. J. Williams, M. R. J. Williams, R. Williams, Z. Williams, F. F. Wilson, M. Winn, W. Wislicki, M. Witek, L. Witola, G. Wormser, S. A. Wotton, H. Wu, J. Wu, X. Wu, Y. Wu, Z. Wu, K. Wyllie, S. Xian, Z. Xiang, Y. Xie, T. X. Xing, A. Xu, L. Xu, M. Xu, Z. Xu, Z. Xu, Z. Xu, K. Yang, S. Yang, X. Yang, Y. Yang, Z. Yang, V. Yeroshenko, H. Yeung, H. Yin, X. Yin, C. Y. Yu, J. Yu, X. Yuan, Y. Yuan, E. Zaffaroni, M. Zavertyaev, M. Zdybal, F. Zenesini, C. Zeng, M. Zeng, C. Zhang, D. Zhang, J. Zhang, L. Zhang, S. Zhang, S. Zhang, Y. Zhang, Y. Z. Zhang, Z. Zhang, Y. Zhao, A. Zhelezov, S. Z. Zheng, X. Z. Zheng, Y. Zheng, T. Zhou, X. Zhou, Y. Zhou, V. Zhovkovska, L. Z. Zhu, X. Zhu, X. Zhu, V. Zhukov, J. Zhuo, Q. Zou, D. Zuliani, G. Zunica",
      "paper_url": "https://doi.org/10.1038/s41586-025-09119-3",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4401793549",
      "paper_id": "https://openalex.org/W4401793549",
      "title": "Observation of the antimatter hypernucleus $${}_{\\bar{{\\boldsymbol{\\Lambda }}}}{}^{{\\bf{4}}}\\bar{{\\bf{H}}}$$",
      "authors": "M. I. Abdulhamid, B. E. Aboona, J. Adam, L. Adamczyk, J. R. Adams, I. Aggarwal, M. M. Aggarwal, Z. Ahammed, E. C. Aschenauer, S. Aslam, J. Atchison, V. Bairathi, J. G. Ball Cap, K. Barish, R. Bellwied, P. Bhagat, A. Bhasin, S. Bhatta, S. R. Bhosale, J. Bielcik, J. Bielcikova, J. D. Brandenburg, C. Broodo, X. Z. Cai, H. Caines, M. Calderón de la Barca Sánchez, D. Cebra, J. Ceska, I. Chakaberia, P. Chaloupka, B. K. Chan, Z. Chang, A. Chatterjee, D. Chen, J. Chen, J. H. Chen, Z. Chen, J. Cheng, Y. Cheng, S. Choudhury, W. Christie, X. Chu, H. J. Crawford, M. Csanád, G. Dale-Gau, A. Das, I. M. Deppner, A. Dhamija, P. Dixit, X. Dong, J. L. Drachenberg, E. Duckworth, J. C. Dunlop, J. Engelage, G. Eppley, S. Esumi, O. Evdokimov, O. Eyser, R. Fatemi, S. Fazio, C. J. Feng, Y. Feng, E. Finch, Y. Fisyak, F. A. Flor, C. Fu, C. A. Gagliardi, T. Galatyuk, T. Gao, F. Geurts, N. Ghimire, A. Gibson, K. Gopal, X. Gou, D. Grosnick, A. Gupta, W. Guryn, A. Hamed, Y. Han, S. Harabasz, M. D. Harasty, J. W. Harris, H. Harrison-Smith, W. He, X. H. He, Y. He, N. Herrmann, L. Holub, C. Hu, Q. Hu, Y. Hu, H. Huang, H. Z. Huang, S. L. Huang, T. Huang, X. Huang, Y. Huang, Y. Huang, T. J. Humanic, M. Isshiki, W. W. Jacobs, A. Jalotra, C. Jena, A. Jentsch, Y. Ji, J. Jia, C. Jin, X. Ju, E. G. Judd, S. Kabana, D. Kalinkin, K. Kang, D. Kapukchyan, K. Kauder, D. Keane, A. Khanal, Y. V. Khyzhniak, D. P. Kikoła, D. Kincses, I. Kisel, A. Kiselev, A. G. Knospe, H. S. Ko, L. K. Kosarzewski, L. Kumar, M. C. Labonte, R. Lacey, J. M. Landgraf, J. Lauret, A. Lebedev, J. H. Lee, Y. H. Leung, N. Lewis, C. Li, D. Li, H-S. Li, H. Li, W. Li, X. Li, Y. Li, Y. Li, Z. Li, X. Liang, Y. Liang, R. Licenik, T. Lin, Y. Lin, M. A. Lisa, C. Liu, G. Liu, H. Liu, L. Liu, T. Liu, X. Liu, Y. Liu, Z. Liu, T. Ljubicic, O. Lomicky, R. S. Longacre, E. M. Loyd, T. Lu, J. Luo, X. F. Luo, L. Ma, R. Ma, Y. G. Ma, N. Magdy, D. Mallick, R. Manikandhan, S. Margetis, C. Markert, G. McNamara, O. Mezhanska, K. Mi, S. Mioduszewski, B. Mohanty, M. M. Mondal, I. Mooney, J. Mrazkova, M. I. Nagy, A. S. Nain, J. D. Nam, M. Nasim, D. Neff, J. M. Nelson, D. B. Nemes, M. Nie, G. Nigmatkulov, T. Niida, T. Nonaka, G. Odyniec, A. Ogawa, S. Oh, K. Okubo, B. S. Page, R. Pak, S. Pal, A. Pandav, A. K. Pandey, T. Pani, A. Paul, B. Pawlik, D. Pawlowska, C. Perkins, J. Pluta, B. R. Pokhrel, M. Posik, T. Protzman, V. Prozorova, N. K. Pruthi, M. Przybycien, J. Putschke, Z. Qin, H. Qiu, C. Racz, S. K. Radhakrishnan, A. Rana, R. L. Ray, R. Reed, C. W. Robertson, M. Robotkova, M. A. Rosales Aguilar, D. Roy, P. Roy Chowdhury, L. Ruan, A. K. Sahoo, N. R. Sahoo, H. Sako, S. Salur, S. Sato, B. C. Schaefer, W. B. Schmidke, N. Schmitz, F-J. Seck, J. Seger, R. Seto, P. Seyboth, N. Shah, P. V. Shanmuganathan, T. Shao, M. Sharma, N. Sharma, R. Sharma, S. R. Sharma, A. I. Sheikh, D. Shen, D. Y. Shen, K. Shen, S. S. Shi, Y. Shi, Q. Y. Shou, F. Si, J. Singh, S. Singha, P. Sinha, M. J. Skoby, N. Smirnov, Y. Söhngen, Y. Song, B. Srivastava, T. D. S. Stanislaus, M. Stefaniak, D. J. Stewart, Y. Su, M. Sumbera, C. Sun, X. Sun, Y. Sun, Y. Sun, B. Surrow, M. Svoboda, Z. W. Sweger, A. C. Tamis, A. H. Tang, Z. Tang, T. Tarnowsky, J. H. Thomas, A. R. Timmins, D. Tlusty, T. Todoroki, S. Trentalange, P. Tribedy, S. K. Tripathy, T. Truhlar, B. A. Trzeciak, O. D. Tsai, C. Y. Tsang, Z. Tu, J. Tyler, T. Ullrich, D. G. Underwood, I. Upsal, G. Van Buren, J. Vanek, I. Vassiliev, V. Verkest, F. Videbæk, S. A. Voloshin, F. Wang, G. Wang, J. S. Wang, J. Wang, K. Wang, X. Wang, Y. Wang, Y. Wang, Y. Wang, Z. Wang, J. C. Webb, P. C. Weidenkaff, G. D. Westfall, D. Wielanek, H. Wieman, G. Wilks, S. W. Wissink, R. Witt, J. Wu, J. Wu, X. Wu, X. Wu, B. Xi, Z. G. Xiao, G. Xie, W. Xie, H. Xu, N. Xu, Q. H. Xu, Y. Xu, Y. Xu, Z. Xu, Z. Xu, G. Yan, Z. Yan, C. Yang, Q. Yang, S. Yang, Y. Yang, Z. Ye, Z. Ye, L. Yi, K. Yip, Y. Yu, H. Zbroszczyk, W. Zha, C. Zhang, D. Zhang, J. Zhang, S. Zhang, W. Zhang, X. Zhang, Y. Zhang, Y. Zhang, Y. Zhang, Y. Zhang, Z. J. Zhang, Z. Zhang, Z. Zhang, F. Zhao, J. Zhao, M. Zhao, J. Zhou, S. Zhou, Y. Zhou, X. Zhu, M. Zurek, M. Zyzak",
      "paper_url": "https://doi.org/10.1038/s41586-024-07823-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387095931",
      "paper_id": "https://openalex.org/W4387095931",
      "title": "Observation of the effect of gravity on the motion of antimatter",
      "authors": "E. K. Anderson, C. J. Baker, W. Bertsche, N. M. Bhatt, G. Bonomi, A. Capra, I. Carli, C. L. Cesar, M. Charlton, A. Christensen, R. Collister, A. Cridland Mathad, D. Duque Quiceno, S. Eriksson, A. Evans, N. Evetts, S. Fabbri, J. Fajans, A. Ferwerda, T. Friesen, M. C. Fujiwara, D. R. Gill, L. M. Golino, M. B. Gomes Gonçalves, P. Grandemange, P. Granum, J. S. Hangst, M. E. Hayden, D. Hodgkinson, E. D. Hunter, C. A. Isaac, A. J. U. Jimenez, M. A. Johnson, J. M. Jones, S. A. Jones, S. Jonsell, A. Khramov, N. Madsen, L. Martin, N. Massacret, D. Maxwell, J. T. K. McKenna, S. Menary, T. Momose, M. Mostamand, P. S. Mullan, J. Nauta, K. Olchanski, A. N. Oliveira, J. Peszka, A. Powell, C. Ø. Rasmussen, F. Robicheaux, R. L. Sacramento, M. Sameed, E. Sarid, J. Schoonwater, D. M. Silveira, J. Singh, G. Smith, C. So, S. Stracka, G. Stutter, T. D. Tharp, K. A. Thompson, R. I. Thompson, E. Thorpe-Woods, C. Torkzaban, M. Urioni, P. Woosaree, J. S. Wurtele",
      "paper_url": "https://doi.org/10.1038/s41586-023-06527-1",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4377989966",
      "paper_id": "https://openalex.org/W4377989966",
      "title": "Observation of the radiative decay of the 229Th nuclear clock isomer",
      "authors": "Sandro Kraemer, Janni Moens, Michail Athanasakis-Kaklamanakis, Silvia Bara, Kjeld Beeks, Premaditya Chhetri, Katerina Chrysalidis, Arno Claessens, Thomas E. Cocolios, João G. M. Correia, Hilde De Witte, Rafael Ferrer, Sarina Geldhof, Reinhard Heinke, Niyusha Hosseini, Mark Huyse, Ulli Köster, Yuri Kudryavtsev, Mustapha Laatiaoui, Razvan Lica, Goele Magchiels, Vladimir Manea, Clement Merckling, Lino M. C. Pereira, Sebastian Raeder, Thorsten Schumm, Simon Sels, Peter G. Thirolf, Shandirai Malven Tunhuma, Paul Van Den Bergh, Piet Van Duppen, André Vantomme, Matthias Verlinde, Renan Villarreal, Ulrich Wahl",
      "paper_url": "https://doi.org/10.1038/s41586-023-05894-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4377990135",
      "paper_id": "https://openalex.org/W4377990135",
      "title": "Observing the onset of pressure-driven K-shell delocalization",
      "authors": "T. Döppner, M. Bethkenhagen, D. Kraus, P. Neumayer, D. A. Chapman, B. Bachmann, R. A. Baggott, M. P. Böhme, L. Divol, R. W. Falcone, L. B. Fletcher, O. L. Landen, M. J. MacDonald, A. M. Saunders, M. Schörner, P. A. Sterne, J. Vorberger, B. B. L. Witte, A. Yi, R. Redmer, S. H. Glenzer, D. O. Gericke",
      "paper_url": "https://doi.org/10.1038/s41586-023-05996-8",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4395071361",
      "paper_id": "https://openalex.org/W4395071361",
      "title": "Optical clocks at sea",
      "authors": "Jonathan D. Roslund, Arman Cingöz, William D. Lunden, Guthrie B. Partridge, Abijith S. Kowligy, Frank Roller, Daniel B. Sheredy, Gunnar E. Skulason, Joe P. Song, Jamil R. Abo-Shaeer, Martin M. Boyd",
      "paper_url": "https://doi.org/10.1038/s41586-024-07225-2",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4317390655",
      "paper_id": "https://openalex.org/W4317390655",
      "title": "Pattern of global spin alignment of ϕ and K*0 mesons in heavy-ion collisions",
      "authors": "M. S. Abdallah, B. E. Aboona, J. Adam, L. Adamczyk, J. R. Adams, J. K. Adkins, G. Agakishiev, I. Aggarwal, M. M. Aggarwal, Z. Ahammed, A. Aitbaev, I. Alekseev, D. M. Anderson, A. Aparin, E. C. Aschenauer, M. U. Ashraf, F. G. Atetalla, G. S. Averichev, V. Bairathi, W. Baker, J. G. Ball Cap, K. Barish, A. Behera, R. Bellwied, P. Bhagat, A. Bhasin, J. Bielcik, J. Bielcikova, I. G. Bordyuzhin, J. D. Brandenburg, A. V. Brandin, X. Z. Cai, H. Caines, M. Calderón de la Barca Sánchez, D. Cebra, I. Chakaberia, P. Chaloupka, B. K. Chan, F.-H. Chang, Z. Chang, A. Chatterjee, S. Chattopadhyay, D. Chen, J. Chen, J. H. Chen, X. Chen, Z. Chen, J. Cheng, S. Choudhury, W. Christie, X. Chu, H. J. Crawford, M. Csanád, M. Daugherity, T. G. Dedovich, I. M. Deppner, A. A. Derevschikov, A. Dhamija, L. Di Carlo, L. Didenko, P. Dixit, X. Dong, J. L. Drachenberg, E. Duckworth, J. C. Dunlop, J. Engelage, G. Eppley, S. Esumi, O. Evdokimov, A. Ewigleben, O. Eyser, R. Fatemi, F. M. Fawzi, S. Fazio, C. J. Feng, Y. Feng, E. Finch, Y. Fisyak, A. Francisco, C. Fu, C. A. Gagliardi, T. Galatyuk, F. Geurts, N. Ghimire, A. Gibson, K. Gopal, X. Gou, D. Grosnick, A. Gupta, W. Guryn, A. Hamed, Y. Han, S. Harabasz, M. D. Harasty, J. W. Harris, H. Harrison, S. He, W. He, X. H. He, Y. He, S. Heppelmann, N. Herrmann, E. Hoffman, L. Holub, C. Hu, Q. Hu, Y. Hu, H. Huang, H. Z. Huang, S. L. Huang, T. Huang, X. Huang, Y. Huang, T. J. Humanic, D. Isenhower, M. Isshiki, W. W. Jacobs, C. Jena, A. Jentsch, Y. Ji, J. Jia, K. Jiang, X. Ju, E. G. Judd, S. Kabana, M. L. Kabir, S. Kagamaster, D. Kalinkin, K. Kang, D. Kapukchyan, K. Kauder, H. W. Ke, D. Keane, A. Kechechyan, M. Kelsey, D. P. Kikoła, B. Kimelman, D. Kincses, I. Kisel, A. Kiselev, A. G. Knospe, H. S. Ko, L. Kochenda, A. Korobitsin, L. K. Kosarzewski, L. Kramarik, P. Kravtsov, L. Kumar, S. Kumar, R. Eunnawalkam Elayavalli, J. H. Kwasizur, R. Lacey, S. Lan, J. M. Landgraf, J. Lauret, A. Lebedev, R. Lednicky, J. H. Lee, Y. H. Leung, N. Lewis, C. Li, C. Li, W. Li, X. Li, Y. Li, X. Liang, Y. Liang, R. Licenik, T. Lin, Y. Lin, M. A. Lisa, F. Liu, H. Liu, H. Liu, P. Liu, T. Liu, X. Liu, Y. Liu, Z. Liu, T. Ljubicic, W. J. Llope, R. S. Longacre, E. Loyd, T. Lu, N. S. Lukow, X. F. Luo, L. Ma, R. Ma, Y. G. Ma, N. Magdy, D. Mallick, S. L. Manukhov, S. Margetis, C. Markert, H. S. Matis, J. A. Mazer, N. G. Minaev, S. Mioduszewski, B. Mohanty, M. M. Mondal, I. Mooney, D. A. Morozov, A. Mukherjee, M. Nagy, J. D. Nam, Md. Nasim, K. Nayak, D. Neff, J. M. Nelson, D. B. Nemes, M. Nie, G. Nigmatkulov, T. Niida, R. Nishitani, L. V. Nogach, T. Nonaka, A. S. Nunes, G. Odyniec, A. Ogawa, S. Oh, V. A. Okorokov, K. Okubo, B. S. Page, R. Pak, J. Pan, A. Pandav, A. K. Pandey, Y. Panebratsev, P. Parfenov, A. Paul, B. Pawlik, D. Pawlowska, C. Perkins, J. Pluta, B. R. Pokhrel, J. Porter, M. Posik, V. Prozorova, N. K. Pruthi, M. Przybycien, J. Putschke, H. Qiu, A. Quintero, C. Racz, S. K. Radhakrishnan, N. Raha, R. L. Ray, R. Reed, H. G. Ritter, M. Robotkova, J. L. Romero, D. Roy, L. Ruan, A. K. Sahoo, N. R. Sahoo, H. Sako, S. Salur, E. Samigullin, J. Sandweiss, S. Sato, W. B. Schmidke, N. Schmitz, B. R. Schweid, F. Seck, J. Seger, R. Seto, P. Seyboth, N. Shah, E. Shahaliev, P. V. Shanmuganathan, M. Shao, T. Shao, R. Sharma, A. I. Sheikh, D. Y. Shen, S. S. Shi, Y. Shi, Q. Y. Shou, E. P. Sichtermann, R. Sikora, J. Singh, S. Singha, P. Sinha, M. J. Skoby, N. Smirnov, Y. Söhngen, W. Solyst, Y. Song, H. M. Spinka, B. Srivastava, T. D. S. Stanislaus, M. Stefaniak, D. J. Stewart, M. Strikhanov, B. Stringfellow, A. A. P. Suaide, M. Sumbera, X. M. Sun, X. Sun, Y. Sun, Y. Sun, B. Surrow, D. N. Svirida, Z. W. Sweger, P. Szymanski, A. H. Tang, Z. Tang, A. Taranenko, T. Tarnowsky, J. H. Thomas, A. R. Timmins, D. Tlusty, T. Todoroki, M. Tokarev, C. A. Tomkiel, S. Trentalange, R. E. Tribble, P. Tribedy, S. K. Tripathy, T. Truhlar, B. A. Trzeciak, O. D. Tsai, Z. Tu, T. Ullrich, D. G. Underwood, I. Upsal, G. Van Buren, J. Vanek, A. N. Vasiliev, I. Vassiliev, V. Verkest, F. Videbæk, S. Vokal, S. A. Voloshin, F. Wang, G. Wang, J. S. Wang, P. Wang, X. Wang, Y. Wang, Y. Wang, Z. Wang, J. C. Webb, P. C. Weidenkaff, G. D. Westfall, H. Wieman, S. W. Wissink, R. Witt, J. Wu, J. Wu, Y. Wu, B. Xi, Z. G. Xiao, G. Xie, W. Xie, H. Xu, N. Xu, Q. H. Xu, Y. Xu, Z. Xu, Z. Xu, G. Yan, C. Yang, Q. Yang, S. Yang, Y. Yang, Z. Ye, Z. Ye, L. Yi, K. Yip, Y. Yu, H. Zbroszczyk, W. Zha, C. Zhang, D. Zhang, J. Zhang, S. Zhang, S. Zhang, Y. Zhang, Y. Zhang, Y. Zhang, Z. J. Zhang, Z. Zhang, Z. Zhang, F. Zhao, J. Zhao, M. Zhao, C. Zhou, Y. Zhou, X. Zhu, M. Zurek, M. Zyzak",
      "paper_url": "https://doi.org/10.1038/s41586-022-05557-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401574112",
      "paper_id": "https://openalex.org/W4401574112",
      "title": "Precision spectroscopy on 9Be overcomes limitations from nuclear structure",
      "authors": "Stefan Dickopf, Bastian Sikora, Annabelle Kaiser, Marius Müller, Stefan Ulmer, Vladimir A. Yerokhin, Zoltán Harman, Christoph H. Keitel, Andreas Mooser, Klaus Blaum",
      "paper_url": "https://doi.org/10.1038/s41586-024-07795-1",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4281628743",
      "paper_id": "https://openalex.org/W4281628743",
      "title": "Probing CP symmetry and weak phases with entangled double-strange baryons",
      "authors": "M. Ablikim, M. N. Achasov, P. Adlarson, S. Ahmed, M. Albrecht, R. Aliberti, A. Amoroso, M. R. An, Q. An, X. H. Bai, Y. Bai, O. Bakina, R. Baldini Ferroli, I. Balossino, Y. Ban, K. Begzsuren, N. Berger, M. Bertani, D. Bettoni, F. Bianchi, J. Biernat, J. Bloms, A. Bortone, I. Boyko, R. A. Briere, H. Cai, X. Cai, A. Calcaterra, G. F. Cao, N. Cao, S. A. Cetin, J. F. Chang, W. L. Chang, G. Chelkov, D. Y. Chen, G. Chen, H. S. Chen, M. L. Chen, S. J. Chen, X. R. Chen, Y. B. Chen, Z. J. Chen, W. S. Cheng, G. Cibinetto, F. Cossio, X. F. Cui, H. L. Dai, X. C. Dai, A. Dbeyssi, R. E. de Boer, D. Dedovich, Z. Y. Deng, A. Denig, I. Denysenko, M. Destefanis, F. De Mori, Y. Ding, C. Dong, J. Dong, L. Y. Dong, M. Y. Dong, X. Dong, S. X. Du, Y. L. Fan, J. Fang, S. S. Fang, Y. Fang, R. Farinelli, L. Fava, F. Feldbauer, G. Felici, C. Q. Feng, J. H. Feng, M. Fritsch, C. D. Fu, Y. Gao, Y. Gao, Y. Gao, Y. G. Gao, I. Garzia, P. T. Ge, C. Geng, E. M. Gersabeck, A. Gilman, K. Goetzen, L. Gong, W. X. Gong, W. Gradl, M. Greco, L. M. Gu, M. H. Gu, S. Gu, Y. T. Gu, C. Y. Guan, A. Q. Guo, L. B. Guo, R. P. Guo, Y. P. Guo, A. Guskov, T. T. Han, W. Y. Han, J. Hansson, X. Q. Hao, F. A. Harris, N. Hüsken, K. L. He, F. H. Heinsius, C. H. Heinz, T. Held, Y. K. Heng, C. Herold, M. Himmelreich, T. Holtmann, Y. R. Hou, Z. L. Hou, H. M. Hu, J. F. Hu, T. Hu, Y. Hu, G. S. Huang, L. Q. Huang, X. T. Huang, Y. P. Huang, Z. Huang, T. Hussain, W. Ikegami Andersson, W. Imoehl, M. Irshad, S. Jaeger, S. Janchiv, Q. Ji, Q. P. Ji, X. B. Ji, X. L. Ji, Y. Y. Ji, H. B. Jiang, X. S. Jiang, J. B. Jiao, Z. Jiao, S. Jin, Y. Jin, T. Johansson, N. Kalantar-Nayestanaki, X. S. Kang, R. Kappert, M. Kavatsyuk, B. C. Ke, I. K. Keshk, A. Khoukaz, P. Kiese, R. Kiuchi, R. Kliemt, L. Koch, O. B. Kolcu, B. Kopf, M. Kuemmel, M. Kuessner, A. Kupsc, M. G. Kurth, W. Kühn, J. J. Lane, J. S. Lange, P. Larin, A. Lavania, L. Lavezzi, Z. H. Lei, H. Leithoff, M. Lellmann, T. Lenz, C. Li, C. H. Li, Cheng Li, D. M. Li, F. Li, G. Li, H. Li, H. Li, H. B. Li, H. J. Li, H. J. Li, J. L. Li, J. Q. Li, J. S. Li, Ke Li, L. K. Li, Lei Li, P. R. Li, S. Y. Li, W. D. Li, W. G. Li, X. H. Li, X. L. Li, Xiaoyu Li, Z. Y. Li, H. Liang, H. Liang, H. Liang, Y. F. Liang, Y. T. Liang, G. R. Liao, L. Z. Liao, J. Libby, C. X. Lin, B. J. Liu, C. X. Liu, D. Liu, F. H. Liu, Fang Liu, Feng Liu, H. B. Liu, H. M. Liu, Huanhuan Liu, Huihui Liu, J. B. Liu, J. L. Liu, J. Y. Liu, K. Liu, K. Y. Liu, Ke Liu, L. Liu, M. H. Liu, P. L. Liu, Q. Liu, Q. Liu, S. B. Liu, Shuai Liu, T. Liu, W. M. Liu, X. Liu, Y. Liu, Y. B. Liu, Z. A. Liu, Z. Q. Liu, X. C. Lou, F. X. Lu, F. X. Lu, H. J. Lu, J. D. Lu, J. G. Lu, X. L. Lu, Y. Lu, Y. P. Lu, C. L. Luo, M. X. Luo, P. W. Luo, T. Luo, X. L. Luo, S. Lusso, X. R. Lyu, F. C. Ma, H. L. Ma, L. L. Ma, M. M. Ma, Q. M. Ma, R. Q. Ma, R. T. Ma, X. X. Ma, X. Y. Ma, F. E. Maas, M. Maggiora, S. Maldaner, S. Malde, Q. A. Malik, A. Mangoni, Y. J. Mao, Z. P. Mao, S. Marcello, Z. X. Meng, J. G. Messchendorp, G. Mezzadri, T. J. Min, R. E. Mitchell, X. H. Mo, Y. J. Mo, N. Yu. Muchnoi, H. Muramatsu, S. Nakhoul, Y. Nefedov, F. Nerling, I. B. Nikolaev, Z. Ning, S. Nisar, S. L. Olsen, Q. Ouyang, S. Pacetti, X. Pan, Y. Pan, A. Pathak, P. Patteri, M. Pelizaeus, H. P. Peng, K. Peters, J. L. Ping, R. G. Ping, R. Poling, V. Prasad, H. Qi, H. R. Qi, K. H. Qi, M. Qi, T. Y. Qi, T. Y. Qi, S. Qian, W. B. Qian, Z. Qian, C. F. Qiao, L. Q. Qin, X. P. Qin, X. S. Qin, Z. H. Qin, J. F. Qiu, S. Q. Qu, K. H. Rashid, K. Ravindran, C. F. Redmer, A. Rivetti, V. Rodin, M. Rolo, G. Rong, Ch. Rosner, M. Rump, H. S. Sang, A. Sarantsev, Y. Schelhaas, C. Schnier, K. Schönning, M. Scodeggio, D. C. Shan, W. Shan, X. Y. Shan, J. F. Shangguan, M. Shao, C. P. Shen, P. X. Shen, X. Y. Shen, H. C. Shi, R. S. Shi, X. Shi, X. D. Shi, J. J. Song, W. M. Song, Y. X. Song, S. Sosio, S. Spataro, K. X. Su, P. P. Su, F. F. Sui, G. X. Sun, H. K. Sun, J. F. Sun, L. Sun, S. S. Sun, T. Sun, W. Y. Sun, W. Y. Sun, X. Sun, Y. J. Sun, Y. K. Sun, Y. Z. Sun, Z. T. Sun, Y. H. Tan, Y. X. Tan, C. J. Tang, G. Y. Tang, J. Tang, J. X. Teng, V. Thoren, Y. T. Tian, I. Uman, B. Wang, C. W. Wang, D. Y. Wang, H. J. Wang, H. P. Wang, K. Wang, L. L. Wang, M. Wang, M. Z. Wang, Meng Wang, W. Wang, W. H. Wang, W. P. Wang, X. Wang, X. F. Wang, X. L. Wang, Y. Wang, Y. Wang, Y. D. Wang, Y. F. Wang, Y. Q. Wang, Y. Y. Wang, Z. Wang, Z. Y. Wang, Ziyi Wang, Zongyuan Wang, D. H. Wei, P. Weidenkaff, F. Weidner, S. P. Wen, D. J. White, U. Wiedner, G. Wilkinson, M. Wolke, L. Wollenberg, J. F. Wu, L. H. Wu, L. J. Wu, X. Wu, Z. Wu, L. Xia, H. Xiao, S. Y. Xiao, Z. J. Xiao, X. H. Xie, Y. G. Xie, Y. H. Xie, T. Y. Xing, G. F. Xu, Q. J. Xu, W. Xu, X. P. Xu, Y. C. Xu, F. Yan, L. Yan, W. B. Yan, W. C. Yan, Xu Yan, H. J. Yang, H. X. Yang, L. Yang, S. L. Yang, Y. X. Yang, Yifan Yang, Zhi Yang, M. Ye, M. H. Ye, J. H. Yin, Z. Y. You, B. X. Yu, C. X. Yu, G. Yu, J. S. Yu, T. Yu, C. Z. Yuan, L. Yuan, X. Q. Yuan, Y. Yuan, Z. Y. Yuan, C. X. Yue, A. A. Zafar, Y. Zeng, B. X. Zhang, Guangyi Zhang, H. Zhang, H. H. Zhang, H. H. Zhang, H. Y. Zhang, J. J. Zhang, J. L. Zhang, J. Q. Zhang, J. W. Zhang, J. Y. Zhang, J. Z. Zhang, Jianyu Zhang, Jiawei Zhang, L. M. Zhang, L. Q. Zhang, Lei Zhang, S. Zhang, S. F. Zhang, Shulei Zhang, X. D. Zhang, X. Y. Zhang, Y. Zhang, Y. H. Zhang, Y. T. Zhang, Yan Zhang, Yao Zhang, Yi Zhang, Z. H. Zhang, Z. Y. Zhang, G. Zhao, J. Zhao, J. Y. Zhao, J. Z. Zhao, Lei Zhao, Ling Zhao, M. G. Zhao, Q. Zhao, S. J. Zhao, Y. B. Zhao, Y. X. Zhao, Z. G. Zhao, A. Zhemchugov, B. Zheng, J. P. Zheng, Y. Zheng, Y. H. Zheng, B. Zhong, C. Zhong, L. P. Zhou, Q. Zhou, X. Zhou, X. K. Zhou, X. R. Zhou, X. Y. Zhou, A. N. Zhu, J. Zhu, K. Zhu, K. J. Zhu, S. H. Zhu, T. J. Zhu, W. J. Zhu, W. J. Zhu, Y. C. Zhu, Z. A. Zhu, B. S. Zou, J. H. Zou",
      "paper_url": "https://doi.org/10.1038/s41586-022-04624-1",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410361102",
      "paper_id": "https://openalex.org/W4410361102",
      "title": "Proton transport from the antimatter factory of CERN",
      "authors": "M. Leonhardt, D. Schweitzer, F. Abbass, K. K. Anjum, B. Arndt, S. Erlewein, S. Endoh, P. Geissler, T. Imamura, J. I. Jäger, B. M. Latacz, P. Micke, F. Voelksen, H. Yildiz, K. Blaum, J. A. Devlin, Y. Matsuda, C. Ospelkaus, W. Quint, A. Soter, J. Walz, Y. Yamazaki, S. Ulmer, C. Smorra",
      "paper_url": "https://doi.org/10.1038/s41586-025-08926-y",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4213432262",
      "paper_id": "https://openalex.org/W4213432262",
      "title": "Quantum sensing for gravity cartography",
      "authors": "Ben Stray, Andrew Lamb, Aisha Kaushik, Jamie Vovrosh, Anthony Rodgers, Jonathan Winch, Farzad Hayati, Daniel Boddice, Artur Stabrawa, Alexander Niggebaum, Mehdi Langlois, Yu-Hung Lien, Samuel Lellouch, Sanaz Roshanmanesh, Kevin Ridley, Geoffrey de Villiers, Gareth Brown, Trevor Cross, George Tuckwell, Asaad Faramarzi, Nicole Metje, Kai Bongs, Michael Holynski",
      "paper_url": "https://doi.org/10.1038/s41586-021-04315-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4381489438",
      "paper_id": "https://openalex.org/W4381489438",
      "title": "Quantum-limited optical time transfer for future geosynchronous links",
      "authors": "Emily D. Caldwell, Jean-Daniel Deschenes, Jennifer Ellis, William C. Swann, Benjamin K. Stuhl, Hugo Bergeron, Nathan R. Newbury, Laura C. Sinclair",
      "paper_url": "https://doi.org/10.1038/s41586-023-06032-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4212980693",
      "paper_id": "https://openalex.org/W4212980693",
      "title": "Resolving the gravitational redshift across a millimetre-scale atomic sample",
      "authors": "Tobias Bothwell, Colin J. Kennedy, Alexander Aeppli, Dhruv Kedar, John M. Robinson, Eric Oelker, Alexander Staron, Jun Ye",
      "paper_url": "https://doi.org/10.1038/s41586-021-04349-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387095621",
      "paper_id": "https://openalex.org/W4387095621",
      "title": "Resonant X-ray excitation of the nuclear clock isomer 45Sc",
      "authors": "Yuri Shvyd’ko, Ralf Röhlsberger, Olga Kocharovskaya, Jörg Evers, Gianluca Aldo Geloni, Peifan Liu, Deming Shu, Antonino Miceli, Brandon Stone, Willi Hippler, Berit Marx-Glowna, Ingo Uschmann, Robert Loetzsch, Olaf Leupold, Hans-Christian Wille, Ilya Sergeev, Miriam Gerharz, Xiwen Zhang, Christian Grech, Marc Guetg, Vitali Kocharyan, Naresh Kujala, Shan Liu, Weilun Qin, Alexey Zozulya, Jörg Hallmann, Ulrike Boesenberg, Wonhyuk Jo, Johannes Möller, Angel Rodriguez-Fernandez, Mohamed Youssef, Anders Madsen, Tomasz Kolodziej",
      "paper_url": "https://doi.org/10.1038/s41586-023-06491-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4293792839",
      "paper_id": "https://openalex.org/W4293792839",
      "title": "Revealing the short-range structure of the mirror nuclei 3H and 3He",
      "authors": "S. Li, R. Cruz-Torres, N. Santiesteban, Z. H. Ye, D. Abrams, S. Alsalmi, D. Androic, K. Aniol, J. Arrington, T. Averett, C. Ayerbe Gayoso, J. Bane, S. Barcus, J. Barrow, A. Beck, V. Bellini, H. Bhatt, D. Bhetuwal, D. Biswas, D. Bulumulla, A. Camsonne, J. Castellanos, J. Chen, J.-P. Chen, D. Chrisman, M. E. Christy, C. Clarke, S. Covrig, K. Craycraft, D. Day, D. Dutta, E. Fuchey, C. Gal, F. Garibaldi, T. N. Gautam, T. Gogami, J. Gomez, P. Guèye, A. Habarakada, T. J. Hague, J. O. Hansen, F. Hauenstein, W. Henry, D. W. Higinbotham, R. J. Holt, C. Hyde, T. Itabashi, M. Kaneta, A. Karki, A. T. Katramatou, C. E. Keppel, M. Khachatryan, V. Khachatryan, P. M. King, I. Korover, L. Kurbany, T. Kutz, N. Lashley-Colthirst, W. B. Li, H. Liu, N. Liyanage, E. Long, J. Mammei, P. Markowitz, R. E. McClellan, F. Meddi, D. Meekins, S. Mey-Tal Beck, R. Michaels, M. Mihovilovič, A. Moyer, S. Nagao, V. Nelyubin, D. Nguyen, M. Nycz, M. Olson, L. Ou, V. Owen, C. Palatchi, B. Pandey, A. Papadopoulou, S. Park, S. Paul, T. Petkovic, R. Pomatsalyuk, S. Premathilake, V. Punjabi, R. D. Ransome, P. E. Reimer, J. Reinhold, S. Riordan, J. Roche, V. M. Rodriguez, A. Schmidt, B. Schmookler, E. P. Segarra, A. Shahinyan, K. Slifer, P. Solvignon, S. Širca, T. Su, R. Suleiman, H. Szumila-Vance, L. Tang, Y. Tian, W. Tireman, F. Tortorici, Y. Toyama, K. Uehara, G. M. Urciuoli, D. Votaw, J. Williamson, B. Wojtsekhowski, S. Wood, J. Zhang, X. Zheng",
      "paper_url": "https://doi.org/10.1038/s41586-022-05007-2",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4210737279",
      "paper_id": "https://openalex.org/W4210737279",
      "title": "Search for magnetic monopoles produced via the Schwinger mechanism",
      "authors": "B. Acharya, J. Alexandre, P. Benes, B. Bergmann, S. Bertolucci, A. Bevan, H. Branzas, P. Burian, M. Campbell, Y. M. Cho, M. de Montigny, A. De Roeck, J. R. Ellis, M. El Sawy, M. Fairbairn, D. Felea, M. Frank, O. Gould, J. Hays, A. M. Hirt, D. L.-J. Ho, P. Q. Hung, J. Janecek, M. Kalliokoski, A. Korzenev, D. H. Lacarrère, C. Leroy, G. Levi, A. Lionti, A. Maulik, A. Margiotta, N. Mauri, N. E. Mavromatos, P. Mermod, L. Millward, V. A. Mitsou, I. Ostrovskiy, P.-P. Ouimet, J. Papavassiliou, B. Parker, L. Patrizii, G. E. Păvălaş, J. L. Pinfold, L. A. Popa, V. Popa, M. Pozzato, S. Pospisil, A. Rajantie, R. Ruiz de Austri, Z. Sahnoun, M. Sakellariadou, A. Santra, S. Sarkar, G. Semenoff, A. Shaa, G. Sirri, K. Sliwa, R. Soluk, M. Spurio, M. Staelens, M. Suk, M. Tenti, V. Togo, J. A. Tuszyn’ski, A. Upreti, V. Vento, O. Vives",
      "paper_url": "https://doi.org/10.1038/s41586-021-04298-1",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4224321386",
      "paper_id": "https://openalex.org/W4224321386",
      "title": "Search for Majorana neutrinos exploiting millikelvin cryogenics with CUORE",
      "authors": "D. Q. Adams, C. Alduino, K. Alfonso, F. T. Avignone III, O. Azzolini, G. Bari, F. Bellini, G. Benato, M. Beretta, M. Biassoni, A. Branca, C. Brofferio, C. Bucci, J. Camilleri, A. Caminata, A. Campani, L. Canonica, X. G. Cao, S. Capelli, L. Cappelli, L. Cardani, P. Carniti, N. Casali, E. Celi, D. Chiesa, M. Clemenza, S. Copello, O. Cremonesi, R. J. Creswick, A. D’Addabbo, I. Dafinei, S. Dell’Oro, S. Di Domizio, V. Dompè, D. Q. Fang, G. Fantini, M. Faverzani, E. Ferri, F. Ferroni, E. Fiorini, M. A. Franceschi, S. J. Freedman, S. H. Fu, B. K. Fujikawa, A. Giachero, L. Gironi, A. Giuliani, P. Gorla, C. Gotti, T. D. Gutierrez, K. Han, E. V. Hansen, K. M. Heeger, R. G. Huang, H. Z. Huang, J. Johnston, G. Keppel, Yu. G. Kolomensky, C. Ligi, R. Liu, L. Ma, Y. G. Ma, L. Marini, R. H. Maruyama, D. Mayer, Y. Mei, N. Moggi, S. Morganti, T. Napolitano, M. Nastasi, J. Nikkel, C. Nones, E. B. Norman, A. Nucciotti, I. Nutini, T. O’Donnell, J. L. Ouellet, S. Pagan, C. E. Pagliarone, L. Pagnanini, M. Pallavicini, L. Pattavina, M. Pavan, G. Pessina, V. Pettinacci, C. Pira, S. Pirro, S. Pozzi, E. Previtali, A. Puiu, C. Rosenfeld, C. Rusconi, M. Sakai, S. Sangiorgio, B. Schmidt, N. D. Scielzo, V. Sharma, V. Singh, M. Sisti, D. Speller, P. T. Surukuchi, L. Taffarello, F. Terranova, C. Tomei, K. J. Vetter, M. Vignati, S. L. Wagaarachchi, B. S. Wang, B. Welliver, J. Wilson, K. Wilson, L. A. Winslow, S. Zimmermann, S. Zucchelli",
      "paper_url": "https://doi.org/10.1038/s41586-022-04497-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403921255",
      "paper_id": "https://openalex.org/W4403921255",
      "title": "Smooth trends in fermium charge radii and the impact of shell effects",
      "authors": "Jessica Warbinek, Elisabeth Rickert, Sebastian Raeder, Thomas Albrecht-Schönzart, Brankica Andelic, Julian Auler, Benjamin Bally, Michael Bender, Sebastian Berndt, Michael Block, Alexandre Brizard, Pierre Chauveau, Bradley Cheal, Premaditya Chhetri, Arno Claessens, Antoine de Roubin, Charlie Devlin, Holger Dorrer, Christoph E. Düllmann, Julie Ezold, Rafael Ferrer, Vadim Gadelshin, Alyssa Gaiser, Francesca Giacoppo, Stephane Goriely, Manuel J. Gutiérrez, Ashley Harvey, Raphael Hasse, Reinhard Heinke, Fritz-Peter Heßberger, Stephane Hilaire, Magdalena Kaja, Oliver Kaleja, Tom Kieck, EunKang Kim, Nina Kneip, Ulli Köster, Sandro Kraemer, Mustapha Laatiaoui, Jeremy Lantis, Nathalie Lecesne, Andrea Tzeitel Loria Basto, Andrew Kishor Mistry, Christoph Mokry, Iain Moore, Tobias Murböck, Danny Münzberg, Witold Nazarewicz, Thorben Niemeyer, Steven Nothhelfer, Sophie Péru, Andrea Raggio, Paul-Gerhard Reinhard, Dennis Renisch, Emmanuel Rey-Herme, Jekabs Romans, Elisa Romero Romero, Jörg Runke, Wouter Ryssens, Hervé Savajols, Fabian Schneider, Joseph Sperling, Matou Stemmler, Dominik Studer, Petra Thörle-Pospiech, Norbert Trautmann, Mitzi Urquiza-González, Kenneth van Beek, Shelley Van Cleve, Piet Van Duppen, Marine Vandebrouck, Elise Verstraelen, Thomas Walther, Felix Weber, Klaus Wendt",
      "paper_url": "https://doi.org/10.1038/s41586-024-08062-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4315641924",
      "paper_id": "https://openalex.org/W4315641924",
      "title": "STEREO neutrino spectrum of 235U fission rejects sterile neutrino hypothesis",
      "authors": "H. Almazán, L. Bernard, A. Blanchet, A. Bonhomme, C. Buck, A. Chalil, P. del Amo Sanchez, I. El Atmani, L. Labit, J. Lamblin, A. Letourneau, D. Lhuillier, M. Licciardi, M. Lindner, T. Materna, H. Pessard, J.-S. Réal, J.-S. Ricol, C. Roca, R. Rogly, T. Salagnac, V. Savu, S. Schoppmann, T. Soldner, A. Stutz, M. Vialat",
      "paper_url": "https://doi.org/10.1038/s41586-022-05568-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387332414",
      "paper_id": "https://openalex.org/W4387332414",
      "title": "Stringent test of QED with hydrogen-like tin",
      "authors": "J. Morgner, B. Tu, C. M. König, T. Sailer, F. Heiße, H. Bekker, B. Sikora, C. Lyu, V. A. Yerokhin, Z. Harman, J. R. Crespo López-Urrutia, C. H. Keitel, S. Sturm, K. Blaum",
      "paper_url": "https://doi.org/10.1038/s41586-023-06453-2",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3127469982",
      "paper_id": "https://openalex.org/W3127469982",
      "title": "Structural and spectroscopic characterization of an einsteinium complex",
      "authors": "Korey P. Carter, Katherine M. Shield, Kurt F. Smith, Zachary R. Jones, Jennifer N. Wacker, Leticia Arnedo-Sanchez, Tracy M. Mattox, Liane M. Moreau, Karah E. Knope, Stosh A. Kozimor, Corwin H. Booth, Rebecca J. Abergel",
      "paper_url": "https://doi.org/10.1038/s41586-020-03179-3",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3196701901",
      "paper_id": "https://openalex.org/W3196701901",
      "title": "Sympathetic cooling of a trapped proton mediated by an LC circuit",
      "authors": "M. Bohman, V. Grunhofer, C. Smorra, M. Wiesinger, C. Will, M. J. Borchert, J. A. Devlin, S. Erlewein, M. Fleck, S. Gavranovic, J. Harrington, B. Latacz, A. Mooser, D. Popper, E. Wursten, K. Blaum, Y. Matsuda, C. Ospelkaus, W. Quint, J. Walz, S. Ulmer",
      "paper_url": "https://doi.org/10.1038/s41586-021-03784-w",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4391160769",
      "paper_id": "https://openalex.org/W4391160769",
      "title": "Testing quantum electrodynamics in extreme fields using helium-like uranium",
      "authors": "R. Loetzsch, H. F. Beyer, L. Duval, U. Spillmann, D. Banaś, P. Dergham, F. M. Kröger, J. Glorius, R. E. Grisenti, M. Guerra, A. Gumberidze, R. Heß, P.-M. Hillenbrand, P. Indelicato, P. Jagodzinski, E. Lamour, B. Lorentz, S. Litvinov, Yu. A. Litvinov, J. Machado, N. Paul, G. G. Paulus, N. Petridis, J. P. Santos, M. Scheidel, R. S. Sidhu, M. Steck, S. Steydli, K. Szary, S. Trotsenko, I. Uschmann, G. Weber, Th. Stöhlker, M. Trassinelli",
      "paper_url": "https://doi.org/10.1038/s41586-023-06910-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3134903290",
      "paper_id": "https://openalex.org/W3134903290",
      "title": "The asymmetry of antimatter in the proton",
      "authors": "J. Dove, B. Kerns, R. E. McClellan, S. Miyasaka, D. H. Morton, K. Nagai, S. Prasad, F. Sanftl, M. B. C. Scott, A. S. Tadepalli, C. A. Aidala, J. Arrington, C. Ayuso, C. L. Barker, C. N. Brown, W. C. Chang, A. Chen, D. C. Christian, B. P. Dannowitz, M. Daugherity, M. Diefenthaler, L. El Fassi, D. F. Geesaman, R. Gilman, Y. Goto, L. Guo, R. Guo, T. J. Hague, R. J. Holt, D. Isenhower, E. R. Kinney, N. Kitts, A. Klein, D. W. Kleinjan, Y. Kudo, C. Leung, P.-J. Lin, K. Liu, M. X. Liu, W. Lorenzon, N. C. R. Makins, M. Mesquita de Medeiros, P. L. McGaughey, Y. Miyachi, I. Mooney, K. Nakahara, K. Nakano, S. Nara, J.-C. Peng, A. J. Puckett, B. J. Ramson, P. E. Reimer, J. G. Rubin, S. Sawada, T. Sawada, T.-A. Shibata, D. Su, M. Teo, B. G. Tice, R. S. Towell, S. Uemura, S. Watson, S. G. Wang, A. B. Wickes, J. Wu, Z. Xi, Z. Ye",
      "paper_url": "https://doi.org/10.1038/s41586-021-03282-z",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4322732282",
      "paper_id": "https://openalex.org/W4322732282",
      "title": "Tunnelling measured in a very slow ion–molecule reaction",
      "authors": "Robert Wild, Markus Nötzold, Malcolm Simpson, Thuy Dung Tran, Roland Wester",
      "paper_url": "https://doi.org/10.1038/s41586-023-05727-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4366400998",
      "paper_id": "https://openalex.org/W4366400998",
      "title": "Ultrafiltration separation of Am(VI)-polyoxometalate from lanthanides",
      "authors": "Hailong Zhang, Ao Li, Kai Li, Zhipeng Wang, Xiaocheng Xu, Yaxing Wang, Matthew V. Sheridan, Han-Shi Hu, Chao Xu, Evgeny V. Alekseev, Zhenyi Zhang, Pu Yan, Kecheng Cao, Zhifang Chai, Thomas E. Albrecht-Schönzart, Shuao Wang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05840-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396938861",
      "paper_id": "https://openalex.org/W4396938861",
      "title": "Wavefunction matching for solving quantum many-body problems",
      "authors": "Serdar Elhatisari, Lukas Bovermann, Yuan-Zhuo Ma, Evgeny Epelbaum, Dillon Frame, Fabian Hildenbrand, Myungkuk Kim, Youngman Kim, Hermann Krebs, Timo A. Lähde, Dean Lee, Ning Li, Bing-Nan Lu, Ulf-G. Meißner, Gautam Rupak, Shihang Shen, Young-Ho Song, Gianluca Stellin",
      "paper_url": "https://doi.org/10.1038/s41586-024-07422-z",
      "venue": "nature24"
    }
  ]
}