{
  "cluster_id": 194,
  "papers": [
    {
      "id": "science22_https://openalex.org/W4294042832",
      "paper_id": "https://openalex.org/W4294042832",
      "title": "A climate risk analysis of Earth’s forests in the 21st century",
      "authors": "William R. L. Anderegg, Chao Wu, Nezha Acil, Nuno Carvalhais, Thomas A. M. Pugh, Jon P. Sadler, Rupert Seidl",
      "paper_url": "https://doi.org/10.1126/science.abp9723",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3194773684",
      "paper_id": "https://openalex.org/W3194773684",
      "title": "A positive relationship between functional redundancy and temperature in Cenozoic marine ecosystems",
      "authors": "T. M. Womack, J. S. Crampton, M. J. Hannah, K. S. Collins",
      "paper_url": "https://doi.org/10.1126/science.abf8732",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4228998748",
      "paper_id": "https://openalex.org/W4228998748",
      "title": "A stronger role for long-term moisture change than for CO <sub>2</sub> in determining tropical woody vegetation change",
      "authors": "William D. Gosling, Charlotte S. Miller, Timothy M. Shanahan, Philip B. Holden, Jonathan T. Overpeck, Frank van Langevelde",
      "paper_url": "https://doi.org/10.1126/science.abg4618",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410050867",
      "paper_id": "https://openalex.org/W4410050867",
      "title": "Adaptation and gene flow are insufficient to rescue a montane plant under climate change",
      "authors": "Jill T. Anderson, Megan L. DeMarche, Derek A. Denney, Ian Breckheimer, James Santangelo, Susana M. Wadgymar",
      "paper_url": "https://doi.org/10.1126/science.adr1010",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4387782691",
      "paper_id": "https://openalex.org/W4387782691",
      "title": "Agriculture and hot temperatures interactively erode the nest success of habitat generalist birds across the United States",
      "authors": "Katherine S. Lauck, Alison Ke, Elissa M. Olimpi, Daniel Paredes, Kees Hood, Thomas Phillips, William R. L. Anderegg, Daniel S. Karp",
      "paper_url": "https://doi.org/10.1126/science.add2915",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3164564791",
      "paper_id": "https://openalex.org/W3164564791",
      "title": "An early Miocene extinction in pelagic sharks",
      "authors": "Elizabeth C. Sibert, Leah D. Rubin",
      "paper_url": "https://doi.org/10.1126/science.aaz3549",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3150815067",
      "paper_id": "https://openalex.org/W3150815067",
      "title": "Applied pesticide toxicity shifts toward plants and invertebrates, even in GM crops",
      "authors": "Ralf Schulz, Sascha Bub, Lara L. Petschick, Sebastian Stehle, Jakob Wolfram",
      "paper_url": "https://doi.org/10.1126/science.abe1148",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4410850958",
      "paper_id": "https://openalex.org/W4410850958",
      "title": "Arctic bird nesting traces back to the Cretaceous",
      "authors": "Lauren N. Wilson, Daniel T. Ksepka, John P. Wilson, Jacob D. Gardner, Gregory M. Erickson, Donald Brinkman, Caleb M. Brown, Jaelyn J. Eberle, Chris L. Organ, Patrick S. Druckenmiller",
      "paper_url": "https://doi.org/10.1126/science.adt5189",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3148066463",
      "paper_id": "https://openalex.org/W3148066463",
      "title": "At-risk marine biodiversity faces extensive, expanding, and intensifying human impacts",
      "authors": "Casey C. O’Hara, Melanie Frazier, Benjamin S. Halpern",
      "paper_url": "https://doi.org/10.1126/science.abe6731",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3161819570",
      "paper_id": "https://openalex.org/W3161819570",
      "title": "Balancing conservation priorities for nature and for people in Europe",
      "authors": "Louise M. J. O’Connor, Laura J. Pollock, Julien Renaud, Willem Verhagen, Peter H. Verburg, Sandra Lavorel, Luigi Maiorano, Wilfried Thuiller",
      "paper_url": "https://doi.org/10.1126/science.abc4896",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4379792530",
      "paper_id": "https://openalex.org/W4379792530",
      "title": "Behavioral responses of terrestrial mammals to COVID-19 lockdowns",
      "authors": "Marlee A. Tucker, Aafke M. Schipper, Tempe S. F. Adams, Nina Attias, Tal Avgar, Natarsha L. Babic, Kristin J. Barker, Guillaume Bastille-Rousseau, Dominik M. Behr, Jerrold L. Belant, Dean E. Beyer, Niels Blaum, J. David Blount, Dirk Bockmühl, Ricardo Luiz Pires Boulhosa, Michael B. Brown, Bayarbaatar Buuveibaatar, Francesca Cagnacci, Justin M. Calabrese, Rok Černe, Simon Chamaillé-Jammes, Aung Nyein Chan, Michael J. Chase, Yannick Chaval, Yvette Chenaux-Ibrahim, Seth G. Cherry, Duško Ćirović, Emrah Çoban, Eric K. Cole, Laura Conlee, Alyson Courtemanch, Gabriele Cozzi, Sarah C. Davidson, Darren DeBloois, Nandintsetseg Dejid, Vickie DeNicola, Arnaud L. J. Desbiez, Iain Douglas-Hamilton, David Drake, Michael Egan, Jasper A.J. Eikelboom, William F. Fagan, Morgan J. Farmer, Julian Fennessy, Shannon P. Finnegan, Christen H. Fleming, Bonnie Fournier, Nicholas L. Fowler, Mariela G. Gantchoff, Alexandre Garnier, Benedikt Gehr, Chris Geremia, Jacob R. Goheen, Morgan L. Hauptfleisch, Mark Hebblewhite, Morten Heim, Anne G. Hertel, Marco Heurich, A. J. Mark Hewison, James Hodson, Nicholas Hoffman, J. Grant C. Hopcraft, Djuro Huber, Edmund J. Isaac, Karolina Janik, Miloš Ježek, Örjan Johansson, Neil R. Jordan, Petra Kaczensky, Douglas N. Kamaru, Matthew J. Kauffman, Todd M. Kautz, Roland Kays, Allicia P. Kelly, Jonas Kindberg, Miha Krofel, Josip Kusak, Clayton T. Lamb, Tayler N. LaSharr, Peter Leimgruber, Horst Leitner, Michael Lierz, John D.C. Linnell, Purevjav Lkhagvaja, Ryan A. Long, José Vicente López-Bao, Matthias-Claudio Loretto, Pascal Marchand, Hans Martin, Lindsay A. Martinez, Roy T. McBride, Ashley A.D. McLaren, Erling Meisingset, Joerg Melzheimer, Evelyn H. Merrill, Arthur D. Middleton, Kevin L. Monteith, Seth A. Moore, Bram Van Moorter, Nicolas Morellet, Thomas Morrison, Rebekka Müller, Atle Mysterud, Michael J Noonan, David O’Connor, Daniel Olson, Kirk A. Olson, Anna C. Ortega, Federico Ossi, Manuela Panzacchi, Robert Patchett, Brent R. Patterson, Rogerio Cunha de Paula, John Payne, Wibke Peters, Tyler R. Petroelje, Benjamin J. Pitcher, Boštjan Pokorny, Kim Poole, Hubert Potočnik, Marie-Pier Poulin, Robert M. Pringle, Herbert H.T. Prins, Nathan Ranc, Slaven Reljić, Benjamin Robb, Ralf Röder, Christer M. Rolandsen, Christian Rutz, Albert R. Salemgareyev, Gustaf Samelius, Heather Sayine-Crawford, Sarah Schooler, Çağan H. Şekercioğlu, Nuria Selva, Paola Semenzato, Agnieszka Sergiel, Koustubh Sharma, Avery L. Shawler, Johannes Signer, Václav Silovský, João Paulo Silva, Richard Simon, Rachel A. Smiley, Douglas W. Smith, Erling J. Solberg, Diego Ellis-Soto, Orr Spiegel, Jared Stabach, Jenna Stacy-Dawes, Daniel R. Stahler, John Stephenson, Cheyenne Stewart, Olav Strand, Peter Sunde, Nathan J. Svoboda, Jonathan Swart, Jeffrey J. Thompson, Katrina L. Toal, Kenneth Uiseb, Meredith C. VanAcker, Marianela Velilla, Tana L. Verzuh, Bettina Wachter, Brittany L. Wagler, Jesse Whittington, Martin Wikelski, Christopher C. Wilmers, George Wittemyer, Julie K. Young, Filip Zięba, Tomasz Zwijacz-Kozica, Mark A. J. Huijbregts, Thomas Mueller",
      "paper_url": "https://doi.org/10.1126/science.abo6499",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4387595303",
      "paper_id": "https://openalex.org/W4387595303",
      "title": "Boom-bust cycles in gray whales associated with dynamic and changing Arctic conditions",
      "authors": "Joshua D. Stewart, Trevor W. Joyce, John W. Durban, John Calambokidis, Deborah Fauquier, Holly Fearnbach, Jacqueline M. Grebmeier, Morgan Lynn, Manfredi Manizza, Wayne L. Perryman, M. Tim Tinker, David W. Weller",
      "paper_url": "https://doi.org/10.1126/science.adi1847",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4405306683",
      "paper_id": "https://openalex.org/W4405306683",
      "title": "Catastrophic and persistent loss of common murres after a marine heatwave",
      "authors": "Heather M. Renner, John F. Piatt, Martin Renner, Brie A. Drummond, Jared S. Laufenberg, Julia K. Parrish",
      "paper_url": "https://doi.org/10.1126/science.adq4330",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4406439963",
      "paper_id": "https://openalex.org/W4406439963",
      "title": "Climate change and the cost-of-living squeeze in desert lizards",
      "authors": "Kristoffer H. Wild, Raymond B. Huey, Eric R. Pianka, Susana Clusella-Trullas, Anthony L. Gilbert, Donald B. Miles, Michael R. Kearney",
      "paper_url": "https://doi.org/10.1126/science.adq4372",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4378194706",
      "paper_id": "https://openalex.org/W4378194706",
      "title": "Climate change is altering the physiology and phenology of an arctic hibernator",
      "authors": "Helen E. Chmura, Cassandra Duncan, Grace Burrell, Brian M. Barnes, C. Loren Buck, Cory T. Williams",
      "paper_url": "https://doi.org/10.1126/science.adf5341",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4392544738",
      "paper_id": "https://openalex.org/W4392544738",
      "title": "Climate change is an important predictor of extinction risk on macroevolutionary timescales",
      "authors": "Cooper M. Malanoski, Alex Farnsworth, Daniel J. Lunt, Paul J. Valdes, Erin E. Saupe",
      "paper_url": "https://doi.org/10.1126/science.adj5763",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4414321803",
      "paper_id": "https://openalex.org/W4414321803",
      "title": "Climate rather than overgrazing explains most rangeland primary productivity change in Mongolia",
      "authors": "Avralt-Od Purevjav, Tumenkhusel Avirmed, Steven W. Wilcox, Christopher B. Barrett",
      "paper_url": "https://doi.org/10.1126/science.adn0005",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4293243120",
      "paper_id": "https://openalex.org/W4293243120",
      "title": "Collapse of terrestrial mammal food webs since the Late Pleistocene",
      "authors": "Evan C. Fricke, Chia Hsieh, Owen Middleton, Daniel Gorczynski, Caroline D. Cappello, Oscar Sanisidro, John Rowan, Jens-Christian Svenning, Lydia Beaudrot",
      "paper_url": "https://doi.org/10.1126/science.abn4012",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4390734034",
      "paper_id": "https://openalex.org/W4390734034",
      "title": "Comprehensive conservation assessments reveal high extinction risks across Atlantic Forest trees",
      "authors": "Renato A. F. de Lima, Gilles Dauby, André L. de Gasper, Eduardo P. Fernandez, Alexander C. Vibrans, Alexandre A. de Oliveira, Paulo I. Prado, Vinícius C. Souza, Marinez F. de Siqueira, Hans ter Steege",
      "paper_url": "https://doi.org/10.1126/science.abq5099",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4411983860",
      "paper_id": "https://openalex.org/W4411983860",
      "title": "Consistent energy-diversity relationships in terrestrial vertebrates",
      "authors": "Marco Túlio P. Coelho, Elisa Barreto, José Alexandre F. Diniz-Filho, Thiago F. Rangel, Eliška Bohdalková, David Storch, Yun-Ting Jang, Mikael Pontarp, Fernanda Cassemiro, Matheus Lima de Araujo, Pincelli M. Hull, Catherine H. Graham",
      "paper_url": "https://doi.org/10.1126/science.adu2590",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4403511040",
      "paper_id": "https://openalex.org/W4403511040",
      "title": "Consumer biodiversity increases organic nutrient availability across aquatic and terrestrial ecosystems",
      "authors": "J. Ryan Shipley, Rebecca Oester, Margaux Mathieu-Resuge, Tarn Preet Parmar, Carmen Kowarik, Maja Ilíć, Martin J. Kainz, Dominik Martin-Creuzburg, Martin K. Obrist, Catherine H. Graham, Martin M. Gossner, Blake Matthews, Cornelia W. Twining",
      "paper_url": "https://doi.org/10.1126/science.adp6198",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4409738136",
      "paper_id": "https://openalex.org/W4409738136",
      "title": "Conventional and organic farms with more intensive management have lower soil functionality",
      "authors": "Sophie Q. van Rijssel, Guusje J. Koorneef, G. F. (Ciska) Veen, Mirjam M. Pulleman, Ron G. M. de Goede, Rob N. J. Comans, Wim H. van der Putten, Kyle Mason-Jones",
      "paper_url": "https://doi.org/10.1126/science.adr0211",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4229039792",
      "paper_id": "https://openalex.org/W4229039792",
      "title": "Conversion of oxybenzone sunscreen to phototoxic glucoside conjugates by sea anemones and corals",
      "authors": "Djordje Vuckovic, Amanda I. Tinoco, Lorraine Ling, Christian Renicke, John R. Pringle, William A. Mitch",
      "paper_url": "https://doi.org/10.1126/science.abn2600",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4411983943",
      "paper_id": "https://openalex.org/W4411983943",
      "title": "Coupled, decoupled, and abrupt responses of vegetation to climate across timescales",
      "authors": "David Fastovich, Stephen R. Meyers, Erin E. Saupe, John W. Williams, Maria Dornelas, Elizabeth M. Dowding, Seth Finnegan, Huai-Hsuan M. Huang, Lukas Jonkers, Wolfgang Kiessling, Ádám T. Kocsis, Qijian Li, Lee Hsiang Liow, Lin Na, Amelia M. Penny, Kate Pippenger, Johan Renaudie, Marina C. Rillo, Jansen Smith, Manuel J. Steinbauer, Mauro Sugawara, Adam Tomašových, Moriaki Yasuhara, Pincelli M. Hull",
      "paper_url": "https://doi.org/10.1126/science.adr6700",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4414494520",
      "paper_id": "https://openalex.org/W4414494520",
      "title": "Critical habitat thresholds for effective pollinator conservation in agricultural landscapes",
      "authors": "Gabriella A. Bishop, David Kleijn, Matthias Albrecht, Ignasi Bartomeus, Rufus Isaacs, Claire Kremen, Ainhoa Magrach, Lauren C. Ponisio, Simon G. Potts, Jeroen Scheper, Henrik G. Smith, Teja Tscharntke, Jörg Albrecht, Jens Åström, Isabelle Badenhausser, András Báldi, Parthiba Basu, Åsa Berggren, Nicole Beyer, Nico Blüthgen, Riccardo Bommarco, Berry J. Brosi, Hamutahl Cohen, Lorna J. Cole, Kathy R. Denning, Mariano Devoto, Johan Ekroos, Felix Fornoff, Bryan L. Foster, Mark A.K. Gillespie, Jose L. Gonzalez-Andujar, Juan P. González-Varo, Dave Goulson, Ingo Grass, Annika L. Hass, José M. Herrera, Andrea Holzschuh, Sebastian Hopfenmüller, Jordi Izquierdo, Birgit Jauker, Eveliina P. Kallioniemi, Felix Kirsch, Alexandra-Maria Klein, Anikó Kovács-Hostyánszki, Jochen Krauss, Elena Krimmer, William E. Kunin, Supratim Laha, Sandra A.M. Lindström, Yael Mandelik, Gabriel Marcacci, David I. McCracken, Marcos Monasterolo, Lora A. Morandin, Jane Morrison, Sonja Mudri Stojnic, Jeff Ollerton, Anna S. Persson, Benjamin B. Phillips, Julia I. Piko, Eileen F. Power, Gabriela M. Quinlan, Maj Rundlöf, Chloé A. Raderschall, Laura G.A. Riggi, Stuart P.M. Roberts, Tohar Roth, Deepa Senapathi, Dara A. Stanley, Ingolf Steffan-Dewenter, Jane C. Stout, Louis Sutter, Marco F. Tanis, Sam Tarrant, Lisette van Kolfschoten, Adam J. Vanbergen, Montserrat Vilà, Vivien von Königslöw, Ante Vujic, Michiel F. WallisDeVries, Ai Wen, Catrin Westphal, Jennifer B. Wickens, Victoria J. Wickens, Nicholas I. Wilkinson, Thomas J. Wood, Thijs P. M. Fijen",
      "paper_url": "https://doi.org/10.1126/science.adr2146",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4413980814",
      "paper_id": "https://openalex.org/W4413980814",
      "title": "Cumulative impacts to global marine ecosystems projected to more than double by midcentury",
      "authors": "Benjamin S. Halpern, Melanie Frazier, Casey C. O’Hara, O. Alejandra Vargas-Fonseca, Amanda T. Lombard",
      "paper_url": "https://doi.org/10.1126/science.adv2906",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3170109180",
      "paper_id": "https://openalex.org/W3170109180",
      "title": "Decolonize climate adaptation research",
      "authors": "Robin Bronen, Patricia Cochran",
      "paper_url": "https://doi.org/10.1126/science.abi9127",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4411051335",
      "paper_id": "https://openalex.org/W4411051335",
      "title": "Dehorning reduces rhino poaching",
      "authors": "Timothy Kuiper, Sharon Haussmann, Steven Whitfield, Daniel Polakow, Cathy Dreyer, Sam Ferreira, Markus Hofmeyr, Jo Shaw, Jed Bird, Mark Bourn, Wayne Boyd, Zianca Greeff, Zala Hartman, Kim Lester, Ian Nowak, Iain Olivier, Edwin Pierce, Colin Rowles, Sandra Snelling, Martin van Tonder, Ellery Worth, Hannes Zowitsky, E. J. Milner-Gulland, Res Altwegg",
      "paper_url": "https://doi.org/10.1126/science.ado7490",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4213046832",
      "paper_id": "https://openalex.org/W4213046832",
      "title": "Demographic implications of lead poisoning for eagles across North America",
      "authors": "Vincent A. Slabe, James T. Anderson, Brian A. Millsap, Jeffrey L. Cooper, Alan R. Harmata, Marco Restani, Ross H. Crandall, Barbara Bodenstein, Peter H. Bloom, Travis Booms, John Buchweitz, Renee Culver, Kim Dickerson, Robert Domenech, Ernesto Dominguez-Villegas, Daniel Driscoll, Brian W. Smith, Michael J. Lockhart, David McRuer, Tricia A. Miller, Patricia A. Ortiz, Krysta Rogers, Matt Schwarz, Natalie Turley, Brian Woodbridge, Myra E. Finkelstein, Christian A. Triana, Christopher R. DeSorbo, Todd E. Katzner",
      "paper_url": "https://doi.org/10.1126/science.abj3068",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4391215349",
      "paper_id": "https://openalex.org/W4391215349",
      "title": "Disruption of an ant-plant mutualism shapes interactions between lions and their primary prey",
      "authors": "Douglas N. Kamaru, Todd M. Palmer, Corinna Riginos, Adam T. Ford, Jayne Belnap, Robert M. Chira, John M. Githaiga, Benard C. Gituku, Brandon R. Hays, Cyrus M. Kavwele, Alfred K. Kibungei, Clayton T. Lamb, Nelly J. Maiyo, Patrick D. Milligan, Samuel Mutisya, Caroline C. Ng’weno, Michael Ogutu, Alejandro G. Pietrek, Brendon T. Wildt, Jacob R. Goheen",
      "paper_url": "https://doi.org/10.1126/science.adg1464",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4404349914",
      "paper_id": "https://openalex.org/W4404349914",
      "title": "Diverse and larger tree islands promote native tree diversity in oil palm landscapes",
      "authors": "Gustavo B. Paterno, Fabian Brambach, Nathaly Guerrero-Ramírez, Delphine Clara Zemp, Aiza F. Cantillo, Nicolò Camarretta, Carina C. M. Moura, Oliver Gailing, Johannes Ballauff, Andrea Polle, Michael Schlund, Stefan Erasmi, Najeeb A. Iddris, Watit Khokthong, Leti Sundawati, Bambang Irawan, Dirk Hölscher, Holger Kreft",
      "paper_url": "https://doi.org/10.1126/science.ado1629",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4392796813",
      "paper_id": "https://openalex.org/W4392796813",
      "title": "Diversity begets stability: Sublinear growth and competitive coexistence across ecosystems",
      "authors": "Ian A. Hatton, Onofrio Mazzarisi, Ada Altieri, Matteo Smerlak",
      "paper_url": "https://doi.org/10.1126/science.adg8488",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4389429319",
      "paper_id": "https://openalex.org/W4389429319",
      "title": "Drought sensitivity in mesic forests heightens their vulnerability to climate change",
      "authors": "Robert Heilmayr, Joan Dudney, Frances C. Moore",
      "paper_url": "https://doi.org/10.1126/science.adi1071",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4323810748",
      "paper_id": "https://openalex.org/W4323810748",
      "title": "Dwarfism and gigantism drive human-mediated extinctions on islands",
      "authors": "Roberto Rozzi, Mark V. Lomolino, Alexandra A. E. van der Geer, Daniele Silvestro, S. Kathleen Lyons, Pere Bover, Josep A. Alcover, Ana Benítez-López, Cheng-Hsiu Tsai, Masaki Fujita, Mugino O. Kubo, Janine Ochoa, Matthew E. Scarborough, Samuel T. Turvey, Alexander Zizka, Jonathan M. Chase",
      "paper_url": "https://doi.org/10.1126/science.add8606",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4391839259",
      "paper_id": "https://openalex.org/W4391839259",
      "title": "Eco-evolutionary emergence of macroecological scaling in plankton communities",
      "authors": "Jonas Wickman, Elena Litchman, Christopher A. Klausmeier",
      "paper_url": "https://doi.org/10.1126/science.adk6901",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4399848791",
      "paper_id": "https://openalex.org/W4399848791",
      "title": "Ecological disturbance alters the adaptive benefits of social ties",
      "authors": "C. Testard, C. Shergold, A. Acevedo-Ithier, J. Hart, A. Bernau, J. E. Negron-Del Valle, D. Phillips, M. M. Watowich, J. I. Sanguinetti-Scheck, M. J. Montague, N. Snyder-Mackler, J. P. Higham, M. L. Platt, L. J. N. Brent",
      "paper_url": "https://doi.org/10.1126/science.adk0606",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4405056567",
      "paper_id": "https://openalex.org/W4405056567",
      "title": "Ecological erosion and expanding extinction risk of sharks and rays",
      "authors": "Nicholas K. Dulvy, Nathan Pacoureau, Jay H. Matsushiba, Helen F. Yan, Wade J. VanderWright, Cassandra L. Rigby, Brittany Finucci, C. Samantha Sherman, Rima W. Jabado, John K. Carlson, Riley A. Pollom, Patricia Charvet, Caroline M. Pollock, Craig Hilton-Taylor, Colin A. Simpfendorfer",
      "paper_url": "https://doi.org/10.1126/science.adn1477",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4322764064",
      "paper_id": "https://openalex.org/W4322764064",
      "title": "Ecosystem-based management outperforms species-focused stocking for enhancing fish populations",
      "authors": "Johannes Radinger, Sven Matern, Thomas Klefoth, Christian Wolter, Fritz Feldhege, Christopher T. Monk, Robert Arlinghaus",
      "paper_url": "https://doi.org/10.1126/science.adf0895",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4383313602",
      "paper_id": "https://openalex.org/W4383313602",
      "title": "Effect of climate warming on the timing of autumn leaf senescence reverses after the summer solstice",
      "authors": "Constantin M. Zohner, Leila Mirzagholi, Susanne S. Renner, Lidong Mo, Dominic Rebindaine, Raymo Bucher, Daniel Palouš, Yann Vitasse, Yongshuo H. Fu, Benjamin D. Stocker, Thomas W. Crowther",
      "paper_url": "https://doi.org/10.1126/science.adf5098",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3210493173",
      "paper_id": "https://openalex.org/W3210493173",
      "title": "Effects of land dispossession and forced migration on Indigenous peoples in North America",
      "authors": "Justin Farrell, Paul Berne Burow, Kathryn McConnell, Jude Bayham, Kyle Whyte, Gal Koss",
      "paper_url": "https://doi.org/10.1126/science.abe4943",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4406970357",
      "paper_id": "https://openalex.org/W4406970357",
      "title": "Energetic constraints drive the decline of a sentinel polar bear population",
      "authors": "Louise C. Archer, Stephen N. Atkinson, Nicholas J. Lunn, Stephanie R. Penk, Péter K. Molnár",
      "paper_url": "https://doi.org/10.1126/science.adp3752",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3158648365",
      "paper_id": "https://openalex.org/W3158648365",
      "title": "Equids engineer desert water availability",
      "authors": "Erick J. Lundgren, Daniel Ramp, Juliet C. Stromberg, Jianguo Wu, Nathan C. Nieto, Martin Sluk, Karla T. Moeller, Arian D. Wallach",
      "paper_url": "https://doi.org/10.1126/science.abd6775",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4378194764",
      "paper_id": "https://openalex.org/W4378194764",
      "title": "Erosion of heterogeneous rock drives diversification of Appalachian fishes",
      "authors": "Maya F. Stokes, Daemin Kim, Sean F. Gallen, Edgar Benavides, Benjamin P. Keck, Julia Wood, Samuel L. Goldberg, Isaac J. Larsen, Jon Michael Mollish, Jeffrey W. Simmons, Thomas J. Near, J. Taylor Perron",
      "paper_url": "https://doi.org/10.1126/science.add9791",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4391640451",
      "paper_id": "https://openalex.org/W4391640451",
      "title": "Escarpment evolution drives the diversification of the Madagascar flora",
      "authors": "Yi Liu, Yanyan Wang, Sean D. Willett, Niklaus E. Zimmermann, Loïc Pellissier",
      "paper_url": "https://doi.org/10.1126/science.adi0833",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3204504083",
      "paper_id": "https://openalex.org/W3204504083",
      "title": "Evasion of tipping in complex systems through spatial pattern formation",
      "authors": "Max Rietkerk, Robbin Bastiaansen, Swarnendu Banerjee, Johan van de Koppel, Mara Baudena, Arjen Doelman",
      "paper_url": "https://doi.org/10.1126/science.abj0359",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3172623273",
      "paper_id": "https://openalex.org/W3172623273",
      "title": "Exit time as a measure of ecological resilience",
      "authors": "Babak M. S. Arani, Stephen R. Carpenter, Leo Lahti, Egbert H. van Nes, Marten Scheffer",
      "paper_url": "https://doi.org/10.1126/science.aay4895",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3127760382",
      "paper_id": "https://openalex.org/W3127760382",
      "title": "Exposure to climate change drives stability or collapse of desert mammal and bird communities",
      "authors": "E. A. Riddell, K. J. Iknayan, L. Hargrove, S. Tremor, J. L. Patton, R. Ramirez, B. O. Wolf, S. R. Beissinger",
      "paper_url": "https://doi.org/10.1126/science.abd4605",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3149863433",
      "paper_id": "https://openalex.org/W3149863433",
      "title": "Extinction at the end-Cretaceous and the origin of modern Neotropical rainforests",
      "authors": "Mónica R. Carvalho, Carlos Jaramillo, Felipe de la Parra, Dayenari Caballero-Rodríguez, Fabiany Herrera, Scott Wing, Benjamin L. Turner, Carlos D’Apolito, Millerlandy Romero-Báez, Paula Narváez, Camila Martínez, Mauricio Gutierrez, Conrad Labandeira, German Bayona, Milton Rueda, Manuel Paez-Reyes, Dairon Cárdenas, Álvaro Duque, James L. Crowley, Carlos Santos, Daniele Silvestro",
      "paper_url": "https://doi.org/10.1126/science.abf1969",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4377013923",
      "paper_id": "https://openalex.org/W4377013923",
      "title": "Fear of large carnivores amplifies human-caused mortality for mesopredators",
      "authors": "Laura R. Prugh, Calum X. Cunningham, Rebecca M. Windell, Brian N. Kertson, Taylor R. Ganz, Savanah L. Walker, Aaron J. Wirsing",
      "paper_url": "https://doi.org/10.1126/science.adf2472",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3133531010",
      "paper_id": "https://openalex.org/W3133531010",
      "title": "Fewer butterflies seen by community scientists across the warming and drying landscapes of the American West",
      "authors": "M. L. Forister, C. A. Halsch, C. C. Nice, J. A. Fordyce, T. E. Dilts, J. C. Oliver, K. L. Prudic, A. M. Shapiro, J. K. Wilson, J. Glassberg",
      "paper_url": "https://doi.org/10.1126/science.abe5585",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4392544645",
      "paper_id": "https://openalex.org/W4392544645",
      "title": "Fishing for oil and meat drives irreversible defaunation of deepwater sharks and rays",
      "authors": "Brittany Finucci, Nathan Pacoureau, Cassandra L. Rigby, Jay H. Matsushiba, Nina Faure-Beaulieu, C. Samantha Sherman, Wade J. VanderWright, Rima W. Jabado, Patricia Charvet, Paola A. Mejía-Falla, Andrés F. Navia, Danielle H. Derrick, Peter M. Kyne, Riley A. Pollom, Rachel H. L. Walls, Katelyn B. Herman, Bineesh Kinattumkara, Charles F. Cotton, Juan-Martín Cuevas, Ross K. Daley, Dharmadi, David A. Ebert, Daniel Fernando, Stela M. C. Fernando, Malcolm P. Francis, Charlie Huveneers, Hajime Ishihara, David W. Kulka, Robin W. Leslie, Francis Neat, Alexei M. Orlov, Getulio Rincon, Glenn J. Sant, Igor V. Volvenko, Terence I. Walker, Colin A. Simpfendorfer, Nicholas K. Dulvy",
      "paper_url": "https://doi.org/10.1126/science.ade9121",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4413395004",
      "paper_id": "https://openalex.org/W4413395004",
      "title": "Fitness benefits of genetic rescue despite chromosomal differences in an endangered pocket mouse",
      "authors": "Aryn P. Wilder, Debra M. Shier, Shauna N. D. King, Olga Dudchenko, Erik R. Funk, Ann Misuraca, Marlys L. Houck, William B. Miller, Caitlin J. Curry, Julie Fronczek, Ruqayya Khan, David Weisz, Robert N. Fisher, Erez Lieberman Aiden, Oliver A. Ryder, Cynthia C. Steiner",
      "paper_url": "https://doi.org/10.1126/science.adn4666",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4213062543",
      "paper_id": "https://openalex.org/W4213062543",
      "title": "Forgotten books: The application of unseen species models to the survival of culture",
      "authors": "Mike Kestemont, Folgert Karsdorp, Elisabeth de Bruijn, Matthew Driscoll, Katarzyna A. Kapitan, Pádraig Ó Macháin, Daniel Sawyer, Remco Sleiderink, Anne Chao",
      "paper_url": "https://doi.org/10.1126/science.abl7655",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402891211",
      "paper_id": "https://openalex.org/W4402891211",
      "title": "Four decades of Hawaiian monk seal entanglement data reveal the benefits of plastic debris removal",
      "authors": "Jason D. Baker, Thea C. Johanos, Hope Ronco, Brenda L. Becker, James Morioka, Kevin O’Brien, Mary J. Donohue",
      "paper_url": "https://doi.org/10.1126/science.ado2834",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4281725765",
      "paper_id": "https://openalex.org/W4281725765",
      "title": "From white to green: Snow cover loss and increased vegetation productivity in the European Alps",
      "authors": "Sabine B. Rumpf, Mathieu Gravey, Olivier Brönnimann, Miska Luoto, Carmen Cianfrani, Gregoire Mariethoz, Antoine Guisan",
      "paper_url": "https://doi.org/10.1126/science.abn6697",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4281717750",
      "paper_id": "https://openalex.org/W4281717750",
      "title": "Functional connectivity of the world’s protected areas",
      "authors": "A. Brennan, R. Naidoo, L. Greenstreet, Z. Mehrabi, N. Ramankutty, C. Kremen",
      "paper_url": "https://doi.org/10.1126/science.abl8974",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4296794599",
      "paper_id": "https://openalex.org/W4296794599",
      "title": "Genetic diversity loss in the Anthropocene",
      "authors": "Moises Exposito-Alonso, Tom R. Booker, Lucas Czech, Lauren Gillespie, Shannon Hateley, Christopher C. Kyriazis, Patricia L. M. Lang, Laura Leventhal, David Nogues-Bravo, Veronica Pagowski, Megan Ruffley, Jeffrey P. Spence, Sebastian E. Toro Arana, Clemens L. Weiß, Erin Zess",
      "paper_url": "https://doi.org/10.1126/science.abn5642",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4389725124",
      "paper_id": "https://openalex.org/W4389725124",
      "title": "Genomic analyses reveal poaching hotspots and illegal trade in pangolins from Africa to Asia",
      "authors": "Jen C. Tinsman, Cristian Gruppi, Christen M. Bossu, Tracey-Leigh Prigge, Ryan J. Harrigan, Virginia Zaunbrecher, Klaus-Peter Koepfli, Matthew LeBreton, Kevin Njabo, Cheng Wenda, Shuang Xing, Katharine Abernethy, Gary Ades, Excellence Akeredolu, Imuzei B. Andrew, Taneisha A. Barrett, Iva Bernáthová, Barbora Černá Bolfíková, Joseph L. Diffo, Ghislain Difouo Fopa, Lionel Esong Ebong, Ichu Godwill, Aurélie Flore Koumba Pambo, Kim Labuschagne, Julius Nwobegahay Mbekem, Brice R. Momboua, Carla L. Mousset Moumbolou, Stephan Ntie, Elizabeth Rose-Jeffreys, Franklin T. Simo, Keerthana Sundar, Markéta Swiacká, Jean Michel Takuo, Valery N. K. Talla, Ubald Tamoufe, Caroline Dingle, Kristen Ruegg, Timothy C. Bonebrake, Thomas B. Smith",
      "paper_url": "https://doi.org/10.1126/science.adi5066",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4414321828",
      "paper_id": "https://openalex.org/W4414321828",
      "title": "Genomic demography predicts community dynamics in a temperate montane forest",
      "authors": "James P. O’Dwyer, James A. Lutz, Tyler Schappe, Dana Alegre, Andrew N. Black, Niklaus J. Grünwald, F. Andrew Jones",
      "paper_url": "https://doi.org/10.1126/science.adu6396",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4414086232",
      "paper_id": "https://openalex.org/W4414086232",
      "title": "Genomic signatures indicate biodiversity loss in an endemic island ant fauna",
      "authors": "Cong Liu, Eli Sarnat, Jo Ann Tan, Julia Janicki, John Deyrup, Masako Ogasawara, Miquel L. Grau, Lijun Qiu, Francisco Hita Garcia, Georg Fischer, Akanisi Caginitoba, Nitish Narula, Clive T. Darwell, Yasuhiro Kubota, Naomi E. Pierce, Alexander S. Mikheyev, Evan P. Economo",
      "paper_url": "https://doi.org/10.1126/science.ads3004",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4387128698",
      "paper_id": "https://openalex.org/W4387128698",
      "title": "Genomic signatures of disease resistance in endangered staghorn corals",
      "authors": "Steven V. Vollmer, Jason D. Selwyn, Brecia A. Despard, Charles L. Roesel",
      "paper_url": "https://doi.org/10.1126/science.adi3601",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4321749010",
      "paper_id": "https://openalex.org/W4321749010",
      "title": "Global impact and selectivity of the Cretaceous-Paleogene mass extinction among sharks, skates, and rays",
      "authors": "Guillaume Guinot, Fabien L. Condamine",
      "paper_url": "https://doi.org/10.1126/science.abn2080",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4412623143",
      "paper_id": "https://openalex.org/W4412623143",
      "title": "Global patterns and drivers of untracked industrial fishing in coastal marine protected areas",
      "authors": "Raphael Seguin, Frédéric Le Manach, Rodolphe Devillers, Laure Velez, David Mouillot",
      "paper_url": "https://doi.org/10.1126/science.ado9468",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3215946130",
      "paper_id": "https://openalex.org/W3215946130",
      "title": "Global response of fire activity to late Quaternary grazer extinctions",
      "authors": "Allison T. Karp, J. Tyler Faith, Jennifer R. Marlon, A. Carla Staver",
      "paper_url": "https://doi.org/10.1126/science.abj1580",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4390734215",
      "paper_id": "https://openalex.org/W4390734215",
      "title": "Global shark fishing mortality still rising despite widespread regulatory change",
      "authors": "Boris Worm, Sara Orofino, Echelle S. Burns, Nidhi G. D’Costa, Leonardo Manir Feitosa, Maria L. D. Palomares, Laurenne Schiller, Darcy Bradley",
      "paper_url": "https://doi.org/10.1126/science.adf8984",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4411051355",
      "paper_id": "https://openalex.org/W4411051355",
      "title": "Global tracking of marine megafauna space use reveals how to achieve conservation targets",
      "authors": "Ana M. M. Sequeira, Jorge P. Rodríguez, Sarah A. Marley, Hannah J. Calich, Mirjam van der Mheen, Michelle VanCompernolle, Lucy M. Arrowsmith, Lauren R. Peel, Nuno Queiroz, Marisa Vedor, Ivo da Costa, Gonzalo Mucientes, Ana Couto, Nicolas E. Humphries, Sara Abalo-Morla, Francisco J. Abascal, Debra L. Abercrombie, Katya Abrantes, F. Alberto Abreu-Grobois, André S. Afonso, Pedro Afonso, Heidi Ahonen, Susanne Åkesson, Joanna Alfaro-Shigueto, Russel D. Andrews, Frédéric Angelier, Marina Antonopoulou, Javier A. Arata, Gonzalo Araujo, Randall Arauz, José Manuel Arcos, Igor Arregui, Haritz Arrizabalaga, Marie Auger-Méthé, Steffen Bach, Fred Bailleul, Robin W. Baird, George H. Balazs, Susan G. Barco, Adam Barnett, Warren Baverstock, Alastair M. M. Baylis, Annalea Beard, Juan Bécares, Eduardo J. Belda, Ian Bell, Ashley Bennison, Scott R. Benson, Diego Bernal, Michael L. Berumen, Sandra Bessudo, Natalia P. A. Bezerra, Antonin V. Blaison, Gabriela S. Blanco, Barbara A. Block, Mark Bolton, Mark E. Bond, Ramón Bonfil, Camrin D. Braun, Annette C. Broderick, Michael de L. Brooke, Annabelle M. L. Brooks, Edward J. Brooks, Ignacio M. Bruno, Jennifer M. Burns, Michael E. Byrne, Steven E. Campana, Hamish A. Campbell, Richard A. Campbell, Aaron Carlisle, Ruth H. Carmichael, Gemma Carroll, Paolo Casale, Filipe R. Ceia, Demian D. Chapman, Taylor K. Chapple, Jean-Benoit Charrassin, Andre Chiaradia, John Chisholm, Christopher R. Clarke, Thomas A. Clay, Christophe Cleguer, Elizabeth Clingham, Eric E. G. Clua, Jesse E. M. Cochran, Rochelle Constantine, Robert W. Cooper, Estelle Crochelet, Michelle Cronin, Eduardo Cuevas, Kayla P. DaCosta, Laurent Dagorn, Ryan Daly, Randall W. Davis, P. J. Nico de Bruyn, Carlos Delgado-Trejo, Thomas Dellinger, Solène Derville, Stella Diamant, Andrew DiMatteo, Kara L. Dodge, Philip D. Doherty, Michael C. Double, Alistair D. M. Dove, Thomas K Doyle, Michael J. Drew, Lindsay L. Dubbs, Clinton A. J. Duffy, Peter H. Dutton, Ewan W. J. Edwards, Luke D. Einoder, Mark V. Erdmann, Eduardo Espinoza, Nicole Esteban, Ana Isabel Fagundes, Chris Feare, Steven H. Ferguson, Luciana C. Ferreira, Francesco Ferretti, John Filmalter, Brittany Finucci, G. Chris Fischer, Richard J. Fitzpatrick, Jorge Fontes, Angela Formia, Sabrina Fossette, Malcolm P. Francis, Ari S. Friedlaender, Miguel Furtado, Austin J. Gallagher, Claire Garrigue, Enrico Gennari, H. Grant Gilchrist, Brendan J. Godley, Simon D. Goldsworthy, Matthew Gollock, Victoria González Carman, W. James Grecian, Jonathan R. Green, Christophe Guinet, Johan Gustafson, Tristan L. Guttridge, Hector M. Guzman, Derek Hamer, Keith C. Hamer, Neil Hammerschlag, Mike O. Hammill, Luke Harman, Emma Harrison, Catherine E. Hart, A. Errol Harris, Gordon Hastie, Fabio H. V. Hazin, Matt Heard, Alex R. Hearn, Mads Peter Heide-Jørgensen, Leeann Henry, Robert William Henry, Vicente Guzman Hernandez, Arturo E. Herrera, Mark A. Hindell, John C. Holdsworth, Bonnie J. Holmes, Lucy A. Howey, Edgar Mauricio Hoyos Padilla, Luis A. Huckstadt, Robert E. Hueter, Paulo H. Lara, Nigel E. Hussey, Charlie Huveneers, Kevin Hyland, Dylan T. Irion, David M. P. Jacoby, Audrey Jaeger, Mohammed Y. Jaidah, Mark Jessopp, Oliver J. D. Jewell, Ryan Johnson, Carl G. Jones, Ian D. Jonsen, Lance K. B. Jordan, Salvador J. Jorgensen, Akiko Kato, James T. Ketchum, Alexander S. Kitaysky, A. Peter Klimley, Alison A. Kock, Pieter Koen, Felipe Ladino Archila, Fernanda O. Lana, Jude V. Lane, Matthieu Le Corre, Mary-Anne Lea, James Lea, Eliza H. K. Leat, Olivia A. Lee, J. Jacob Levenson, César P. Ley-Quiñonez, Fiona Llewellyn, Gwen Lockhart, Gustave G. Lopez, Milagros Lopez Mendilaharsu, Andrew D. Lowther, Paolo Luschi, Molly E. Lutcavage, Warrick S. Lyon, Bruno C. L. Macena, Alice I. Mackay, Christine A. Madden, Mark L. Mallory, Jeffrey C. Mangel, Michael Manning, Kate L. Mansfield, David March, Adolfo Marco, Marianne Marcoux, David Acuña-Marrero, Helene Marsh, Heather Marshall, Bruce Mate, Jaime D. McAllister, Rebecca L. McGuire, Jane McKenzie, Lachlan McLeay, Clive R. McMahon, Michelle Modest, John Morris, Mônica M. C. Muelbert, Naveen Namboothri, Wallace J. Nichols, Malcolm A. C. Nicoll, Bradley M. Norman, Ken Norris, Erik Olsen, Steffen Oppel, Sabine Orlowski, Anthony M. Pagano, Brad Page, Vitor H. Paiva, Daniel M. Palacios, Yannis P. Papastamatiou, Denise M. Parker, Charitha Pattiaratchi, Hoyt Peckham, Cesar R. Peñaherrera-Palma, Julian G. Pepperell, Richard A. Phillips, Simon J. Pierce, Stephen K. Pikesley, Nicolas J. Pilcher, Patrick Pinet, Matt Pinkerton, Enrico Pirotta, Virginie Plot, Abby N. Powell, Kevin D. Powers, Clare E. M. Prebble, Tiana J. Preston, Rui Prieto, Laura Prosdocimi, John L. Quinn, Lina Maria Quintero, Thierry Raclot, Iván Ramirez, Dení Ramírez-Macías, Jaime A. Ramos, Andrew J. Read, Rolf Ream, ALan F. Rees, Richard D. Reina, Ryan R. Reisinger, Ohiana Revuelta, Samantha D. Reynolds, Anthony J. Richardson, Leena Riekkola, Federico G. Riet-Sapriza, David P. Robinson, Patrick W. Robinson, Carlos F. D. Rocha, Tracey L. Rogers, Christoph A. Rohner, Yan Ropert-Coudert, Monica Ross, David R. L. Rowat, Kevin Ruhomaun, Paul M. Sagar, Melita A. Samoilys, Sonia Sanchez, Alejandra G. Sandoval-Lugo, Erik A. P. dos Santos, António M. Santos, Kylie L. Scales, Gail Schofield, Jayson M. Semmens, Edy Setyawan, Scott A. Shaffer, Kartik Shanker, Marcus Sheaves, George L. Shillinger, Mahmood S. Shivji, Abraham Sianipar, Janet R. D. Silk, Mónica A. Silva, Jolene Sim, Samantha J. Simpson, Gregory Skomal, David J. Slip, Malcolm J. Smale, German A. Soler, Marc Soria, Lara L. Sousa, Emily J. Southall, Jean-Claude Stahl, Kilian M. Stehfest, Jeremy T. Sterling, John D. Stevens, Guy M. W. Stevens, Joshua D. Stewart, Adhith Swaminathan, Akinori Takahashi, Vikash Tatayah, Jean-Baptiste Thiebot, Paul M. Thompson, Simon R. Thorrold, Michele Thums, Jesús Tomás, Leigh G. Torres, Alison Towner, Philip N. Trathan, John P. Tyminski, Ricardo Sagarminaga van Buiten, Robert P. Van Dam, Frederic Vandeperre, Nuria Varo-Cruz, Jeremy J. Vaudo, Michel Vely, Stella Villegas-Amtmann, Cecile Vincent, David Waayers, Sarah Wanless, Yuuki Y. Watanabe, Cortney A. Watt, Sam B. Weber, Nicola Weber, Michael J. Weise, Linda Welch, Randall S. Wells, Jonathan M. Werry, Bradley M. Wetherbee, Timothy D. White, Scott D. Whiting, Andrea U. Whiting, Annelise Wiebkin, Barbara Wienecke, Natalie E. Wildermann, David N. Wiley, Alexis Will, Sean Williams, Marie Windstein, Saskia Wischnewski, Matthew J. Witt, Freya C. Womersley, Andrew G. Wood, Lucy J. Wright, José C. Xavier, Takashi Yamamoto, David J. Yurkowski, Patricia M. Zarate, Alan Zavala-Norzagaray, Alexandre N. Zerbini, Daniel P. Costa, Rob Harcourt, Mark G. Meekan, Graeme C. Hays, David W. Sims, Carlos M. Duarte, Víctor M. Eguíluz",
      "paper_url": "https://doi.org/10.1126/science.adl0239",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4395447577",
      "paper_id": "https://openalex.org/W4395447577",
      "title": "Global trends and scenarios for terrestrial biodiversity and ecosystem services from 1900 to 2050",
      "authors": "Henrique M. Pereira, Inês S. Martins, Isabel M. D. Rosa, HyeJin Kim, Paul Leadley, Alexander Popp, Detlef P. van Vuuren, George Hurtt, Luise Quoss, Almut Arneth, Daniele Baisero, Michel Bakkenes, Rebecca Chaplin-Kramer, Louise Chini, Moreno Di Marco, Simon Ferrier, Shinichiro Fujimori, Carlos A. Guerra, Michael Harfoot, Thomas D. Harwood, Tomoko Hasegawa, Vanessa Haverd, Petr Havlík, Stefanie Hellweg, Jelle P. Hilbers, Samantha L. L. Hill, Akiko Hirata, Andrew J. Hoskins, Florian Humpenöder, Jan H. Janse, Walter Jetz, Justin A. Johnson, Andreas Krause, David Leclère, Tetsuya Matsui, Johan R. Meijer, Cory Merow, Michael Obersteiner, Haruka Ohashi, Adriana De Palma, Benjamin Poulter, Andy Purvis, Benjamin Quesada, Carlo Rondinini, Aafke M. Schipper, Josef Settele, Richard Sharp, Elke Stehfest, Bernardo B. N. Strassburg, Kiyoshi Takahashi, Matthew V. Talluto, Wilfried Thuiller, Nicolas Titeux, Piero Visconti, Christopher Ware, Florian Wolf, Rob Alkemade",
      "paper_url": "https://doi.org/10.1126/science.adn3441",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4281730853",
      "paper_id": "https://openalex.org/W4281730853",
      "title": "Glyphosate impairs collective thermoregulation in bumblebees",
      "authors": "Anja Weidenmüller, Andrea Meltzer, Stefanie Neupert, Alica Schwarz, Christoph Kleineidam",
      "paper_url": "https://doi.org/10.1126/science.abf7482",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4310251770",
      "paper_id": "https://openalex.org/W4310251770",
      "title": "Grazing and ecosystem service delivery in global drylands",
      "authors": "Fernando T. Maestre, Yoann Le Bagousse-Pinguet, Manuel Delgado-Baquerizo, David J. Eldridge, Hugo Saiz, Miguel Berdugo, Beatriz Gozalo, Victoria Ochoa, Emilio Guirado, Miguel García-Gómez, Enrique Valencia, Juan J. Gaitán, Sergio Asensio, Betty J. Mendoza, César Plaza, Paloma Díaz-Martínez, Ana Rey, Hang-Wei Hu, Ji-Zheng He, Jun-Tao Wang, Anika Lehmann, Matthias C. Rillig, Simone Cesarz, Nico Eisenhauer, Jaime Martínez-Valderrama, Eduardo Moreno-Jiménez, Osvaldo Sala, Mehdi Abedi, Negar Ahmadian, Concepción L. Alados, Valeria Aramayo, Fateh Amghar, Tulio Arredondo, Rodrigo J. Ahumada, Khadijeh Bahalkeh, Farah Ben Salem, Niels Blaum, Bazartseren Boldgiv, Matthew A. Bowker, Donaldo Bran, Chongfeng Bu, Rafaella Canessa, Andrea P. Castillo-Monroy, Helena Castro, Ignacio Castro, Patricio Castro-Quezada, Roukaya Chibani, Abel A. Conceição, Courtney M. Currier, Anthony Darrouzet-Nardi, Balázs Deák, David A. Donoso, Andrew J. Dougill, Jorge Durán, Batdelger Erdenetsetseg, Carlos I. Espinosa, Alex Fajardo, Mohammad Farzam, Daniela Ferrante, Anke S. K. Frank, Lauchlan H. Fraser, Laureano A. Gherardi, Aaron C. Greenville, Carlos A. Guerra, Elizabeth Gusmán-Montalvan, Rosa M. Hernández-Hernández, Norbert Hölzel, Elisabeth Huber-Sannwald, Frederic M. Hughes, Oswaldo Jadán-Maza, Florian Jeltsch, Anke Jentsch, Kudzai F. Kaseke, Melanie Köbel, Jessica E. Koopman, Cintia V. Leder, Anja Linstädter, Peter C. le Roux, Xinkai Li, Pierre Liancourt, Jushan Liu, Michelle A. Louw, Gillian Maggs-Kölling, Thulani P. Makhalanyane, Oumarou Malam Issa, Antonio J. Manzaneda, Eugene Marais, Juan P. Mora, Gerardo Moreno, Seth M. Munson, Alice Nunes, Gabriel Oliva, Gastón R. Oñatibia, Guadalupe Peter, Marco O. D. Pivari, Yolanda Pueyo, R. Emiliano Quiroga, Soroor Rahmanian, Sasha C. Reed, Pedro J. Rey, Benoit Richard, Alexandra Rodríguez, Víctor Rolo, Juan G. Rubalcaba, Jan C. Ruppert, Ayman Salah, Max A. Schuchardt, Sedona Spann, Ilan Stavi, Colton R. A. Stephens, Anthony M. Swemmer, Alberto L. Teixido, Andrew D. Thomas, Heather L. Throop, Katja Tielbörger, Samantha Travers, James Val, Orsolya Valkó, Liesbeth van den Brink, Sergio Velasco Ayuso, Frederike Velbert, Wanyoike Wamiti, Deli Wang, Lixin Wang, Glenda M. Wardle, Laura Yahdjian, Eli Zaady, Yuanming Zhang, Xiaobing Zhou, Brajesh K. Singh, Nicolas Gross",
      "paper_url": "https://doi.org/10.1126/science.abq4062",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4406201665",
      "paper_id": "https://openalex.org/W4406201665",
      "title": "Grazing can reduce wildfire risk amid climate change",
      "authors": "Valério D. Pillar, Gerhard E. Overbeck",
      "paper_url": "https://doi.org/10.1126/science.adu7471",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3164698972",
      "paper_id": "https://openalex.org/W3164698972",
      "title": "Hemispheric asymmetry in ocean change and the productivity of ecosystem sentinels",
      "authors": "W. J. Sydeman, D. S. Schoeman, S. A. Thompson, B. A. Hoover, M. García-Reyes, F. Daunt, P. Agnew, T. Anker-Nilssen, C. Barbraud, R. Barrett, P. H. Becker, E. Bell, P. D. Boersma, S. Bouwhuis, B. Cannell, R. J. M. Crawford, P. Dann, K. Delord, G. Elliott, K. E. Erikstad, E. Flint, R. W. Furness, M. P. Harris, S. Hatch, K. Hilwig, J. T. Hinke, J. Jahncke, J. A. Mills, T. K. Reiertsen, H. Renner, R. B. Sherley, C. Surman, G. Taylor, J. A. Thayer, P. N. Trathan, E. Velarde, K. Walker, S. Wanless, P. Warzybok, Y. Watanuki",
      "paper_url": "https://doi.org/10.1126/science.abf1772",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4388214967",
      "paper_id": "https://openalex.org/W4388214967",
      "title": "Herbivory limits success of vegetation restoration globally",
      "authors": "Changlin Xu, Brian R. Silliman, Jianshe Chen, Xincheng Li, Mads S. Thomsen, Qun Zhang, Juhyung Lee, Jonathan S. Lefcheck, Pedro Daleo, Brent B. Hughes, Holly P. Jones, Rong Wang, Shaopeng Wang, Carter S. Smith, Xinqiang Xi, Andrew H. Altieri, Johan van de Koppel, Todd M. Palmer, Lingli Liu, Jihua Wu, Bo Li, Qiang He",
      "paper_url": "https://doi.org/10.1126/science.add2814",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3137230559",
      "paper_id": "https://openalex.org/W3137230559",
      "title": "Hunting the eagle killer: A cyanobacterial neurotoxin causes vacuolar myelinopathy",
      "authors": "Steffen Breinlinger, Tabitha J. Phillips, Brigette N. Haram, Jan Mareš, José A. Martínez Yerena, Pavel Hrouzek, Roman Sobotka, W. Matthew Henderson, Peter Schmieder, Susan M. Williams, James D. Lauderdale, H. Dayton Wilde, Wesley Gerrin, Andreja Kust, John W. Washington, Christoph Wagner, Benedikt Geier, Manuel Liebeke, Heike Enke, Timo H. J. Niedermeyer, Susan B. Wilde",
      "paper_url": "https://doi.org/10.1126/science.aax9050",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4391839091",
      "paper_id": "https://openalex.org/W4391839091",
      "title": "Interplay of competition and facilitation in grazing succession by migrant Serengeti herbivores",
      "authors": "T. Michael Anderson, Staci A. Hepler, Ricardo M. Holdo, Jason E. Donaldson, Robert J. Erhardt, J. Grant C. Hopcraft, Matthew C. Hutchinson, Sarah E. Huebner, Thomas A. Morrison, Jeffry Muday, Issack N. Munuo, Meredith S. Palmer, Johan Pansu, Robert M. Pringle, Robert Sketch, Craig Packer",
      "paper_url": "https://doi.org/10.1126/science.adg0744",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4286488468",
      "paper_id": "https://openalex.org/W4286488468",
      "title": "Interspecific competition limits bird species’ ranges in tropical mountains",
      "authors": "Benjamin G. Freeman, Matthew Strimas-Mackey, Eliot T. Miller",
      "paper_url": "https://doi.org/10.1126/science.abl7242",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4408388870",
      "paper_id": "https://openalex.org/W4408388870",
      "title": "Island geography drives evolution of rattan palms in tropical Asian rainforests",
      "authors": "Benedikt G. Kuhnhäuser, Christopher D. Bates, John Dransfield, Connie Geri, Andrew Henderson, Sang Julia, Jun Ying Lim, Robert J. Morley, Himmah Rustiami, Rowan J. Schley, Sidonie Bellot, Guillaume Chomicki, Wolf L. Eiserhardt, Simon J. Hiscock, William J. Baker",
      "paper_url": "https://doi.org/10.1126/science.adp3437",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3205870002",
      "paper_id": "https://openalex.org/W3205870002",
      "title": "Ivory poaching and the rapid evolution of tusklessness in African elephants",
      "authors": "Shane C. Campbell-Staton, Brian J. Arnold, Dominique Gonçalves, Petter Granli, Joyce Poole, Ryan A. Long, Robert M. Pringle",
      "paper_url": "https://doi.org/10.1126/science.abe7389",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4393928634",
      "paper_id": "https://openalex.org/W4393928634",
      "title": "Joint environmental and social benefits from diversified agriculture",
      "authors": "Laura Vang Rasmussen, Ingo Grass, Zia Mehrabi, Olivia M. Smith, Rachel Bezner-Kerr, Jennifer Blesh, Lucas Alejandro Garibaldi, Marney E. Isaac, Christina M. Kennedy, Hannah Wittman, Péter Batáry, Damayanti Buchori, Rolando Cerda, Julián Chará, David W. Crowder, Kevin Darras, Kathryn DeMaster, Karina Garcia, Manuel Gómez, David Gonthier, Purnama Hidayat, Juliana Hipólito, Mark Hirons, Lesli Hoey, Dana James, Innocensia John, Andrew D. Jones, Daniel S. Karp, Yodit Kebede, Carmen Bezner Kerr, Susanna Klassen, Martyna Kotowska, Holger Kreft, Ramiro Llanque, Christian Levers, Diego J. Lizcano, Adrian Lu, Sidney Madsen, Rosebelly Nunes Marques, Pedro Buss Martins, America Melo, Hanson Nyantakyi-Frimpong, Elissa M. Olimpi, Jeb P. Owen, Heiber Pantevez, Matin Qaim, Sarah Redlich, Christoph Scherber, Amber R. Sciligo, Sieglinde Snapp, William E. Snyder, Ingolf Steffan-Dewenter, Anne Elise Stratton, Joseph M. Taylor, Teja Tscharntke, Vivian Valencia, Cassandra Vogel, Claire Kremen",
      "paper_url": "https://doi.org/10.1126/science.adj1914",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4389429366",
      "paper_id": "https://openalex.org/W4389429366",
      "title": "Large females connect Atlantic cod spawning sites",
      "authors": "Esben Moland Olsen, Ørjan Karlsen, Jon Egil Skjæraasen",
      "paper_url": "https://doi.org/10.1126/science.adi1826",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4381613156",
      "paper_id": "https://openalex.org/W4381613156",
      "title": "Large herbivore diversity slows sea ice–associated decline in arctic tundra diversity",
      "authors": "Eric Post, Elina Kaarlejärvi, Marc Macias-Fauria, David A. Watts, Pernille Sporon Bøving, Sean M. P. Cahoon, R. Conor Higgins, Christian John, Jeffrey T. Kerby, Christian Pedersen, Mason Post, Patrick F. Sullivan",
      "paper_url": "https://doi.org/10.1126/science.add2679",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4413394936",
      "paper_id": "https://openalex.org/W4413394936",
      "title": "Light pollution prolongs avian activity",
      "authors": "Brent S. Pease, Neil A. Gilbert",
      "paper_url": "https://doi.org/10.1126/science.adv9472",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4379928167",
      "paper_id": "https://openalex.org/W4379928167",
      "title": "Limited climatic space for alternative ecosystem states in Africa",
      "authors": "Steven I. Higgins, Timo Conradi, Laurence M. Kruger, Robert B. O’Hara, Jasper A. Slingsby",
      "paper_url": "https://doi.org/10.1126/science.add5190",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4410456150",
      "paper_id": "https://openalex.org/W4410456150",
      "title": "Limited evidence for range shift–driven extinction in mountain biota",
      "authors": "Yi-Hsiu Chen, Jonathan Lenoir, I-Ching Chen",
      "paper_url": "https://doi.org/10.1126/science.adq9512",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4412622866",
      "paper_id": "https://openalex.org/W4412622866",
      "title": "Little-to-no industrial fishing occurs in fully and highly protected marine areas",
      "authors": "Jennifer Raynor, Sara Orofino, Christopher Costello, Gavin McDonald, Juan Mayorga, Enric Sala",
      "paper_url": "https://doi.org/10.1126/science.adt9009",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3164243491",
      "paper_id": "https://openalex.org/W3164243491",
      "title": "Local conditions magnify coral loss after marine heatwaves",
      "authors": "Mary K. Donovan, Deron E. Burkepile, Chelsey Kratochwill, Tom Shlesinger, Shannon Sully, Thomas A. Oliver, Gregor Hodgson, Jan Freiwald, Robert van Woesik",
      "paper_url": "https://doi.org/10.1126/science.abd9464",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4408704257",
      "paper_id": "https://openalex.org/W4408704257",
      "title": "Macroecological rules predict how biomass scales with species richness in nature",
      "authors": "Alex L. Pigot, Laura E. Dee, Anthony J. Richardson, Declan L. M. Cooper, Nico Eisenhauer, Richard D. Gregory, Simon L. Lewis, Callum J. Macgregor, Dario Massimino, Daniel S. Maynard, Helen R. P. Phillips, Marina Rillo, Michel Loreau, Bart Haegeman",
      "paper_url": "https://doi.org/10.1126/science.adq3278",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3137863477",
      "paper_id": "https://openalex.org/W3137863477",
      "title": "Manta-like planktivorous sharks in Late Cretaceous oceans",
      "authors": "Romain Vullo, Eberhard Frey, Christina Ifrim, Margarito A. González González, Eva S. Stinnesbeck, Wolfgang Stinnesbeck",
      "paper_url": "https://doi.org/10.1126/science.abc1490",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W4200191517",
      "paper_id": "https://openalex.org/W4200191517",
      "title": "Multidimensional tropical forest recovery",
      "authors": "Lourens Poorter, Dylan Craven, Catarina C. Jakovac, Masha T. van der Sande, Lucy Amissah, Frans Bongers, Robin L. Chazdon, Caroline E. Farrior, Stephan Kambach, Jorge A. Meave, Rodrigo Muñoz, Natalia Norden, Nadja Rüger, Michiel van Breugel, Angélica María Almeyda Zambrano, Bienvenu Amani, José Luis Andrade, Pedro H. S. Brancalion, Eben N. Broadbent, Hubert de Foresta, Daisy H. Dent, Géraldine Derroire, Saara J. DeWalt, Juan M. Dupuy, Sandra M. Durán, Alfredo C. Fantini, Bryan Finegan, Alma Hernández-Jaramillo, José Luis Hernández-Stefanoni, Peter Hietz, André B. Junqueira, Justin Kassi N’dja, Susan G. Letcher, Madelon Lohbeck, René López-Camacho, Miguel Martínez-Ramos, Felipe P. L. Melo, Francisco Mora, Sandra C. Müller, Anny E. N’Guessan, Florian Oberleitner, Edgar Ortiz-Malavassi, Eduardo A. Pérez-García, Bruno X. Pinho, Daniel Piotto, Jennifer S. Powers, Susana Rodríguez-Buriticá, Danaë M. A. Rozendaal, Jorge Ruíz, Marcelo Tabarelli, Heitor Mancini Teixeira, Everardo Valadares de Sá Barretto Sampaio, Hans van der Wal, Pedro M. Villa, Geraldo W. Fernandes, Braulio A. Santos, José Aguilar-Cano, Jarcilene S. de Almeida-Cortez, Esteban Alvarez-Davila, Felipe Arreola-Villa, Patricia Balvanera, Justin M. Becknell, George A. L. Cabral, Carolina Castellanos-Castro, Ben H. J. de Jong, Jhon Edison Nieto, Mário M. Espírito-Santo, Maria C. Fandino, Hernando García, Daniel García-Villalobos, Jefferson S. Hall, Alvaro Idárraga, Jaider Jiménez-Montoya, Deborah Kennard, Erika Marín-Spiotta, Rita Mesquita, Yule R. F. Nunes, Susana Ochoa-Gaona, Marielos Peña-Claros, Nathalia Pérez-Cárdenas, Jorge Rodríguez-Velázquez, Lucía Sanaphre Villanueva, Naomi B. Schwartz, Marc K. Steininger, Maria D. M. Veloso, Henricus F. M. Vester, Ima C. G. Vieira, G. Bruce Williamson, Kátia Zanini, Bruno Hérault",
      "paper_url": "https://doi.org/10.1126/science.abh3629",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4280636450",
      "paper_id": "https://openalex.org/W4280636450",
      "title": "Multispecies forest plantations outyield monocultures across a broad range of conditions",
      "authors": "Yuhao Feng, Bernhard Schmid, Michel Loreau, David I. Forrester, Songlin Fei, Jianxiao Zhu, Zhiyao Tang, Jiangling Zhu, Pubin Hong, Chengjun Ji, Yue Shi, Haojie Su, Xinyu Xiong, Jian Xiao, Shaopeng Wang, Jingyun Fang",
      "paper_url": "https://doi.org/10.1126/science.abm6363",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4404795609",
      "paper_id": "https://openalex.org/W4404795609",
      "title": "Natural selection could determine whether <i>Acropora</i> corals persist under expected climate change",
      "authors": "Liam Lachs, Yves-Marie Bozec, John C. Bythell, Simon D. Donner, Holly K. East, Alasdair J. Edwards, Yimnang Golbuu, Marine Gouezo, James R. Guest, Adriana Humanes, Cynthia Riginos, Peter J. Mumby",
      "paper_url": "https://doi.org/10.1126/science.adl6480",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410251462",
      "paper_id": "https://openalex.org/W4410251462",
      "title": "Nature conservation policies are biased toward forests and neglect grassy ecosystems worldwide",
      "authors": "Valério D. Pillar, Gerhard E. Overbeck",
      "paper_url": "https://doi.org/10.1126/science.adx7441",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4410050985",
      "paper_id": "https://openalex.org/W4410050985",
      "title": "North American bird declines are greatest where species are most abundant",
      "authors": "Alison Johnston, Amanda D. Rodewald, Matt Strimas-Mackey, Tom Auer, Wesley M. Hochachka, Andrew N. Stillman, Courtney L. Davis, Viviana Ruiz-Gutierrez, Adriaan M. Dokter, Eliot T. Miller, Orin Robinson, Shawn Ligocki, Lauren Oldham Jaromczyk, Cynthia Crowley, Christopher L. Wood, Daniel Fink",
      "paper_url": "https://doi.org/10.1126/science.adn4381",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4383313876",
      "paper_id": "https://openalex.org/W4383313876",
      "title": "Paleoenvironments shaped the exchange of terrestrial vertebrates across Wallace’s Line",
      "authors": "A. Skeels, L. M. Boschman, I. R. McFadden, E. M. Joyce, O. Hagen, O. Jiménez Robles, W. Bach, V. Boussange, T. Keggin, W. Jetz, L. Pellissier",
      "paper_url": "https://doi.org/10.1126/science.adf7122",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4403718853",
      "paper_id": "https://openalex.org/W4403718853",
      "title": "Pervasive sublethal effects of agrochemicals on insects at environmentally relevant concentrations",
      "authors": "Lautaro Gandara, Richard Jacoby, François Laurent, Matteo Spatuzzi, Nikolaos Vlachopoulos, Noa O. Borst, Gülina Ekmen, Clement M. Potel, Martin Garrido-Rodriguez, Antonia L. Böhmert, Natalia Misunou, Bartosz J. Bartmanski, Xueying C. Li, Dominik Kutra, Jean-Karim Hériché, Christian Tischer, Maria Zimmermann-Kogadeeva, Victoria A. Ingham, Mikhail M. Savitski, Jean-Baptiste Masson, Michael Zimmermann, Justin Crocker",
      "paper_url": "https://doi.org/10.1126/science.ado0251",
      "venue": "science24"
    },
    {
      "id": "science23_https://openalex.org/W4385520015",
      "paper_id": "https://openalex.org/W4385520015",
      "title": "Pervasive within-species spatial repulsion among adult tropical trees",
      "authors": "Michael Kalyuzhny, Jeffrey K. Lake, S. Joseph Wright, Annette M. Ostling",
      "paper_url": "https://doi.org/10.1126/science.adg7021",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3205408017",
      "paper_id": "https://openalex.org/W3205408017",
      "title": "Physical disturbance by recovering sea otter populations increases eelgrass genetic diversity",
      "authors": "Erin Foster, Jane Watson, Matthew A. Lemay, M. Tim Tinker, James A. Estes, Rebecca Piercey, Lauren Henson, Carol Ritland, Allyson Miscampbell, Linda Nichol, Margot Hessing-Lewis, Anne K. Salomon, Chris T. Darimont",
      "paper_url": "https://doi.org/10.1126/science.abf2343",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W4200450304",
      "paper_id": "https://openalex.org/W4200450304",
      "title": "Physiological costs of undocumented human migration across the southern United States border",
      "authors": "Shane C. Campbell-Staton, Reena H. Walker, Savannah A. Rogers, Jason De León, Hannah Landecker, Warren Porter, Paul D. Mathewson, Ryan A. Long",
      "paper_url": "https://doi.org/10.1126/science.abh1924",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4388520207",
      "paper_id": "https://openalex.org/W4388520207",
      "title": "Plant size, latitude, and phylogeny explain within-population variability in herbivory",
      "authors": ", M. L. Robinson, P. G. Hahn, B. D. Inouye, N. Underwood, S. R. Whitehead, K. C. Abbott, E. M. Bruna, N. I. Cacho, L. A. Dyer, L. Abdala-Roberts, W. J. Allen, J. F. Andrade, D. F. Angulo, D. Anjos, D. N. Anstett, R. Bagchi, S. Bagchi, M. Barbosa, S. Barrett, C. A. Baskett, E. Ben-Simchon, K. J. Bloodworth, J. L. Bronstein, Y. M. Buckley, K. T. Burghardt, C. Bustos-Segura, E. S. Calixto, R. L. Carvalho, B. Castagneyrol, M. C. Chiuffo, D. Cinoğlu, E. Cinto Mejía, M. C. Cock, R. Cogni, O. L. Cope, T. Cornelissen, D. R. Cortez, D. W. Crowder, C. Dallstream, W. Dáttilo, J. K. Davis, R. D. Dimarco, H. E. Dole, I. N. Egbon, M. Eisenring, A. Ejomah, B. D. Elderd, M.-J. Endara, M. D. Eubanks, S. E. Everingham, K. N. Farah, R. P. Farias, A. P. Fernandes, G. W. Fernandes, M. Ferrante, A. Finn, G. A. Florjancic, M. L. Forister, Q. N. Fox, E. Frago, F. M. França, A. S. Getman-Pickering, Z. Getman-Pickering, E. Gianoli, B. Gooden, M. M. Gossner, K. A. Greig, S. Gripenberg, R. Groenteman, P. Grof-Tisza, N. Haack, L. Hahn, S. M. Haq, A. M. Helms, J. Hennecke, S. L. Hermann, L. M. Holeski, S. Holm, M. C. Hutchinson, E. E. Jackson, S. Kagiya, A. Kalske, M. Kalwajtys, R. Karban, R. Kariyat, T. Keasar, M. F. Kersch-Becker, H. M. Kharouba, T. N. Kim, D. M. Kimuyu, J. Kluse, S. E. Koerner, K. J. Komatsu, S. Krishnan, M. Laihonen, L. Lamelas-López, M. C. LaScaleia, N. Lecomte, C. R. Lehn, X. Li, R. L. Lindroth, E. F. LoPresti, M. Losada, A. M. Louthan, V. J. Luizzi, S. C. Lynch, J. S. Lynn, N. J. Lyon, L. F. Maia, R. A. Maia, T. L. Mannall, B. S. Martin, T. J. Massad, A. C. McCall, K. McGurrin, A. C. Merwin, Z. Mijango-Ramos, C. H. Mills, A. T. Moles, C. M. Moore, X. Moreira, C. R. Morrison, M. C. Moshobane, A. Muola, R. Nakadai, K. Nakajima, S. Novais, C. O. Ogbebor, H. Ohsaki, V. S. Pan, N. A. Pardikes, M. Pareja, N. Parthasarathy, R. R. Pawar, Q. Paynter, I. S. Pearse, R. M. Penczykowski, A. A. Pepi, C. C. Pereira, S. S. Phartyal, F. I. Piper, K. Poveda, E. G. Pringle, J. Puy, T. Quijano, C. Quintero, S. Rasmann, C. Rosche, L. Y. Rosenheim, J. A. Rosenheim, J. B. Runyon, A. Sadeh, Y. Sakata, D. M. Salcido, C. Salgado-Luarte, B. A. Santos, Y. Sapir, Y. Sasal, Y. Sato, M. Sawant, H. Schroeder, I. Schumann, M. Segoli, H. Segre, O. Shelef, N. Shinohara, R. P. Singh, D. S. Smith, M. Sobral, G. C. Stotz, A. J. M. Tack, M. Tayal, J. F. Tooker, D. Torrico-Bazoberry, K. Tougeron, A. M. Trowbridge, S. Utsumi, O. Uyi, J. L. Vaca-Uribe, A. Valtonen, L. J. A. van Dijk, V. Vandvik, J. Villellas, L. P. Waller, M. G. Weber, A. Yamawo, S. Yim, P. L. Zarnetske, L. N. Zehr, Z. Zhong, W. C. Wetzel",
      "paper_url": "https://doi.org/10.1126/science.adh8830",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4379928697",
      "paper_id": "https://openalex.org/W4379928697",
      "title": "Plio-Pleistocene African megaherbivore losses associated with community biomass restructuring",
      "authors": "Faysal Bibi, Juan L. Cantalapiedra",
      "paper_url": "https://doi.org/10.1126/science.add8366",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4395447773",
      "paper_id": "https://openalex.org/W4395447773",
      "title": "Pre- and postnatal noise directly impairs avian development, with fitness consequences",
      "authors": "Alizée Meillère, Katherine L. Buchanan, Justin R. Eastwood, Mylene M. Mariette",
      "paper_url": "https://doi.org/10.1126/science.ade5868",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4282944333",
      "paper_id": "https://openalex.org/W4282944333",
      "title": "Predator control of marine communities increases with temperature across 115 degrees of latitude",
      "authors": "Gail V. Ashton, Amy L. Freestone, J. Emmett Duffy, Mark E. Torchin, Brent J. Sewall, Brianna Tracy, Mariano Albano, Andrew H. Altieri, Luciana Altvater, Rolando Bastida-Zavala, Alejandro Bortolus, Antonio Brante, Viviana Bravo, Norah Brown, Alejandro H. Buschmann, Edward Buskey, Rosita Calderón Barrera, Brian Cheng, Rachel Collin, Ricardo Coutinho, Luis De Gracia, Gustavo M. Dias, Claudio DiBacco, Augusto A. V. Flores, Maria Angélica Haddad, Zvi Hoffman, Bruno Ibañez Erquiaga, Dean Janiak, Analí Jiménez Campeán, Inti Keith, Jean-Charles Leclerc, Orlando Pedro Lecompte-Pérez, Guilherme Ortigara Longo, Helena Matthews-Cascon, Cynthia H. McKenzie, Jessica Miller, Martín Munizaga, Lais P. D. Naval-Xavier, Sergio A. Navarrete, Carlos Otálora, Lilian A. Palomino-Alvarez, Maria Gabriela Palomo, Chris Patrick, Cormack Pegau, Sandra V. Pereda, Rosana M. Rocha, Carlos Rumbold, Carlos Sánchez, Adolfo Sanjuan-Muñoz, Carmen Schlöder, Evangelina Schwindt, Janina Seemann, Alan Shanks, Nuno Simoes, Luis Skinner, Nancy Yolimar Suárez-Mozo, Martin Thiel, Nelson Valdivia, Ximena Velez-Zuazo, Edson A. Vieira, Bruno Vildoso, Ingo S. Wehrtmann, Matt Whalen, Lynn Wilbur, Gregory M. Ruiz",
      "paper_url": "https://doi.org/10.1126/science.abc4916",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4385968661",
      "paper_id": "https://openalex.org/W4385968661",
      "title": "Pre–Younger Dryas megafaunal extirpation at Rancho La Brea linked to fire-driven state shift",
      "authors": "F. Robin O’Keefe, Regan E. Dunn, Elic M. Weitzel, Michael R. Waters, Lisa N. Martinez, Wendy J. Binder, John R. Southon, Joshua E. Cohen, Julie A. Meachen, Larisa R. G. DeSantis, Matthew E. Kirby, Elena Ghezzo, Joan B. Coltrain, Benjamin T. Fuller, Aisling B. Farrell, Gary T. Takeuchi, Glen MacDonald, Edward B. Davis, Emily L. Lindsey",
      "paper_url": "https://doi.org/10.1126/science.abo3594",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4206575698",
      "paper_id": "https://openalex.org/W4206575698",
      "title": "Protecting connectivity promotes successful biodiversity and fisheries conservation",
      "authors": "Luisa Fontoura, Stephanie D’Agata, Majambo Gamoyo, Diego R. Barneche, Osmar J. Luiz, Elizabeth M. P. Madin, Linda Eggertsen, Joseph M. Maina",
      "paper_url": "https://doi.org/10.1126/science.abg4351",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3156942083",
      "paper_id": "https://openalex.org/W3156942083",
      "title": "Punctuated ecological equilibrium in mammal communities over evolutionary time scales",
      "authors": "Fernando Blanco, Joaquín Calatayud, David M. Martín-Perea, M. Soledad Domingo, Iris Menéndez, Johannes Müller, Manuel Hernández Fernández, Juan L. Cantalapiedra",
      "paper_url": "https://doi.org/10.1126/science.abd5110",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4408182770",
      "paper_id": "https://openalex.org/W4408182770",
      "title": "Rapid butterfly declines across the United States during the 21st century",
      "authors": "Collin B. Edwards, Elise F. Zipkin, Erica H. Henry, Nick M. Haddad, Matthew L. Forister, Kevin J. Burls, Steven P. Campbell, Elizabeth E. Crone, Jay Diffendorfer, Margaret R. Douglas, Ryan G. Drum, Candace E. Fallon, Jeffrey Glassberg, Eliza M. Grames, Rich Hatfield, Shiran Hershcovich, Scott Hoffman Black, Elise A. Larsen, Wendy Leuenberger, Mary J. Linders, Travis Longcore, Daniel A. Marschalek, James Michielini, Naresh Neupane, Leslie Ries, Arthur M. Shapiro, Ann B. Swengel, Scott R. Swengel, Douglas J. Taron, Braeden Van Deynze, Jerome Wiedmann, Wayne E. Thogmartin, Cheryl B. Schultz",
      "paper_url": "https://doi.org/10.1126/science.adp4671",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4318263826",
      "paper_id": "https://openalex.org/W4318263826",
      "title": "Response to comment on “Interspecific competition limits bird species’ ranges on tropical mountains”",
      "authors": "Benjamin G. Freeman, Matthew Strimas-Mackey, Eliot T. Miller",
      "paper_url": "https://doi.org/10.1126/science.ade8043",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3182588498",
      "paper_id": "https://openalex.org/W3182588498",
      "title": "Save Earth's global observatories",
      "authors": "Gene E. Likens, David L. Wagner",
      "paper_url": "https://doi.org/10.1126/science.abk2615",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4309362357",
      "paper_id": "https://openalex.org/W4309362357",
      "title": "Seventy years of tunas, billfishes, and sharks as sentinels of global ocean health",
      "authors": "Maria José Juan-Jordá, Hilario Murua, Haritz Arrizabalaga, Gorka Merino, Nathan Pacoureau, Nicholas K. Dulvy",
      "paper_url": "https://doi.org/10.1126/science.abj0211",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4378195032",
      "paper_id": "https://openalex.org/W4378195032",
      "title": "Shifting microbial communities can enhance tree tolerance to changing climates",
      "authors": "Cassandra M. Allsup, Isabelle George, Richard A. Lankau",
      "paper_url": "https://doi.org/10.1126/science.adf2027",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4404577984",
      "paper_id": "https://openalex.org/W4404577984",
      "title": "Ship collision risk threatens whales across the world’s oceans",
      "authors": "Anna C. Nisi, Heather Welch, Stephanie Brodie, Callie Leiphardt, Rachel Rhodes, Elliott L. Hazen, Jessica V. Redfern, Trevor A. Branch, Andre S. Barreto, John Calambokidis, Tyler Clavelle, Lauren Dares, Asha de Vos, Shane Gero, Jennifer A. Jackson, Robert D. Kenney, David Kroodsma, Russell Leaper, Douglas J. McCauley, Sue E. Moore, Ekaterina Ovsyanikova, Simone Panigada, Chloe V. Robinson, Tim White, Jono Wilson, Briana Abrahms",
      "paper_url": "https://doi.org/10.1126/science.adp1950",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4206901875",
      "paper_id": "https://openalex.org/W4206901875",
      "title": "Smaller fish species in a warm and oxygen-poor Humboldt Current system",
      "authors": "Renato Salvatteci, Ralph R. Schneider, Eric Galbraith, David Field, Thomas Blanz, Thorsten Bauersachs, Xavier Crosta, Philippe Martinez, Vincent Echevin, Florian Scholz, Arnaud Bertrand",
      "paper_url": "https://doi.org/10.1126/science.abj0270",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3207444061",
      "paper_id": "https://openalex.org/W3207444061",
      "title": "Socioeconomic impacts of marine heatwaves: Global issues and opportunities",
      "authors": "Kathryn E. Smith, Michael T. Burrows, Alistair J. Hobday, Alex Sen Gupta, Pippa J. Moore, Mads Thomsen, Thomas Wernberg, Dan A. Smale",
      "paper_url": "https://doi.org/10.1126/science.abj3593",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4210512984",
      "paper_id": "https://openalex.org/W4210512984",
      "title": "Southeast Asian Dipterocarp origin and diversification driven by Africa-India floristic interchange",
      "authors": "Mahi Bansal, Robert J. Morley, Shivaprakash K. Nagaraju, Suryendu Dutta, Ashish Kumar Mishra, Jeyakumar Selveraj, Sumit Kumar, Deepti Niyolia, Sachin Medigeshi Harish, Omer Babiker Abdelrahim, Shaa eldin Hasan, Bramasamdura Rangana Ramesh, Selvadurai Dayanandan, Harsanti P. Morley, Peter S. Ashton, Vandana Prasad",
      "paper_url": "https://doi.org/10.1126/science.abk2177",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4306902106",
      "paper_id": "https://openalex.org/W4306902106",
      "title": "Spillover benefits from the world’s largest fully protected MPA",
      "authors": "Sarah Medoff, John Lynham, Jennifer Raynor",
      "paper_url": "https://doi.org/10.1126/science.abn0098",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4393035793",
      "paper_id": "https://openalex.org/W4393035793",
      "title": "Spillover effects of organic agriculture on pesticide use on nearby fields",
      "authors": "Ashley E. Larsen, Frederik Noack, L. Claire Powers",
      "paper_url": "https://doi.org/10.1126/science.adf2572",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4401751614",
      "paper_id": "https://openalex.org/W4401751614",
      "title": "Stock assessment models overstate sustainability of the world’s fisheries",
      "authors": "Graham J. Edgar, Amanda E. Bates, Nils C. Krueck, Susan C. Baker, Rick D. Stuart-Smith, Christopher J. Brown",
      "paper_url": "https://doi.org/10.1126/science.adl6282",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4410456155",
      "paper_id": "https://openalex.org/W4410456155",
      "title": "Sustainability insights from Late Pleistocene climate change and horse migration patterns",
      "authors": "Yvette Running Horse Collin, Clément P. Bataille, Samantha Hershauer, Mila Hunska Tašunke Icu, Akil Nujipi, Wilson Justin, Jane Stelkia, James Aaron Stelkia, Sean Asikłuk Topkok, Beth Ginondidoy Leonard, Beatle Soop, Mario Gonzalez, Anpetu Luta Wiƞ, Wakiƞyala Wiƞ, Tanka Omniya, Barbara Dull Knife, Bill Means, Cruz Tecumseh Collin, Michael Koskey, Joshua D. Kapp, Zoe Landry, Danielle Fraser, John Southon, Eve E. Lindroos, Auguste Hassler, Lorelei Chauvey, Gaetan Tressières, Laure Tonasso-Calvière, Stéphanie Schiavinato, Andaine Seguin-Orlando, Aude Perdereau, Pedro H. Oliveira, Jean-Marc Aury, Patrick Wincker, Irina V. Kirillova, Sergey K. Vasiliev, Mariya A. Kusliy, Alexander S. Graphodatsky, Alexey A. Tishkin, Ian Barnes, Pat Druckenmiller, Christopher N. Jass, Ross D. E. MacPhee, Christina I. Barrón-Ortiz, Pam Groves, Dan Mann, Duane G. Froese, Matthew Wooller, Joshua H. Miller, Brooke Crowley, Grant Zazula, Elizabeth Hall, Susan Hewitson, Beth Shapiro, Ludovic Orlando",
      "paper_url": "https://doi.org/10.1126/science.adr2355",
      "venue": "science25"
    },
    {
      "id": "science22_https://openalex.org/W4220952637",
      "paper_id": "https://openalex.org/W4220952637",
      "title": "The biodiversity and ecosystem service contributions and trade-offs of forest restoration approaches",
      "authors": "Fangyuan Hua, L. Adrian Bruijnzeel, Paula Meli, Philip A. Martin, Jun Zhang, Shinichi Nakagawa, Xinran Miao, Weiyi Wang, Christopher McEvoy, Jorge Luis Peña-Arancibia, Pedro H. S. Brancalion, Pete Smith, David P. Edwards, Andrew Balmford",
      "paper_url": "https://doi.org/10.1126/science.abl4649",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4387782841",
      "paper_id": "https://openalex.org/W4387782841",
      "title": "The collapse of eastern Bering Sea snow crab",
      "authors": "Cody S. Szuwalski, Kerim Aydin, Erin J. Fedewa, Brian Garber-Yonts, Michael A. Litzow",
      "paper_url": "https://doi.org/10.1126/science.adf6035",
      "venue": "science23"
    },
    {
      "id": "science23_https://openalex.org/W4367173643",
      "paper_id": "https://openalex.org/W4367173643",
      "title": "The contribution of historical processes to contemporary extinction risk in placental mammals",
      "authors": "Aryn P. Wilder, Megan A. Supple, Ayshwarya Subramanian, Anish Mudide, Ross Swofford, Aitor Serres-Armero, Cynthia Steiner, Klaus-Peter Koepfli, Diane P. Genereux, Elinor K. Karlsson, Kerstin Lindblad-Toh, Tomas Marques-Bonet, Violeta Munoz Fuentes, Kathleen Foley, Wynn K. Meyer, , Oliver A. Ryder, Beth Shapiro, Gregory Andrews, Joel C. Armstrong, Matteo Bianchi, Bruce W. Birren, Kevin R. Bredemeyer, Ana M. Breit, Matthew J. Christmas, Hiram Clawson, Joana Damas, Federica Di Palma, Mark Diekhans, Michael X. Dong, Eduardo Eizirik, Kaili Fan, Cornelia Fanter, Nicole M. Foley, Karin Forsberg-Nilsson, Carlos J. Garcia, John Gatesy, Steven Gazal, Diane P. Genereux, Linda Goodman, Jenna Grimshaw, Michaela K. Halsey, Andrew J. Harris, Glenn Hickey, Michael Hiller, Allyson G. Hindle, Robert M. Hubley, Graham M. Hughes, Jeremy Johnson, David Juan, Irene M. Kaplow, Elinor K. Karlsson, Kathleen C. Keough, Bogdan Kirilenko, Klaus-Peter Koepfli, Jennifer M. Korstian, Amanda Kowalczyk, Sergey V. Kozyrev, Alyssa J. Lawler, Colleen Lawless, Thomas Lehmann, Danielle L. Levesque, Harris A. Lewin, Xue Li, Abigail Lind, Kerstin Lindblad-Toh, Ava Mackay-Smith, Voichita D. Marinescu, Tomas Marques-Bonet, Victor C. Mason, Jennifer R. S. Meadows, Wynn K. Meyer, Jill E. Moore, Lucas R. Moreira, Diana D. Moreno-Santillan, Kathleen M. Morrill, Gerard Muntané, William J. Murphy, Arcadi Navarro, Martin Nweeia, Sylvia Ortmann, Austin Osmanski, Benedict Paten, Nicole S. Paulat, Andreas R. Pfenning, BaDoi N. Phan, Katherine S. Pollard, Henry E. Pratt, David A. Ray, Steven K. Reilly, Jeb R. Rosen, Irina Ruf, Louise Ryan, Oliver A. Ryder, Pardis C. Sabeti, Daniel E. Schäffer, Aitor Serres, Beth Shapiro, Arian F. A. Smit, Mark Springer, Chaitanya Srinivasan, Cynthia Steiner, Jessica M. Storer, Kevin A. M. Sullivan, Patrick F. Sullivan, Elisabeth Sundström, Megan A. Supple, Ross Swofford, Joy-El Talbot, Emma Teeling, Jason Turner-Maier, Alejandro Valenzuela, Franziska Wagner, Ola Wallerman, Chao Wang, Juehan Wang, Zhiping Weng, Aryn P. Wilder, Morgan E. Wirthlin, James R. Xue, Xiaomeng Zhang",
      "paper_url": "https://doi.org/10.1126/science.abn5856",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4229020253",
      "paper_id": "https://openalex.org/W4229020253",
      "title": "The critically endangered vaquita is not doomed to extinction by inbreeding depression",
      "authors": "Jacqueline A. Robinson, Christopher C. Kyriazis, Sergio F. Nigenda-Morales, Annabel C. Beichman, Lorenzo Rojas-Bracho, Kelly M. Robertson, Michael C. Fontaine, Robert K. Wayne, Kirk E. Lohmueller, Barbara L. Taylor, Phillip A. Morin",
      "paper_url": "https://doi.org/10.1126/science.abm1742",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4205391572",
      "paper_id": "https://openalex.org/W4205391572",
      "title": "The effects of defaunation on plants’ capacity to track climate change",
      "authors": "Evan C. Fricke, Alejandro Ordonez, Haldre S. Rogers, Jens-Christian Svenning",
      "paper_url": "https://doi.org/10.1126/science.abk3510",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410647961",
      "paper_id": "https://openalex.org/W4410647961",
      "title": "The emergence and demise of giant sloths",
      "authors": "Alberto Boscaini, Daniel M. Casali, Néstor Toledo, Juan L. Cantalapiedra, M. Susana Bargo, Gerardo De Iuliis, Timothy J. Gaudin, Max C. Langer, Rachel Narducci, François Pujos, Eduardo M. Soto, Sergio F. Vizcaíno, Ignacio M. Soto",
      "paper_url": "https://doi.org/10.1126/science.adu0704",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4390967575",
      "paper_id": "https://openalex.org/W4390967575",
      "title": "The global distribution of plants used by humans",
      "authors": "S. Pironon, I. Ondo, M. Diazgranados, R. Allkin, A. C. Baquero, R. Cámara-Leret, C. Canteiro, Z. Dennehy-Carr, R. Govaerts, S. Hargreaves, A. J. Hudson, R. Lemmens, W. Milliken, M. Nesbitt, K. Patmore, G. Schmelzer, R. M. Turner, T. R. van Andel, T. Ulian, A. Antonelli, K. J. Willis",
      "paper_url": "https://doi.org/10.1126/science.adg8028",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4403091694",
      "paper_id": "https://openalex.org/W4403091694",
      "title": "The global loss of avian functional and phylogenetic diversity from anthropogenic extinctions",
      "authors": "Thomas J. Matthews, Kostas A. Triantis, Joseph P. Wayman, Thomas E. Martin, Julian P. Hume, Pedro Cardoso, Søren Faurby, Chase D. Mendenhall, Paul Dufour, François Rigal, Rob Cooke, Robert J. Whittaker, Alex L. Pigot, Christophe Thébaud, Maria Wagner Jørgensen, Eva Benavides, Filipa C. Soares, Werner Ulrich, Yasuhiro Kubota, Jon P. Sadler, Joseph A. Tobias, Ferran Sayol",
      "paper_url": "https://doi.org/10.1126/science.adk7898",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3157163067",
      "paper_id": "https://openalex.org/W3157163067",
      "title": "The human dimension of biodiversity changes on islands",
      "authors": "Sandra Nogué, Ana M. C. Santos, H. John B. Birks, Svante Björck, Alvaro Castilla-Beltrán, Simon Connor, Erik J. de Boer, Lea de Nascimento, Vivian A. Felde, José María Fernández-Palacios, Cynthia A. Froyd, Simon G. Haberle, Henry Hooghiemstra, Karl Ljung, Sietze J. Norder, Josep Peñuelas, Matthew Prebble, Janelle Stevenson, Robert J. Whittaker, Kathy J. Willis, Janet M. Wilmshurst, Manuel J. Steinbauer",
      "paper_url": "https://doi.org/10.1126/science.abd6706",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4281626861",
      "paper_id": "https://openalex.org/W4281626861",
      "title": "The minimum land area requiring conservation attention to safeguard biodiversity",
      "authors": "James R. Allan, Hugh P. Possingham, Scott C. Atkinson, Anthony Waldron, Moreno Di Marco, Stuart H. M. Butchart, Vanessa M. Adams, W. Daniel Kissling, Thomas Worsdell, Chris Sandbrook, Gwili Gibbon, Kundan Kumar, Piyush Mehta, Martine Maron, Brooke A. Williams, Kendall R. Jones, Brendan A. Wintle, April E. Reside, James E. M. Watson",
      "paper_url": "https://doi.org/10.1126/science.abl9127",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3198097576",
      "paper_id": "https://openalex.org/W3198097576",
      "title": "The MPA Guide: A framework to achieve global goals for the ocean",
      "authors": "Kirsten Grorud-Colvert, Jenna Sullivan-Stack, Callum Roberts, Vanessa Constant, Barbara Horta e Costa, Elizabeth P. Pike, Naomi Kingston, Dan Laffoley, Enric Sala, Joachim Claudet, Alan M. Friedlander, David A. Gill, Sarah E. Lester, Jon C. Day, Emanuel J. Gonçalves, Gabby N. Ahmadia, Matt Rand, Angelo Villagomez, Natalie C. Ban, Georgina G. Gurney, Ana K. Spalding, Nathan J. Bennett, Johnny Briggs, Lance E. Morgan, Russell Moffitt, Marine Deguignet, Ellen K. Pikitch, Emily S. Darling, Sabine Jessen, Sarah O. Hameed, Giuseppe Di Carlo, Paolo Guidetti, Jean M. Harris, Jorge Torre, Zafer Kizilkaya, Tundi Agardy, Philippe Cury, Nirmal J. Shah, Karen Sack, Ling Cao, Miriam Fernandez, Jane Lubchenco",
      "paper_url": "https://doi.org/10.1126/science.abf0861",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4366599128",
      "paper_id": "https://openalex.org/W4366599128",
      "title": "The value of private properties for the conservation of biodiversity in the Brazilian Cerrado",
      "authors": "Paulo De Marco, Rodrigo A. de Souza, André F. A. Andrade, Sara Villén-Pérez, Caroline Corrêa Nóbrega, Luiza Motta Campello, Marcellus Caldas",
      "paper_url": "https://doi.org/10.1126/science.abq7768",
      "venue": "science23"
    },
    {
      "id": "science25_https://openalex.org/W4406970359",
      "paper_id": "https://openalex.org/W4406970359",
      "title": "Tiger recovery amid people and poverty",
      "authors": "Yadvendradev V. Jhala, Ninad Avinash Mungi, Rajesh Gopal, Qamar Qureshi",
      "paper_url": "https://doi.org/10.1126/science.adk4827",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4400314154",
      "paper_id": "https://openalex.org/W4400314154",
      "title": "Trees have overlapping potential niches that extend beyond their realized niches",
      "authors": "Daniel C. Laughlin, Brian J. McGill",
      "paper_url": "https://doi.org/10.1126/science.adm8671",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4408181417",
      "paper_id": "https://openalex.org/W4408181417",
      "title": "Tropical forests in the Americas are changing too slowly to track climate change",
      "authors": "Jesús Aguirre-Gutiérrez, Sandra Díaz, Sami W. Rifai, Jose Javier Corral-Rivas, Maria Guadalupe Nava-Miranda, Roy González-M, Ana Belén Hurtado-M, Norma Salinas Revilla, Emilio Vilanova, Everton Almeida, Edmar Almeida de Oliveira, Esteban Alvarez-Davila, Luciana F. Alves, Ana Cristina Segalin de Andrade, Antonio Carlos Lola da Costa, Simone Aparecida Vieira, Luiz Aragão, Eric Arets, Gerardo A Aymard C., Fabrício Baccaro, Yvonne Vanessa Bakker, Timothy R. Baker, Olaf Bánki, Christopher Baraloto, Plínio Barbosa de Camargo, Erika Berenguer, Lilian Blanc, Damien Bonal, Frans Bongers, Kauane Maiara Bordin, Roel Brienen, Foster Brown, Nayane Cristina C. S. Prestes, Carolina V. Castilho, Sabina Cerruto Ribeiro, Fernanda Coelho de Souza, James A. Comiskey, Fernando Cornejo Valverde, Sandra Cristina Müller, Richarlly da Costa Silva, Julio Daniel do Vale, Vitor de Andrade Kamimura, Ricardo de Oliveira Perdiz, Jhon del Aguila Pasquel, Géraldine Derroire, Anthony Di Fiore, Mathias Disney, William Farfan-Rios, Sophie Fauset, Ted R. Feldpausch, Rafael Flora Ramos, Gerardo Flores Llampazo, Valéria Forni Martins, Claire Fortunel, Karina Garcia Cabrera, Jorcely Gonçalves Barroso, Bruno Hérault, Rafael Herrera, Eurídice N. Honorio Coronado, Isau Huamantupa-Chuquimaco, John J. Pipoly, Katia Janaina Zanini, Eliana Jiménez, Carlos A. Joly, Michelle Kalamandeen, Joice Klipel, Aurora Levesley, Wilmar Lopez Oviedo, William E. Magnusson, Rubens Manoel dos Santos, Beatriz Schwantes Marimon, Ben Hur Marimon-Junior, Simone Matias de Almeida Reis, Omar Aurelio Melo Cruz, Abel Monteagudo Mendoza, Paulo Morandi, Robert Muscarella, Henrique Nascimento, David A. Neill, Imma Oliveras Menor, Walter A. Palacios, Sonia Palacios-Ramos, Nadir Carolina Pallqui Camacho, Guido Pardo, R. Toby Pennington, Luciana de Oliveira Pereira, Georgia Pickavance, Rayana Caroline Picolotto, Nigel C. A. Pitman, Adriana Prieto, Carlos Quesada, Hirma Ramírez-Angulo, Maxime Réjou-Méchain, Zorayda Restrepo Correa, José Manuel Reyna Huaymacari, Carlos Reynel Rodriguez, Gonzalo Rivas-Torres, Anand Roopsind, Agustín Rudas, Beatriz Salgado Negret, Masha T. van der Sande, Flávia Delgado Santana, Flavio Antonio Maës Santos, Rodrigo Scarton Bergamin, Miles R. Silman, Camila Silva, Javier Silva Espejo, Marcos Silveira, Fernanda Cristina Souza, Martin J. P. Sullivan, Varun Swamy, Joey Talbot, John J. Terborgh, Peter J. van der Meer, Geertje van der Heijden, Bert van Ulft, Rodolfo Vasquez Martinez, Laura Vedovato, Jason Vleminckx, Vincent Antoine Vos, Verginia Wortel, Pieter A. Zuidema, Joeri A. Zwerts, Susan G. W. Laurance, William F. Laurance, Jerôme Chave, James W. Dalling, Jos Barlow, Lourens Poorter, Brian J. Enquist, Hans ter Steege, Oliver L. Phillips, David Galbraith, Yadvinder Malhi",
      "paper_url": "https://doi.org/10.1126/science.adl5414",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4410649821",
      "paper_id": "https://openalex.org/W4410649821",
      "title": "Turf algae redefine the chemical landscape of temperate reefs, limiting kelp forest recovery",
      "authors": "Shane P. Farrell, Daniel Petras, Paolo Stincone, Dara S. Yiu, John A. Burns, Abzer Kelminal Pakkir Shah, Aaron C. Hartmann, Damian C. Brady, Douglas B. Rasher",
      "paper_url": "https://doi.org/10.1126/science.adt6788",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4403294490",
      "paper_id": "https://openalex.org/W4403294490",
      "title": "Unexpected westward range shifts in European forest plants link to nitrogen deposition",
      "authors": "Pieter Sanczuk, Kris Verheyen, Jonathan Lenoir, Florian Zellweger, Jonas J. Lembrechts, Francisco Rodríguez-Sánchez, Lander Baeten, Markus Bernhardt-Römermann, Karen De Pauw, Pieter Vangansbeke, Michael P. Perring, Imre Berki, Anne D. Bjorkman, Jörg Brunet, Markéta Chudomelová, Emiel De Lombaerde, Guillaume Decocq, Thomas Dirnböck, Tomasz Durak, Caroline Greiser, Radim Hédl, Thilo Heinken, Ute Jandt, Bogdan Jaroszewicz, Martin Kopecký, Dries Landuyt, Martin Macek, František Máliš, Tobias Naaf, Thomas A. Nagel, Petr Petřík, Kamila Reczyńska, Wolfgang Schmidt, Tibor Standovár, Ingmar R. Staude, Krzysztof Świerkosz, Balázs Teleki, Thomas Vanneste, Ondrej Vild, Donald Waller, Pieter De Frenne",
      "paper_url": "https://doi.org/10.1126/science.ado0878",
      "venue": "science24"
    },
    {
      "id": "science25_https://openalex.org/W4408704274",
      "paper_id": "https://openalex.org/W4408704274",
      "title": "Unifying spatial scaling laws of biodiversity and ecosystem stability",
      "authors": "Maowei Liang, Qi Yang, Jonathan M. Chase, Forest Isbell, Michel Loreau, Bernhard Schmid, Eric W. Seabloom, David Tilman, Shaopeng Wang",
      "paper_url": "https://doi.org/10.1126/science.adl2373",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4408182292",
      "paper_id": "https://openalex.org/W4408182292",
      "title": "Upslope plant species shifts in Mesoamerican cloud forests driven by climate and land use change",
      "authors": "Santiago Ramírez-Barahona, Ángela P. Cuervo-Robayo, Kenneth J. Feeley, Andrés Ernesto Ortiz-Rodríguez, Antonio Acini Vásquez-Aguilar, Juan Francisco Ornelas, Hernando Rodríguez-Correa",
      "paper_url": "https://doi.org/10.1126/science.adn2559",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4406753324",
      "paper_id": "https://openalex.org/W4406753324",
      "title": "Variable impacts of land-based climate mitigation on habitat area for vertebrate diversity",
      "authors": "Jeffrey R. Smith, Evelyn M. Beaury, Susan C. Cook-Patton, Jonathan M. Levine",
      "paper_url": "https://doi.org/10.1126/science.adm9485",
      "venue": "science25"
    },
    {
      "id": "science23_https://openalex.org/W4380763169",
      "paper_id": "https://openalex.org/W4380763169",
      "title": "Widespread diversity deficits of coral reef sharks and rays",
      "authors": "Colin A. Simpfendorfer, Michael R. Heithaus, Michelle R. Heupel, M. Aaron MacNeil, Mark Meekan, Euan Harvey, C. Samantha Sherman, Leanne M. Currey-Randall, Jordan S. Goetze, Jeremy J. Kiszka, Matthew J. Rees, Conrad W. Speed, Vinay Udyawer, Mark E. Bond, Kathryn I. Flowers, Gina M. Clementi, Jasmine Valentin-Albanese, M. Shiham Adam, Khadeeja Ali, Jacob Asher, Eva Aylagas, Océane Beaufort, Cecilie Benjamin, Anthony T. F. Bernard, Michael L. Berumen, Stacy Bierwagen, Chico Birrell, Erika Bonnema, Rosalind M. K. Bown, Edward J. Brooks, J. Jed Brown, Dayne Buddo, Patrick J. Burke, Camila Cáceres, Marta Cambra, Diego Cardeñosa, Jeffrey C. Carrier, Sara Casareto, Jennifer E. Caselle, Venkatesh Charloo, Joshua E. Cinner, Thomas Claverie, Eric E. G. Clua, Jesse E. M. Cochran, Neil Cook, Jessica E. Cramp, Brooke M. D’Alberto, Martin de Graaf, Mareike C. Dornhege, Mario Espinoza, Andy Estep, Lanya Fanovich, Naomi F. Farabaugh, Daniel Fernando, Carlos E. L. Ferreira, Candace Y. A. Fields, Anna L. Flam, Camilla Floros, Virginia Fourqurean, Laura Gajdzik, Laura García Barcia, Ricardo Garla, Kirk Gastrich, Lachlan George, Tommaso Giarrizzo, Rory Graham, Tristan L. Guttridge, Valerie Hagan, Royale S. Hardenstine, Stephen M. Heck, Aaron C. Henderson, Patricia Heithaus, Heidi Hertler, Mauricio Hoyos Padilla, Robert E. Hueter, Rima W. Jabado, Jean-Christophe Joyeux, Vanessa Jaiteh, Mohini Johnson, Stacy D. Jupiter, Muslimin Kaimuddin, Devanshi Kasana, Megan Kelley, Steven T. Kessel, Benedict Kiilu, Taratau Kirata, Baraka Kuguru, Fabian Kyne, Tim Langlois, Frida Lara, Jaedon Lawe, Elodie J. I. Lédée, Steve Lindfield, Andrea Luna-Acosta, Jade Q. Maggs, B. Mabel Manjaji-Matsumoto, Andrea Marshall, Lucy Martin, Daniel Mateos-Molina, Philip Matich, Erin McCombs, Ashlie McIvor, Dianne McLean, Llewelyn Meggs, Stephen Moore, Sushmita Mukherji, Ryan Murray, Stephen J. Newman, Josep Nogués, Clay Obota, Domingo Ochavillo, Owen O'Shea, Kennedy E. Osuka, Yannis P. Papastamatiou, Nishan Perera, Bradley Peterson, Caio R. Pimentel, Fabián Pina-Amargós, Hudson T. Pinheiro, Alessandro Ponzo, Andhika Prasetyo, L. M. Sjamsul Quamar, Jessica R. Quinlan, José Amorim Reis-Filho, Hector Ruiz, Alexei Ruiz-Abierno, Enric Sala, Pelayo Salinas de-León, Melita A. Samoilys, William R. Sample, Michelle Schärer-Umpierre, Audrey M. Schlaff, Kurt Schmid, Sara N. Schoen, Nikola Simpson, Adam N. H. Smith, Julia L. Y. Spaet, Lauren Sparks, Twan Stoffers, Akshay Tanna, Rubén Torres, Michael J. Travers, Maurits van Zinnicq Bergmann, Laurent Vigliola, Juney Ward, Joseph D. Warren, Alexandra M. Watts, Colin K. Wen, Elizabeth R. Whitman, Aaron J. Wirsing, Aljoscha Wothke, Esteban Zarza-González, Demian D. Chapman",
      "paper_url": "https://doi.org/10.1126/science.ade4884",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3157466257",
      "paper_id": "https://openalex.org/W3157466257",
      "title": "Widespread reforestation before European influence on Amazonia",
      "authors": "M. B. Bush, M. N. Nascimento, C. M. Åkesson, G. M. Cárdenes-Sandí, S. Y. Maezumi, H. Behling, A. Correa-Metrio, W. Church, S. N. Huisman, T. Kelly, F. E. Mayle, C. N. H. McMichael",
      "paper_url": "https://doi.org/10.1126/science.abf3870",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4413786178",
      "paper_id": "https://openalex.org/W4413786178",
      "title": "Yellowstone’s free-moving large bison herds provide a glimpse of their past ecosystem function",
      "authors": "Chris Geremia, E. William Hamilton, Jerod A. Merkle",
      "paper_url": "https://doi.org/10.1126/science.adu0703",
      "venue": "science25"
    }
  ]
}