{
  "cluster_id": 161,
  "papers": [
    {
      "id": "nature25_https://openalex.org/W4408244289",
      "paper_id": "https://openalex.org/W4408244289",
      "title": "A cryptic pocket in CB1 drives peripheral and functional selectivity",
      "authors": "Vipin Ashok Rangari, Evan S. O’Brien, Alexander S. Powers, Richard A. Slivicki, Zachariah Bertels, Kevin Appourchaux, Deniz Aydin, Nokomis Ramos-Gonzalez, Juliet Mwirigi, Li Lin, Elizaveta Mangutov, Briana L. Sobecks, Yaseen Awad-Agbaria, Manoj B. Uphade, Jhoan Aguilar, Teja Nikhil Peddada, Yuki Shiimura, Xi-Ping Huang, Jakayla Folarin-Hines, Maria Payne, Anirudh Kalathil, Balazs R. Varga, Brian K. Kobilka, Amynah A. Pradhan, Michael D. Cameron, Kaavya Krishna Kumar, Ron O. Dror, Robert W. Gereau IV, Susruta Majumdar",
      "paper_url": "https://doi.org/10.1038/s41586-025-08618-7",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4386303203",
      "paper_id": "https://openalex.org/W4386303203",
      "title": "A pentameric TRPV3 channel with a dilated pore",
      "authors": "Shifra Lansky, John Michael Betancourt, Jingying Zhang, Yining Jiang, Elizabeth D. Kim, Navid Paknejad, Crina M. Nimigean, Peng Yuan, Simon Scheuring",
      "paper_url": "https://doi.org/10.1038/s41586-023-06470-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400279603",
      "paper_id": "https://openalex.org/W4400279603",
      "title": "A µ-opioid receptor modulator that works cooperatively with naloxone",
      "authors": "Evan S. O’Brien, Vipin Ashok Rangari, Amal El Daibani, Shainnel O. Eans, Haylee R. Hammond, Elizabeth White, Haoqing Wang, Yuki Shiimura, Kaavya Krishna Kumar, Qianru Jiang, Kevin Appourchaux, Weijiao Huang, Chensong Zhang, Brandon J. Kennedy, Jesper M. Mathiesen, Tao Che, Jay P. McLaughlin, Susruta Majumdar, Brian K. Kobilka",
      "paper_url": "https://doi.org/10.1038/s41586-024-07587-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4221062442",
      "paper_id": "https://openalex.org/W4221062442",
      "title": "Activation mechanism of the class D fungal GPCR dimer Ste2",
      "authors": "Vaithish Velazhahan, Ning Ma, Nagarajan Vaidehi, Christopher G. Tate",
      "paper_url": "https://doi.org/10.1038/s41586-022-04498-3",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411413343",
      "paper_id": "https://openalex.org/W4411413343",
      "title": "Allosteric modulation and biased signalling at free fatty acid receptor 2",
      "authors": "Xuan Zhang, Abdul-Akim Guseinov, Laura Jenkins, Alice Valentini, Sara Marsango, Katrine Schultz-Knudsen, Trond Ulven, Elisabeth Rexen Ulven, Irina G. Tikhonova, Graeme Milligan, Cheng Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09186-6",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391617016",
      "paper_id": "https://openalex.org/W4391617016",
      "title": "Allosteric modulation and G-protein selectivity of the Ca2+-sensing receptor",
      "authors": "Feng He, Cheng-Guo Wu, Yang Gao, Sabrina N. Rahman, Magda Zaoralová, Makaía M. Papasergi-Scott, Ting-Jia Gu, Michael J. Robertson, Alpay B. Seven, Lingjun Li, Jesper M. Mathiesen, Georgios Skiniotis",
      "paper_url": "https://doi.org/10.1038/s41586-024-07055-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4390940940",
      "paper_id": "https://openalex.org/W4390940940",
      "title": "Alternative splicing of latrophilin-3 controls synapse formation",
      "authors": "Shuai Wang, Chelsea DeLeon, Wenfei Sun, Stephen R. Quake, Bryan L. Roth, Thomas C. Südhof",
      "paper_url": "https://doi.org/10.1038/s41586-023-06913-9",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3206987031",
      "paper_id": "https://openalex.org/W3206987031",
      "title": "An endogenous opioid circuit determines state-dependent reward consumption",
      "authors": "Daniel C. Castro, Corinna S. Oswell, Eric T. Zhang, Christian E. Pedersen, Sean C. Piantadosi, Mark A. Rossi, Avery C. Hunker, Anthony Guglin, Jose A. Morón, Larry S. Zweifel, Garret D. Stuber, Michael R. Bruchas",
      "paper_url": "https://doi.org/10.1038/s41586-021-04013-0",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3199831722",
      "paper_id": "https://openalex.org/W3199831722",
      "title": "Architecture and assembly mechanism of native glycine receptors",
      "authors": "Hongtao Zhu, Eric Gouaux",
      "paper_url": "https://doi.org/10.1038/s41586-021-04022-z",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411874223",
      "paper_id": "https://openalex.org/W4411874223",
      "title": "Architecture, dynamics and biogenesis of GluA3 AMPA glutamate receptors",
      "authors": "Aditya Pokharna, Imogen Stockwell, Josip Ivica, Bishal Singh, Johannes Schwab, Carlos Vega-Gutiérrez, Beatriz Herguedas, Ondrej Cais, James M. Krieger, Ingo H. Greger",
      "paper_url": "https://doi.org/10.1038/s41586-025-09325-z",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3176155318",
      "paper_id": "https://openalex.org/W3176155318",
      "title": "Asymmetric activation of the calcium-sensing receptor homodimer",
      "authors": "Yang Gao, Michael J. Robertson, Sabrina N. Rahman, Alpay B. Seven, Chensong Zhang, Justin G. Meyerowitz, Ouliana Panova, Fadil M. Hannan, Rajesh V. Thakker, Hans Bräuner-Osborne, Jesper M. Mathiesen, Georgios Skiniotis",
      "paper_url": "https://doi.org/10.1038/s41586-021-03691-0",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4290673782",
      "paper_id": "https://openalex.org/W4290673782",
      "title": "Autoantibody mimicry of hormone action at the thyrotropin receptor",
      "authors": "Bryan Faust, Christian B. Billesbølle, Carl-Mikael Suomivuori, Isha Singh, Kaihua Zhang, Nicholas Hoppe, Antonio F. M. Pinto, Jolene K. Diedrich, Yagmur Muftuoglu, Mariusz W. Szkudlinski, Alan Saghatelian, Ron O. Dror, Yifan Cheng, Aashish Manglik",
      "paper_url": "https://doi.org/10.1038/s41586-022-05159-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4323542924",
      "paper_id": "https://openalex.org/W4323542924",
      "title": "Autoregulation of GPCR signalling through the third intracellular loop",
      "authors": "Fredrik Sadler, Ning Ma, Michael Ritt, Yatharth Sharma, Nagarajan Vaidehi, Sivaraj Sivaramakrishnan",
      "paper_url": "https://doi.org/10.1038/s41586-023-05789-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4297497355",
      "paper_id": "https://openalex.org/W4297497355",
      "title": "Bespoke library docking for 5-HT2A receptor agonists with antidepressant activity",
      "authors": "Anat Levit Kaplan, Danielle N. Confair, Kuglae Kim, Ximena Barros-Álvarez, Ramona M. Rodriguiz, Ying Yang, Oh Sang Kweon, Tao Che, John D. McCorvy, David N. Kamber, James P. Phelan, Luan Carvalho Martins, Vladimir M. Pogorelov, Jeffrey F. DiBerto, Samuel T. Slocum, Xi-Ping Huang, Jain Manish Kumar, Michael J. Robertson, Ouliana Panova, Alpay B. Seven, Autumn Q. Wetsel, William C. Wetsel, John J. Irwin, Georgios Skiniotis, Brian K. Shoichet, Bryan L. Roth, Jonathan A. Ellman",
      "paper_url": "https://doi.org/10.1038/s41586-022-05258-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4308485615",
      "paper_id": "https://openalex.org/W4308485615",
      "title": "Bestrophin-2 and glutamine synthetase form a complex for glutamate release",
      "authors": "Aaron P. Owji, Kuai Yu, Alec Kittredge, Jiali Wang, Yu Zhang, Tingting Yang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05373-x",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4394693887",
      "paper_id": "https://openalex.org/W4394693887",
      "title": "Bitter taste receptor activation by cholesterol and an intracellular tastant",
      "authors": "Yoojoong Kim, Ryan H. Gumpper, Yongfeng Liu, D. Dewran Kocak, Yan Xiong, Can Cao, Zhijie Deng, Brian E. Krumm, Manish K. Jain, Shicheng Zhang, Jian Jin, Bryan L. Roth",
      "paper_url": "https://doi.org/10.1038/s41586-024-07253-y",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4398202915",
      "paper_id": "https://openalex.org/W4398202915",
      "title": "Bitter taste TAS2R14 activation by intracellular tastants and cholesterol",
      "authors": "Xiaolong Hu, Weizhen Ao, Mingxin Gao, Lijie Wu, Yuan Pei, Shenhui Liu, Yiran Wu, Fei Zhao, Qianqian Sun, Junlin Liu, Longquan Jiang, Xin Wang, Yan Li, Qiwen Tan, Jie Cheng, Fan Yang, Chi Yang, Jinpeng Sun, Tian Hua, Zhi-Jie Liu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07569-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403062917",
      "paper_id": "https://openalex.org/W4403062917",
      "title": "Calcium-permeable AMPA receptors govern PV neuron feature selectivity",
      "authors": "Ingie Hong, Juhyun Kim, Thomas Hainmueller, Dong Won Kim, Joram Keijser, Richard C. Johnson, Soo Hyun Park, Nathachit Limjunyawong, Zhuonan Yang, David Cheon, Taeyoung Hwang, Amit Agarwal, Thibault Cholvin, Fenna M. Krienen, Steven A. McCarroll, Xinzhong Dong, David A. Leopold, Seth Blackshaw, Henning Sprekeler, Dwight E. Bergles, Marlene Bartos, Solange P. Brown, Richard L. Huganir",
      "paper_url": "https://doi.org/10.1038/s41586-024-08027-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3173579119",
      "paper_id": "https://openalex.org/W3173579119",
      "title": "cAMP binding to closed pacemaker ion channels is non-cooperative",
      "authors": "David S. White, Sandipan Chowdhury, Vinay Idikuda, Ruohan Zhang, Scott T. Retterer, Randall H. Goldsmith, Baron Chanda",
      "paper_url": "https://doi.org/10.1038/s41586-021-03686-x",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4224006395",
      "paper_id": "https://openalex.org/W4224006395",
      "title": "Capturing a rhodopsin receptor signalling cascade across a native membrane",
      "authors": "Siyun Chen, Tamar Getter, David Salom, Di Wu, Daniel Quetschlich, Dror S. Chorev, Krzysztof Palczewski, Carol V. Robinson",
      "paper_url": "https://doi.org/10.1038/s41586-022-04547-x",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406385463",
      "paper_id": "https://openalex.org/W4406385463",
      "title": "Cationic peptides cause memory loss through endophilin-mediated endocytosis",
      "authors": "Eric G. Stokes, Jose J. Vasquez, Ghalia Azouz, Megan Nguyen, Alexa Tierno, Yinyin Zhuang, Vivienne Mae Galinato, May Hui, Michael Toledano, Isabella Tyler, Xiaoyu Shi, Robert F. Hunt, Jason Aoto, Kevin T. Beier",
      "paper_url": "https://doi.org/10.1038/s41586-024-08413-w",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4353055525",
      "paper_id": "https://openalex.org/W4353055525",
      "title": "CFTR function, pathology and pharmacology at single-molecule resolution",
      "authors": "Jesper Levring, Daniel S. Terry, Zeliha Kilic, Gabriel Fitzgerald, Scott C. Blanchard, Jue Chen",
      "paper_url": "https://doi.org/10.1038/s41586-023-05854-7",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4379740106",
      "paper_id": "https://openalex.org/W4379740106",
      "title": "Class B1 GPCR activation by an intracellular agonist",
      "authors": "Kazuhiro Kobayashi, Kouki Kawakami, Tsukasa Kusakizako, Atsuhiro Tomita, Michihiro Nishimura, Kazuhiro Sawada, Hiroyuki H. Okamoto, Suzune Hiratsuka, Gaku Nakamura, Riku Kuwabara, Hiroshi Noda, Hiroyasu Muramatsu, Masaru Shimizu, Tomohiko Taguchi, Asuka Inoue, Takeshi Murata, Osamu Nureki",
      "paper_url": "https://doi.org/10.1038/s41586-023-06169-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4385415915",
      "paper_id": "https://openalex.org/W4385415915",
      "title": "Conserved class B GPCR activation by a biased intracellular agonist",
      "authors": "Li-Hua Zhao, Qian He, Qingning Yuan, Yimin Gu, Xinheng He, Hong Shan, Junrui Li, Kai Wang, Yang Li, Wen Hu, Kai Wu, Jianhua Shen, H. Eric Xu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06467-w",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386886575",
      "paper_id": "https://openalex.org/W4386886575",
      "title": "Cryo-EM structures reveal native GABAA receptor assemblies and pharmacology",
      "authors": "Chang Sun, Hongtao Zhu, Sarah Clark, Eric Gouaux",
      "paper_url": "https://doi.org/10.1038/s41586-023-06556-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4220692518",
      "paper_id": "https://openalex.org/W4220692518",
      "title": "Differential assembly diversifies GABAA receptor structures and signalling",
      "authors": "Andrija Sente, Rooma Desai, Katerina Naydenova, Tomas Malinauskas, Youssef Jounaidi, Jonas Miehling, Xiaojuan Zhou, Simonas Masiulis, Steven W. Hardwick, Dimitri Y. Chirgadze, Keith W. Miller, A. Radu Aricescu",
      "paper_url": "https://doi.org/10.1038/s41586-022-04517-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4396919072",
      "paper_id": "https://openalex.org/W4396919072",
      "title": "Dimerization and antidepressant recognition at noradrenaline transporter",
      "authors": "Heng Zhang, Yu-Ling Yin, Antao Dai, Tianwei Zhang, Chao Zhang, Canrong Wu, Wen Hu, Xinheng He, Benxun Pan, Sanshan Jin, Qingning Yuan, Ming-Wei Wang, Dehua Yang, H. Eric Xu, Yi Jiang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07437-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385879061",
      "paper_id": "https://openalex.org/W4385879061",
      "title": "Direct observation of the conformational states of PIEZO1",
      "authors": "Eric M. Mulhall, Anant Gharpure, Rachel M. Lee, Adrienne E. Dubin, Jesse S. Aaron, Kara L. Marshall, Kathryn R. Spencer, Michael A. Reiche, Scott C. Henderson, Teng-Leong Chew, Ardem Patapoutian",
      "paper_url": "https://doi.org/10.1038/s41586-023-06427-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4398201142",
      "paper_id": "https://openalex.org/W4398201142",
      "title": "Distinct µ-opioid ensembles trigger positive and negative fentanyl reinforcement",
      "authors": "Fabrice Chaudun, Laurena Python, Yu Liu, Agnes Hiver, Jennifer Cand, Brigitte L. Kieffer, Emmanuel Valjent, Christian Lüscher",
      "paper_url": "https://doi.org/10.1038/s41586-024-07440-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401388965",
      "paper_id": "https://openalex.org/W4401388965",
      "title": "Dopamine reuptake and inhibitory mechanisms in human dopamine transporter",
      "authors": "Yue Li, Xianping Wang, Yufei Meng, Tuo Hu, Jun Zhao, Renjie Li, Qinru Bai, Pu Yuan, Jun Han, Kun Hao, Yiqing Wei, Yunlong Qiu, Na Li, Yan Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07796-0",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4288052697",
      "paper_id": "https://openalex.org/W4288052697",
      "title": "Dual action of ketamine confines addiction liability",
      "authors": "Linda D. Simmler, Yue Li, Lotfi C. Hadjas, Agnès Hiver, Ruud van Zessen, Christian Lüscher",
      "paper_url": "https://doi.org/10.1038/s41586-022-04993-7",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4410551377",
      "paper_id": "https://openalex.org/W4410551377",
      "title": "Effect of phosphorylation barcodes on arrestin binding to a chemokine receptor",
      "authors": "Qiuyan Chen, Christopher T. Schafer, Somnath Mukherjee, Kai Wang, Martin Gustavsson, James R. Fuller, Katelyn Tepper, Thomas D. Lamme, Yasmin Aydin, Parth Agrawal, Genki Terashi, Xin-Qiu Yao, Daisuke Kihara, Anthony A. Kossiakoff, Tracy M. Handel, John J. G. Tesmer",
      "paper_url": "https://doi.org/10.1038/s41586-025-09024-9",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4376878571",
      "paper_id": "https://openalex.org/W4376878571",
      "title": "EMC chaperone–CaV structure reveals an ion channel assembly intermediate",
      "authors": "Zhou Chen, Abhisek Mondal, Fayal Abderemane-Ali, Seil Jang, Sangeeta Niranjan, José L. Montaño, Balyn W. Zaro, Daniel L. Minor Jr",
      "paper_url": "https://doi.org/10.1038/s41586-023-06175-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403922479",
      "paper_id": "https://openalex.org/W4403922479",
      "title": "Engineered odorant receptors illuminate the basis of odour discrimination",
      "authors": "Claire A. de March, Ning Ma, Christian B. Billesbølle, Jeevan Tewari, Claudia Llinas del Torrent, Wijnand J. C. van der Velden, Ichie Ojiro, Ikumi Takayama, Bryan Faust, Linus Li, Nagarajan Vaidehi, Aashish Manglik, Hiroaki Matsunami",
      "paper_url": "https://doi.org/10.1038/s41586-024-08126-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4324344199",
      "paper_id": "https://openalex.org/W4324344199",
      "title": "Fast and sensitive GCaMP calcium indicators for imaging neural populations",
      "authors": "Yan Zhang, Márton Rózsa, Yajie Liang, Daniel Bushey, Ziqiang Wei, Jihong Zheng, Daniel Reep, Gerard Joey Broussard, Arthur Tsang, Getahun Tsegaye, Sujatha Narayan, Christopher J. Obara, Jing-Xuan Lim, Ronak Patel, Rongwei Zhang, Misha B. Ahrens, Glenn C. Turner, Samuel S.-H. Wang, Wyatt L. Korff, Eric R. Schreiter, Karel Svoboda, Jeremy P. Hasseman, Ilya Kolb, Loren L. Looger",
      "paper_url": "https://doi.org/10.1038/s41586-023-05828-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4306810115",
      "paper_id": "https://openalex.org/W4306810115",
      "title": "Fast resupply of synaptic vesicles requires synaptotagmin-3",
      "authors": "Dennis J. Weingarten, Amita Shrestha, Kessa Juda-Nelson, Sarah A. Kissiwaa, Evan Spruston, Skyler L. Jackman",
      "paper_url": "https://doi.org/10.1038/s41586-022-05337-1",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4311587806",
      "paper_id": "https://openalex.org/W4311587806",
      "title": "Filopodia are a structural substrate for silent synapses in adult neocortex",
      "authors": "Dimitra Vardalaki, Kwanghun Chung, Mark T. Harnett",
      "paper_url": "https://doi.org/10.1038/s41586-022-05483-6",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3176996497",
      "paper_id": "https://openalex.org/W3176996497",
      "title": "G-protein activation by a metabotropic glutamate receptor",
      "authors": "Alpay B. Seven, Ximena Barros-Álvarez, Marine de Lapeyrière, Makaía M. Papasergi-Scott, Michael J. Robertson, Chensong Zhang, Robert M. Nwokonko, Yang Gao, Justin G. Meyerowitz, Jean-Philippe Rocher, Dominik Schelshorn, Brian K. Kobilka, Jesper M. Mathiesen, Georgios Skiniotis",
      "paper_url": "https://doi.org/10.1038/s41586-021-03680-3",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3165259149",
      "paper_id": "https://openalex.org/W3165259149",
      "title": "Gating and modulation of a hetero-octameric AMPA glutamate receptor",
      "authors": "Danyang Zhang, Jake F. Watson, Peter M. Matthews, Ondrej Cais, Ingo H. Greger",
      "paper_url": "https://doi.org/10.1038/s41586-021-03613-0",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411540330",
      "paper_id": "https://openalex.org/W4411540330",
      "title": "Gating and noelin clustering of native Ca2+-permeable AMPA receptors",
      "authors": "Chengli Fang, Cathy J. Spangler, Jumi Park, Natalie Sheldon, Laurence O. Trussell, Eric Gouaux",
      "paper_url": "https://doi.org/10.1038/s41586-025-09289-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4396939146",
      "paper_id": "https://openalex.org/W4396939146",
      "title": "GLP-1-directed NMDA receptor antagonism for obesity treatment",
      "authors": "Jonas Petersen, Mette Q. Ludwig, Vaida Juozaityte, Pablo Ranea-Robles, Charlotte Svendsen, Eunsang Hwang, Amalie W. Kristensen, Nicole Fadahunsi, Jens Lund, Alberte W. Breum, Cecilie V. Mathiesen, Luisa Sachs, Roger Moreno-Justicia, Rebecca Rohlfs, James C. Ford, Jonathan D. Douros, Brian Finan, Bryan Portillo, Kyle Grose, Jacob E. Petersen, Mette Trauelsen, Annette Feuchtinger, Richard D. DiMarchi, Thue W. Schwartz, Atul S. Deshmukh, Morten B. Thomsen, Kristi A. Kohlmeier, Kevin W. Williams, Tune H. Pers, Bente Frølund, Kristian Strømgaard, Anders B. Klein, Christoffer Clemmensen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07419-8",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408604789",
      "paper_id": "https://openalex.org/W4408604789",
      "title": "GluA2-containing AMPA receptors form a continuum of Ca2+-permeable channels",
      "authors": "Federico Miguez-Cabello, Xin-tong Wang, Yuhao Yan, Niklas Brake, Ryan P. D. Alexander, Amanda M. Perozzo, Anmar Khadra, Derek Bowie",
      "paper_url": "https://doi.org/10.1038/s41586-025-08736-2",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3165933613",
      "paper_id": "https://openalex.org/W3165933613",
      "title": "GluD1 is a signal transduction device disguised as an ionotropic receptor",
      "authors": "Jinye Dai, Christopher Patzke, Kif Liakath-Ali, Erica Seigneur, Thomas C. Südhof",
      "paper_url": "https://doi.org/10.1038/s41586-021-03661-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4400491603",
      "paper_id": "https://openalex.org/W4400491603",
      "title": "Glutamate acts on acid-sensing ion channels to worsen ischaemic brain injury",
      "authors": "Ke Lai, Iva Pritišanac, Zhen-Qi Liu, Han-Wei Liu, Li-Na Gong, Ming-Xian Li, Jian-Fei Lu, Xin Qi, Tian-Le Xu, Julie Forman-Kay, Hai-Bo Shi, Lu-Yang Wang, Shan-Kai Yin",
      "paper_url": "https://doi.org/10.1038/s41586-024-07684-7",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408856169",
      "paper_id": "https://openalex.org/W4408856169",
      "title": "Glutamate gating of AMPA-subtype iGluRs at physiological temperatures",
      "authors": "Anish Kumar Mondal, Elisa Carrillo, Vasanthi Jayaraman, Edward C. Twomey",
      "paper_url": "https://doi.org/10.1038/s41586-025-08770-0",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3131300525",
      "paper_id": "https://openalex.org/W3131300525",
      "title": "Glutamate transporters have a chloride channel with two hydrophobic gates",
      "authors": "Ichia Chen, Shashank Pant, Qianyi Wu, Rosemary J. Cater, Meghna Sobti, Robert J. Vandenberg, Alastair G. Stewart, Emad Tajkhorshid, Josep Font, Renae M. Ryan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03240-9",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4385490506",
      "paper_id": "https://openalex.org/W4385490506",
      "title": "GPCR activation and GRK2 assembly by a biased intracellular agonist",
      "authors": "Jia Duan, Heng Liu, Fenghui Zhao, Qingning Yuan, Yujie Ji, Xiaoqing Cai, Xinheng He, Xinzhu Li, Junrui Li, Kai Wu, Tianyu Gao, Shengnan Zhu, Shi Lin, Ming-Wei Wang, Xi Cheng, Wanchao Yin, Yi Jiang, Dehua Yang, H. Eric Xu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06395-9",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3163624776",
      "paper_id": "https://openalex.org/W3163624776",
      "title": "Hippocampal AMPA receptor assemblies and mechanism of allosteric inhibition",
      "authors": "Jie Yu, Prashant Rao, Sarah Clark, Jaba Mitra, Taekjip Ha, Eric Gouaux",
      "paper_url": "https://doi.org/10.1038/s41586-021-03540-0",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4290673266",
      "paper_id": "https://openalex.org/W4290673266",
      "title": "Hormone- and antibody-mediated activation of the thyrotropin receptor",
      "authors": "Jia Duan, Peiyu Xu, Xiaodong Luan, Yujie Ji, Xinheng He, Ning Song, Qingning Yuan, Ye Jin, Xi Cheng, Hualiang Jiang, Jie Zheng, Shuyang Zhang, Yi Jiang, H. Eric Xu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05173-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387095448",
      "paper_id": "https://openalex.org/W4387095448",
      "title": "Inactivation of the Kv2.1 channel through electromechanical coupling",
      "authors": "Ana I. Fernández-Mariño, Xiao-Feng Tan, Chanhyung Bae, Kate Huffer, Jiansen Jiang, Kenton J. Swartz",
      "paper_url": "https://doi.org/10.1038/s41586-023-06582-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4220751121",
      "paper_id": "https://openalex.org/W4220751121",
      "title": "Inhibition of calcium-triggered secretion by hydrocarbon-stapled peptides",
      "authors": "Ying Lai, Giorgio Fois, Jose R. Flores, Michael J. Tuvim, Qiangjun Zhou, Kailu Yang, Jeremy Leitz, John Peters, Yunxiang Zhang, Richard A. Pfuetzner, Luis Esquivies, Philip Jones, Manfred Frick, Burton F. Dickey, Axel T. Brunger",
      "paper_url": "https://doi.org/10.1038/s41586-022-04543-1",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4398201038",
      "paper_id": "https://openalex.org/W4398201038",
      "title": "Kainate receptor channel opening and gating mechanism",
      "authors": "Shanti Pal Gangwar, Maria V. Yelshanskaya, Kirill D. Nadezhdin, Laura Y. Yen, Thomas P. Newton, Muhammed Aktolun, Maria G. Kurnikova, Alexander I. Sobolevsky",
      "paper_url": "https://doi.org/10.1038/s41586-024-07475-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3201564190",
      "paper_id": "https://openalex.org/W3201564190",
      "title": "Kainate receptor modulation by NETO2",
      "authors": "Lingli He, Jiahui Sun, Yiwei Gao, Bin Li, Yuhang Wang, Yanli Dong, Weidong An, Hang Li, Bei Yang, Yuhan Ge, Xuejun Cai Zhang, Yun Stone Shi, Yan Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-021-03936-y",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4367857025",
      "paper_id": "https://openalex.org/W4367857025",
      "title": "Ligand and G-protein selectivity in the κ-opioid receptor",
      "authors": "Jianming Han, Jingying Zhang, Antonina L. Nazarova, Sarah M. Bernhard, Brian E. Krumm, Lei Zhao, Jordy Homing Lam, Vipin A. Rangari, Susruta Majumdar, David E. Nichols, Vsevolod Katritch, Peng Yuan, Jonathan F. Fay, Tao Che",
      "paper_url": "https://doi.org/10.1038/s41586-023-06030-7",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4394688722",
      "paper_id": "https://openalex.org/W4394688722",
      "title": "Ligand efficacy modulates conformational dynamics of the µ-opioid receptor",
      "authors": "Jiawei Zhao, Matthias Elgeti, Evan S. O’Brien, Cecília P. Sár, Amal EI Daibani, Jie Heng, Xiaoou Sun, Elizabeth White, Tao Che, Wayne L. Hubbell, Brian K. Kobilka, Chunlai Chen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07295-2",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388452981",
      "paper_id": "https://openalex.org/W4388452981",
      "title": "Ligand recognition and G-protein coupling of trace amine receptor TAAR1",
      "authors": "Zheng Xu, Lulu Guo, Jingjing Yu, Siyuan Shen, Chao Wu, Weifeng Zhang, Chang Zhao, Yue Deng, Xiaowen Tian, Yuying Feng, Hanlin Hou, Lantian Su, Hongshuang Wang, Shuo Guo, Heli Wang, Kexin Wang, Peipei Chen, Jie Zhao, Xiaoyu Zhang, Xihao Yong, Lin Cheng, Lunxu Liu, Shengyong Yang, Fan Yang, Xiaohui Wang, Xiao Yu, Yunfei Xu, Jin-Peng Sun, Wei Yan, Zhenhua Shao",
      "paper_url": "https://doi.org/10.1038/s41586-023-06804-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386304522",
      "paper_id": "https://openalex.org/W4386304522",
      "title": "LTP induction by structural rather than enzymatic functions of CaMKII",
      "authors": "Jonathan E. Tullis, Matthew E. Larsen, Nicole L. Rumian, Ronald K. Freund, Emma E. Boxer, Carolyn Nicole Brown, Steven J. Coultrap, Howard Schulman, Jason Aoto, Mark L. Dell’Acqua, K. Ulrich Bayer",
      "paper_url": "https://doi.org/10.1038/s41586-023-06465-y",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3215705196",
      "paper_id": "https://openalex.org/W3215705196",
      "title": "Mechanical actions of dendritic-spine enlargement on presynaptic exocytosis",
      "authors": "Hasan Ucar, Satoshi Watanabe, Jun Noguchi, Yuichi Morimoto, Yusuke Iino, Sho Yagishita, Noriko Takahashi, Haruo Kasai",
      "paper_url": "https://doi.org/10.1038/s41586-021-04125-7",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4393870232",
      "paper_id": "https://openalex.org/W4393870232",
      "title": "Mechanical activation opens a lipid-lined pore in OSCA ion channels",
      "authors": "Yaoyao Han, Zijing Zhou, Ruitao Jin, Fei Dai, Yifan Ge, Xisan Ju, Xiaonuo Ma, Sitong He, Ling Yuan, Yingying Wang, Wei Yang, Xiaomin Yue, Zhongwen Chen, Yadong Sun, Ben Corry, Charles D. Cox, Yixiao Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07256-9",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4210865559",
      "paper_id": "https://openalex.org/W4210865559",
      "title": "Mechanisms of inhibition and activation of extrasynaptic αβ GABAA receptors",
      "authors": "Vikram Babu Kasaragod, Martin Mortensen, Steven W. Hardwick, Ayla A. Wahid, Valentina Dorovykh, Dimitri Y. Chirgadze, Trevor G. Smart, Paul S. Miller",
      "paper_url": "https://doi.org/10.1038/s41586-022-04402-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388126737",
      "paper_id": "https://openalex.org/W4388126737",
      "title": "Mechanisms of neurotransmitter transport and drug inhibition in human VMAT2",
      "authors": "Shabareesh Pidathala, Shuyun Liao, Yaxin Dai, Xiao Li, Changkun Long, Chi-Lun Chang, Zhe Zhang, Chia-Hsueh Lee",
      "paper_url": "https://doi.org/10.1038/s41586-023-06727-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4310438316",
      "paper_id": "https://openalex.org/W4310438316",
      "title": "Molecular basis for selective activation of DREADD-based chemogenetics",
      "authors": "Shicheng Zhang, Ryan H. Gumpper, Xi-Ping Huang, Yongfeng Liu, Brian E. Krumm, Can Cao, Jonathan F. Fay, Bryan L. Roth",
      "paper_url": "https://doi.org/10.1038/s41586-022-05489-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400949307",
      "paper_id": "https://openalex.org/W4400949307",
      "title": "Molecular basis of human noradrenaline transporter reuptake and inhibition",
      "authors": "Jiaxin Tan, Yuan Xiao, Fang Kong, Xiaochun Zhang, Hanwen Xu, Angqi Zhu, Yiming Liu, Jianlin Lei, Boxue Tian, Yafei Yuan, Chuangye Yan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07719-z",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406958332",
      "paper_id": "https://openalex.org/W4406958332",
      "title": "Molecular basis of vitamin K driven γ-carboxylation at membrane interface",
      "authors": "Qing Cao, Aaron Ammerman, Mierxiati Saimi, Zongtao Lin, Guomin Shen, Huaping Chen, Jie Sun, Mengqi Chai, Shixuan Liu, Fong-Fu Hsu, Andrzej M. Krezel, Michael L. Gross, Jinbin Xu, Benjamin A. Garcia, Bin Liu, Weikai Li",
      "paper_url": "https://doi.org/10.1038/s41586-025-08648-1",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4401172055",
      "paper_id": "https://openalex.org/W4401172055",
      "title": "Molecular mechanism of ligand gating and opening of NMDA receptor",
      "authors": "Tsung-Han Chou, Max Epstein, Russell G. Fritzemeier, Nicholas S. Akins, Srinu Paladugu, Elijah Z. Ullman, Dennis C. Liotta, Stephen F. Traynelis, Hiro Furukawa",
      "paper_url": "https://doi.org/10.1038/s41586-024-07742-0",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4323543016",
      "paper_id": "https://openalex.org/W4323543016",
      "title": "Molecular sensing of mechano- and ligand-dependent adhesion GPCR dissociation",
      "authors": "Nicole Scholz, Anne-Kristin Dahse, Marguerite Kemkemer, Anne Bormann, Genevieve M. Auger, Fernando Vieira Contreras, Lucia F. Ernst, Hauke Staake, Marek B. Körner, Max Buhlan, Amelie Meyer-Mölck, Yin Kwan Chung, Beatriz Blanco-Redondo, Franziska Klose, Mohamed Ali Jarboui, Dmitrij Ljaschenko, Marina Bigl, Tobias Langenhan",
      "paper_url": "https://doi.org/10.1038/s41586-023-05802-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4229080677",
      "paper_id": "https://openalex.org/W4229080677",
      "title": "Mosquito brains encode unique features of human odour to drive host seeking",
      "authors": "Zhilei Zhao, Jessica L. Zung, Annika Hinze, Alexis L. Kriete, Azwad Iqbal, Meg A. Younger, Benjamin J. Matthews, Dorit Merhof, Stephan Thiberge, Rickard Ignell, Martin Strauch, Carolyn S. McBride",
      "paper_url": "https://doi.org/10.1038/s41586-022-04675-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403451043",
      "paper_id": "https://openalex.org/W4403451043",
      "title": "Mosquito taste responses to human and floral cues guide biting and feeding",
      "authors": "Lisa S. Baik, Gaëlle J. S. Talross, Sydney Gray, Himani S. Pattisam, Taylor N. Peterson, James E. Nidetz, Felix J. H. Hol, John R. Carlson",
      "paper_url": "https://doi.org/10.1038/s41586-024-08047-y",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412600830",
      "paper_id": "https://openalex.org/W4412600830",
      "title": "Nanobody therapy rescues behavioural deficits of NMDA receptor hypofunction",
      "authors": "Mathieu Oosterlaken, Angelina Rogliardo, Tatiana Lipina, Pierre-André Lafon, Mireille Elodie Tsitokana, Mathilde Keck, Héloïse Cahuzac, Pierre Prieu-Sérandon, Séverine Diem, Cécile Derieux, Célia Camberlin, Chrystel Lafont, Damien Meyer, Patrick Chames, Franck Vandermoere, Philippe Marin, Laurent Prézeau, Denis Servent, Ali Salahpour, Amy J. Ramsey, Carine Bécamel, Jean-Philippe Pin, Julie Kniazeff, Philippe Rondard",
      "paper_url": "https://doi.org/10.1038/s41586-025-09265-8",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4390535611",
      "paper_id": "https://openalex.org/W4390535611",
      "title": "Nav1.7 as a chondrocyte regulator and therapeutic target for osteoarthritis",
      "authors": "Wenyu Fu, Dmytro Vasylyev, Yufei Bi, Mingshuang Zhang, Guodong Sun, Asya Khleborodova, Guiwu Huang, Libo Zhao, Renpeng Zhou, Yonggang Li, Shujun Liu, Xianyi Cai, Wenjun He, Min Cui, Xiangli Zhao, Aubryanna Hettinghouse, Julia Good, Ellen Kim, Eric Strauss, Philipp Leucht, Ran Schwarzkopf, Edward X. Guo, Jonathan Samuels, Wenhuo Hu, Mukundan Attur, Stephen G. Waxman, Chuan-ju Liu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06888-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4308485621",
      "paper_id": "https://openalex.org/W4308485621",
      "title": "Non-canonical β-adrenergic activation of ERK at endosomes",
      "authors": "Yonghoon Kwon, Sohum Mehta, Mary Clark, Geneva Walters, Yanghao Zhong, Ha Neul Lee, Roger K. Sunahara, Jin Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05343-3",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4224224540",
      "paper_id": "https://openalex.org/W4224224540",
      "title": "Opening of glutamate receptor channel to subconductance levels",
      "authors": "Maria V. Yelshanskaya, Dhilon S. Patel, Christopher M. Kottke, Maria G. Kurnikova, Alexander I. Sobolevsky",
      "paper_url": "https://doi.org/10.1038/s41586-022-04637-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4396918930",
      "paper_id": "https://openalex.org/W4396918930",
      "title": "Physiological temperature drives TRPM4 ligand recognition and gating",
      "authors": "Jinhong Hu, Sung Jin Park, Tyler Walter, Ian J. Orozco, Garrett O‘Dea, Xinyu Ye, Juan Du, Wei Lü",
      "paper_url": "https://doi.org/10.1038/s41586-024-07436-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283272302",
      "paper_id": "https://openalex.org/W4283272302",
      "title": "PIEZO1 transduces mechanical itch in mice",
      "authors": "Rose Z. Hill, Meaghan C. Loud, Adrienne E. Dubin, Brooke Peet, Ardem Patapoutian",
      "paper_url": "https://doi.org/10.1038/s41586-022-04860-5",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3198678175",
      "paper_id": "https://openalex.org/W3198678175",
      "title": "Positive allosteric mechanisms of adenosine A1 receptor-mediated analgesia",
      "authors": "Christopher J. Draper-Joyce, Rebecca Bhola, Jinan Wang, Apurba Bhattarai, Anh T. N. Nguyen, India Cowie-Kent, Kelly O’Sullivan, Ling Yeong Chia, Hariprasad Venugopal, Celine Valant, David M. Thal, Denise Wootten, Nicolas Panel, Jens Carlsson, Macdonald J. Christie, Paul J. White, Peter Scammells, Lauren T. May, Patrick M. Sexton, Radostin Danev, Yinglong Miao, Alisa Glukhova, Wendy L. Imlach, Arthur Christopoulos",
      "paper_url": "https://doi.org/10.1038/s41586-021-03897-2",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4394892243",
      "paper_id": "https://openalex.org/W4394892243",
      "title": "Promiscuous G-protein activation by the calcium-sensing receptor",
      "authors": "Hao Zuo, Jinseo Park, Aurel Frangaj, Jianxiang Ye, Guanqi Lu, Jamie J. Manning, Wesley B. Asher, Zhengyuan Lu, Guo-bin Hu, Liguo Wang, Joshua Mendez, Edward Eng, Zhening Zhang, Xin Lin, Robert Grassucci, Wayne A. Hendrickson, Oliver B. Clarke, Jonathan A. Javitch, Arthur D. Conigrave, Qing R. Fan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07331-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401172123",
      "paper_id": "https://openalex.org/W4401172123",
      "title": "Propofol rescues voltage-dependent gating of HCN1 channel epilepsy mutants",
      "authors": "Elizabeth D. Kim, Xiaoan Wu, Sangyun Lee, Gareth R. Tibbs, Kevin P. Cunningham, Eleonora Di Zanni, Marta E. Perez, Peter A. Goldstein, Alessio Accardi, H. Peter Larsson, Crina M. Nimigean",
      "paper_url": "https://doi.org/10.1038/s41586-024-07743-z",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409147414",
      "paper_id": "https://openalex.org/W4409147414",
      "title": "Psilocybin’s lasting action requires pyramidal cell types and 5-HT2A receptors",
      "authors": "Ling-Xiao Shao, Clara Liao, Pasha A. Davoudian, Neil K. Savalia, Quan Jiang, Cassandra Wojtasiewicz, Diran Tan, Jack D. Nothnagel, Rong-Jian Liu, Samuel C. Woodburn, Olesia M. Bilash, Hail Kim, Alicia Che, Alex C. Kwan",
      "paper_url": "https://doi.org/10.1038/s41586-025-08813-6",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4380684709",
      "paper_id": "https://openalex.org/W4380684709",
      "title": "Psychedelics reopen the social reward learning critical period",
      "authors": "Romain Nardou, Edward Sawyer, Young Jun Song, Makenzie Wilkinson, Yasmin Padovan-Hernandez, Júnia Lara de Deus, Noelle Wright, Carine Lama, Sehr Faltin, Loyal A. Goff, Genevieve L. Stein-O’Brien, Gül Dölen",
      "paper_url": "https://doi.org/10.1038/s41586-023-06204-3",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4388452988",
      "paper_id": "https://openalex.org/W4388452988",
      "title": "Recognition of methamphetamine and other amines by trace amine receptor TAAR1",
      "authors": "Heng Liu, You Zheng, Yue Wang, Yumeng Wang, Xinheng He, Peiyu Xu, Sijie Huang, Qingning Yuan, Xinyue Zhang, Ling Wang, Kexin Jiang, Hong Chen, Zhen Li, Wenbin Liu, Sheng Wang, H. Eric Xu, Fei Xu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06775-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4309821611",
      "paper_id": "https://openalex.org/W4309821611",
      "title": "Regulation of the mammalian-brain V-ATPase through ultraslow mode-switching",
      "authors": "Eleftherios Kosmidis, Christopher G. Shuttle, Julia Preobraschenski, Marcelo Ganzella, Peter J. Johnson, Salome Veshaguri, Jesper Holmkvist, Mads P. Møller, Orestis Marantos, Frank Marcoline, Michael Grabe, Jesper L. Pedersen, Reinhard Jahn, Dimitrios Stamou",
      "paper_url": "https://doi.org/10.1038/s41586-022-05472-9",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406715735",
      "paper_id": "https://openalex.org/W4406715735",
      "title": "Resolving native GABAA receptor structures from the human brain",
      "authors": "Jia Zhou, Colleen M. Noviello, Jinfeng Teng, Haley Moore, Bradley Lega, Ryan E. Hibbs",
      "paper_url": "https://doi.org/10.1038/s41586-024-08454-1",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4365141278",
      "paper_id": "https://openalex.org/W4365141278",
      "title": "Sensory specializations drive octopus and squid behaviour",
      "authors": "Guipeun Kang, Corey A. H. Allard, Wendy A. Valencia-Montoya, Lena van Giesen, Jeong Joo Kim, Peter B. Kilian, Xiaochen Bai, Nicholas W. Bellono, Ryan E. Hibbs",
      "paper_url": "https://doi.org/10.1038/s41586-023-05808-z",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4394892337",
      "paper_id": "https://openalex.org/W4394892337",
      "title": "Stepwise activation of a metabotropic glutamate receptor",
      "authors": "Kaavya Krishna Kumar, Haoqing Wang, Chris Habrian, Naomi R. Latorraca, Jun Xu, Evan S. O’Brien, Chensong Zhang, Elizabeth Montabana, Antoine Koehl, Susan Marqusee, Ehud Y. Isacoff, Brian K. Kobilka",
      "paper_url": "https://doi.org/10.1038/s41586-024-07327-x",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411582391",
      "paper_id": "https://openalex.org/W4411582391",
      "title": "Structural and functional characterization of human sweet taste receptor",
      "authors": "Zongjun Shi, Weixiu Xu, Lijie Wu, Xiaolei Yue, Shenhui Liu, Wei Ding, Jinyi Zhang, Bing Meng, Lianghao Zhao, Xiaoyan Liu, Junlin Liu, Zhi-Jie Liu, Tian Hua",
      "paper_url": "https://doi.org/10.1038/s41586-025-09302-6",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W4200040687",
      "paper_id": "https://openalex.org/W4200040687",
      "title": "Structural architecture of the human NALCN channelosome",
      "authors": "Marc Kschonsak, Han Chow Chua, Claudia Weidling, Nourdine Chakouri, Cameron L. Noland, Katharina Schott, Timothy Chang, Christine Tam, Nidhi Patel, Christopher P. Arthur, Alexander Leitner, Manu Ben-Johny, Claudio Ciferri, Stephan Alexander Pless, Jian Payandeh",
      "paper_url": "https://doi.org/10.1038/s41586-021-04313-5",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4379768782",
      "paper_id": "https://openalex.org/W4379768782",
      "title": "Structural basis for FGF hormone signalling",
      "authors": "Lingfeng Chen, Lili Fu, Jingchuan Sun, Zhiqiang Huang, Mingzhen Fang, Allen Zinkle, Xin Liu, Junliang Lu, Zixiang Pan, Yang Wang, Guang Liang, Xiaokun Li, Gaozhi Chen, Moosa Mohammadi",
      "paper_url": "https://doi.org/10.1038/s41586-023-06155-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4229012588",
      "paper_id": "https://openalex.org/W4229012588",
      "title": "Structural basis for the tethered peptide activation of adhesion GPCRs",
      "authors": "Yu-Qi Ping, Peng Xiao, Fan Yang, Ru-Jia Zhao, Sheng-Chao Guo, Xu Yan, Xiang Wu, Chao Zhang, Yan Lu, Fenghui Zhao, Fulai Zhou, Yue-Tong Xi, Wanchao Yin, Feng-Zhen Liu, Dong-Fang He, Dao-Lai Zhang, Zhong-Liang Zhu, Yi Jiang, Lutao Du, Shi-Qing Feng, Torsten Schöneberg, Ines Liebscher, H. Eric Xu, Jin-Peng Sun",
      "paper_url": "https://doi.org/10.1038/s41586-022-04619-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4413020551",
      "paper_id": "https://openalex.org/W4413020551",
      "title": "Structural basis of fast N-type inactivation in Kv channels",
      "authors": "Xiao-Feng Tan, Ana I. Fernández-Mariño, Yan Li, Tsg-Hui Chang, Kenton J. Swartz",
      "paper_url": "https://doi.org/10.1038/s41586-025-09339-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4282917222",
      "paper_id": "https://openalex.org/W4282917222",
      "title": "Structural basis of GABA reuptake inhibition",
      "authors": "Zenia Motiwala, Nanda Gowtham Aduri, Hamidreza Shaye, Gye Won Han, Jordy Homing Lam, Vsevolod Katritch, Vadim Cherezov, Cornelius Gati",
      "paper_url": "https://doi.org/10.1038/s41586-022-04814-x",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3157743200",
      "paper_id": "https://openalex.org/W3157743200",
      "title": "Structural basis of GABAB receptor–Gi protein coupling",
      "authors": "Cangsong Shen, Chunyou Mao, Chanjuan Xu, Nan Jin, Huibing Zhang, Dan-Dan Shen, Qingya Shen, Xiaomei Wang, Tingjun Hou, Zhong Chen, Philippe Rondard, Jean-Philippe Pin, Yan Zhang, Jianfeng Liu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03507-1",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3199759881",
      "paper_id": "https://openalex.org/W3199759881",
      "title": "Structural basis of gating modulation of Kv4 channel complexes",
      "authors": "Yoshiaki Kise, Go Kasuya, Hiroyuki H. Okamoto, Daichi Yamanouchi, Kan Kobayashi, Tsukasa Kusakizako, Tomohiro Nishizawa, Koichi Nakajo, Osamu Nureki",
      "paper_url": "https://doi.org/10.1038/s41586-021-03935-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W4200207822",
      "paper_id": "https://openalex.org/W4200207822",
      "title": "Structural basis of inhibition of the human SGLT2–MAP17 glucose transporter",
      "authors": "Yange Niu, Rui Liu, Chengcheng Guan, Yuan Zhang, Zhixing Chen, Stefan Hoerer, Herbert Nar, Lei Chen",
      "paper_url": "https://doi.org/10.1038/s41586-021-04212-9",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3183790491",
      "paper_id": "https://openalex.org/W3183790491",
      "title": "Structural basis of ketamine action on human NMDA receptors",
      "authors": "Youyi Zhang, Fei Ye, Tongtong Zhang, Shiyun Lv, Liping Zhou, Daohai Du, He Lin, Fei Guo, Cheng Luo, Shujia Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03769-9",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4324344258",
      "paper_id": "https://openalex.org/W4324344258",
      "title": "Structural basis of odorant recognition by a human odorant receptor",
      "authors": "Christian B. Billesbølle, Claire A. de March, Wijnand J. C. van der Velden, Ning Ma, Jeevan Tewari, Claudia Llinas del Torrent, Linus Li, Bryan Faust, Nagarajan Vaidehi, Hiroaki Matsunami, Aashish Manglik",
      "paper_url": "https://doi.org/10.1038/s41586-023-05798-y",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4365137723",
      "paper_id": "https://openalex.org/W4365137723",
      "title": "Structural basis of sensory receptor evolution in octopus",
      "authors": "Corey A. H. Allard, Guipeun Kang, Jeong Joo Kim, Wendy A. Valencia-Montoya, Ryan E. Hibbs, Nicholas W. Bellono",
      "paper_url": "https://doi.org/10.1038/s41586-023-05822-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4223893037",
      "paper_id": "https://openalex.org/W4223893037",
      "title": "Structural basis of tethered agonism of the adhesion GPCRs ADGRD1 and ADGRF1",
      "authors": "Xiangli Qu, Na Qiu, Mu Wang, Bingjie Zhang, Juan Du, Zhiwei Zhong, Wei Xu, Xiaojing Chu, Limin Ma, Cuiying Yi, Shuo Han, Wenqing Shui, Qiang Zhao, Beili Wu",
      "paper_url": "https://doi.org/10.1038/s41586-022-04580-w",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3134760558",
      "paper_id": "https://openalex.org/W3134760558",
      "title": "Structural insights into the inhibition of glycine reuptake",
      "authors": "Azadeh Shahsavar, Peter Stohler, Gleb Bourenkov, Iwan Zimmermann, Martin Siegrist, Wolfgang Guba, Emmanuel Pinard, Steffen Sinning, Markus A. Seeger, Thomas R. Schneider, Roger J. P. Dawson, Poul Nissen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03274-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3137816310",
      "paper_id": "https://openalex.org/W3137816310",
      "title": "Structural insights into the lipid and ligand regulation of serotonin receptors",
      "authors": "Peiyu Xu, Sijie Huang, Huibing Zhang, Chunyou Mao, X. Edward Zhou, Xi Cheng, Icaro A. Simon, Dan-Dan Shen, Hsin-Yung Yen, Carol V. Robinson, Kasper Harpsøe, Bo Svensson, Jia Guo, Hualiang Jiang, David E. Gloriam, Karsten Melcher, Yi Jiang, Yan Zhang, H. Eric Xu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03376-8",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4311436937",
      "paper_id": "https://openalex.org/W4311436937",
      "title": "Structural insights into the mechanism of the sodium/iodide symporter",
      "authors": "Silvia Ravera, Juan Pablo Nicola, Glicella Salazar-De Simone, Fred J. Sigworth, Erkan Karakas, L. Mario Amzel, Mario A. Bianchet, Nancy Carrasco",
      "paper_url": "https://doi.org/10.1038/s41586-022-05530-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392906584",
      "paper_id": "https://openalex.org/W4392906584",
      "title": "Structural insights into vesicular monoamine storage and drug interactions",
      "authors": "Jin Ye, Huaping Chen, Kaituo Wang, Yi Wang, Aaron Ammerman, Samjhana Awasthi, Jinbin Xu, Bin Liu, Weikai Li",
      "paper_url": "https://doi.org/10.1038/s41586-024-07290-7",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386700157",
      "paper_id": "https://openalex.org/W4386700157",
      "title": "Structural mobility tunes signalling of the GluA1 AMPA glutamate receptor",
      "authors": "Danyang Zhang, Josip Ivica, James M. Krieger, Hinze Ho, Keitaro Yamashita, Imogen Stockwell, Rozbeh Baradaran, Ondrej Cais, Ingo H. Greger",
      "paper_url": "https://doi.org/10.1038/s41586-023-06528-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4396732522",
      "paper_id": "https://openalex.org/W4396732522",
      "title": "Structural pharmacology and therapeutic potential of 5-methoxytryptamines",
      "authors": "Audrey L. Warren, David Lankri, Michael J. Cunningham, Inis C. Serrano, Lyonna F. Parise, Andrew C. Kruegel, Priscilla Duggan, Gregory Zilberg, Michael J. Capper, Vaclav Havel, Scott J. Russo, Dalibor Sames, Daniel Wacker",
      "paper_url": "https://doi.org/10.1038/s41586-024-07403-2",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401172040",
      "paper_id": "https://openalex.org/W4401172040",
      "title": "Structural switch in acetylcholine receptors in developing muscle",
      "authors": "Huanhuan Li, Jinfeng Teng, Ryan E. Hibbs",
      "paper_url": "https://doi.org/10.1038/s41586-024-07774-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387949065",
      "paper_id": "https://openalex.org/W4387949065",
      "title": "Structure and electromechanical coupling of a voltage-gated Na+/H+ exchanger",
      "authors": "Hyunku Yeo, Ved Mehta, Ashutosh Gulati, David Drew",
      "paper_url": "https://doi.org/10.1038/s41586-023-06518-2",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W4200379539",
      "paper_id": "https://openalex.org/W4200379539",
      "title": "Structure and mechanism of the SGLT family of glucose transporters",
      "authors": "Lei Han, Qianhui Qu, Deniz Aydin, Ouliana Panova, Michael J. Robertson, Yan Xu, Ron O. Dror, Georgios Skiniotis, Liang Feng",
      "paper_url": "https://doi.org/10.1038/s41586-021-04211-w",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4406956592",
      "paper_id": "https://openalex.org/W4406956592",
      "title": "Structure and mechanism of vitamin-K-dependent γ-glutamyl carboxylase",
      "authors": "Rong Wang, Baozhi Chen, Nadia Elghobashi-Meinhardt, Jian-Ke Tie, Alyssa Ayala, Ning Zhou, Xiaofeng Qi",
      "paper_url": "https://doi.org/10.1038/s41586-024-08484-9",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4320913190",
      "paper_id": "https://openalex.org/W4320913190",
      "title": "Structure and thiazide inhibition mechanism of the human Na–Cl cotransporter",
      "authors": "Minrui Fan, Jianxiu Zhang, Chien-Ling Lee, Jinru Zhang, Liang Feng",
      "paper_url": "https://doi.org/10.1038/s41586-023-05718-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399366554",
      "paper_id": "https://openalex.org/W4399366554",
      "title": "Structure and topography of the synaptic V-ATPase–synaptophysin complex",
      "authors": "Chuchu Wang, Wenhong Jiang, Jeremy Leitz, Kailu Yang, Luis Esquivies, Xing Wang, Xiaotao Shen, Richard G. Held, Daniel J. Adams, Tamara Basta, Lucas Hampton, Ruiqi Jian, Lihua Jiang, Michael H. B. Stowell, Wolfgang Baumeister, Qiang Guo, Axel T. Brunger",
      "paper_url": "https://doi.org/10.1038/s41586-024-07610-x",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4224012209",
      "paper_id": "https://openalex.org/W4224012209",
      "title": "Structure deformation and curvature sensing of PIEZO1 in lipid membranes",
      "authors": "Xuzhong Yang, Chao Lin, Xudong Chen, Shouqin Li, Xueming Li, Bailong Xiao",
      "paper_url": "https://doi.org/10.1038/s41586-022-04574-8",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3178858999",
      "paper_id": "https://openalex.org/W3178858999",
      "title": "Structure of a mammalian sperm cation channel complex",
      "authors": "Shiyi Lin, Meng Ke, Yuqi Zhang, Zhen Yan, Jianping Wu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03742-6",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3178563513",
      "paper_id": "https://openalex.org/W3178563513",
      "title": "Structure of human Cav2.2 channel blocked by the painkiller ziconotide",
      "authors": "Shuai Gao, Xia Yao, Nieng Yan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03699-6",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4401389029",
      "paper_id": "https://openalex.org/W4401389029",
      "title": "Structure of the human dopamine transporter and mechanisms of inhibition",
      "authors": "Dushyant Kumar Srivastava, Vikas Navratna, Dilip K. Tosh, Audrey Chinn, Md Fulbabu Sk, Emad Tajkhorshid, Kenneth A. Jacobson, Eric Gouaux",
      "paper_url": "https://doi.org/10.1038/s41586-024-07739-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401388907",
      "paper_id": "https://openalex.org/W4401388907",
      "title": "Structure of the human dopamine transporter in complex with cocaine",
      "authors": "Jeppe C. Nielsen, Kristine Salomon, Iris E. Kalenderoglou, Sarah Bargmeyer, Tillmann Pape, Azadeh Shahsavar, Claus J. Loland",
      "paper_url": "https://doi.org/10.1038/s41586-024-07804-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3214465289",
      "paper_id": "https://openalex.org/W3214465289",
      "title": "Structure, function and pharmacology of human itch GPCRs",
      "authors": "Can Cao, Hye Jin Kang, Isha Singh, He Chen, Chengwei Zhang, Wenlei Ye, Byron W. Hayes, Jing Liu, Ryan H. Gumpper, Brian J. Bender, Samuel T. Slocum, Brian E. Krumm, Katherine Lansu, John D. McCorvy, Wesley K. Kroeze, Justin G. English, Jeffrey F. DiBerto, Reid H. J. Olsen, Xi-Ping Huang, Shicheng Zhang, Yongfeng Liu, Kuglae Kim, Joel Karpiak, Lily Y. Jan, Soman N. Abraham, Jian Jin, Brian K. Shoichet, Jonathan F. Fay, Bryan L. Roth",
      "paper_url": "https://doi.org/10.1038/s41586-021-04126-6",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3211402866",
      "paper_id": "https://openalex.org/W3211402866",
      "title": "Structure, function and pharmacology of human itch receptor complexes",
      "authors": "Fan Yang, Lulu Guo, Yu Li, Guopeng Wang, Jia Wang, Chao Zhang, Guo-Xing Fang, Xu Chen, Lei Liu, Xu Yan, Qun Liu, Changxiu Qu, Yunfei Xu, Peng Xiao, Zhongliang Zhu, Zijian Li, Jiuyao Zhou, Xiao Yu, Ning Gao, Jin-Peng Sun",
      "paper_url": "https://doi.org/10.1038/s41586-021-04077-y",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4310439054",
      "paper_id": "https://openalex.org/W4310439054",
      "title": "Structure-based design of bitopic ligands for the µ-opioid receptor",
      "authors": "Abdelfattah Faouzi, Haoqing Wang, Saheem A. Zaidi, Jeffrey F. DiBerto, Tao Che, Qianhui Qu, Michael J. Robertson, Manish K. Madasu, Amal El Daibani, Balazs R. Varga, Tiffany Zhang, Claudia Ruiz, Shan Liu, Jin Xu, Kevin Appourchaux, Samuel T. Slocum, Shainnel O. Eans, Michael D. Cameron, Ream Al-Hasani, Ying Xian Pan, Bryan L. Roth, Jay P. McLaughlin, Georgios Skiniotis, Vsevolod Katritch, Brian K. Kobilka, Susruta Majumdar",
      "paper_url": "https://doi.org/10.1038/s41586-022-05588-y",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387948826",
      "paper_id": "https://openalex.org/W4387948826",
      "title": "Structures of a sperm-specific solute carrier gated by voltage and cAMP",
      "authors": "Valeria Kalienkova, Martin F. Peter, Jan Rheinberger, Cristina Paulino",
      "paper_url": "https://doi.org/10.1038/s41586-023-06629-w",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3199852721",
      "paper_id": "https://openalex.org/W3199852721",
      "title": "Structures of full-length glycoprotein hormone receptor signalling complexes",
      "authors": "Jia Duan, Peiyu Xu, Xi Cheng, Chunyou Mao, Tristan Croll, Xinheng He, Jingjing Shi, Xiaodong Luan, Wanchao Yin, Erli You, Qiufeng Liu, Shuyang Zhang, Hualiang Jiang, Yan Zhang, Yi Jiang, H. Eric Xu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03924-2",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3167499727",
      "paper_id": "https://openalex.org/W3167499727",
      "title": "Structures of Gi-bound metabotropic glutamate receptors mGlu2 and mGlu4",
      "authors": "Shuling Lin, Shuo Han, Xiaoqing Cai, Qiuxiang Tan, Kexiu Zhou, Dejian Wang, Xinwei Wang, Juan Du, Cuiying Yi, Xiaojing Chu, Antao Dai, Yan Zhou, Yan Chen, Yu Zhou, Hong Liu, Jianfeng Liu, Dehua Yang, Ming-Wei Wang, Qiang Zhao, Beili Wu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03495-2",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3167154410",
      "paper_id": "https://openalex.org/W3167154410",
      "title": "Structures of human mGlu2 and mGlu7 homo- and heterodimers",
      "authors": "Juan Du, Dejian Wang, Hongcheng Fan, Chanjuan Xu, Linhua Tai, Shuling Lin, Shuo Han, Qiuxiang Tan, Xinwei Wang, Tuo Xu, Hui Zhang, Xiaojing Chu, Cuiying Yi, Peng Liu, Xiaomei Wang, Yu Zhou, Jean-Philippe Pin, Philippe Rondard, Hong Liu, Jianfeng Liu, Fei Sun, Beili Wu, Qiang Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-021-03641-w",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3181632501",
      "paper_id": "https://openalex.org/W3181632501",
      "title": "Structures of rhodopsin in complex with G-protein-coupled receptor kinase 1",
      "authors": "Qiuyan Chen, Manolo Plasencia, Zhuang Li, Somnath Mukherjee, Dhabaleswar Patra, Chun-Liang Chen, Thomas Klose, Xin-Qiu Yao, Anthony A. Kossiakoff, Leifu Chang, Philip C. Andrews, John J. G. Tesmer",
      "paper_url": "https://doi.org/10.1038/s41586-021-03721-x",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3120270773",
      "paper_id": "https://openalex.org/W3120270773",
      "title": "Structures of the glucocorticoid-bound adhesion receptor GPR97–Go complex",
      "authors": "Yu-Qi Ping, Chunyou Mao, Peng Xiao, Ru-Jia Zhao, Yi Jiang, Zhao Yang, Wen-Tao An, Dan-Dan Shen, Fan Yang, Huibing Zhang, Changxiu Qu, Qingya Shen, Caiping Tian, Zi-jian Li, Shaolong Li, Guang-Yu Wang, Xiaona Tao, Xin Wen, Ya-Ni Zhong, Jing Yang, Fan Yi, Xiao Yu, H. Eric Xu, Yan Zhang, Jin-Peng Sun",
      "paper_url": "https://doi.org/10.1038/s41586-020-03083-w",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4304698157",
      "paper_id": "https://openalex.org/W4304698157",
      "title": "Structures of the TMC-1 complex illuminate mechanosensory transduction",
      "authors": "Hanbin Jeong, Sarah Clark, April Goehring, Sepehr Dehghani-Ghahnaviyeh, Ali Rasouli, Emad Tajkhorshid, Eric Gouaux",
      "paper_url": "https://doi.org/10.1038/s41586-022-05314-8",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W4200289210",
      "paper_id": "https://openalex.org/W4200289210",
      "title": "Structures of the σ2 receptor enable docking for bioactive ligand discovery",
      "authors": "Assaf Alon, Jiankun Lyu, Joao M. Braz, Tia A. Tummino, Veronica Craik, Matthew J. O’Meara, Chase M. Webb, Dmytro S. Radchenko, Yurii S. Moroz, Xi-Ping Huang, Yongfeng Liu, Bryan L. Roth, John J. Irwin, Allan I. Basbaum, Brian K. Shoichet, Andrew C. Kruse",
      "paper_url": "https://doi.org/10.1038/s41586-021-04175-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4401575861",
      "paper_id": "https://openalex.org/W4401575861",
      "title": "Substrate binding and inhibition mechanism of norepinephrine transporter",
      "authors": "Wenming Ji, Anran Miao, Kai Liang, Jiameng Liu, Yuhan Qi, Yue Zhou, Xinli Duan, Jixue Sun, Lipeng Lai, Jing-Xiang Wu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07810-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387763730",
      "paper_id": "https://openalex.org/W4387763730",
      "title": "Sustained antidepressant effect of ketamine through NMDAR trapping in the LHb",
      "authors": "Shuangshuang Ma, Min Chen, Yihao Jiang, Xinkuan Xiang, Shiqi Wang, Zuohang Wu, Shuo Li, Yihui Cui, Junying Wang, Yanqing Zhu, Yan Zhang, Huan Ma, Shumin Duan, Haohong Li, Yan Yang, Christopher J. Lingle, Hailan Hu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06624-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4280528310",
      "paper_id": "https://openalex.org/W4280528310",
      "title": "Synthesis and target annotation of the alkaloid GB18",
      "authors": "Stone Woo, Ryan A. Shenvi",
      "paper_url": "https://doi.org/10.1038/s41586-022-04840-9",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385704265",
      "paper_id": "https://openalex.org/W4385704265",
      "title": "Tail engagement of arrestin at the glucagon receptor",
      "authors": "Kun Chen, Chenhui Zhang, Shuling Lin, Xinyu Yan, Heng Cai, Cuiying Yi, Limin Ma, Xiaojing Chu, Yuchen Liu, Ya Zhu, Shuo Han, Qiang Zhao, Beili Wu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06420-x",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4223978018",
      "paper_id": "https://openalex.org/W4223978018",
      "title": "Tethered peptide activation mechanism of the adhesion GPCRs ADGRG2 and ADGRG4",
      "authors": "Peng Xiao, Shengchao Guo, Xin Wen, Qing-Tao He, Hui Lin, Shen-Ming Huang, Lu Gou, Chao Zhang, Zhao Yang, Ya-Ni Zhong, Chuan-Cheng Yang, Yu Li, Zheng Gong, Xiao-Na Tao, Zhi-Shuai Yang, Yan Lu, Shao-Long Li, Jun-Yan He, Chuanxin Wang, Lei Zhang, Liangliang Kong, Jin-Peng Sun, Xiao Yu",
      "paper_url": "https://doi.org/10.1038/s41586-022-04590-8",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3208756624",
      "paper_id": "https://openalex.org/W3208756624",
      "title": "The conformational cycle of prestin underlies outer-hair cell electromotility",
      "authors": "Navid Bavi, Michael David Clark, Gustavo F. Contreras, Rong Shen, Bharat G. Reddy, Wieslawa Milewski, Eduardo Perozo",
      "paper_url": "https://doi.org/10.1038/s41586-021-04152-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392504618",
      "paper_id": "https://openalex.org/W4392504618",
      "title": "The molecular basis of sugar detection by an insect taste receptor",
      "authors": "João Victor Gomes, Shivinder Singh-Bhagania, Matthew Cenci, Carlos Chacon Cordon, Manjodh Singh, Joel A. Butterwick",
      "paper_url": "https://doi.org/10.1038/s41586-024-07255-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3189459060",
      "paper_id": "https://openalex.org/W3189459060",
      "title": "The structural basis of odorant recognition in insect olfactory receptors",
      "authors": "Josefina del Mármol, Mackenzie A. Yedlin, Vanessa Ruta",
      "paper_url": "https://doi.org/10.1038/s41586-021-03794-8",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4223907742",
      "paper_id": "https://openalex.org/W4223907742",
      "title": "The tethered peptide activation mechanism of adhesion GPCRs",
      "authors": "Ximena Barros-Álvarez, Robert M. Nwokonko, Alexander Vizurraga, Donna Matzov, Feng He, Makaía M. Papasergi-Scott, Michael J. Robertson, Ouliana Panova, Eliane Hadas Yardeni, Alpay B. Seven, Frank E. Kwarcinski, Hongyu Su, Maria Claudia Peroto, Justin G. Meyerowitz, Moran Shalev-Benami, Gregory G. Tall, Georgios Skiniotis",
      "paper_url": "https://doi.org/10.1038/s41586-022-04575-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401794442",
      "paper_id": "https://openalex.org/W4401794442",
      "title": "Thermal infrared directs host-seeking behaviour in Aedes aegypti mosquitoes",
      "authors": "Avinash Chandel, Nicolas A. DeBeaubien, Anindya Ganguly, Geoff T. Meyerhof, Andreas A. Krumholz, Jiangqu Liu, Vincent L. Salgado, Craig Montell",
      "paper_url": "https://doi.org/10.1038/s41586-024-07848-5",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392747552",
      "paper_id": "https://openalex.org/W4392747552",
      "title": "Time-resolved cryo-EM of G-protein activation by a GPCR",
      "authors": "Makaía M. Papasergi-Scott, Guillermo Pérez-Hernández, Hossein Batebi, Yang Gao, Gözde Eskici, Alpay B. Seven, Ouliana Panova, Daniel Hilger, Marina Casiraghi, Feng He, Luis Maul, Peter Gmeiner, Brian K. Kobilka, Peter W. Hildebrand, Georgios Skiniotis",
      "paper_url": "https://doi.org/10.1038/s41586-024-07153-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4389549593",
      "paper_id": "https://openalex.org/W4389549593",
      "title": "Transport and inhibition mechanisms of human VMAT2",
      "authors": "Di Wu, Qihao Chen, Zhuoya Yu, Bo Huang, Jun Zhao, Yuhang Wang, Jiawei Su, Feng Zhou, Rui Yan, Na Li, Yan Zhao, Daohua Jiang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06926-4",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4401171663",
      "paper_id": "https://openalex.org/W4401171663",
      "title": "Transport and inhibition mechanisms of the human noradrenaline transporter",
      "authors": "Tuo Hu, Zhuoya Yu, Jun Zhao, Yufei Meng, Kristine Salomon, Qinru Bai, Yiqing Wei, Jinghui Zhang, Shujing Xu, Qiuyun Dai, Rilei Yu, Bei Yang, Claus J. Loland, Yan Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07638-z",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4353055407",
      "paper_id": "https://openalex.org/W4353055407",
      "title": "Ultrafast structural changes direct the first molecular events of vision",
      "authors": "Thomas Gruhl, Tobias Weinert, Matthew J. Rodrigues, Christopher J. Milne, Giorgia Ortolani, Karol Nass, Eriko Nango, Saumik Sen, Philip J. M. Johnson, Claudio Cirelli, Antonia Furrer, Sandra Mous, Petr Skopintsev, Daniel James, Florian Dworkowski, Petra Båth, Demet Kekilli, Dmitry Ozerov, Rie Tanaka, Hannah Glover, Camila Bacellar, Steffen Brünle, Cecilia M. Casadei, Azeglio D. Diethelm, Dardan Gashi, Guillaume Gotthard, Ramon Guixà-González, Yasumasa Joti, Victoria Kabanova, Gregor Knopp, Elena Lesca, Pikyee Ma, Isabelle Martiel, Jonas Mühle, Shigeki Owada, Filip Pamula, Daniel Sarabi, Oliver Tejero, Ching-Ju Tsai, Niranjan Varma, Anna Wach, Sébastien Boutet, Kensuke Tono, Przemyslaw Nogly, Xavier Deupi, So Iwata, Richard Neutze, Jörg Standfuss, Gebhard Schertler, Valerie Panneels",
      "paper_url": "https://doi.org/10.1038/s41586-023-05863-6",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3127174478",
      "paper_id": "https://openalex.org/W3127174478",
      "title": "Visualization of the mechanosensitive ion channel MscS under membrane tension",
      "authors": "Yixiao Zhang, Csaba Daday, Ruo-Xu Gu, Charles D. Cox, Boris Martinac, Bert L. de Groot, Thomas Walz",
      "paper_url": "https://doi.org/10.1038/s41586-021-03196-w",
      "venue": "nature21"
    }
  ]
}