{
  "cluster_id": 180,
  "papers": [
    {
      "id": "science22_https://openalex.org/W4205562351",
      "paper_id": "https://openalex.org/W4205562351",
      "title": "4′-Fluorouridine is an oral antiviral that blocks respiratory syncytial virus and SARS-CoV-2 replication",
      "authors": "Julien Sourimant, Carolin M. Lieber, Megha Aggarwal, Robert M. Cox, Josef D. Wolf, Jeong-Joong Yoon, Mart Toots, Chengin Ye, Zachary Sticher, Alexander A. Kolykhalov, Luis Martinez-Sobrido, Gregory R. Bluemling, Michael G. Natchus, George R. Painter, Richard K. Plemper",
      "paper_url": "https://doi.org/10.1126/science.abj5508",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3119876490",
      "paper_id": "https://openalex.org/W3119876490",
      "title": "A broadly protective antibody that targets the flavivirus NS1 protein",
      "authors": "Naphak Modhiran, Hao Song, Lidong Liu, Cheryl Bletchly, Lou Brillault, Alberto A. Amarilla, Xiaoying Xu, Jianxun Qi, Yan Chai, Stacey T. M. Cheung, Renee Traves, Yin Xiang Setoh, Summa Bibby, Connor A. P. Scott, Morgan E. Freney, Natalee D. Newton, Alexander A. Khromykh, Keith J. Chappell, David A. Muller, Katryn J. Stacey, Michael J. Landsberg, Yi Shi, George F. Gao, Paul R. Young, Daniel Watterson",
      "paper_url": "https://doi.org/10.1126/science.abb9425",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4221083848",
      "paper_id": "https://openalex.org/W4221083848",
      "title": "A highly virulent variant of HIV-1 circulating in the Netherlands",
      "authors": "Chris Wymant, Daniela Bezemer, François Blanquart, Luca Ferretti, Astrid Gall, Matthew Hall, Tanya Golubchik, Margreet Bakker, Swee Hoe Ong, Lele Zhao, David Bonsall, Mariateresa de Cesare, George MacIntyre-Cockett, Lucie Abeler-Dörner, Jan Albert, Norbert Bannert, Jacques Fellay, M. Kate Grabowski, Barbara Gunsenheimer-Bartmeyer, Huldrych F. Günthard, Pia Kivelä, Roger D. Kouyos, Oliver Laeyendecker, Laurence Meyer, Kholoud Porter, Matti Ristola, Ard van Sighem, Ben Berkhout, Paul Kellam, Marion Cornelissen, Peter Reiss, Christophe Fraser, , , V. Aubert, M. Battegay, E. Bernasconi, J. Böni, D. L. Braun, H. C. Bucher, C. Burton-Jeangros, A. Calmy, M. Cavassini, G. Dollenmaier, M. Egger, L. Elzi, J. Fehr, J. Fellay, H. Furrer, C. A. Fux, M. Gorgievski, H. Günthard, D. Haerry, B. Hasse, H. H. Hirsch, M. Hoffmann, I. Hösli, C. Kahlert, L. Kaiser, O. Keiser, T. Klimkait, R. Kouyos, H. Kovari, B. Ledergerber, G. Martinetti, B. Martinez de Tejada, C. Marzolini, K. Metzner, N. Müller, D. Nadal, D. Nicca, G. Pantaleo, A. Rauch, S. Regenass, C. Rudin, F. Schöni-Affolter, P. Schmid, R. Speck, M. Stöckle, P. Tarr, A. Trkola, P. Vernazza, R. Weber, S. Yerly, M. van der Valk, S. E. Geerlings, A. Goorhuis, J. W. Hovius, B. Lempkes, F. J. B. Nellen, T. van der Poll, J. M. Prins, P. Reiss, M. van Vugt, W. J. Wiersinga, F. W. M. N. Wit, M. van Duinen, J. van Eden, A. Hazenberg, A. M. H. van Hes, F. J. J. Pijnappel, S. Y. Smalhout, A. M. Weijsenfeld, S. Jurriaans, N. K. T. Back, H. L. Zaaijer, B. Berkhout, M. T. E. Cornelissen, C. J. Schinkel, K. C. Wolthers, E. J. G. Peters, M. A. van Agtmael, R. S. Autar, M. Bomers, K. C. E. Sigaloff, M. Heitmuller, L. M. Laan, C. W. Ang, R. van Houdt, M. Jonges, T. W. Kuijpers, D. Pajkrt, H. J. Scherpbier, C. de Boer, A. van der Plas, M. van den Berge, A. Stegeman, S. Baas, L. Hage de Looff, A. Buiting, A. Reuwer, J. Veenemans, B. Wintermans, M. J. H. Pronk, H. S. M. Ammerlaan, D. N. J. van den Bersselaar, E. S. de Munnik, B. Deiman, A. R. Jansz, V. Scharnhorst, J. Tjhie, M. C. A. Wegdam, A. van Eeden, J. Nellen, W. Brokking, L. J. M. Elsenburg, H. Nobel, M. E. E. van Kasteren, M. A. H. Berrevoets, A. E. Brouwer, A. Adams, R. van Erve, B. A. F. M. de Kruijf-van de Wiel, S. Keelan-Phaf, B. van de Ven, B. van der Ven, A. G. M. Buiting, J. L. Murck, T. E. M. S. de Vries-Sluijs, H. I. Bax, E. C. M. van Gorp, N. C. de Jong-Peltenburg, M. de Mendonç̧a Melo, E. van Nood, J. L. Nouwen, B. J. A. Rijnders, C. Rokx, C. A. M. Schurink, L. Slobbe, A. Verbon, N. Bassant, J. E. A. van Beek, M. Vriesde, L. M. van Zonneveld, J. de Groot, C. A. B. Boucher, M. P. G. Koopmans, J. J. A. van Kampen, P. L. A. Fraaij, A. M. C. van Rossum, C. L. Vermont, L. C. van der Knaap, E. Visser, J. Branger, R. A. Douma, A. S. Cents-Bosma, C. J. H. M. Duijf-van de Ven, E. F. Schippers, C. van Nieuwkoop, J. M. van Ijperen, J. Geilings, G. van der Hut, N. D. van Burgel, E. M. S. Leyten, L. B. S. Gelinck, F. Mollema, S. Davids-Veldhuis, C. Tearno, G. S. Wildenbeest, E. Heikens, P. H. P. Groeneveld, J. W. Bouwhuis, A. J. J. Lammers, S. Kraan, A. G. W. van Hulzen, M. S. M. Kruiper, G. L. van der Bliek, P. C. J. Bor, S. B. Debast, G. H. J. Wagenvoort, F. P. Kroon, M. G. J. de Boer, H. Jolink, M. M. C. Lambregts, A. H. E. Roukens, H. Scheper, W. Dorama, N. van Holten, E. C. J. Claas, E. Wessels, J. G. den Hollander, R. El Moussaoui, K. Pogany, C. J. Brouwer, J. V. Smit, D. Struik-Kalkman, T. van Niekerk, O. Pontesilli, S. H. Lowe, A. M. L. Oude Lashof, D. Posthouwer, M. E. van Wolfswinkel, R. P. Ackens, K. Burgers, J. Schippers, B. Weijenberg-Maes, I. H. M. van Loo, T. R. A. Havenith, M. G. A. van Vonderen, L. M. Kampschreur, S. Faber, R. Steeman-Bouma, A. Al Moujahid, G. J. Kootstra, C. E. Delsing, M. van der Burg-van de Plas, L. Scheiberlich, W. Kortmann, G. van Twillert, R. Renckens, D. Ruiter-Pronk, F. A. van Truijen-Oud, J. W. T. Cohen Stuart, ER. Jansen, M. Hoogewerf, W. Rozemeijer, W. A. van der Reijden, J. C. Sinnige, K. Brinkman, G. E. L. van den Berk, W. L. Blok, K. D. Lettinga, M. de Regt, W. E. M. Schouten, J. E. Stalenhoef, J. Veenstra, S. M. E. Vrouenraets, H. Blaauw, G. F. Geerders, M. J. Kleene, M. Kok, M. Knapen, I. B. van der Meché, E. Mulder-Seeleman, A. J. M. Toonen, S. Wijnands, E. Wttewaal, D. Kwa, R. van Crevel, K. van Aerde, A. S. M. Dofferhoff, S. S. V. Henriet, H. J. M. ter Hofstede, J. Hoogerwerf, M. Keuter, O. Richel, M. Albers, K. J. T. Grintjes-Huisman, M. de Haan, M. Marneef, R. Strik-Albers, J. Rahamat-Langendoen, F. F. Stelma, D. Burger, E. H. Gisolf, R. J. Hassing, M. Claassen, G. ter Beest, P. H. M. van Bentum, N. Langebeek, R. Tiemessen, C. M. A. Swanink, S. F. L. van Lelyveld, R. Soetekouw, L. M. M. van der Prijt, J. van der Swaluw, N. Bermon, W. A. van der Reijden, R. Jansen, B. L. Herpers, D. Veenendaal, D. W. M. Verhagen, F. N. Lauw, M. C. van Broekhuizen, M. van Wijk, W. F. W. Bierman, M. Bakker, J. Kleinnijenhuis, E. Kloeze, A. Middel, D. F. Postma, E. H. Schölvinck, Y. Stienstra, A. R. Verhage, M. Wouthuyzen-Bakker, A. Boonstra, H. de Groot-de Jonge, P. A. van der Meulen, D. A. de Weerd, H. G. M. Niesters, C. C. van Leer-Buter, M. Knoester, A. I. M. Hoepelman, J. E. Arends, R. E. Barth, A. H. W. Bruns, P. M. Ellerbroek, T. Mudrikova, J. J. Oosterheert, E. M. Schadd, B. J. van Welzen, K. Aarsman, B. M. G. Griffioen-van Santen, I. de Kroon, M. van Berkel, C. S. A. M. van Rooijen, R. Schuurman, F. Verduyn-Lunel, A. M. J. Wensing, L. J. Bont, S. P. M. Geelen, Y. G. T. Loeffen, T. F. W. Wolfs, N. Nauta, E. O. W. Rooijakkers, H. Holtsema, R. Voigt, D. van de Wetering, A. Alberto, I. van der Meer, A. Rosingh, T. Halaby, S. Zaheri, A. C. Boyd, D. O. Bezemer, A. I. van Sighem, C. Smit, M. Hillebregt, A. de Jong, T. Woudstra, D. Bergsma, R. Meijering, L. van de Sande, T. Rutkens, S. van der Vliet, L. de Groot, M. van den Akker, Y. Bakker, A. El Berkaoui, M. Bezemer, N. Brétin, E. Djoechro, M. Groters, E. Kruijne, K. J. Lelivelt, C. Lodewijk, E. Lucas, L. Munjishvili, F. Paling, B. Peeck, C. Ree, R. Regtop, Y. Ruijs, M. Schoorl, P. Schnörr, A. Scheigrond, E. Tuijn, L. Veenenberg, K. M. Visser, E. C. Witte, Y. Ruijs, Maartje Van Frankenhuijsen, Thierry Allegre, Djamila Makhloufi, Jean-Michel Livrozet, Pierre Chiarello, Mathieu Godinot, Florence Brunel-Dalmas, Sylvie Gibert, Christian Trepo, Dominique Peyramond, Patrick Miailhes, Joseph Koffi, Valérie Thoirain, Corinne Brochier, Thomas Baudry, Sylvie Pailhes, Alain Lafeuillade, Gisèle Philip, Gilles Hittinger, Assi Assi, Véronique Lambry, Eric Rosenthal, Alissa Naqvi, Brigitte Dunais, Eric Cua, Christian Pradier, Jacques Durant, Aline Joulie, Denis Quinsat, Serge Tempesta, Isabelle Ravaux, Isabelle Poizot Martin, Olivia Faucher, Nicolas Cloarec, Hélène Champagne, Gilles Pichancourt, Philippe Morlat, Thierry Pistone, Fabrice Bonnet, Patrick Mercie, Isabelle Faure, Mojgan Hessamfar, Denis Malvy, Denis Lacoste, Marie-Carmen Pertusa, Marie-Anne Vandenhende, Noëlle Bernard, François Paccalin, Cédric Martell, Julien Roger-Schmelz, Marie-Catherine Receveur, Pierre Duffau, Denis Dondia, Emmanuel Ribeiro, Sabrina Caltado, Didier Neau, Michel Dupont, Hervé Dutronc, Frédéric Dauchy, Charles Cazanave, Marc-Olivier Vareil, Gaétane Wirth, Séverine Le Puil, Jean-Luc Pellegrin, Isabelle Raymond, Jean-François Viallard, Severin Chaigne de Lalande, Daniel Garipuy, Pierre Delobel, Martine Obadia, Lise Cuzin, Muriel Alvarez, Noemie Biezunski, Lydie Porte, Patrice Massip, Alexa Debard, Florence Balsarin, Myriam Lagarrigue, François Prevoteau du Clary, Christian Aquilina, Jacques Reynes, Vincent Baillat, Corinne Merle, Vincent Lemoing, Nadine Atoui, Alain Makinson, Jean Marc Jacquet, Christina Psomas, Christine Tramoni, Hugues Aumaitre, Mathieu Saada, Marie Medus, Martine Malet, Aurélia Eden, Ségolène Neuville, Milagros Ferreyra, Albert Sotto, Claudine Barbuat, Isabelle Rouanet, Didier Leureillard, Jean-Marc Mauboussin, Catherine Lechiche, Régine Donsesco, André Cabie, Sylvie Abel, Sandrine Pierre-Francois, Anne-Sophie Batala, Christophe Cerland, Camille Rangom, Nadine Theresine, Bruno Hoen, Isabelle Lamaury, Isabelle Fabre, Kinda Schepers, Elodie Curlier, Rachida Ouissa, Catherine Gaud, Carole Ricaud, Roland Rodet, Guillaume Wartel, Carmele Sautron, Geneviève Beck-Wirth, Catherine Michel, Charles Beck, Jean-Michel Halna, Jakub Kowalczyk, Meryem Benomar, Christine Drobacheff-Thiebaut, Catherine Chirouze, Jean-François Faucher, François Parcelier, Adeline Foltzer, Cécile Haffner-Mauvais, Mathieu Hustache Mathieu, Aurélie Proust, Lionel Piroth, Pascal Chavanet, Michel Duong, Marielle Buisson, Anne Waldner, Sophie Mahy, Sandrine Gohier, Delphine Croisier, Thierry May, Mikael Delestan, Marie Andre, Mahsa Mohseni Zadeh, Martin Martinot, Béatrice Rosolen, Anne Pachart, Benoît Martha, Noëlle Jeunet, David Rey, Christine Cheneau, Maria Partisani, Michèle Priester, Claudine Bernard-Henry, Marie-Laure Batard, Patricia Fischer, Jean-Luc Berger, Isabelle Kmiec, Olivier Robineau, Thomas Huleux, Faïza Ajana, Isabelle Alcaraz, Christophe Allienne, Véronique Baclet, Agnès Meybeck, Michel Valette, Nathalie Viget, Emmanuelle Aissi, Raphael Biekre, Pauline Cornavin, Dominique Merrien, Jean-Christophe Seghezzi, Moise Machado, Georges Diab, François Raffi, Bénédicte Bonnet, Clotilde Allavena, Olivier Grossi, Véronique Reliquet, Eric Billaud, Cecile Brunet, Sabelline Bouchez, Pascale Morineau-Le Houssine, Fabienne Sauser, David Boutoille, Michel Besnier, Hervé Hue, Nolwenn Hall, Delphine Brosseau, Faouzi Souala, Christian Michelet, Pierre Tattevin, Cédric Arvieux, Matthieu Revest, Helene Leroy, Jean-Marc Chapplain, Matthieu Dupont, Fabien Fily, Solène Patra-Delo, Céline Lefeuvre, Louis Bernard, Frédéric Bastides, Pascale Nau, Renaud Verdon, Arnaud de la Blanchardiere, Anne Martin, Philippe Feret, Loïk Geffray, Corinne Daniel, Jennifer Rohan, Pascale Fialaire, Jean Marie Chennebault, Valérie Rabier, Pierre Abgueguen, Sami Rehaiem, Odile Luycx, Mathilde Niault, Philippe Moreau, Yves Poinsignon, Marie Goussef, Virginie Mouton-Rioux, Dominique Houlbert, Sandrine Alvarez-Huve, Frédérique Barbe, Sophie Haret, Philippe Perre, Sophie Leantez-Nainville, Jean-Luc Esnault, Thomas Guimard, Isabelle Suaud, Jean-Jacques Girard, Véronique Simonet, Yasmine Debab, Jean-Luc Schmit, Christine Jacomet, Pierre Weinberck, Claire Genet, Pauline Pinet, Sophie Ducroix, Hélène Durox, Éric Denes, Bruno Abraham, Florence Gourdon, Odile Antoniotti, Jean-Michel Molina, Samuel Ferret, Caroline Lascoux-Combe, Matthieu Lafaurie, Nathalie Colin de Verdiere, Diane Ponscarme, Nathalie De Castro, Alexandre Aslan, Willy Rozenbaum, Claire Pintado, François Clavel, Olivier Taulera, Caroline Gatey, Anne-Lise Munier, Sandrine Gazaigne, Pauline Penot, Guillaume Conort, Nathalie Lerolle, Anne Leplatois, Stéphanie Balausine, Jeannine Delgado, Julie Timsit, Magda Tabet, Laurence Gerard, Pierre-Marie Girard, Odile Picard, Jürgen Tredup, Diane Bollens, Nadia Valin, Pauline Campa, Julie Bottero, Benedicte Lefebvre, Muriel Tourneur, Laurent Fonquernie, Charlotte Wemmert, Jean-Luc Lagneau, Yazdan Yazdanpanah, Bao Phung, Adriana Pinto, Dorothée Vallois, Ornella Cabras, Françoise Louni, Gilles Pialoux, Thomas Lyavanc, Valérie Berrebi, Julie Chas, Sophie Lenagat, Agathe Rami, Myriam Diemer, Maguy Parrinello, Audrey Depond, Dominique Salmon, Loïc Guillevin, Tassadit Tahi, Linda Belarbi, Pierre Loulergue, Olivier Zak Dit Zbar, Odile Launay, Benjamin Silbermann, Catherine Leport, Laura Alagna, Marie-Pierre Pietri, Anne Simon, Manuela Bonmarchand, Naouel Amirat, François Pichon, Myriam Kirstetter, Christine Katlama, Marc Antoine Valantin, Roland Tubiana, Fabienne Caby, Luminita Schneider, Nadine Ktorza, Ruxandra Calin, Audrey Merlet, Saadia Ben Abdallah, Laurence Weiss, Martin Buisson, Dominique Batisse, Marina Karmochine, Juliette Pavie, Catherine Minozzi, Didier Jayle, Philippe Castel, Jean Derouineau, Pascale Kousignan, Murielle Eliazevitch, Isabelle Pierre, Lio Collias, Jean-Paul Viard, Jacques Gilquin, Alain Sobel, Laurence Slama, Jade Ghosn, Blanka Hadacek, Nugyen Thu-Huyn, Lella Nait-Ighil, Agnes Cros, Aline Maignan, Claudine Duvivier, Paul Henri Consigny, Fanny Lanternier, Michka Shoai-Tehrani, Fatima Touam, Saadia Jerbi, Loïc Bodard, Corinne Jung, Cécile Goujard, Yann Quertainmont, Martin Duracinsky, Olivier Segeral, Arnaud Blanc, Delphine Peretti, Antoine Cheret, Christelle Chantalat, Marie Josée Dulucq, Yves Levy, Jean Daniel Lelievre, Anne Sophie Lascaux, Cécile Dumont, François Boue, Véronique Chambrin, Sophie Abgrall, Imad Kansau, Mariem Raho-Moussa, Pierre De Truchis, Aurélien Dinh, Benjamin Davido, Dhiba Marigot, Huguette Berthe, Alain Devidas, Pierre Chevojon, Amélie Chabrol, Nouara Agher, Yvon Lemercier, Fabrice Chaix, Isabelle Turpault, Olivier Bouchaud, Patricia Honore, Elisabeth Rouveix, Evelyne Reimann, Alix Greder Belan, Claire Godin Collet, Safia Souak, Emmanuel Mortier, Martine Bloch, Anne-Marie Simonpoli, Véronique Manceron, Isabelle Cahitte, Emmanuel Hiraux, Erik Lafon, François Cordonnier, Ai-feng Zeng, David Zucman, Catherine Majerholc, Dominique Bornarel, Agnès Uludag, Justine Gellen-Dautremer, Agnès Lefort, Christine Bazin, Vincent Daneluzzi, Juliette Gerbe, Vincent Jeantils, Mélissa Coupard, Olivier Patey, Jonas Bantsimba, Sophie Delllion, Pauline Caraux Paz, Benoit Cazenave, Laurent Richier, Valérie Garrait, Isabelle Delacroix, Brigitte Elharrar, Daniel Vittecoq, Claudine Bolliot, Annie Lepretre, Philippe Genet, Virginie Masse, Véronique Perrone, Jean-Luc Boussard, Patricia Chardon, Eric Froguel, Philippe Simon, Sylvie Tassi, Véronique Avettand Fenoel, Francis Barin, Christine Bourgeois, Fanny Cardon, Marie-Laure Chaix, Jean François Delfraissy, Asma Essat, Hugues Fischer, Camille Lecuroux, Laurence Meyer, Ventzislava Petrov-Sanchez, Christine Rouzioux, Asier Saez-Cirion, Rémonie Seng, Kristin Kuldanek, Scott Mullaney, Carmel Young, Antonella Zucchetti, Margaret-Ann Bevan, Sinead McKernan, Emily Wandolo, Celia Richardson, Elaney Youssef, Pippa Green, Sue Faulkner, Rebecca Faville, Sandra Herman, Christine Care, Helen Blackman, Katharine Bellenger, Keith Fairbrother, Andrew Phillips, Abdel Babiker, Valerie Delpech, Sarah Fidler, Mindy Clarke, Julie Fox, Richard Gilson, David Goldberg, David Hawkins, Anne Johnson, Margaret Johnson, Ken McLean, Eleni Nastouli, Frank Post, N. Kennedy, J. Pritchard, U. Andrady, N. Rajda, C. Donnelly, S. McKernan, S. Drake, G. Gilleran, D. White, J. Ross, J. Harding, R. Faville, J. Sweeney, P. Flegg, S. Toomer, H. Wilding, R. Woodward, G. Dean, C. Richardson, N. Perry, M. Gompels, L. Jennings, D. Bansaal, M. Browing, L. Connolly, B. Stanley, S. Estreich, A. Magdy, C. O’Mahony, P. Fraser, S. P. R Jebakumar, L. David, R. Mette, H. Summerfield, M. Evans, C. White, R. Robertson, C. Lean, S. Morris, A. Winter, S. Faulkner, B. Goorney, L. Howard, I. Fairley, C. Stemp, L. Short, M. Gomez, F. Young, M. Roberts, S. Green, K. Sivakumar, J. Minton, A. Siminoni, J. Calderwood, D. Greenhough, C. DeSouza, Lisa Muthern, C. Orkin, S. Murphy, M. Truvedi, K. McLean, D. Hawkins, C. Higgs, A. Moyes, S. Antonucci, S. McCormack, W. Lynn, M. Bevan, J. Fox, A. Teague, J. Anderson, S. Mguni, F. Post, L. Campbell, C. Mazhude, H. Russell, R. Gilson, G. Carrick, J. Ainsworth, A. Waters, P. Byrne, M. Johnson, S. Fidler, K. Kuldanek, S. Mullaney, V. Lawlor, R. Melville, A. Sukthankar, S. Thorpe, C. Murphy, E. Wilkins, S. Ahmad, P. Green, S. Tayal, E. Ong, J. Meaden, L. Riddell, D. Loay, K. Peacock, H. Blackman, V. Harindra, A. M. Saeed, S. Allen, U. Natarajan, O. Williams, H. Lacey, C. Care, C. Bowman, S. Herman, S. V. Devendra, J. Wither, A. Bridgwood, G. Singh, S. Bushby, D. Kellock, S. Young, G. Rooney, B. Snart, J. Currie, M. Fitzgerald, J. Arumainayyagam, S. Chandramani, S. Rajamanoharan, T. Robinson, B. Taylor, C. Brewer, Christoph Mayr, Wolfgang Schmidt, Andrea Speidel, Frank Strohbach, Keikawus Arastéh, Christiane Cordes, Manfred Stündel, Jörg Claus, Axel Baumgarten, Andreas Carganico, Patrick Ingiliz, Stephan Dupke, Matthias Freiwald, Michael Rausch, Arend Moll, Dorothea Schleehauf, Bettina Hintsche, Gerd Klausen, Heiko Jessen, Arne Jessen, Siegfried Köppe, Peter Kreckel, Dietmar Schranz, Klaus Fischer, Hubert Schulbin, Miriam Speer, Tobias Glaunsinger, Thomas Wicke, Bernhard Bieniek, Heribert Hillenbrand, Frank Schlote, Elke Lauenroth-Mai, Christoph Schuler, Dirk Schürmann, Hans Wesselmann, Norbert Brockmeyer, Peter Gehring, Dirk Schmalöer, Martin Hower, Petra Spornraft-Ragaller, Dieter Häussinger, Stefan Reuter, Stefan Esser, Rudolf Markus, Burkhard Kreft, Dirk Berzow, Andreas Christl, Andreas Meyer, Andreas Plettenberg, Albrecht Stoehr, Katrin Graefe, Thore Lorenzen, Axel Adam, Knut Schewe, Lutwin Weitner, Stefan Fenske, Stefan Hansen, Hans-Jürgen Stellbrink, Dorothea Wiemer, Sandra Hertling, Reinhold Schmidt, Peter Arbter, Bernd Claus, Peter Galle, Hans Jäger, Eva Jä̈gel-Guedes, Nils Postel, Monika Fröschl, Christoph Spinner, Johannes Bogner, Bernd Salzberger, Jürgen Schölmerich, Franz Audebert, Ties Marquardt, Andreas Schaffert, Eiko Schnaitmann, Andreas Trein, Bernhard Frietsch, Marcus Müller, Albrecht Ulmer, Barbara Detering-Hübner, Peter Kern, Franz Schubert, Günther Dehn, Maria Schreiber, Cengiz Güler, Barbara Gunsenheimer-Bartmeyer, Daniel Schmidt, Karolin Meixenberger, Norbert Bannert",
      "paper_url": "https://doi.org/10.1126/science.abk1688",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4403092346",
      "paper_id": "https://openalex.org/W4403092346",
      "title": "A multivalent mRNA-LNP vaccine protects against <i>Clostridioides difficile</i> infection",
      "authors": "Mohamad-Gabriel Alameh, Alexa Semon, Nile U. Bayard, Yi-Gen Pan, Garima Dwivedi, James Knox, Rochelle C. Glover, Paula C. Rangel, Ceylan Tanes, Kyle Bittinger, Qianxuan She, Haitao Hu, Srinivasa Reddy Bonam, Jeffrey R. Maslanka, Paul J. Planet, Ahmed M. Moustafa, Benjamin Davis, Anik Chevrier, Mitchell Beattie, Houping Ni, Gabrielle Blizard, Emma E. Furth, Robert H. Mach, Marc Lavertu, Mark A. Sellmyer, Ying Tam, Michael C. Abt, Drew Weissman, Joseph P. Zackular",
      "paper_url": "https://doi.org/10.1126/science.adn4955",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4310251723",
      "paper_id": "https://openalex.org/W4310251723",
      "title": "A multivalent nucleoside-modified mRNA vaccine against all known influenza virus subtypes",
      "authors": "Claudia P. Arevalo, Marcus J. Bolton, Valerie Le Sage, Naiqing Ye, Colleen Furey, Hiromi Muramatsu, Mohamad-Gabriel Alameh, Norbert Pardi, Elizabeth M. Drapeau, Kaela Parkhouse, Tyler Garretson, Jeffrey S. Morris, Louise H. Moncla, Ying K. Tam, Steven H. Y. Fan, Seema S. Lakdawala, Drew Weissman, Scott E. Hensley",
      "paper_url": "https://doi.org/10.1126/science.abm0271",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4400079021",
      "paper_id": "https://openalex.org/W4400079021",
      "title": "A neutralizing antibody prevents postfusion transition of measles virus fusion protein",
      "authors": "Dawid S. Zyla, Roberta Della Marca, Gele Niemeyer, Gillian Zipursky, Kyle Stearns, Cameron Leedale, Elizabeth B. Sobolik, Heather M. Callaway, Chitra Hariharan, Weiwei Peng, Diptiben Parekh, Tara C. Marcink, Ruben Diaz Avalos, Branka Horvat, Cyrille Mathieu, Joost Snijder, Alexander L. Greninger, Kathryn M. Hastie, Stefan Niewiesk, Anne Moscona, Matteo Porotto, Erica Ollmann Saphire",
      "paper_url": "https://doi.org/10.1126/science.adm8693",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4405056907",
      "paper_id": "https://openalex.org/W4405056907",
      "title": "A single mutation in bovine influenza H5N1 hemagglutinin switches specificity to human receptors",
      "authors": "Ting-Hui Lin, Xueyong Zhu, Shengyang Wang, Ding Zhang, Ryan McBride, Wenli Yu, Simeon Babarinde, James C. Paulson, Ian A. Wilson",
      "paper_url": "https://doi.org/10.1126/science.adt0180",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3129733558",
      "paper_id": "https://openalex.org/W3129733558",
      "title": "A universal coronavirus vaccine",
      "authors": "Wayne C. Koff, Seth F. Berkley",
      "paper_url": "https://doi.org/10.1126/science.abh0447",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3163838900",
      "paper_id": "https://openalex.org/W3163838900",
      "title": "A year of genomic surveillance reveals how the SARS-CoV-2 pandemic unfolded in Africa",
      "authors": "Eduan Wilkinson, Marta Giovanetti, Houriiyah Tegally, James E. San, Richard Lessells, Diego Cuadros, Darren P. Martin, David A. Rasmussen, Abdel-Rahman N. Zekri, Abdoul K. Sangare, Abdoul-Salam Ouedraogo, Abdul K. Sesay, Abechi Priscilla, Adedotun-Sulaiman Kemi, Adewunmi M. Olubusuyi, Adeyemi O. O. Oluwapelumi, Adnène Hammami, Adrienne A. Amuri, Ahmad Sayed, Ahmed E. O. Ouma, Aida Elargoubi, Nnennaya A. Ajayi, Ajogbasile F. Victoria, Akano Kazeem, Akpede George, Alexander J. Trotter, Ali A. Yahaya, Alpha K. Keita, Amadou Diallo, Amadou Kone, Amal Souissi, Amel Chtourou, Ana V. Gutierrez, Andrew J. Page, Anika Vinze, Arash Iranzadeh, Arnold Lambisia, Arshad Ismail, Audu Rosemary, Augustina Sylverken, Ayoade Femi, Azeddine Ibrahimi, Baba Marycelin, Bamidele S. Oderinde, Bankole Bolajoko, Beatrice Dhaala, Belinda L. Herring, Berthe-Marie Njanpop-Lafourcade, Bronwyn Kleinhans, Bronwyn McInnis, Bryan Tegomoh, Cara Brook, Catherine B. Pratt, Cathrine Scheepers, Chantal G. Akoua-Koffi, Charles N. Agoti, Christophe Peyrefitte, Claudia Daubenberger, Collins M. Morang’a, D. James Nokes, Daniel G. Amoako, Daniel L. Bugembe, Danny Park, David Baker, Deelan Doolabh, Deogratius Ssemwanga, Derek Tshiabuila, Diarra Bassirou, Dominic S. Y. Amuzu, Dominique Goedhals, Donwilliams O. Omuoyo, Dorcas Maruapula, Ebenezer Foster-Nyarko, Eddy K. Lusamaki, Edgar Simulundu, Edidah M. Ong’era, Edith N. Ngabana, Edwin Shumba, Elmostafa El Fahime, Emmanuel Lokilo, Enatha Mukantwari, Eromon Philomena, Essia Belarbi, Etienne Simon-Loriere, Etilé A. Anoh, Fabian Leendertz, Faida Ajili, Fakayode O. Enoch, Fares Wasfi, Fatma Abdelmoula, Fausta S. Mosha, Faustinos T. Takawira, Fawzi Derrar, Feriel Bouzid, Folarin Onikepe, Fowotade Adeola, Francisca M. Muyembe, Frank Tanser, Fred A. Dratibi, Gabriel K. Mbunsu, Gaetan Thilliez, Gemma L. Kay, George Githinji, Gert van Zyl, Gordon A. Awandare, Grit Schubert, Gugu P. Maphalala, Hafaliana C. Ranaivoson, Hajar Lemriss, Happi Anise, Haruka Abe, Hela H. Karray, Hellen Nansumba, Hesham A. Elgahzaly, Hlanai Gumbo, Ibtihel Smeti, Ikhlas B. Ayed, Ikponmwosa Odia, Ilhem Boutiba Ben Boubaker, Imed Gaaloul, Inbal Gazy, Innocent Mudau, Isaac Ssewanyana, Iyaloo Konstantinus, Jean B. Lekana-Douk, Jean-Claude C. Makangara, Jean-Jacques M. Tamfum, Jean-Michel Heraud, Jeffrey G. Shaffer, Jennifer Giandhari, Jingjing Li, Jiro Yasuda, Joana Q. Mends, Jocelyn Kiconco, John M. Morobe, John O. Gyapong, Johnson C. Okolie, John T. Kayiwa, Johnathan A. Edwards, Jones Gyamfi, Jouali Farah, Joweria Nakaseegu, Joyce M. Ngoi, Joyce Namulondo, Julia C. Andeko, Julius J. Lutwama, Justin O’Grady, Katherine Siddle, Kayode T. Adeyemi, Kefentse A. Tumedi, Khadija M. Said, Kim Hae-Young, Kwabena O. Duedu, Lahcen Belyamani, Lamia Fki-Berrajah, Lavanya Singh, Leonardo de O. Martins, Lynn Tyers, Magalutcheemee Ramuth, Maha Mastouri, Mahjoub Aouni, Mahmoud el Hefnawi, Maitshwarelo I. Matsheka, Malebogo Kebabonye, Mamadou Diop, Manel Turki, Marietou Paye, Martin M. Nyaga, Mathabo Mareka, Matoke-Muhia Damaris, Maureen W. Mburu, Maximillian Mpina, Mba Nwando, Michael Owusu, Michael R. Wiley, Mirabeau T. Youtchou, Mitoha O. Ayekaba, Mohamed Abouelhoda, Mohamed G. Seadawy, Mohamed K. Khalifa, Mooko Sekhele, Mouna Ouadghiri, Moussa M. Diagne, Mulenga Mwenda, Mushal Allam, My V. T. Phan, Nabil Abid, Nadia Touil, Nadine Rujeni, Najla Kharrat, Nalia Ismael, Ndongo Dia, Nedio Mabunda, Nei-yuan Hsiao, Nelson B. Silochi, Ngoy Nsenga, Nicksy Gumede, Nicola Mulder, Nnaemeka Ndodo, Norosoa H Razanajatovo, Nosamiefan Iguosadolo, Oguzie Judith, Ojide C. Kingsley, Okogbenin Sylvanus, Okokhere Peter, Oladiji Femi, Olawoye Idowu, Olumade Testimony, Omoruyi E. Chukwuma, Onwe E. Ogah, Chika K. Onwuamah, Oshomah Cyril, Ousmane Faye, Oyewale Tomori, Pascale Ondoa, Patrice Combe, Patrick Semanda, Paul E. Oluniyi, Paulo Arnaldo, Peter K. Quashie, Philippe Dussart, Phillip A. Bester, Placide K. Mbala, Reuben Ayivor-Djanie, Richard Njouom, Richard O. Phillips, Richmond Gorman, Robert A. Kingsley, Rosina A. A. Carr, Saâd El Kabbaj, Saba Gargouri, Saber Masmoudi, Safietou Sankhe, Salako B. Lawal, Samar Kassim, Sameh Trabelsi, Samar Metha, Sami Kammoun, Sanaâ Lemriss, Sara H. A. Agwa, Sébastien Calvignac-Spencer, Stephen F. Schaffner, Seydou Doumbia, Sheila M. Mandanda, Sherihane Aryeetey, Shymaa S. Ahmed, Siham Elhamoumi, Soafy Andriamandimby, Sobajo Tope, Sonia Lekana-Douki, Sophie Prosolek, Soumeya Ouangraoua, Steve A. Mundeke, Steven Rudder, Sumir Panji, Sureshnee Pillay, Susan Engelbrecht, Susan Nabadda, Sylvie Behillil, Sylvie L. Budiaki, Sylvie van der Werf, Tapfumanei Mashe, Tarik Aanniz, Thabo Mohale, Thanh Le-Viet, Tobias Schindler, Ugochukwu J. Anyaneji, Ugwu Chinedu, Upasana Ramphal, Uwanibe Jessica, Uwem George, Vagner Fonseca, Vincent Enouf, Vivianne Gorova, Wael H. Roshdy, William K. Ampofo, Wolfgang Preiser, Wonderful T. Choga, Yaw Bediako, Yeshnee Naidoo, Yvan Butera, Zaydah R. de Laurent, Amadou A. Sall, Ahmed Rebai, Anne von Gottberg, Bourema Kouriba, Carolyn Williamson, Daniel J. Bridges, Ihekweazu Chikwe, Jinal N. Bhiman, Madisa Mine, Matthew Cotten, Sikhulile Moyo, Simani Gaseitsiwe, Ngonda Saasa, Pardis C. Sabeti, Pontiano Kaleebu, Yenew K. Tebeje, Sofonias K. Tessema, Christian Happi, John Nkengasong, Tulio de Oliveira",
      "paper_url": "https://doi.org/10.1126/science.abj4336",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4285041350",
      "paper_id": "https://openalex.org/W4285041350",
      "title": "ACE2-binding exposes the SARS-CoV-2 fusion peptide to broadly neutralizing coronavirus antibodies",
      "authors": "Jun Siong Low, Josipa Jerak, M. Alejandra Tortorici, Matthew McCallum, Dora Pinto, Antonino Cassotta, Mathilde Foglierini, Federico Mele, Rana Abdelnabi, Birgit Weynand, Julia Noack, Martin Montiel-Ruiz, Siro Bianchi, Fabio Benigni, Nicole Sprugasci, Anshu Joshi, John E. Bowen, Cameron Stewart, Megi Rexhepaj, Alexandra C. Walls, David Jarrossay, Diego Morone, Philipp Paparoditis, Christian Garzoni, Paolo Ferrari, Alessandro Ceschi, Johan Neyts, Lisa A. Purcell, Gyorgy Snell, Davide Corti, Antonio Lanzavecchia, David Veesler, Federica Sallusto",
      "paper_url": "https://doi.org/10.1126/science.abq2679",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3129149202",
      "paper_id": "https://openalex.org/W3129149202",
      "title": "Age groups that sustain resurging COVID-19 epidemics in the United States",
      "authors": "Mélodie Monod, Alexandra Blenkinsop, Xiaoyue Xi, Daniel Hebert, Sivan Bershan, Simon Tietze, Marc Baguelin, Valerie C. Bradley, Yu Chen, Helen Coupland, Sarah Filippi, Jonathan Ish-Horowicz, Martin McManus, Thomas Mellan, Axel Gandy, Michael Hutchinson, H. Juliette T. Unwin, Sabine L. van Elsland, Michaela A. C. Vollmer, Sebastian Weber, Harrison Zhu, Anne Bezancon, Neil M. Ferguson, Swapnil Mishra, Seth Flaxman, Samir Bhatt, Oliver Ratmann,",
      "paper_url": "https://doi.org/10.1126/science.abe8372",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3189646261",
      "paper_id": "https://openalex.org/W3189646261",
      "title": "An oral SARS-CoV-2 M <sup>pro</sup> inhibitor clinical candidate for the treatment of COVID-19",
      "authors": "Dafydd R. Owen, Charlotte M. N. Allerton, Annaliesa S. Anderson, Lisa Aschenbrenner, Melissa Avery, Simon Berritt, Britton Boras, Rhonda D. Cardin, Anthony Carlo, Karen J. Coffman, Alyssa Dantonio, Li Di, Heather Eng, RoseAnn Ferre, Ketan S. Gajiwala, Scott A. Gibson, Samantha E. Greasley, Brett L. Hurst, Eugene P. Kadar, Amit S. Kalgutkar, Jack C. Lee, Jisun Lee, Wei Liu, Stephen W. Mason, Stephen Noell, Jonathan J. Novak, R. Scott Obach, Kevin Ogilvie, Nandini C. Patel, Martin Pettersson, Devendra K. Rai, Matthew R. Reese, Matthew F. Sammons, Jean G. Sathish, Ravi Shankar P. Singh, Claire M. Steppan, Al E. Stewart, Jamison B. Tuttle, Lawrence Updyke, Patrick R. Verhoest, Liuqing Wei, Qingyi Yang, Yuao Zhu",
      "paper_url": "https://doi.org/10.1126/science.abl4784",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4281383093",
      "paper_id": "https://openalex.org/W4281383093",
      "title": "Analysis of 6.4 million SARS-CoV-2 genomes identifies mutations associated with fitness",
      "authors": "Fritz Obermeyer, Martin Jankowiak, Nikolaos Barkas, Stephen F. Schaffner, Jesse D. Pyle, Leonid Yurkovetskiy, Matteo Bosso, Daniel J. Park, Mehrtash Babadi, Bronwyn L. MacInnis, Jeremy Luban, Pardis C. Sabeti, Jacob E. Lemieux",
      "paper_url": "https://doi.org/10.1126/science.abm1208",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3164087747",
      "paper_id": "https://openalex.org/W3164087747",
      "title": "Antibody fucosylation predicts disease severity in secondary dengue infection",
      "authors": "Stylianos Bournazos, Hoa Thi My Vo, Veasna Duong, Heidi Auerswald, Sowath Ly, Anavaj Sakuntabhai, Philippe Dussart, Tineke Cantaert, Jeffrey V. Ravetch",
      "paper_url": "https://doi.org/10.1126/science.abc7303",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4220829301",
      "paper_id": "https://openalex.org/W4220829301",
      "title": "Antibody-mediated broad sarbecovirus neutralization through ACE2 molecular mimicry",
      "authors": "Young-Jun Park, Anna De Marco, Tyler N. Starr, Zhuoming Liu, Dora Pinto, Alexandra C. Walls, Fabrizia Zatta, Samantha K. Zepeda, John E. Bowen, Kaitlin R. Sprouse, Anshu Joshi, Martina Giurdanella, Barbara Guarino, Julia Noack, Rana Abdelnabi, Shi-Yan Caroline Foo, Laura E. Rosen, Florian A. Lempp, Fabio Benigni, Gyorgy Snell, Johan Neyts, Sean P. J. Whelan, Herbert W. Virgin, Jesse D. Bloom, Davide Corti, Matteo Samuele Pizzuto, David Veesler",
      "paper_url": "https://doi.org/10.1126/science.abm8143",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3212740824",
      "paper_id": "https://openalex.org/W3212740824",
      "title": "Antigenic evolution of dengue viruses over 20 years",
      "authors": "Leah C. Katzelnick, Ana Coello Escoto, Angkana T. Huang, Bernardo Garcia-Carreras, Nayeem Chowdhury, Irina Maljkovic Berry, Chris Chavez, Philippe Buchy, Veasna Duong, Philippe Dussart, Gregory Gromowski, Louis Macareo, Butsaya Thaisomboonsuk, Stefan Fernandez, Derek J. Smith, Richard Jarman, Stephen S. Whitehead, Henrik Salje, Derek A. T. Cummings",
      "paper_url": "https://doi.org/10.1126/science.abk0058",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4388215071",
      "paper_id": "https://openalex.org/W4388215071",
      "title": "APOBEC3 deaminase editing in mpox virus as evidence for sustained human transmission since at least 2016",
      "authors": "Áine O’Toole, Richard A. Neher, Nnaemeka Ndodo, Vitor Borges, Ben Gannon, João Paulo Gomes, Natalie Groves, David J. King, Daniel Maloney, Philippe Lemey, Kuiama Lewandowski, Nicholas Loman, Richard Myers, Ifeanyi F. Omah, Marc A. Suchard, Michael Worobey, Meera Chand, Chikwe Ihekweazu, David Ulaeto, Ifedayo Adetifa, Andrew Rambaut",
      "paper_url": "https://doi.org/10.1126/science.adg8116",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4220869301",
      "paper_id": "https://openalex.org/W4220869301",
      "title": "Architecture and antigenicity of the Nipah virus attachment glycoprotein",
      "authors": "Zhaoqian Wang, Moushimi Amaya, Amin Addetia, Ha V. Dang, Gabriella Reggiano, Lianying Yan, Andrew C. Hickey, Frank DiMaio, Christopher C. Broder, David Veesler",
      "paper_url": "https://doi.org/10.1126/science.abm5561",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4393279521",
      "paper_id": "https://openalex.org/W4393279521",
      "title": "BCG vaccination reduces bovine tuberculosis transmission, improving prospects for elimination",
      "authors": "Abebe Fromsa, Katriina Willgert, Sreenidhi Srinivasan, Getnet Mekonnen, Wegene Bedada, Balako Gumi, Matios Lakew, Biniam Tadesse, Berecha Bayissa, Asegedech Sirak, Musse Girma Abdela, Solomon Gebre, Tesfaye Chibssa, Maroudam Veerasami, H. Martin Vordermeier, Douwe Bakker, Stefan Berg, Gobena Ameni, Nick Juleff, Mart C. M. de Jong, James Wood, Andrew Conlan, Vivek Kapur",
      "paper_url": "https://doi.org/10.1126/science.adl3962",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3121833403",
      "paper_id": "https://openalex.org/W3121833403",
      "title": "Broad and potent activity against SARS-like viruses by an engineered human monoclonal antibody",
      "authors": "C. Garrett Rappazzo, Longping V. Tse, Chengzi I. Kaku, Daniel Wrapp, Mrunal Sakharkar, Deli Huang, Laura M. Deveau, Thomas J. Yockachonis, Andrew S. Herbert, Michael B. Battles, Cecilia M. O’Brien, Michael E. Brown, James C. Geoghegan, Jonathan Belk, Linghang Peng, Linlin Yang, Yixuan Hou, Trevor D. Scobey, Dennis R. Burton, David Nemazee, John M. Dye, James E. Voss, Bronwyn M. Gunn, Jason S. McLellan, Ralph S. Baric, Lisa E. Gralinski, Laura M. Walker",
      "paper_url": "https://doi.org/10.1126/science.abf4830",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4210984741",
      "paper_id": "https://openalex.org/W4210984741",
      "title": "Broad anti–SARS-CoV-2 antibody immunity induced by heterologous ChAdOx1/mRNA-1273 vaccination",
      "authors": "Chengzi I. Kaku, Elizabeth R. Champney, Johan Normark, Marina Garcia, Carl E. Johnson, Clas Ahlm, Wanda Christ, Mrunal Sakharkar, Margaret E. Ackerman, Jonas Klingström, Mattias N. E. Forsell, Laura M. Walker",
      "paper_url": "https://doi.org/10.1126/science.abn2688",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3192545069",
      "paper_id": "https://openalex.org/W3192545069",
      "title": "Broad betacoronavirus neutralization by a stem helix–specific human antibody",
      "authors": "Dora Pinto, Maximilian M. Sauer, Nadine Czudnochowski, Jun Siong Low, M. Alejandra Tortorici, Michael P. Housley, Julia Noack, Alexandra C. Walls, John E. Bowen, Barbara Guarino, Laura E. Rosen, Julia di Iulio, Josipa Jerak, Hannah Kaiser, Saiful Islam, Stefano Jaconi, Nicole Sprugasci, Katja Culap, Rana Abdelnabi, Caroline Foo, Lotte Coelmont, Istvan Bartha, Siro Bianchi, Chiara Silacci-Fregni, Jessica Bassi, Roberta Marzi, Eneida Vetti, Antonino Cassotta, Alessandro Ceschi, Paolo Ferrari, Pietro E. Cippà, Olivier Giannini, Samuele Ceruti, Christian Garzoni, Agostino Riva, Fabio Benigni, Elisabetta Cameroni, Luca Piccoli, Matteo S. Pizzuto, Megan Smithey, David Hong, Amalio Telenti, Florian A. Lempp, Johan Neyts, Colin Havenar-Daughton, Antonio Lanzavecchia, Federica Sallusto, Gyorgy Snell, Herbert W. Virgin, Martina Beltramello, Davide Corti, David Veesler",
      "paper_url": "https://doi.org/10.1126/science.abj3321",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4285041384",
      "paper_id": "https://openalex.org/W4285041384",
      "title": "Broadly neutralizing antibodies target the coronavirus fusion peptide",
      "authors": "Cherrelle Dacon, Courtney Tucker, Linghang Peng, Chang-Chun D. Lee, Ting-Hui Lin, Meng Yuan, Yu Cong, Lingshu Wang, Lauren Purser, Jazmean K. Williams, Chul-Woo Pyo, Ivan Kosik, Zhe Hu, Ming Zhao, Divya Mohan, Andrew J. R. Cooper, Mary Peterson, Jeff Skinner, Saurabh Dixit, Erin Kollins, Louis Huzella, Donna Perry, Russell Byrum, Sanae Lembirik, David Drawbaugh, Brett Eaton, Yi Zhang, Eun Sung Yang, Man Chen, Kwanyee Leung, Rona S. Weinberg, Amarendra Pegu, Daniel E. Geraghty, Edgar Davidson, Iyadh Douagi, Susan Moir, Jonathan W. Yewdell, Connie Schmaljohn, Peter D. Crompton, Michael R. Holbrook, David Nemazee, John R. Mascola, Ian A. Wilson, Joshua Tan",
      "paper_url": "https://doi.org/10.1126/science.abq3773",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3127599861",
      "paper_id": "https://openalex.org/W3127599861",
      "title": "CARD8 is an inflammasome sensor for HIV-1 protease activity",
      "authors": "Qiankun Wang, Hongbo Gao, Kolin M. Clark, Christian Shema Mugisha, Keanu Davis, Jack P. Tang, Gray H. Harlan, Carl J. DeSelm, Rachel M. Presti, Sebla B. Kutluay, Liang Shan",
      "paper_url": "https://doi.org/10.1126/science.abe1707",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3175969873",
      "paper_id": "https://openalex.org/W3175969873",
      "title": "Chimeric spike mRNA vaccines protect against Sarbecovirus challenge in mice",
      "authors": "David R. Martinez, Alexandra Schäfer, Sarah R. Leist, Gabriela De la Cruz, Ande West, Elena N. Atochina-Vasserman, Lisa C. Lindesmith, Norbert Pardi, Robert Parks, Maggie Barr, Dapeng Li, Boyd Yount, Kevin O. Saunders, Drew Weissman, Barton F. Haynes, Stephanie A. Montgomery, Ralph S. Baric",
      "paper_url": "https://doi.org/10.1126/science.abi4506",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3160504045",
      "paper_id": "https://openalex.org/W3160504045",
      "title": "Clonal analysis of immunodominance and cross-reactivity of the CD4 T cell response to SARS-CoV-2",
      "authors": "Jun Siong Low, Daniela Vaqueirinho, Federico Mele, Mathilde Foglierini, Josipa Jerak, Michela Perotti, David Jarrossay, Sandra Jovic, Laurent Perez, Rosalia Cacciatore, Tatiana Terrot, Alessandra Franzetti Pellanda, Maira Biggiogero, Christian Garzoni, Paolo Ferrari, Alessandro Ceschi, Antonio Lanzavecchia, Federica Sallusto, Antonino Cassotta",
      "paper_url": "https://doi.org/10.1126/science.abg8985",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4405620607",
      "paper_id": "https://openalex.org/W4405620607",
      "title": "Coupling antigens from multiple subtypes of influenza can broaden antibody and T cell responses",
      "authors": "Vamsee Mallajosyula, Saborni Chakraborty, Elsa Sola, Ryan Furuichi Fong, Vishnu Shankar, Fei Gao, Allison R. Burrell, Neha Gupta, Lisa E. Wagar, Paul S. Mischel, Robson Capasso, Mary A. Staat, Yueh-Hsiu Chien, Cornelia L. Dekker, Taia T. Wang, Mark M. Davis",
      "paper_url": "https://doi.org/10.1126/science.adi2396",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4206174975",
      "paper_id": "https://openalex.org/W4206174975",
      "title": "COVID mortality in India: National survey data and health facility deaths",
      "authors": "Prabhat Jha, Yashwant Deshmukh, Chinmay Tumbe, Wilson Suraweera, Aditi Bhowmick, Sankalp Sharma, Paul Novosad, Sze Hang Fu, Leslie Newcombe, Hellen Gelband, Patrick Brown",
      "paper_url": "https://doi.org/10.1126/science.abm5154",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4295084880",
      "paper_id": "https://openalex.org/W4295084880",
      "title": "COVID-19 and children",
      "authors": "Carl A. Pierce, Kevan C. Herold, Betsy C. Herold, Janet Chou, Adrienne Randolph, Binita Kane, Sammie McFarland, Deepti Gurdasani, Christina Pagel, Peter Hotez, Sarah Cobey, Scott E. Hensley",
      "paper_url": "https://doi.org/10.1126/science.ade1675",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4404125088",
      "paper_id": "https://openalex.org/W4404125088",
      "title": "COVID-19 pandemic interventions reshaped the global dispersal of seasonal influenza viruses",
      "authors": "Zhiyuan Chen, Joseph L.-H. Tsui, Bernardo Gutierrez, Simon Busch Moreno, Louis du Plessis, Xiaowei Deng, Jun Cai, Sumali Bajaj, Marc A. Suchard, Oliver G. Pybus, Philippe Lemey, Moritz U. G. Kraemer, Hongjie Yu",
      "paper_url": "https://doi.org/10.1126/science.adq3003",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3176440618",
      "paper_id": "https://openalex.org/W3176440618",
      "title": "COVID-19 transmission dynamics underlying epidemic waves in Kenya",
      "authors": "Samuel P. C. Brand, John Ojal, Rabia Aziza, Vincent Were, Emelda A. Okiro, Ivy K Kombe, Caroline Mburu, Morris Ogero, Ambrose Agweyu, George M. Warimwe, James Nyagwange, Henry Karanja, John N. Gitonga, Daisy Mugo, Sophie Uyoga, Ifedayo M. O. Adetifa, J. Anthony G. Scott, Edward Otieno, Nickson Murunga, Mark Otiende, Lynette I. Ochola-Oyier, Charles N. Agoti, George Githinji, Kadondi Kasera, Patrick Amoth, Mercy Mwangangi, Rashid Aman, Wangari Ng’ang’a, Benjamin Tsofa, Philip Bejon, Matt. J. Keeling, D. James Nokes, Edwine Barasa",
      "paper_url": "https://doi.org/10.1126/science.abk0414",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3136133530",
      "paper_id": "https://openalex.org/W3136133530",
      "title": "COVID-19 vaccination passports",
      "authors": "Christopher Dye, Melinda C. Mills",
      "paper_url": "https://doi.org/10.1126/science.abi5245",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3197781442",
      "paper_id": "https://openalex.org/W3197781442",
      "title": "Cross-reactive CD4 <sup>+</sup> T cells enhance SARS-CoV-2 immune responses upon infection and vaccination",
      "authors": "Lucie Loyal, Julian Braun, Larissa Henze, Beate Kruse, Manuela Dingeldey, Ulf Reimer, Florian Kern, Tatjana Schwarz, Maike Mangold, Clara Unger, Friederike Dörfler, Shirin Kadler, Jennifer Rosowski, Kübrah Gürcan, Zehra Uyar-Aydin, Marco Frentsch, Florian Kurth, Karsten Schnatbaum, Maren Eckey, Stefan Hippenstiel, Andreas Hocke, Marcel A. Müller, Birgit Sawitzki, Stefan Miltenyi, Friedemann Paul, Marcus A. Mall, Holger Wenschuh, Sebastian Voigt, Christian Drosten, Roland Lauster, Nils Lachman, Leif-Erik Sander, Victor M. Corman, Jobst Röhmel, Lil Meyer-Arndt, Andreas Thiel, Claudia Giesecke-Thiel",
      "paper_url": "https://doi.org/10.1126/science.abh1823",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3201474993",
      "paper_id": "https://openalex.org/W3201474993",
      "title": "Defining variant-resistant epitopes targeted by SARS-CoV-2 antibodies: A global consortium study",
      "authors": "Kathryn M. Hastie, Haoyang Li, Daniel Bedinger, Sharon L. Schendel, S. Moses Dennison, Kan Li, Vamseedhar Rayaprolu, Xiaoying Yu, Colin Mann, Michelle Zandonatti, Ruben Diaz Avalos, Dawid Zyla, Tierra Buck, Sean Hui, Kelly Shaffer, Chitra Hariharan, Jieyun Yin, Eduardo Olmedillas, Adrian Enriquez, Diptiben Parekh, Milite Abraha, Elizabeth Feeney, Gillian Q. Horn, , Yoann Aldon, Hanif Ali, Sanja Aracic, Ronald R. Cobb, Ross S. Federman, Joseph M. Fernandez, Jacob Glanville, Robin Green, Gevorg Grigoryan, Ana G. Lujan Hernandez, David D. Ho, Kuan-Ying A. Huang, John Ingraham, Weidong Jiang, Paul Kellam, Cheolmin Kim, Minsoo Kim, Hyeong Mi Kim, Chao Kong, Shelly J. Krebs, Fei Lan, Guojun Lang, Sooyoung Lee, Cheuk Lun Leung, Junli Liu, Yanan Lu, Anna MacCamy, Andrew T. McGuire, Anne L. Palser, Terence H. Rabbitts, Zahra Rikhtegaran Tehrani, Mohammad M. Sajadi, Rogier W. Sanders, Aaron K. Sato, Liang Schweizer, Jimin Seo, Bingqing Shen, Jonne L. Snitselaar, Leonidas Stamatatos, Yongcong Tan, Milan T. Tomic, Marit J. van Gils, Sawsan Youssef, Jian Yu, Tom Z. Yuan, Qian Zhang, Bjoern Peters, Georgia D. Tomaras, Timothy Germann, Erica Ollmann Saphire",
      "paper_url": "https://doi.org/10.1126/science.abh2315",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4393279561",
      "paper_id": "https://openalex.org/W4393279561",
      "title": "Design of a SARS-CoV-2 papain-like protease inhibitor with antiviral efficacy in a mouse model",
      "authors": "Bin Tan, Xiaoming Zhang, Ahmadullah Ansari, Prakash Jadhav, Haozhou Tan, Kan Li, Ashima Chopra, Alexandra Ford, Xiang Chi, Francesc Xavier Ruiz, Eddy Arnold, Xufang Deng, Jun Wang",
      "paper_url": "https://doi.org/10.1126/science.adm9724",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3148609706",
      "paper_id": "https://openalex.org/W3148609706",
      "title": "Designed proteins assemble antibodies into modular nanocages",
      "authors": "Robby Divine, Ha V. Dang, George Ueda, Jorge A. Fallas, Ivan Vulovic, William Sheffler, Shally Saini, Yan Ting Zhao, Infencia Xavier Raj, Peter A. Morawski, Madeleine F. Jennewein, Leah J. Homad, Yu-Hsin Wan, Marti R. Tooley, Franziska Seeger, Ali Etemadi, Mitchell L. Fahning, James Lazarovits, Alex Roederer, Alexandra C. Walls, Lance Stewart, Mohammadali Mazloomi, Neil P. King, Daniel J. Campbell, Andrew T. McGuire, Leonidas Stamatatos, Hannele Ruohola-Baker, Julie Mathieu, David Veesler, David Baker",
      "paper_url": "https://doi.org/10.1126/science.abd9994",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4410456212",
      "paper_id": "https://openalex.org/W4410456212",
      "title": "Diverse bat organoids provide pathophysiological models for zoonotic viruses",
      "authors": "Hyunjoon Kim, Seo-Young Heo, Young-Il Kim, Dongbin Park, , Suhee Hwang, Yong-ki Lee, Hobin Jang, Jae-Woo Ahn, Jeongmin Ha, Sujin Park, Ho Young Ji, Semi Kim, Isaac Choi, Woohyun Kwon, Jaemoo Kim, Kanghee Kim, Juryeon Gil, Boyeong Jeong, Josea Carmel D. Lazarte, Rare Rollon, Jeong Ho Choi, Eun Ha Kim, Seung-Gyu Jang, Hye Kwon Kim, Bo-Young Jeon, Ghazi Kayali, Richard J. Webby, Bon-Kyoung Koo, Young Ki Choi",
      "paper_url": "https://doi.org/10.1126/science.adt1438",
      "venue": "science25"
    },
    {
      "id": "science24_https://openalex.org/W4400525388",
      "paper_id": "https://openalex.org/W4400525388",
      "title": "Drivers of epidemic dynamics in real time from daily digital COVID-19 measurements",
      "authors": "Michelle Kendall, Luca Ferretti, Chris Wymant, Daphne Tsallis, James Petrie, Andrea Di Francia, Francesco Di Lauro, Lucie Abeler-Dörner, Harrison Manley, Jasmina Panovska-Griffiths, Alice Ledda, Xavier Didelot, Christophe Fraser",
      "paper_url": "https://doi.org/10.1126/science.adm8103",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3173547614",
      "paper_id": "https://openalex.org/W3173547614",
      "title": "Drug-induced phospholipidosis confounds drug repurposing for SARS-CoV-2",
      "authors": "Tia A. Tummino, Veronica V. Rezelj, Benoit Fischer, Audrey Fischer, Matthew J. O’Meara, Blandine Monel, Thomas Vallet, Kris M. White, Ziyang Zhang, Assaf Alon, Heiko Schadt, Henry R. O’Donnell, Jiankun Lyu, Romel Rosales, Briana L. McGovern, Raveen Rathnasinghe, Sonia Jangra, Michael Schotsaert, Jean-René Galarneau, Nevan J. Krogan, Laszlo Urban, Kevan M. Shokat, Andrew C. Kruse, Adolfo García-Sastre, Olivier Schwartz, Francesca Moretti, Marco Vignuzzi, Francois Pognan, Brian K. Shoichet",
      "paper_url": "https://doi.org/10.1126/science.abi4708",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3189544042",
      "paper_id": "https://openalex.org/W3189544042",
      "title": "Durability of mRNA-1273 vaccine–induced antibodies against SARS-CoV-2 variants",
      "authors": "Amarendra Pegu, Sarah E. O’Connell, Stephen D. Schmidt, Sijy O’Dell, Chloe A. Talana, Lilin Lai, Jim Albert, Evan Anderson, Hamilton Bennett, Kizzmekia S. Corbett, Britta Flach, Lisa Jackson, Brett Leav, Julie E. Ledgerwood, Catherine J. Luke, Mat Makowski, Martha C. Nason, Paul C. Roberts, Mario Roederer, Paulina A. Rebolledo, Christina A. Rostad, Nadine G. Rouphael, Wei Shi, Lingshu Wang, Alicia T. Widge, Eun Sung Yang, , John H. Beigel, Barney S. Graham, John R. Mascola, Mehul S. Suthar, Adrian B. McDermott, Nicole A. Doria-Rose, Jae Arega, John H. Beigel, Wendy Buchanan, Mohammed Elsafy, Binh Hoang, Rebecca Lampley, Aparna Kolhekar, Hyung Koo, Catherine Luke, Mamodikoe Makhene, Seema Nayak, Rhonda Pikaart-Tautges, Paul C. Roberts, Janie Russell, Elisa Sindall, Jim Albert, Pratap Kunwar, Mat Makowski, Evan J. Anderson, Amer Bechnak, Mary Bower, Andres F. Camacho-Gonzalez, Matthew Collins, Ana Drobeniuc, Venkata Viswanadh Edara, Srilatha Edupuganti, Katharine Floyd, Theda Gibson, Cassie M. Grimsley Ackerley, Brandi Johnson, Satoshi Kamidani, Carol Kao, Colleen Kelley, Lilin Lai, Hollie Macenczak, Michele Paine McCullough, Etza Peters, Varun K. Phadke, Paulina A. Rebolledo, Christina A. Rostad, Nadine Rouphael, Erin Scherer, Amy Sherman, Kathy Stephens, Mehul S. Suthar, Mehgan Teherani, Jessica Traenkner, Juton Winston, Inci Yildirim, Lee Barr, Joyce Benoit, Barbara Carste, Joe Choe, Maya Dunstan, Roxanne Erolin, Jana ffitch, Colin Fields, Lisa A. Jackson, Erika Kiniry, Susan Lasicka, Stella Lee, Matthew Nguyen, Stephanie Pimienta, Janice Suyehira, Michael Witte, Hamilton Bennett, Nedim Emil Altaras, Andrea Carfi, Marjorie Hurley, Brett Leav, Rolando Pajon, Wellington Sun, Tal Zaks, Rhea N. Coler, Sasha E. Larsen, Kathleen M. Neuzil, Lisa C. Lindesmith, David R. Martinez, Jennifer Munt, Michael Mallory, Caitlin Edwards, Ralph S. Baric, Nina M. Berkowitz, Eli A. Boritz, Kevin Carlton, Kizzmekia S. Corbett, Pamela Costner, Adrian Creanga, Nicole A. Doria-Rose, Daniel C. Douek, Britta Flach, Martin Gaudinski, Ingelise Gordon, Barney S. Graham, LaSonji Holman, Julie E. Ledgerwood, Kwanyee Leung, Bob C. Lin, Mark K. Louder, John R. Mascola, Adrian B. McDermott, Kaitlyn M. Morabito, Laura Novik, Sarah O’Connell, Sijy O’Dell, Marcelino Padilla, Amarendra Pegu, Stephen D. Schmidt, Wei Shi, Phillip A. Swanson, Chloe A. Talana, Lingshu Wang, Alicia T. Widge, Eun Sung Yang, Yi Zhang, James D. Chappell, Mark R. Denison, Tia Hughes, Xiaotao Lu, Andrea J. Pruijssers, Laura J. Stevens, Christine M. Posavad, Michael Gale, Vineet Menachery, Pei-Yong Shi",
      "paper_url": "https://doi.org/10.1126/science.abj4176",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3174731125",
      "paper_id": "https://openalex.org/W3174731125",
      "title": "Effect of natural mutations of SARS-CoV-2 on spike structure, conformation, and antigenicity",
      "authors": "Sophie M.-C. Gobeil, Katarzyna Janowska, Shana McDowell, Katayoun Mansouri, Robert Parks, Victoria Stalls, Megan F. Kopp, Kartik Manne, Dapeng Li, Kevin Wiehe, Kevin O. Saunders, Robert J. Edwards, Bette Korber, Barton F. Haynes, Rory Henderson, Priyamvada Acharya",
      "paper_url": "https://doi.org/10.1126/science.abi6226",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4409738157",
      "paper_id": "https://openalex.org/W4409738157",
      "title": "Emergence and interstate spread of highly pathogenic avian influenza A(H5N1) in dairy cattle in the United States",
      "authors": "Thao-Quyen Nguyen, Carl R. Hutter, Alexey Markin, Megan Thomas, Kristina Lantz, Mary Lea Killian, Garrett M. Janzen, Sriram Vijendran, Sanket Wagle, Blake Inderski, Drew R. Magstadt, Ganwu Li, Diego G. Diel, Elisha Anna Frye, Kiril M. Dimitrov, Amy K. Swinford, Alexis C. Thompson, Kevin R. Snekvik, David L. Suarez, Steven M. Lakin, Stacey Schwabenlander, Sara C. Ahola, Kammy R. Johnson, Amy L. Baker, Suelee Robbe-Austerman, Mia Kim Torchetti, Tavis K. Anderson",
      "paper_url": "https://doi.org/10.1126/science.adq0900",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3202323137",
      "paper_id": "https://openalex.org/W3202323137",
      "title": "Endemic persistence of a highly contagious pathogen: Foot-and-mouth disease in its wildlife host",
      "authors": "Anna Jolles, Erin Gorsich, Simon Gubbins, Brianna Beechler, Peter Buss, Nick Juleff, Lin-Mari de Klerk-Lorist, Francois Maree, Eva Perez-Martin, O.L. van Schalkwyk, Katherine Scott, Fuquan Zhang, Jan Medlock, Bryan Charleston",
      "paper_url": "https://doi.org/10.1126/science.abd2475",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401413583",
      "paper_id": "https://openalex.org/W4401413583",
      "title": "Engineered deletions of HIV replicate conditionally to reduce disease in nonhuman primates",
      "authors": "Fathima N. Nagoor Pitchai, Elizabeth J. Tanner, Neha Khetan, Gustavo Vasen, Clara Levrel, Arjun J. Kumar, Shilpi Pandey, Tracy Ordonez, Philip Barnette, David Spencer, Seung-Yong Jung, Joshua Glazier, Cassandra Thompson, Alicia Harvey-Vera, Hye-In Son, Hye-In Son, Steffanie A. Strathdee, Leo Holguin, Ryan Urak, John Burnett, William Burgess, Kathleen Busman-Sahay, Jacob D. Estes, Ann Hessell, Christine M. Fennessey, Brandon F. Keele, Nancy L. Haigwood, Leor S. Weinberger",
      "paper_url": "https://doi.org/10.1126/science.adn5866",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3135411054",
      "paper_id": "https://openalex.org/W3135411054",
      "title": "Epidemiological and evolutionary considerations of SARS-CoV-2 vaccine dosing regimes",
      "authors": "Chadi M. Saad-Roy, Sinead E. Morris, C. Jessica E. Metcalf, Michael J. Mina, Rachel E. Baker, Jeremy Farrar, Edward C. Holmes, Oliver G. Pybus, Andrea L. Graham, Simon A. Levin, Bryan T. Grenfell, Caroline E. Wagner",
      "paper_url": "https://doi.org/10.1126/science.abg8663",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3119321472",
      "paper_id": "https://openalex.org/W3119321472",
      "title": "Establishment and lineage dynamics of the SARS-CoV-2 epidemic in the UK",
      "authors": "Louis du Plessis, John T. McCrone, Alexander E. Zarebski, Verity Hill, Christopher Ruis, Bernardo Gutierrez, Jayna Raghwani, Jordan Ashworth, Rachel Colquhoun, Thomas R. Connor, Nuno R. Faria, Ben Jackson, Nicholas J. Loman, Áine O’Toole, Samuel M. Nicholls, Kris V. Parag, Emily Scher, Tetyana I. Vasylyeva, Erik M. Volz, Alexander Watts, Isaac I. Bogoch, Kamran Khan, , David M. Aanensen, Moritz U. G. Kraemer, Andrew Rambaut, Oliver G. Pybus",
      "paper_url": "https://doi.org/10.1126/science.abf2946",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3134208712",
      "paper_id": "https://openalex.org/W3134208712",
      "title": "Estimated transmissibility and impact of SARS-CoV-2 lineage B.1.1.7 in England",
      "authors": "Nicholas G. Davies, Sam Abbott, Rosanna C. Barnard, Christopher I. Jarvis, Adam J. Kucharski, James D. Munday, Carl A. B. Pearson, Timothy W. Russell, Damien C. Tully, Alex D. Washburne, Tom Wenseleers, Amy Gimma, William Waites, Kerry L. M. Wong, Kevin van Zandvoort, Justin D. Silverman, , , Karla Diaz-Ordaz, Ruth Keogh, Rosalind M. Eggo, Sebastian Funk, Mark Jit, Katherine E. Atkins, W. John Edmunds",
      "paper_url": "https://doi.org/10.1126/science.abg3055",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3166719420",
      "paper_id": "https://openalex.org/W3166719420",
      "title": "Estimating epidemiologic dynamics from cross-sectional viral load distributions",
      "authors": "James A. Hay, Lee Kennedy-Shaffer, Sanjat Kanjilal, Niall J. Lennon, Stacey B. Gabriel, Marc Lipsitch, Michael J. Mina",
      "paper_url": "https://doi.org/10.1126/science.abh0635",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3164220019",
      "paper_id": "https://openalex.org/W3164220019",
      "title": "Estimating infectiousness throughout SARS-CoV-2 infection course",
      "authors": "Terry C. Jones, Guido Biele, Barbara Mühlemann, Talitha Veith, Julia Schneider, Jörn Beheim-Schwarzbach, Tobias Bleicker, Julia Tesch, Marie Luisa Schmidt, Leif Erik Sander, Florian Kurth, Peter Menzel, Rolf Schwarzer, Marta Zuchowski, Jörg Hofmann, Andi Krumbholz, Angela Stein, Anke Edelmann, Victor Max Corman, Christian Drosten",
      "paper_url": "https://doi.org/10.1126/science.abi5273",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3210936292",
      "paper_id": "https://openalex.org/W3210936292",
      "title": "Exponential growth, high prevalence of SARS-CoV-2, and vaccine effectiveness associated with the Delta variant",
      "authors": "Paul Elliott, David Haw, Haowei Wang, Oliver Eales, Caroline E. Walters, Kylie E. C. Ainslie, Christina Atchison, Claudio Fronterre, Peter J. Diggle, Andrew J. Page, Alexander J. Trotter, Sophie J. Prosolek, , Deborah Ashby, Christl A. Donnelly, Wendy Barclay, Graham Taylor, Graham Cooke, Helen Ward, Ara Darzi, Steven Riley",
      "paper_url": "https://doi.org/10.1126/science.abl9551",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3160747020",
      "paper_id": "https://openalex.org/W3160747020",
      "title": "Face masks effectively limit the probability of SARS-CoV-2 transmission",
      "authors": "Yafang Cheng, Nan Ma, Christian Witt, Steffen Rapp, Philipp S. Wild, Meinrat O. Andreae, Ulrich Pöschl, Hang Su",
      "paper_url": "https://doi.org/10.1126/science.abg6296",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3164001450",
      "paper_id": "https://openalex.org/W3164001450",
      "title": "Fe-S cofactors in the SARS-CoV-2 RNA-dependent RNA polymerase are potential antiviral targets",
      "authors": "Nunziata Maio, Bernard A. P. Lafont, Debangsu Sil, Yan Li, J. Martin Bollinger, Carsten Krebs, Theodore C. Pierson, W. Marston Linehan, Tracey A. Rouault",
      "paper_url": "https://doi.org/10.1126/science.abi5224",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4384926396",
      "paper_id": "https://openalex.org/W4384926396",
      "title": "Genomic assessment of invasion dynamics of SARS-CoV-2 Omicron BA.1",
      "authors": "Joseph L.-H. Tsui, John T. McCrone, Ben Lambert, Sumali Bajaj, Rhys P. D. Inward, Paolo Bosetti, Rosario Evans Pena, Houriiyah Tegally, Verity Hill, Alexander E. Zarebski, Thomas P. Peacock, Luyang Liu, Neo Wu, Megan Davis, Isaac I. Bogoch, Kamran Khan, Meaghan Kall, Nurin Iwani Binti Abdul Aziz, Rachel Colquhoun, Áine O’Toole, Ben Jackson, Abhishek Dasgupta, Eduan Wilkinson, Tulio de Oliveira, , Thomas R. Connor, Nicholas J. Loman, Vittoria Colizza, Christophe Fraser, Erik Volz, Xiang Ji, Bernardo Gutierrez, Meera Chand, Simon Dellicour, Simon Cauchemez, Jayna Raghwani, Marc A. Suchard, Philippe Lemey, Andrew Rambaut, Oliver G. Pybus, Moritz U. G. Kraemer",
      "paper_url": "https://doi.org/10.1126/science.adg6605",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3205588626",
      "paper_id": "https://openalex.org/W3205588626",
      "title": "Genomic characterization and epidemiology of an emerging SARS-CoV-2 variant in Delhi, India",
      "authors": "Mahesh S. Dhar, Robin Marwal, Radhakrishnan VS, Kalaiarasan Ponnusamy, Bani Jolly, Rahul C. Bhoyar, Viren Sardana, Salwa Naushin, Mercy Rophina, Thomas A. Mellan, Swapnil Mishra, Charles Whittaker, Saman Fatihi, Meena Datta, Priyanka Singh, Uma Sharma, Rajat Ujjainiya, Nitin Bhatheja, Mohit Kumar Divakar, Manoj K. Singh, Mohamed Imran, Vigneshwar Senthivel, Ranjeet Maurya, Neha Jha, Priyanka Mehta, Vivekanand A, Pooja Sharma, Arvinden VR, Urmila Chaudhary, Namita Soni, Lipi Thukral, Seth Flaxman, Samir Bhatt, Rajesh Pandey, Debasis Dash, Mohammed Faruq, Hemlata Lall, Hema Gogia, Preeti Madan, Sanket Kulkarni, Himanshu Chauhan, Shantanu Sengupta, Sandhya Kabra, , Ravindra K. Gupta, Sujeet K. Singh, Anurag Agrawal, Partha Rakshit, Vinay Nandicoori, Karthik Bharadwaj Tallapaka, Divya Tej Sowpati, K. Thangaraj, Murali Dharan Bashyam, Ashwin Dalal, Sridhar Sivasubbu, Vinod Scaria, Ajay Parida, Sunil K. Raghav, Punit Prasad, Apurva Sarin, Satyajit Mayor, Uma Ramakrishnan, Dasaradhi Palakodeti, Aswin Sai Narain Seshasayee, Manoj Bhat, Yogesh Shouche, Ajay Pillai, Tanzin Dikid, Saumitra Das, Arindam Maitra, Sreedhar Chinnaswamy, Nidhan Kumar Biswas, Anita Sudhir Desai, Chitra Pattabiraman, M. V. Manjunatha, Reeta S. Mani, Gautam Arunachal Udupi, Priya Abraham, Potdar Varsha Atul, Sarah S. Cherian",
      "paper_url": "https://doi.org/10.1126/science.abj9932",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3156343712",
      "paper_id": "https://openalex.org/W3156343712",
      "title": "Genomics and epidemiology of the P.1 SARS-CoV-2 lineage in Manaus, Brazil",
      "authors": "Nuno R. Faria, Thomas A. Mellan, Charles Whittaker, Ingra M. Claro, Darlan da S. Candido, Swapnil Mishra, Myuki A. E. Crispim, Flavia C. S. Sales, Iwona Hawryluk, John T. McCrone, Ruben J. G. Hulswit, Lucas A. M. Franco, Mariana S. Ramundo, Jaqueline G. de Jesus, Pamela S. Andrade, Thais M. Coletti, Giulia M. Ferreira, Camila A. M. Silva, Erika R. Manuli, Rafael H. M. Pereira, Pedro S. Peixoto, Moritz U. G. Kraemer, Nelson Gaburo, Cecilia da C. Camilo, Henrique Hoeltgebaum, William M. Souza, Esmenia C. Rocha, Leandro M. de Souza, Mariana C. de Pinho, Leonardo J. T. Araujo, Frederico S. V. Malta, Aline B. de Lima, Joice do P. Silva, Danielle A. G. Zauli, Alessandro C. de S. Ferreira, Ricardo P. Schnekenberg, Daniel J. Laydon, Patrick G. T. Walker, Hannah M. Schlüter, Ana L. P. dos Santos, Maria S. Vidal, Valentina S. Del Caro, Rosinaldo M. F. Filho, Helem M. dos Santos, Renato S. Aguiar, José L. Proença-Modena, Bruce Nelson, James A. Hay, Mélodie Monod, Xenia Miscouridou, Helen Coupland, Raphael Sonabend, Michaela Vollmer, Axel Gandy, Carlos A. Prete, Vitor H. Nascimento, Marc A. Suchard, Thomas A. Bowden, Sergei L. K. Pond, Chieh-Hsi Wu, Oliver Ratmann, Neil M. Ferguson, Christopher Dye, Nick J. Loman, Philippe Lemey, Andrew Rambaut, Nelson A. Fraiji, Maria do P. S. S. Carvalho, Oliver G. Pybus, Seth Flaxman, Samir Bhatt, Ester C. Sabino",
      "paper_url": "https://doi.org/10.1126/science.abh2644",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4362659805",
      "paper_id": "https://openalex.org/W4362659805",
      "title": "Germline-encoded amino acid–binding motifs drive immunodominant public antibody responses",
      "authors": "Ellen L. Shrock, Richard T. Timms, Tomasz Kula, Elijah L. Mena, Anthony P. West, Rui Guo, I-Hsiu Lee, Alexander A. Cohen, Lindsay G. A. McKay, Caihong Bi, Yumei Leng, Eric Fujimura, Felix Horns, Mamie Li, Duane R. Wesemann, Anthony Griffiths, Benjamin E. Gewurz, Pamela J. Bjorkman, Stephen J. Elledge",
      "paper_url": "https://doi.org/10.1126/science.adc9498",
      "venue": "science23"
    },
    {
      "id": "science22_https://openalex.org/W4296804257",
      "paper_id": "https://openalex.org/W4296804257",
      "title": "Heavy-tailed sexual contact networks and monkeypox epidemiology in the global outbreak, 2022",
      "authors": "Akira Endo, Hiroaki Murayama, Sam Abbott, Ruwan Ratnayake, Carl A. B. Pearson, W. John Edmunds, Elizabeth Fearon, Sebastian Funk",
      "paper_url": "https://doi.org/10.1126/science.add4507",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W3217603912",
      "paper_id": "https://openalex.org/W3217603912",
      "title": "Heterologous infection and vaccination shapes immunity against SARS-CoV-2 variants",
      "authors": "Catherine J. Reynolds, Joseph M. Gibbons, Corinna Pade, Kai-Min Lin, Diana Muñoz Sandoval, Franziska Pieper, David K. Butler, Siyi Liu, Ashley D. Otter, George Joy, Katia Menacho, Marianna Fontana, Angelique Smit, Beatrix Kele, Teresa Cutino-Moguel, Mala K. Maini, Mahdad Noursadeghi, , Tim Brooks, Amanda Semper, Charlotte Manisty, Thomas A. Treibel, James C. Moon, , Áine McKnight, Daniel M. Altmann, Rosemary J. Boyton",
      "paper_url": "https://doi.org/10.1126/science.abm0811",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4389723133",
      "paper_id": "https://openalex.org/W4389723133",
      "title": "HIV vaccines induce CD8 <sup>+</sup> T cells with low antigen receptor sensitivity",
      "authors": "Stephen A. Migueles, Danielle M. Nettere, Noah V. Gavil, Lawrence T. Wang, Sushila A. Toulmin, Elizabeth P. Kelly, Addison J. Ward, Siying Lin, Sarah A. Thompson, Bennett A. Peterson, Cassidy S. Abdeen, Carina R. Sclafani, Patrick F. Pryal, Benjamin G. Leach, Amanda K. Ludwig, Daniel C. Rogan, Paulina A. Przygonska, Angela Cattani, Hiromi Imamichi, Abraham Sachs, Gal Cafri, Ning-Na Huang, Andy Patamawenu, C. Jason Liang, Claire W. Hallahan, Diane M. Kambach, Edward X. Han, Tiffany Coupet, Jonathan Chen, Susan L. Moir, Tae-Wook Chun, Emily E. Coates, Julie Ledgerwood, Julien Schmidt, Marie Taillandier-Coindard, Justine Michaux, HuiSong Pak, Michal Bassani-Sternberg, Nicole Frahm, M. Juliana McElrath, Mark Connors",
      "paper_url": "https://doi.org/10.1126/science.adg0514",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3157264684",
      "paper_id": "https://openalex.org/W3157264684",
      "title": "Household COVID-19 risk and in-person schooling",
      "authors": "Justin Lessler, M. Kate Grabowski, Kyra H. Grantz, Elena Badillo-Goicoechea, C. Jessica E. Metcalf, Carly Lupton-Smith, Andrew S. Azman, Elizabeth A. Stuart",
      "paper_url": "https://doi.org/10.1126/science.abh2939",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4282838915",
      "paper_id": "https://openalex.org/W4282838915",
      "title": "Immune boosting by B.1.1.529 <b>(</b> Omicron) depends on previous SARS-CoV-2 exposure",
      "authors": "Catherine J. Reynolds, Corinna Pade, Joseph M. Gibbons, Ashley D. Otter, Kai-Min Lin, Diana Muñoz Sandoval, Franziska P. Pieper, David K. Butler, Siyi Liu, George Joy, Nasim Forooghi, Thomas A. Treibel, Charlotte Manisty, James C. Moon, , , Amanda Semper, Tim Brooks, Áine McKnight, Daniel M. Altmann, Rosemary J. Boyton, Hakam Abbass, Aderonke Abiodun, Mashael Alfarih, Zoe Alldis, Daniel M. Altmann, Oliver E. Amin, Mervyn Andiapen, Jessica Artico, João B. Augusto, Georgina L. Baca, Sasha N. L. Bailey, Anish N. Bhuva, Alex Boulter, Ruth Bowles, Rosemary J. Boyton, Olivia V. Bracken, Ben O’Brien, Tim Brooks, Natalie Bullock, David K. Butler, Gabriella Captur, Olivia Carr, Nicola Champion, Carmen Chan, Aneesh Chandran, Tom Coleman, Jorge Couto de Sousa, Xose Couto-Parada, Eleanor Cross, Teresa Cutino-Moguel, Silvia D’Arcangelo, Rhodri H. Davies, Brooke Douglas, Cecilia Di Genova, Keenan Dieobi-Anene, Mariana O. Diniz, Anaya Ellis, Karen Feehan, Malcolm Finlay, Marianna Fontana, Nasim Forooghi, Sasha Francis, Joseph M. Gibbons, David Gillespie, Derek Gilroy, Matt Hamblin, Gabrielle Harker, Georgia Hemingway, Jacqueline Hewson, Wendy Heywood, Lauren M. Hickling, Bethany Hicks, Aroon D. Hingorani, Lee Howes, Ivie Itua, Victor Jardim, Wing-Yiu Jason Lee, Melaniepetra Jensen, Jessica Jones, Meleri Jones, George Joy, Vikas Kapil, Caoimhe Kelly, Hibba Kurdi, Jonathan Lambourne, Kai-Min Lin, Siyi Liu, Aaron Lloyd, Sarah Louth, Mala K. Maini, Vineela Mandadapu, Charlotte Manisty, Áine McKnight, Katia Menacho, Celina Mfuko, Kevin Mills, Sebastian Millward, Oliver Mitchelmore, Christopher Moon, James Moon, Diana Muñoz Sandoval, Sam M. Murray, Mahdad Noursadeghi, Ashley Otter, Corinna Pade, Susana Palma, Ruth Parker, Kush Patel, Mihaela Pawarova, Steffen E. Petersen, Brian Piniera, Franziska P. Pieper, Lisa Rannigan, Alicja Rapala, Catherine J. Reynolds, Amy Richards, Matthew Robathan, Joshua Rosenheim, Cathy Rowe, Matthew Royds, Jane Sackville West, Genine Sambile, Nathalie M. Schmidt, Hannah Selman, Amanda Semper, Andreas Seraphim, Mihaela Simion, Angelique Smit, Michelle Sugimoto, Leo Swadling, Stephen Taylor, Nigel Temperton, Stephen Thomas, George D. Thornton, Thomas A. Treibel, Art Tucker, Ann Varghese, Jessry Veerapen, Mohit Vijayakumar, Tim Warner, Sophie Welch, Hannah White, Theresa Wodehouse, Lucinda Wynne, Dan Zahedi, Benjamin Chain, James C. Moon",
      "paper_url": "https://doi.org/10.1126/science.abq1841",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W3217661335",
      "paper_id": "https://openalex.org/W3217661335",
      "title": "Immune correlates analysis of the mRNA-1273 COVID-19 vaccine efficacy clinical trial",
      "authors": "Peter B. Gilbert, David C. Montefiori, Adrian B. McDermott, Youyi Fong, David Benkeser, Weiping Deng, Honghong Zhou, Christopher R. Houchens, Karen Martins, Lakshmi Jayashankar, Flora Castellino, Britta Flach, Bob C. Lin, Sarah O’Connell, Charlene McDanal, Amanda Eaton, Marcella Sarzotti-Kelsoe, Yiwen Lu, Chenchen Yu, Bhavesh Borate, Lars W. P. van der Laan, Nima S. Hejazi, Chuong Huynh, Jacqueline Miller, Hana M. El Sahly, Lindsey R. Baden, Mira Baron, Luis De La Cruz, Cynthia Gay, Spyros Kalams, Colleen F. Kelley, Michele P. Andrasik, James G. Kublin, Lawrence Corey, Kathleen M. Neuzil, Lindsay N. Carpp, Rolando Pajon, Dean Follmann, Ruben O. Donis, Richard A. Koup, , , ,",
      "paper_url": "https://doi.org/10.1126/science.abm3425",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3189985782",
      "paper_id": "https://openalex.org/W3189985782",
      "title": "Immune correlates of protection by mRNA-1273 vaccine against SARS-CoV-2 in nonhuman primates",
      "authors": "Kizzmekia S. Corbett, Martha C. Nason, Britta Flach, Matthew Gagne, Sarah O’Connell, Timothy S. Johnston, Shruti N. Shah, Venkata Viswanadh Edara, Katharine Floyd, Lilin Lai, Charlene McDanal, Joseph R. Francica, Barbara Flynn, Kai Wu, Angela Choi, Matthew Koch, Olubukola M. Abiona, Anne P. Werner, Juan I. Moliva, Shayne F. Andrew, Mitzi M. Donaldson, Jonathan Fintzi, Dillon R. Flebbe, Evan Lamb, Amy T. Noe, Saule T. Nurmukhambetova, Samantha J. Provost, Anthony Cook, Alan Dodson, Andrew Faudree, Jack Greenhouse, Swagata Kar, Laurent Pessaint, Maciel Porto, Katelyn Steingrebe, Daniel Valentin, Serge Zouantcha, Kevin W. Bock, Mahnaz Minai, Bianca M. Nagata, Renee van de Wetering, Seyhan Boyoglu-Barnum, Kwanyee Leung, Wei Shi, Eun Sung Yang, Yi Zhang, John-Paul M. Todd, Lingshu Wang, Gabriela S. Alvarado, Hanne Andersen, Kathryn E. Foulds, Darin K. Edwards, John R. Mascola, Ian N. Moore, Mark G. Lewis, Andrea Carfi, David Montefiori, Mehul S. Suthar, Adrian McDermott, Mario Roederer, Nancy J. Sullivan, Daniel C. Douek, Barney S. Graham, Robert A. Seder",
      "paper_url": "https://doi.org/10.1126/science.abj0299",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3119411150",
      "paper_id": "https://openalex.org/W3119411150",
      "title": "Immunological characteristics govern the transition of COVID-19 to endemicity",
      "authors": "Jennie S. Lavine, Ottar N. Bjornstad, Rustom Antia",
      "paper_url": "https://doi.org/10.1126/science.abe6522",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3121008609",
      "paper_id": "https://openalex.org/W3121008609",
      "title": "Immunological memory to SARS-CoV-2 assessed for up to 8 months after infection",
      "authors": "Jennifer M. Dan, Jose Mateus, Yu Kato, Kathryn M. Hastie, Esther Dawen Yu, Caterina E. Faliti, Alba Grifoni, Sydney I. Ramirez, Sonya Haupt, April Frazier, Catherine Nakao, Vamseedhar Rayaprolu, Stephen A. Rawlings, Bjoern Peters, Florian Krammer, Viviana Simon, Erica Ollmann Saphire, Davey M. Smith, Daniela Weiskopf, Alessandro Sette, Shane Crotty",
      "paper_url": "https://doi.org/10.1126/science.abf4063",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4200628723",
      "paper_id": "https://openalex.org/W4200628723",
      "title": "Impact of community masking on COVID-19: A cluster-randomized trial in Bangladesh",
      "authors": "Jason Abaluck, Laura H. Kwong, Ashley Styczynski, Ashraful Haque, Md. Alamgir Kabir, Ellen Bates-Jefferys, Emily Crawford, Jade Benjamin-Chung, Shabib Raihan, Shadman Rahman, Salim Benhachmi, Neeti Zaman Bintee, Peter J. Winch, Maqsud Hossain, Hasan Mahmud Reza, Abdullah All Jaber, Shawkee Gulshan Momen, Aura Rahman, Faika Laz Banti, Tahrima Saiha Huq, Stephen P. Luby, Ahmed Mushfiq Mobarak",
      "paper_url": "https://doi.org/10.1126/science.abi9069",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4306902076",
      "paper_id": "https://openalex.org/W4306902076",
      "title": "Imprinted antibody responses against SARS-CoV-2 Omicron sublineages",
      "authors": "Young-Jun Park, Dora Pinto, Alexandra C. Walls, Zhuoming Liu, Anna De Marco, Fabio Benigni, Fabrizia Zatta, Chiara Silacci-Fregni, Jessica Bassi, Kaitlin R. Sprouse, Amin Addetia, John E. Bowen, Cameron Stewart, Martina Giurdanella, Christian Saliba, Barbara Guarino, Michael A. Schmid, Nicholas M. Franko, Jennifer K. Logue, Ha V. Dang, Kevin Hauser, Julia di Iulio, William Rivera, Gretja Schnell, Anushka Rajesh, Jiayi Zhou, Nisar Farhat, Hannah Kaiser, Martin Montiel-Ruiz, Julia Noack, Florian A. Lempp, Javier Janer, Rana Abdelnabi, Piet Maes, Paolo Ferrari, Alessandro Ceschi, Olivier Giannini, Guilherme Dias de Melo, Lauriane Kergoat, Hervé Bourhy, Johan Neyts, Leah Soriaga, Lisa A. Purcell, Gyorgy Snell, Sean P.J. Whelan, Antonio Lanzavecchia, Herbert W. Virgin, Luca Piccoli, Helen Y. Chu, Matteo Samuele Pizzuto, Davide Corti, David Veesler",
      "paper_url": "https://doi.org/10.1126/science.adc9127",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4220987557",
      "paper_id": "https://openalex.org/W4220987557",
      "title": "Increased risk of SARS-CoV-2 reinfection associated with emergence of Omicron in South Africa",
      "authors": "Juliet R. C. Pulliam, Cari van Schalkwyk, Nevashan Govender, Anne von Gottberg, Cheryl Cohen, Michelle J. Groome, Jonathan Dushoff, Koleka Mlisana, Harry Moultrie",
      "paper_url": "https://doi.org/10.1126/science.abn4947",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4210591387",
      "paper_id": "https://openalex.org/W4210591387",
      "title": "Indirect protection of children from SARS-CoV-2 infection through parental vaccination",
      "authors": "Samah Hayek, Galit Shaham, Yatir Ben-Shlomo, Eldad Kepten, Noa Dagan, Daniel Nevo, Marc Lipsitch, Ben Y. Reis, Ran D. Balicer, Noam Barda",
      "paper_url": "https://doi.org/10.1126/science.abm3087",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4394768000",
      "paper_id": "https://openalex.org/W4394768000",
      "title": "Induction of durable remission by dual immunotherapy in SHIV-infected ART-suppressed macaques",
      "authors": "So-Yon Lim, Jina Lee, Christa E. Osuna, Pratik Vikhe, Dane R. Schalk, Elsa Chen, Emily Fray, Mithra Kumar, Nancy Schultz-Darken, Eva Rakasz, Saverio Capuano, Ruby A Ladd, Hwi Min Gil, David T. Evans, Emily K. Jeng, Michael Seaman, Malcolm Martin, Christiaan Van Dorp, Alan S. Perelson, Hing C. Wong, Janet D. Siliciano, Robert Siliciano, Jeffrey T. Safrit, Douglas F. Nixon, Patrick Soon-Shiong, Michel Nussenzweig, James B. Whitney",
      "paper_url": "https://doi.org/10.1126/science.adf7966",
      "venue": "science24"
    },
    {
      "id": "science24_https://openalex.org/W4402474456",
      "paper_id": "https://openalex.org/W4402474456",
      "title": "Inherent symmetry and flexibility in hepatitis B virus subviral particles",
      "authors": "Quan Wang, Tao Wang, Lin Cao, An Mu, Sheng Fu, Peipei Wang, Yan Gao, Wenxin Ji, Zhenyu Liu, Zhanqiang Du, Luke W. Guddat, Wenchi Zhang, Shuang Li, Xuemei Li, Zhiyong Lou, Xiangxi Wang, Zhongyu Hu, Zihe Rao",
      "paper_url": "https://doi.org/10.1126/science.adp1453",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3130346995",
      "paper_id": "https://openalex.org/W3130346995",
      "title": "Intranasal fusion inhibitory lipopeptide prevents direct-contact SARS-CoV-2 transmission in ferrets",
      "authors": "Rory D. de Vries, Katharina S. Schmitz, Francesca T. Bovier, Camilla Predella, Jonathan Khao, Danny Noack, Bart L. Haagmans, Sander Herfst, Kyle N. Stearns, Jennifer Drew-Bear, Sudipta Biswas, Barry Rockx, Gaël McGill, N. Valerio Dorrello, Samuel H. Gellman, Christopher A. Alabi, Rik L. de Swart, Anne Moscona, Matteo Porotto",
      "paper_url": "https://doi.org/10.1126/science.abf4896",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3160132347",
      "paper_id": "https://openalex.org/W3160132347",
      "title": "Israel's COVID-19 endgame",
      "authors": "Ran D. Balicer, Reut Ohana",
      "paper_url": "https://doi.org/10.1126/science.abj3858",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3121000782",
      "paper_id": "https://openalex.org/W3121000782",
      "title": "Learning the language of viral evolution and escape",
      "authors": "Brian Hie, Ellen D. Zhong, Bonnie Berger, Bryan Bryson",
      "paper_url": "https://doi.org/10.1126/science.abd7331",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3199923482",
      "paper_id": "https://openalex.org/W3199923482",
      "title": "Low-dose mRNA-1273 COVID-19 vaccine generates durable memory enhanced by cross-reactive T cells",
      "authors": "Jose Mateus, Jennifer M. Dan, Zeli Zhang, Carolyn Rydyznski Moderbacher, Marshall Lammers, Benjamin Goodwin, Alessandro Sette, Shane Crotty, Daniela Weiskopf",
      "paper_url": "https://doi.org/10.1126/science.abj9853",
      "venue": "science21"
    },
    {
      "id": "science23_https://openalex.org/W4387392387",
      "paper_id": "https://openalex.org/W4387392387",
      "title": "Mapping SARS-CoV-2 antigenic relationships and serological responses",
      "authors": "Samuel H. Wilks, Barbara Mühlemann, Xiaoying Shen, Sina Türeli, Eric B. LeGresley, Antonia Netzl, Miguela A. Caniza, Jesus N. Chacaltana-Huarcaya, Victor M. Corman, Xiaoju Daniell, Michael B. Datto, Fatimah S. Dawood, Thomas N. Denny, Christian Drosten, Ron A. M. Fouchier, Patricia J. Garcia, Peter J. Halfmann, Agatha Jassem, Lara M. Jeworowski, Terry C. Jones, Yoshihiro Kawaoka, Florian Krammer, Charlene McDanal, Rolando Pajon, Viviana Simon, Melissa S. Stockwell, Haili Tang, Harm van Bakel, Vic Veguilla, Richard Webby, David C. Montefiori, Derek J. Smith",
      "paper_url": "https://doi.org/10.1126/science.adj0070",
      "venue": "science23"
    },
    {
      "id": "science21_https://openalex.org/W3183900570",
      "paper_id": "https://openalex.org/W3183900570",
      "title": "Masitinib is a broad coronavirus 3CL inhibitor that blocks replication of SARS-CoV-2",
      "authors": "Nir Drayman, Jennifer K. DeMarco, Krysten A. Jones, Saara-Anne Azizi, Heather M. Froggatt, Kemin Tan, Natalia Ivanovna Maltseva, Siquan Chen, Vlad Nicolaescu, Steve Dvorkin, Kevin Furlong, Rahul S. Kathayat, Mason R. Firpo, Vincent Mastrodomenico, Emily A. Bruce, Madaline M. Schmidt, Robert Jedrzejczak, Miguel Á. Muñoz-Alía, Brooke Schuster, Vishnu Nair, Kyu-yeon Han, Amornrat O’Brien, Anastasia Tomatsidou, Bjoern Meyer, Marco Vignuzzi, Dominique Missiakas, Jason W. Botten, Christopher B. Brooke, Hyun Lee, Susan C. Baker, Bryan C. Mounce, Nicholas S. Heaton, William E. Severson, Kenneth E. Palmer, Bryan C. Dickinson, Andrzej Joachimiak, Glenn Randall, Savaş Tay",
      "paper_url": "https://doi.org/10.1126/science.abg5827",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3191354189",
      "paper_id": "https://openalex.org/W3191354189",
      "title": "Maturation of the matrix and viral membrane of HIV-1",
      "authors": "Kun Qu, Zunlong Ke, Vojtech Zila, Maria Anders-Össwein, Bärbel Glass, Frauke Mücksch, Rainer Müller, Carsten Schultz, Barbara Müller, Hans-Georg Kräusslich, John A. G. Briggs",
      "paper_url": "https://doi.org/10.1126/science.abe6821",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3208696217",
      "paper_id": "https://openalex.org/W3208696217",
      "title": "Membrane fusion and immune evasion by the spike protein of SARS-CoV-2 Delta variant",
      "authors": "Jun Zhang, Tianshu Xiao, Yongfei Cai, Christy L. Lavine, Hanqin Peng, Haisun Zhu, Krishna Anand, Pei Tong, Avneesh Gautam, Megan L. Mayer, Richard M. Walsh, Sophia Rits-Volloch, Duane R. Wesemann, Wei Yang, Michael S. Seaman, Jianming Lu, Bing Chen",
      "paper_url": "https://doi.org/10.1126/science.abl9463",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3123021790",
      "paper_id": "https://openalex.org/W3123021790",
      "title": "Model-informed COVID-19 vaccine prioritization strategies by age and serostatus",
      "authors": "Kate M. Bubar, Kyle Reinholt, Stephen M. Kissler, Marc Lipsitch, Sarah Cobey, Yonatan H. Grad, Daniel B. Larremore",
      "paper_url": "https://doi.org/10.1126/science.abe6959",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3214683033",
      "paper_id": "https://openalex.org/W3214683033",
      "title": "Molecular basis of immune evasion by the Delta and Kappa SARS-CoV-2 variants",
      "authors": "Matthew McCallum, Alexandra C. Walls, Kaitlin R. Sprouse, John E. Bowen, Laura E. Rosen, Ha V. Dang, Anna De Marco, Nicholas Franko, Sasha W. Tilles, Jennifer Logue, Marcos C. Miranda, Margaret Ahlrichs, Lauren Carter, Gyorgy Snell, Matteo Samuele Pizzuto, Helen Y. Chu, Wesley C. Van Voorhis, Davide Corti, David Veesler",
      "paper_url": "https://doi.org/10.1126/science.abl8506",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3203168613",
      "paper_id": "https://openalex.org/W3203168613",
      "title": "Monetary incentives increase COVID-19 vaccinations",
      "authors": "Pol Campos-Mercade, Armando N. Meier, Florian H. Schneider, Stephan Meier, Devin Pope, Erik Wengström",
      "paper_url": "https://doi.org/10.1126/science.abm0475",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3119412259",
      "paper_id": "https://openalex.org/W3119412259",
      "title": "Mosaic nanoparticles elicit cross-reactive immune responses to zoonotic coronaviruses in mice",
      "authors": "Alexander A. Cohen, Priyanthi N. P. Gnanapragasam, Yu E. Lee, Pauline R. Hoffman, Susan Ou, Leesa M. Kakutani, Jennifer R. Keeffe, Hung-Jen Wu, Mark Howarth, Anthony P. West, Christopher O. Barnes, Michel C. Nussenzweig, Pamela J. Bjorkman",
      "paper_url": "https://doi.org/10.1126/science.abf6840",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4284689837",
      "paper_id": "https://openalex.org/W4284689837",
      "title": "Mosaic RBD nanoparticles protect against challenge by diverse sarbecoviruses in animal models",
      "authors": "Alexander A. Cohen, Neeltje van Doremalen, Allison J. Greaney, Hanne Andersen, Ankur Sharma, Tyler N. Starr, Jennifer R. Keeffe, Chengcheng Fan, Jonathan E. Schulz, Priyanthi N. P. Gnanapragasam, Leesa M. Kakutani, Anthony P. West, Greg Saturday, Yu E. Lee, Han Gao, Claudia A. Jette, Mark G. Lewis, Tiong K. Tan, Alain R. Townsend, Jesse D. Bloom, Vincent J. Munster, Pamela J. Bjorkman",
      "paper_url": "https://doi.org/10.1126/science.abq0839",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3206370075",
      "paper_id": "https://openalex.org/W3206370075",
      "title": "mRNA vaccines induce durable immune memory to SARS-CoV-2 and variants of concern",
      "authors": "Rishi R. Goel, Mark M. Painter, Sokratis A. Apostolidis, Divij Mathew, Wenzhao Meng, Aaron M. Rosenfeld, Kendall A. Lundgreen, Arnold Reynaldi, David S. Khoury, Ajinkya Pattekar, Sigrid Gouma, Leticia Kuri-Cervantes, Philip Hicks, Sarah Dysinger, Amanda Hicks, Harsh Sharma, Sarah Herring, Scott Korte, Amy E. Baxter, Derek A. Oldridge, Josephine R. Giles, Madison E. Weirick, Christopher M. McAllister, Moses Awofolaju, Nicole Tanenbaum, Elizabeth M. Drapeau, Jeanette Dougherty, Sherea Long, Kurt D’Andrea, Jacob T. Hamilton, Maura McLaughlin, Justine C. Williams, Sharon Adamski, Oliva Kuthuru, , Ian Frank, Michael R. Betts, Laura A. Vella, Alba Grifoni, Daniela Weiskopf, Alessandro Sette, Scott E. Hensley, Miles P. Davenport, Paul Bates, Eline T. Luning Prak, Allison R. Greenplate, E. John Wherry",
      "paper_url": "https://doi.org/10.1126/science.abm0829",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4396977864",
      "paper_id": "https://openalex.org/W4396977864",
      "title": "mRNA-LNP HIV-1 trimer boosters elicit precursors to broad neutralizing antibodies",
      "authors": "Zhenfei Xie, Ying-Cing Lin, Jon M. Steichen, Gabriel Ozorowski, Sven Kratochvil, Rashmi Ray, Jonathan L. Torres, Alessia Liguori, Oleksandr Kalyuzhniy, Xuesong Wang, John E. Warner, Stephanie R. Weldon, Gordon A. Dale, Kathrin H. Kirsch, Usha Nair, Sabyasachi Baboo, Erik Georgeson, Yumiko Adachi, Michael Kubitz, Abigail M. Jackson, Sara T. Richey, Reid M. Volk, Jeong Hyun Lee, Jolene K. Diedrich, Thavaleak Prum, Samantha Falcone, Sunny Himansu, Andrea Carfi, John R. Yates, James C. Paulson, Devin Sok, Andrew B. Ward, William R. Schief, Facundo D. Batista",
      "paper_url": "https://doi.org/10.1126/science.adk0582",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4306902108",
      "paper_id": "https://openalex.org/W4306902108",
      "title": "Multiple lineages of monkeypox virus detected in the United States, 2021–2022",
      "authors": "Crystal M. Gigante, Bette Korber, Matthew H. Seabolt, Kimberly Wilkins, Whitni Davidson, Agam K. Rao, Hui Zhao, Todd G. Smith, Christine M. Hughes, Faisal Minhaj, Michelle A. Waltenburg, James Theiler, Sandra Smole, Glen R. Gallagher, David Blythe, Robert Myers, Joann Schulte, Joey Stringer, Philip Lee, Rafael M. Mendoza, LaToya A. Griffin-Thomas, Jenny Crain, Jade Murray, Annette Atkinson, Anthony H. Gonzalez, June Nash, Dhwani Batra, Inger Damon, Jennifer McQuiston, Christina L. Hutson, Andrea M. McCollum, Yu Li",
      "paper_url": "https://doi.org/10.1126/science.add4153",
      "venue": "science22"
    },
    {
      "id": "science24_https://openalex.org/W4402891331",
      "paper_id": "https://openalex.org/W4402891331",
      "title": "Mutating a flexible region of the RSV F protein can stabilize the prefusion conformation",
      "authors": "Yu Liang, Shuai Shao, Xin Yu Li, Zi Xin Zhao, Ning Liu, Zhao Ming Liu, Fu Jie Shen, Hao Zhang, Jun Wei Hou, Xue Feng Zhang, Yu Qin Jin, Li Fang Du, Xin Li, Jing Zhang, Ji Guo Su, Qi Ming Li",
      "paper_url": "https://doi.org/10.1126/science.adp2362",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3123108673",
      "paper_id": "https://openalex.org/W3123108673",
      "title": "Neutralization of SARS-CoV-2 lineage B.1.1.7 pseudovirus by BNT162b2 vaccine–elicited human sera",
      "authors": "Alexander Muik, Ann-Kathrin Wallisch, Bianca Sänger, Kena A. Swanson, Julia Mühl, Wei Chen, Hui Cai, Daniel Maurus, Ritu Sarkar, Özlem Türeci, Philip R. Dormitzer, Uğur Şahin",
      "paper_url": "https://doi.org/10.1126/science.abg6105",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4205283268",
      "paper_id": "https://openalex.org/W4205283268",
      "title": "Neutralization of SARS-CoV-2 Omicron by BNT162b2 mRNA vaccine–elicited human sera",
      "authors": "Alexander Muik, Bonny Gaby Lui, Ann-Kathrin Wallisch, Maren Bacher, Julia Mühl, Jonas Reinholz, Orkun Ozhelvaci, Nina Beckmann, Ramón de la Caridad Güimil Garcia, Asaf Poran, Svetlana Shpyro, Andrew Finlayson, Hui Cai, Qi Yang, Kena A. Swanson, Özlem Türeci, Uğur Şahin",
      "paper_url": "https://doi.org/10.1126/science.abn7591",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4286220782",
      "paper_id": "https://openalex.org/W4286220782",
      "title": "Omicron spike function and neutralizing activity elicited by a comprehensive panel of vaccines",
      "authors": "John E. Bowen, Amin Addetia, Ha V. Dang, Cameron Stewart, Jack T. Brown, William K. Sharkey, Kaitlin R. Sprouse, Alexandra C. Walls, Ignacio G. Mazzitelli, Jennifer K. Logue, Nicholas M. Franko, Nadine Czudnochowski, Abigail E. Powell, Exequiel Dellota, Kumail Ahmed, Asefa Shariq Ansari, Elisabetta Cameroni, Andrea Gori, Alessandra Bandera, Christine M. Posavad, Jennifer M. Dan, Zeli Zhang, Daniela Weiskopf, Alessandro Sette, Shane Crotty, Najeeha Talat Iqbal, Davide Corti, Jorge Geffner, Gyorgy Snell, Renata Grifantini, Helen Y. Chu, David Veesler",
      "paper_url": "https://doi.org/10.1126/science.abq0203",
      "venue": "science22"
    },
    {
      "id": "science23_https://openalex.org/W4388520183",
      "paper_id": "https://openalex.org/W4388520183",
      "title": "Open science discovery of potent noncovalent SARS-CoV-2 main protease inhibitors",
      "authors": "Melissa L. Boby, Daren Fearon, Matteo Ferla, Mihajlo Filep, Lizbé Koekemoer, Matthew C. Robinson, , John D. Chodera, Alpha A. Lee, Nir London, Annette von Delft, Frank von Delft, Hagit Achdout, Anthony Aimon, Dominic S. Alonzi, Robert Arbon, Jasmin C. Aschenbrenner, Blake H. Balcomb, Elad Bar-David, Haim Barr, Amir Ben-Shmuel, James Bennett, Vitaliy A. Bilenko, Bruce Borden, Pascale Boulet, Gregory R. Bowman, Lennart Brewitz, Juliane Brun, Sarma BVNBS, Mark Calmiano, Anna Carbery, Daniel W. Carney, Emma Cattermole, Edcon Chang, Eugene Chernyshenko, Austin Clyde, Joseph E. Coffland, Galit Cohen, Jason C. Cole, Alessandro Contini, Lisa Cox, Tristan Ian Croll, Milan Cvitkovic, Steven De Jonghe, Alex Dias, Kim Donckers, David L. Dotson, Alice Douangamath, Shirly Duberstein, Tim Dudgeon, Louise E. Dunnett, Peter Eastman, Noam Erez, Charles J. Eyermann, Michael Fairhead, Gwen Fate, Oleg Fedorov, Rafaela S. Fernandes, Lori Ferrins, Richard Foster, Holly Foster, Laurent Fraisse, Ronen Gabizon, Adolfo García-Sastre, Victor O. Gawriljuk, Paul Gehrtz, Carina Gileadi, Charline Giroud, William G. Glass, Robert C. Glen, Itai Glinert, Andre S. Godoy, Marian Gorichko, Tyler Gorrie-Stone, Ed J. Griffen, Amna Haneef, Storm Hassell Hart, Jag Heer, Michael Henry, Michelle Hill, Sam Horrell, Qiu Yu Judy Huang, Victor D. Huliak, Matthew F. D. Hurley, Tomer Israely, Andrew Jajack, Jitske Jansen, Eric Jnoff, Dirk Jochmans, Tobias John, Benjamin Kaminow, Lulu Kang, Anastassia L. Kantsadi, Peter W. Kenny, J. L. Kiappes, Serhii O. Kinakh, Boris Kovar, Tobias Krojer, Van Ngoc Thuy La, Sophie Laghnimi-Hahn, Bruce A. Lefker, Haim Levy, Ryan M. Lithgo, Ivan G. Logvinenko, Petra Lukacik, Hannah Bruce Macdonald, Elizabeth M. MacLean, Laetitia L. Makower, Tika R. Malla, Peter G. Marples, Tatiana Matviiuk, Willam McCorkindale, Briana L. McGovern, Sharon Melamed, Kostiantyn P. Melnykov, Oleg Michurin, Pascal Miesen, Halina Mikolajek, Bruce F. Milne, David Minh, Aaron Morris, Garrett M. Morris, Melody Jane Morwitzer, Demetri Moustakas, Charles E. Mowbray, Aline M. Nakamura, Jose Brandao Neto, Johan Neyts, Luong Nguyen, Gabriela D. Noske, Vladas Oleinikovas, Glaucius Oliva, Gijs J. Overheul, C. David Owen, Ruby Pai, Jin Pan, Nir Paran, Alexander Matthew Payne, Benjamin Perry, Maneesh Pingle, Jakir Pinjari, Boaz Politi, Ailsa Powell, Vladimír Pšenák, Iván Pulido, Reut Puni, Victor L. Rangel, Rambabu N. Reddi, Paul Rees, St Patrick Reid, Lauren Reid, Efrat Resnick, Emily Grace Ripka, Ralph P. Robinson, Jaime Rodriguez-Guerra, Romel Rosales, Dominic A. Rufa, Kadi Saar, Kumar Singh Saikatendu, Eidarus Salah, David Schaller, Jenke Scheen, Celia A. Schiffer, Christopher J. Schofield, Mikhail Shafeev, Aarif Shaikh, Ala M. Shaqra, Jiye Shi, Khriesto Shurrush, Sukrit Singh, Assa Sittner, Peter Sjö, Rachael Skyner, Adam Smalley, Bart Smeets, Mihaela D. Smilova, Leonardo J. Solmesky, John Spencer, Claire Strain-Damerell, Vishwanath Swamy, Hadas Tamir, Jenny C. Taylor, Rachael E. Tennant, Warren Thompson, Andrew Thompson, Susana Tomásio, Charles W. E. Tomlinson, Igor S. Tsurupa, Anthony Tumber, Ioannis Vakonakis, Ronald P. van Rij, Laura Vangeel, Finny S. Varghese, Mariana Vaschetto, Einat B. Vitner, Vincent Voelz, Andrea Volkamer, Martin A. Walsh, Walter Ward, Charlie Weatherall, Shay Weiss, Kris M. White, Conor Francis Wild, Karolina D. Witt, Matthew Wittmann, Nathan Wright, Yfat Yahalom-Ronen, Nese Kurt Yilmaz, Daniel Zaidmann, Ivy Zhang, Hadeer Zidane, Nicole Zitzmann, Sarah N. Zvornicanin",
      "paper_url": "https://doi.org/10.1126/science.abo7201",
      "venue": "science23"
    },
    {
      "id": "science24_https://openalex.org/W4392796801",
      "paper_id": "https://openalex.org/W4392796801",
      "title": "Oral administration of obeldesivir protects nonhuman primates against <i>Sudan ebolavirus</i>",
      "authors": "Robert W. Cross, Courtney Woolsey, Victor C. Chu, Darius Babusis, Roy Bannister, Meghan S. Vermillion, Romas Geleziunas, Kimberly T. Barrett, Elaine Bunyan, Anh-Quan Nguyen, Tomas Cihlar, Danielle P. Porter, Abhishek N. Prasad, Daniel J. Deer, Viktoriya Borisevich, Krystle N. Agans, Jasmine Martinez, Mack B. Harrison, Natalie S. Dobias, Karla A. Fenton, John P. Bilello, Thomas W. Geisbert",
      "paper_url": "https://doi.org/10.1126/science.adk6176",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4283325528",
      "paper_id": "https://openalex.org/W4283325528",
      "title": "Pathogen-sugar interactions revealed by universal saturation transfer analysis",
      "authors": "Charles J. Buchanan, Ben Gaunt, Peter J. Harrison, Yun Yang, Jiwei Liu, Aziz Khan, Andrew M. Giltrap, Audrey Le Bas, Philip N. Ward, Kapil Gupta, Maud Dumoux, Tiong Kit Tan, Lisa Schimaski, Sergio Daga, Nicola Picchiotti, Margherita Baldassarri, Elisa Benetti, Chiara Fallerini, Francesca Fava, Annarita Giliberti, Panagiotis I. Koukos, Matthew J. Davy, Abirami Lakshminarayanan, Xiaochao Xue, Georgios Papadakis, Lachlan P. Deimel, Virgínia Casablancas-Antràs, Timothy D. W. Claridge, Alexandre M. J. J. Bonvin, Quentin J. Sattentau, Simone Furini, Marco Gori, Jiandong Huo, Raymond J. Owens, Christiane Schaffitzel, Imre Berger, Alessandra Renieri, , James H. Naismith, Andrew J. Baldwin, Benjamin G. Davis",
      "paper_url": "https://doi.org/10.1126/science.abm3125",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4283321764",
      "paper_id": "https://openalex.org/W4283321764",
      "title": "Pathogenicity, transmissibility, and fitness of SARS-CoV-2 Omicron in Syrian hamsters",
      "authors": "Shuofeng Yuan, Zi-Wei Ye, Ronghui Liang, Kaiming Tang, Anna Jinxia Zhang, Gang Lu, Chon Phin Ong, Vincent Kwok Man Poon, Chris Chung-Sing Chan, Bobo Wing-Yee Mok, Zhenzhi Qin, Yubin Xie, Allen Wing-Ho Chu, Wan-Mui Chan, Jonathan Daniel Ip, Haoran Sun, Jessica Oi-Ling Tsang, Terrence Tsz-Tai Yuen, Kenn Ka-Heng Chik, Chris Chun-Yiu Chan, Jian-Piao Cai, Cuiting Luo, Lu Lu, Cyril Chik-Yan Yip, Hin Chu, Kelvin Kai-Wang To, Honglin Chen, Dong-Yan Jin, Kwok-Yung Yuen, Jasper Fuk-Woo Chan",
      "paper_url": "https://doi.org/10.1126/science.abn8939",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3122927255",
      "paper_id": "https://openalex.org/W3122927255",
      "title": "Plitidepsin has potent preclinical efficacy against SARS-CoV-2 by targeting the host protein eEF1A",
      "authors": "Kris M. White, Romel Rosales, Soner Yildiz, Thomas Kehrer, Lisa Miorin, Elena Moreno, Sonia Jangra, Melissa B. Uccellini, Raveen Rathnasinghe, Lynda Coughlan, Carles Martinez-Romero, Jyoti Batra, Ajda Rojc, Mehdi Bouhaddou, Jacqueline M. Fabius, Kirsten Obernier, Marion Dejosez, María José Guillén, Alejandro Losada, Pablo Avilés, Michael Schotsaert, Thomas Zwaka, Marco Vignuzzi, Kevan M. Shokat, Nevan J. Krogan, Adolfo García-Sastre",
      "paper_url": "https://doi.org/10.1126/science.abf4058",
      "venue": "science21"
    },
    {
      "id": "science25_https://openalex.org/W4406970317",
      "paper_id": "https://openalex.org/W4406970317",
      "title": "Pre-exposure antibody prophylaxis protects macaques from severe influenza",
      "authors": "Masaru Kanekiyo, Rebecca A. Gillespie, Kristine Cooper, Vanessa Guerra Canedo, Priscila M. S. Castanha, Amarendra Pegu, Eun Sung Yang, Luke Treaster, Gabin Yun, Megan Wallace, Gwenddolen Kettenburg, Connor Williams, Jeneveve Lundy, Stacey Barrick, Katherine O’Malley, Morgan Midgett, Michelle M. Martí, Hasitha Chavva, Jacqueline Corry, Benjamin R. Treat, Abby Lipinski, Lucia Ortiz Batsche, Adrian Creanga, Isabella Ritter, Reagan Walker, Emily Olsen, Amanda Laughlin, Daniel R. Perez, John R. Mascola, Eli A. Boritz, Yueh-Ming Loo, Wade Blair, Mark Esser, Barney S. Graham, Douglas S. Reed, Simon M. Barratt-Boyes",
      "paper_url": "https://doi.org/10.1126/science.ado6481",
      "venue": "science25"
    },
    {
      "id": "science25_https://openalex.org/W4410455565",
      "paper_id": "https://openalex.org/W4410455565",
      "title": "Precise targeting of HIV broadly neutralizing antibody precursors in humans",
      "authors": "Tom G. Caniels, Madhu Prabhakaran, Gabriel Ozorowski, Kellie J. MacPhee, Weiwei Wu, Karlijn van der Straten, Sashank Agrawal, Ronald Derking, Emma I. M. M. Reiss, Katrina Millard, Martina Turroja, Aimee Desrosiers, Jeffrey Bethony, Elissa Malkin, Marinus H. Liesdek, Annelou van der Veen, Michelle Klouwens, Jonne L. Snitselaar, Joey H. Bouhuijs, Rhianna Bronson, Jalen Jean-Baptiste, Suprabhath Gajjala, Zahra Rikhtegaran Tehrani, Alison Benner, Mukundhan Ramaswami, Michael O. Duff, Yung-Wen Liu, Alicia H. Sato, Ju Yeong Kim, Isabel J. L. Baken, Catarina Mendes Silva, Tom P. L. Bijl, Jacqueline van Rijswijk, Judith A. Burger, Albert Cupo, Anila Yasmeen, Swastik Phulera, Wen-Hsin Lee, Kipchoge N. Randall, Shiyu Zhang, Martin M. Corcoran, Isabel Regadas, Alex C. Sullivan, David M. Brown, Jennifer A. Bohl, Kelli M. Greene, Hongmei Gao, Nicole L. Yates, Sheetal Sawant, Jan M. Prins, Neeltje A. Kootstra, Stephen M. Kaminsky, Burc Barin, Farhad Rahaman, Margaret Meller, Vince Philiponis, Dagna S. Laufer, Angela Lombardo, Lindsey Mwoga, Solmaz Shotorbani, Drienna Holman, Richard A. Koup, Per Johan Klasse, Gunilla B. Karlsson Hedestam, Georgia D. Tomaras, Marit J. van Gils, David C. Montefiori, Adrian B. McDermott, Ollivier Hyrien, John P. Moore, Ian A. Wilson, Andrew B. Ward, David J. Diemert, Godelieve J. de Bree, Sarah F. Andrews, Marina Caskey, Rogier W. Sanders",
      "paper_url": "https://doi.org/10.1126/science.adv5572",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3158062106",
      "paper_id": "https://openalex.org/W3158062106",
      "title": "Prevalent, protective, and convergent IgG recognition of SARS-CoV-2 non-RBD spike epitopes",
      "authors": "William N. Voss, Yixuan J. Hou, Nicole V. Johnson, George Delidakis, Jin Eyun Kim, Kamyab Javanmardi, Andrew P. Horton, Foteini Bartzoka, Chelsea J. Paresi, Yuri Tanno, Chia-Wei Chou, Shawn A. Abbasi, Whitney Pickens, Katia George, Daniel R. Boutz, Dalton M. Towers, Jonathan R. McDaniel, Daniel Billick, Jule Goike, Lori Rowe, Dhwani Batra, Jan Pohl, Justin Lee, Shivaprakash Gangappa, Suryaprakash Sambhara, Michelle Gadush, Nianshuang Wang, Maria D. Person, Brent L. Iverson, Jimmy D. Gollihar, John M. Dye, Andrew S. Herbert, Ilya J. Finkelstein, Ralph S. Baric, Jason S. McLellan, George Georgiou, Jason J. Lavinder, Gregory C. Ippolito",
      "paper_url": "https://doi.org/10.1126/science.abg5268",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3158748765",
      "paper_id": "https://openalex.org/W3158748765",
      "title": "Prior SARS-CoV-2 infection rescues B and T cell responses to variants after first vaccine dose",
      "authors": "Catherine J. Reynolds, Corinna Pade, Joseph M. Gibbons, David K. Butler, Ashley D. Otter, Katia Menacho, Marianna Fontana, Angelique Smit, Jane E. Sackville-West, Teresa Cutino-Moguel, Mala K. Maini, Benjamin Chain, Mahdad Noursadeghi, , Tim Brooks, Amanda Semper, Charlotte Manisty, Thomas A. Treibel, James C. Moon, , Ana M. Valdes, Áine McKnight, Daniel M. Altmann, Rosemary Boyton, Hakam Abbass, Aderonke Abiodun, Mashael Alfarih, Zoe Alldis, Daniel M. Altmann, Oliver E. Amin, Mervyn Andiapen, Jessica Artico, João B. Augusto, Georgina L. Baca, Sasha N. L. Bailey, Anish N. Bhuva, Alex Boulter, Ruth Bowles, Rosemary J. Boyton, Olivia V. Bracken, Ben O’Brien, Tim Brooks, Natalie Bullock, David K. Butler, Gabriella Captur, Nicola Champion, Carmen Chan, Aneesh Chandran, David Collier, Jorge Couto de Sousa, Xose Couto-Parada, Teresa Cutino-Moguel, Rhodri H. Davies, Brooke Douglas, Cecilia Di Genova, Keenan Dieobi-Anene, Mariana O. Diniz, Anaya Ellis, Karen Feehan, Malcolm Finlay, Marianna Fontana, Nasim Forooghi, Celia Gaier, Joseph M. Gibbons, Derek Gilroy, Matt Hamblin, Gabrielle Harker, Jacqueline Hewson, Wendy Heywood, Lauren M. Hickling, Aroon D. Hingorani, Lee Howes, Alun Hughes, Gemma Hughes, Rebecca Hughes, Ivie Itua, Victor Jardim, Wing-Yiu Jason Lee, Melaniepetra Jensen, Jessica Jones, Meleri Jones, George Joy, Vikas Kapil, Hibba Kurdi, Jonathan Lambourne, Kai-Min Lin, Sarah Louth, Mala K. Maini, Vineela Mandadapu, Charlotte Manisty, Áine McKnight, Katia Menacho, Celina Mfuko, Kevin Mills, Oliver Mitchelmore, Christopher Moon, James C. Moon, Diana Munoz-Sandoval, Sam M. Murray, Mahdad Noursadeghi, Ashley Otter, Corinna Pade, Susana Palma, Ruth Parker, Kush Patel, Babita Pawarova, Steffen E. Petersen, Brian Piniera, Franziska P. Pieper, Daniel Pope, Mary Prossora, Lisa Rannigan, Alicja Rapala, Catherine J. Reynolds, Amy Richards, Matthew Robathan, Joshua Rosenheim, Genine Sambile, Nathalie M. Schmidt, Amanda Semper, Andreas Seraphim, Mihaela Simion, Angelique Smit, Michelle Sugimoto, Leo Swadling, Stephen Taylor, Nigel Temperton, Stephen Thomas, George D. Thornton, Thomas A. Treibel, Art Tucker, Jessry Veerapen, Mohit Vijayakumar, Sophie Welch, Theresa Wodehouse, Lucinda Wynne, Dan Zahedi, Benjamin Chain",
      "paper_url": "https://doi.org/10.1126/science.abh1282",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3125266951",
      "paper_id": "https://openalex.org/W3125266951",
      "title": "Prospective mapping of viral mutations that escape antibodies used to treat COVID-19",
      "authors": "Tyler N. Starr, Allison J. Greaney, Amin Addetia, William W. Hannon, Manish C. Choudhary, Adam S. Dingens, Jonathan Z. Li, Jesse D. Bloom",
      "paper_url": "https://doi.org/10.1126/science.abf9302",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3207845725",
      "paper_id": "https://openalex.org/W3207845725",
      "title": "Protection against SARS-CoV-2 Beta variant in mRNA-1273 vaccine–boosted nonhuman primates",
      "authors": "Kizzmekia S. Corbett, Matthew Gagne, Danielle A. Wagner, Sarah O’ Connell, Sandeep R. Narpala, Dillon R. Flebbe, Shayne F. Andrew, Rachel L. Davis, Barbara Flynn, Timothy S. Johnston, Christopher D. Stringham, Lilin Lai, Daniel Valentin, Alex Van Ry, Zackery Flinchbaugh, Anne P. Werner, Juan I. Moliva, Manjari Sriparna, Sijy O’Dell, Stephen D. Schmidt, Courtney Tucker, Angela Choi, Matthew Koch, Kevin W. Bock, Mahnaz Minai, Bianca M. Nagata, Gabriela S. Alvarado, Amy R. Henry, Farida Laboune, Chaim A. Schramm, Yi Zhang, Eun Sung Yang, Lingshu Wang, Misook Choe, Seyhan Boyoglu-Barnum, Shi Wei, Evan Lamb, Saule T. Nurmukhambetova, Samantha J. Provost, Mitzi M. Donaldson, Josue Marquez, John-Paul M. Todd, Anthony Cook, Alan Dodson, Andrew Pekosz, Eli Boritz, Aurélie Ploquin, Nicole Doria-Rose, Laurent Pessaint, Hanne Andersen, Kathryn E. Foulds, John Misasi, Kai Wu, Andrea Carfi, Martha C. Nason, John Mascola, Ian N. Moore, Darin K. Edwards, Mark G. Lewis, Mehul S. Suthar, Mario Roederer, Adrian McDermott, Daniel C. Douek, Nancy J. Sullivan, Barney S. Graham, Robert A. Seder",
      "paper_url": "https://doi.org/10.1126/science.abl8912",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4225012043",
      "paper_id": "https://openalex.org/W4225012043",
      "title": "Rabies shows how scale of transmission can enable acute infections to persist at low prevalence",
      "authors": "Rebecca Mancy, Malavika Rajeev, Ahmed Lugelo, Kirstyn Brunker, Sarah Cleaveland, Elaine A. Ferguson, Karen Hotopp, Rudovick Kazwala, Matthias Magoto, Kristyna Rysava, Daniel T. Haydon, Katie Hampson",
      "paper_url": "https://doi.org/10.1126/science.abn0713",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3210408195",
      "paper_id": "https://openalex.org/W3210408195",
      "title": "Rapid assessment of SARS-CoV-2–evolved variants using virus-like particles",
      "authors": "Abdullah M. Syed, Taha Y. Taha, Takako Tabata, Irene P. Chen, Alison Ciling, Mir M. Khalid, Bharath Sreekumar, Pei-Yi Chen, Jennifer M. Hayashi, Katarzyna M. Soczek, Melanie Ott, Jennifer A. Doudna",
      "paper_url": "https://doi.org/10.1126/science.abl6184",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4225590988",
      "paper_id": "https://openalex.org/W4225590988",
      "title": "Rapid increase in Omicron infections in England during December 2021: REACT-1 study",
      "authors": "Paul Elliott, Barbara Bodinier, Oliver Eales, Haowei Wang, David Haw, Joshua Elliott, Matthew Whitaker, Jakob Jonnerby, David Tang, Caroline E. Walters, Christina Atchison, Peter J. Diggle, Andrew J. Page, Alexander J. Trotter, Deborah Ashby, Wendy Barclay, Graham Taylor, Helen Ward, Ara Darzi, Graham S. Cooke, Marc Chadeau-Hyam, Christl A. Donnelly",
      "paper_url": "https://doi.org/10.1126/science.abn8347",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3195396924",
      "paper_id": "https://openalex.org/W3195396924",
      "title": "Rare variant <i>MX1</i> alleles increase human susceptibility to zoonotic H7N9 influenza virus",
      "authors": "Yongkun Chen, Laura Graf, Tao Chen, Qijun Liao, Tian Bai, Philipp P. Petric, Wenfei Zhu, Lei Yang, Jie Dong, Jian Lu, Ying Chen, Juan Shen, Otto Haller, Peter Staeheli, Georg Kochs, Dayan Wang, Martin Schwemmle, Yuelong Shu",
      "paper_url": "https://doi.org/10.1126/science.abg5953",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3127143267",
      "paper_id": "https://openalex.org/W3127143267",
      "title": "Recurrent deletions in the SARS-CoV-2 spike glycoprotein drive antibody escape",
      "authors": "Kevin R. McCarthy, Linda J. Rennick, Sham Nambulli, Lindsey R. Robinson-McCarthy, William G. Bain, Ghady Haidar, W. Paul Duprex",
      "paper_url": "https://doi.org/10.1126/science.abf6950",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3205031126",
      "paper_id": "https://openalex.org/W3205031126",
      "title": "Replication and single-cycle delivery of SARS-CoV-2 replicons",
      "authors": "Inna Ricardo-Lax, Joseph M. Luna, Tran Thi Nhu Thao, Jérémie Le Pen, Yingpu Yu, H.-Heinrich Hoffmann, William M. Schneider, Brandon S. Razooky, Javier Fernandez-Martinez, Fabian Schmidt, Yiska Weisblum, Bettina Salome Trüeb, Inês Berenguer Veiga, Kimberly Schmied, Nadine Ebert, Eleftherios Michailidis, Avery Peace, Francisco J. Sánchez-Rivera, Scott W. Lowe, Michael P. Rout, Theodora Hatziioannou, Paul D. Bieniasz, John T. Poirier, Margaret R. MacDonald, Volker Thiel, Charles M. Rice",
      "paper_url": "https://doi.org/10.1126/science.abj8430",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3155096556",
      "paper_id": "https://openalex.org/W3155096556",
      "title": "Resurgence of SARS-CoV-2: Detection by community viral surveillance",
      "authors": "Steven Riley, Kylie E. C. Ainslie, Oliver Eales, Caroline E. Walters, Haowei Wang, Christina Atchison, Claudio Fronterre, Peter J. Diggle, Deborah Ashby, Christl A. Donnelly, Graham Cooke, Wendy Barclay, Helen Ward, Ara Darzi, Paul Elliott",
      "paper_url": "https://doi.org/10.1126/science.abf0874",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4310591998",
      "paper_id": "https://openalex.org/W4310591998",
      "title": "RETRACTED: Gradual emergence followed by exponential spread of the SARS-CoV-2 Omicron variant in Africa",
      "authors": "Carlo Fischer, Tongai Gibson Maponga, Anges Yadouleton, Nuro Abílio, Emmanuel Aboce, Praise Adewumi, Pedro Afonso, Jewelna Akorli, Soa Fy Andriamandimby, Latifa Anga, Yvonne Ashong, Mohamed Amine Beloufa, Aicha Bensalem, Richard Birtles, Anicet Luc Magloire Boumba, Freddie Bwanga, Mike Chaponda, Paradzai Chibukira, R. Matthew Chico, Justin Chileshe, Gershom Chongwe, Assana Cissé, Umberto D’Alessandro, Xavier Nicolas de Lamballerie, Joana F. M. de Morais, Fawzi Derrar, Ndongo Dia, Youssouf Diarra, Lassina Doumbia, Christian Drosten, Philippe Dussart, Richard Echodu, Yannik Eggers, Abdelmajid Eloualid, Ousmane Faye, Torsten Feldt, Anna Frühauf, Afiwa Halatoko, Pauliana-Vanessa Ilouga, Nalia Ismael, Ronan Jambou, Sheikh Jarju, Antje Kamprad, Ben Katowa, John Kayiwa, Leonard King’wara, Ousmane Koita, Vincent Lacoste, Adamou Lagare, Olfert Landt, Sonia Etenna Lekana-Douki, Jean-Bernard Lekana-Douki, Etuhole Iipumbu, Hugues Loemba, Julius Lutwama, Santou Mamadou, Issaka Maman, Brendon Manyisa, Pedro A. Martinez, Japhet Matoba, Lusia Mhuulu, Andres Moreira-Soto, Judy Mwangi, Nadine N´dilimabaka, Charity Angella Nassuna, Mamadou Ousmane Ndiath, Emmanuel Nepolo, Richard Njouom, Jalal Nourlil, Steven Ger Nyanjom, Eddy Okoth Odari, Alfred Okeng, Jean Bienvenue Ouoba, Michael Owusu, Irene Owusu Donkor, Karabo Kristen Phadu, Richard Odame Phillips, Wolfgang Preiser, Vurayai Ruhanya, Fortune Salah, Sourakatou Salifou, Amadou Alpha Sall, Augustina Angelina Sylverken, Paul Alain Tagnouokam-Ngoupo, Zekiba Tarnagda, Francis Olivier Tchikaya, Tafese Beyene Tufa, Jan Felix Drexler",
      "paper_url": "https://doi.org/10.1126/science.add8737",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4220846827",
      "paper_id": "https://openalex.org/W4220846827",
      "title": "SARS-CoV-2 Beta variant infection elicits potent lineage-specific and cross-reactive antibodies",
      "authors": "S. Momsen Reincke, Meng Yuan, Hans-Christian Kornau, Victor M. Corman, Scott van Hoof, Elisa Sánchez-Sendin, Melanie Ramberger, Wenli Yu, Yuanzi Hua, Henry Tien, Marie Luisa Schmidt, Tatjana Schwarz, Lara Maria Jeworowski, Sarah E. Brandl, Helle Foverskov Rasmussen, Marie A. Homeyer, Laura Stöffler, Martin Barner, Désirée Kunkel, Shufan Huo, Johannes Horler, Niels von Wardenburg, Inge Kroidl, Tabea M. Eser, Andreas Wieser, Christof Geldmacher, Michael Hoelscher, Hannes Gänzer, Günter Weiss, Dietmar Schmitz, Christian Drosten, Harald Prüss, Ian A. Wilson, Jakob Kreye",
      "paper_url": "https://doi.org/10.1126/science.abm5835",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3174747632",
      "paper_id": "https://openalex.org/W3174747632",
      "title": "SARS-CoV-2 immune evasion by the B.1.427/B.1.429 variant of concern",
      "authors": "Matthew McCallum, Jessica Bassi, Anna De Marco, Alex Chen, Alexandra C. Walls, Julia Di Iulio, M. Alejandra Tortorici, Mary-Jane Navarro, Chiara Silacci-Fregni, Christian Saliba, Kaitlin R. Sprouse, Maria Agostini, Dora Pinto, Katja Culap, Siro Bianchi, Stefano Jaconi, Elisabetta Cameroni, John E. Bowen, Sasha W. Tilles, Matteo Samuele Pizzuto, Sonja Bernasconi Guastalla, Giovanni Bona, Alessandra Franzetti Pellanda, Christian Garzoni, Wesley C. Van Voorhis, Laura E. Rosen, Gyorgy Snell, Amalio Telenti, Herbert W. Virgin, Luca Piccoli, Davide Corti, David Veesler",
      "paper_url": "https://doi.org/10.1126/science.abi7994",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3131767541",
      "paper_id": "https://openalex.org/W3131767541",
      "title": "SARS-CoV-2 M <sup>pro</sup> inhibitors with antiviral activity in a transgenic mouse model",
      "authors": "Jingxin Qiao, Yue-Shan Li, Rui Zeng, Feng-Liang Liu, Rong-Hua Luo, Chong Huang, Yi-Fei Wang, Jie Zhang, Baoxue Quan, Chenjian Shen, Xin Mao, Xinlei Liu, Weining Sun, Wei Yang, Xincheng Ni, Kai Wang, Ling Xu, Zi-Lei Duan, Qing-Cui Zou, Hai-Lin Zhang, Wang Qu, Yang-Hao-Peng Long, Ming-Hua Li, Rui-Cheng Yang, Xiaolong Liu, Jing You, Yangli Zhou, Rui Yao, Wen-Pei Li, Jing-Ming Liu, Pei Chen, Yang Liu, Gui-Feng Lin, Xin Yang, Jun Zou, Linli Li, Yiguo Hu, Guang-Wen Lu, Wei-Min Li, Yu-Quan Wei, Yong-Tang Zheng, Jian Lei, Shengyong Yang",
      "paper_url": "https://doi.org/10.1126/science.abf1611",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4205331651",
      "paper_id": "https://openalex.org/W4205331651",
      "title": "SARS-CoV-2 Omicron variant: Antibody evasion and cryo-EM structure of spike protein–ACE2 complex",
      "authors": "Dhiraj Mannar, James W. Saville, Xing Zhu, Shanti S. Srivastava, Alison M. Berezuk, Katharine S. Tuttle, Ana Citlali Marquez, Inna Sekirov, Sriram Subramaniam",
      "paper_url": "https://doi.org/10.1126/science.abn7760",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3211202897",
      "paper_id": "https://openalex.org/W3211202897",
      "title": "SARS-CoV-2 vaccine protection and deaths among US veterans during 2021",
      "authors": "Barbara A. Cohn, Piera M. Cirillo, Caitlin C. Murphy, Nickilou Y. Krigbaum, Arthur W. Wallace",
      "paper_url": "https://doi.org/10.1126/science.abm0620",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3134653900",
      "paper_id": "https://openalex.org/W3134653900",
      "title": "SARS-CoV-2 within-host diversity and transmission",
      "authors": "Katrina A. Lythgoe, Matthew Hall, Luca Ferretti, Mariateresa de Cesare, George MacIntyre-Cockett, Amy Trebes, Monique Andersson, Newton Otecko, Emma L. Wise, Nathan Moore, Jessica Lynch, Stephen Kidd, Nicholas Cortes, Matilde Mori, Rebecca Williams, Gabrielle Vernet, Anita Justice, Angie Green, Samuel M. Nicholls, M. Azim Ansari, Lucie Abeler-Dörner, Catrin E. Moore, Timothy E. A. Peto, David W. Eyre, Robert Shaw, Peter Simmonds, David Buck, John A. Todd, , Thomas R. Connor, Shirin Ashraf, Ana da Silva Filipe, James Shepherd, Emma C. Thomson, , David Bonsall, Christophe Fraser, Tanya Golubchik",
      "paper_url": "https://doi.org/10.1126/science.abg0821",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3154065964",
      "paper_id": "https://openalex.org/W3154065964",
      "title": "Shared B cell memory to coronaviruses and other pathogens varies in human age groups and tissues",
      "authors": "Fan Yang, Sandra C. A. Nielsen, Ramona A. Hoh, Katharina Röltgen, Oliver Fabian Wirz, Emily Haraguchi, Grace H. Jean, Ji-Yeun Lee, Tho D. Pham, Katherine J. L. Jackson, Krishna M. Roskin, Yi Liu, Khoa Nguyen, Robert S. Ohgami, Eleanor M. Osborne, Kari C. Nadeau, Claus U. Niemann, Julie Parsonnet, Scott D. Boyd",
      "paper_url": "https://doi.org/10.1126/science.abf6648",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4283646162",
      "paper_id": "https://openalex.org/W4283646162",
      "title": "Shifting mutational constraints in the SARS-CoV-2 receptor-binding domain during viral evolution",
      "authors": "Tyler N. Starr, Allison J. Greaney, William W. Hannon, Andrea N. Loes, Kevin Hauser, Josh R. Dillen, Elena Ferri, Ariana Ghez Farrell, Bernadeta Dadonaite, Matthew McCallum, Kenneth A. Matreyek, Davide Corti, David Veesler, Gyorgy Snell, Jesse D. Bloom",
      "paper_url": "https://doi.org/10.1126/science.abo7896",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3157070895",
      "paper_id": "https://openalex.org/W3157070895",
      "title": "Socioeconomic status determines COVID-19 incidence and related mortality in Santiago, Chile",
      "authors": "Gonzalo E. Mena, Pamela P. Martinez, Ayesha S. Mahmud, Pablo A. Marquet, Caroline O. Buckee, Mauricio Santillana",
      "paper_url": "https://doi.org/10.1126/science.abg5298",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3183741867",
      "paper_id": "https://openalex.org/W3183741867",
      "title": "Spatiotemporal invasion dynamics of SARS-CoV-2 lineage B.1.1.7 emergence",
      "authors": "Moritz U. G. Kraemer, Verity Hill, Christopher Ruis, Simon Dellicour, Sumali Bajaj, John T. McCrone, Guy Baele, Kris V. Parag, Anya Lindström Battle, Bernardo Gutierrez, Ben Jackson, Rachel Colquhoun, Áine O’Toole, Brennan Klein, Alessandro Vespignani, , Erik Volz, Nuno R. Faria, David M. Aanensen, Nicholas J. Loman, Louis du Plessis, Simon Cauchemez, Andrew Rambaut, Samuel V. Scarpino, Oliver G. Pybus",
      "paper_url": "https://doi.org/10.1126/science.abj0113",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3155880700",
      "paper_id": "https://openalex.org/W3155880700",
      "title": "Spatiotemporal pattern of COVID-19 spread in Brazil",
      "authors": "Marcia C. Castro, Sun Kim, Lorena Barberia, Ana Freitas Ribeiro, Susie Gurzenda, Karina Braga Ribeiro, Erin Abbott, Jeffrey Blossom, Beatriz Rache, Burton H. Singer",
      "paper_url": "https://doi.org/10.1126/science.abh1558",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3160471157",
      "paper_id": "https://openalex.org/W3160471157",
      "title": "Structural and functional ramifications of antigenic drift in recent SARS-CoV-2 variants",
      "authors": "Meng Yuan, Deli Huang, Chang-Chun D. Lee, Nicholas C. Wu, Abigail M. Jackson, Xueyong Zhu, Hejun Liu, Linghang Peng, Marit J. van Gils, Rogier W. Sanders, Dennis R. Burton, S. Momsen Reincke, Harald Prüss, Jakob Kreye, David Nemazee, Andrew B. Ward, Ian A. Wilson",
      "paper_url": "https://doi.org/10.1126/science.abh1139",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3120974536",
      "paper_id": "https://openalex.org/W3120974536",
      "title": "Structural basis for antibody inhibition of flavivirus NS1–triggered endothelial dysfunction",
      "authors": "Scott B. Biering, David L. Akey, Marcus P. Wong, W. Clay Brown, Nicholas T. N. Lo, Henry Puerta-Guardo, Francielle Tramontini Gomes de Sousa, Chunling Wang, Jamie R. Konwerski, Diego A. Espinosa, Nicholas J. Bockhaus, Dustin R. Glasner, Jeffrey Li, Sophie F. Blanc, Evan Y. Juan, Stephen J. Elledge, Michael J. Mina, P. Robert Beatty, Janet L. Smith, Eva Harris",
      "paper_url": "https://doi.org/10.1126/science.abc0476",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W3215800873",
      "paper_id": "https://openalex.org/W3215800873",
      "title": "Structural basis for continued antibody evasion by the SARS-CoV-2 receptor binding domain",
      "authors": "Katherine G. Nabel, Sarah A. Clark, Sundaresh Shankar, Junhua Pan, Lars E. Clark, Pan Yang, Adrian Coscia, Lindsay G. A. McKay, Haley H. Varnum, Vesna Brusic, Nicole V. Tolan, Guohai Zhou, Michaël Desjardins, Sarah E. Turbett, Sanjat Kanjilal, Amy C. Sherman, Anand Dighe, Regina C. LaRocque, Edward T. Ryan, Casey Tylek, Joel F. Cohen-Solal, Anhdao T. Darcy, Davide Tavella, Anca Clabbers, Yao Fan, Anthony Griffiths, Ivan R. Correia, Jane Seagal, Lindsey R. Baden, Richelle C. Charles, Jonathan Abraham",
      "paper_url": "https://doi.org/10.1126/science.abl6251",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3177428124",
      "paper_id": "https://openalex.org/W3177428124",
      "title": "Structural basis for enhanced infectivity and immune evasion of SARS-CoV-2 variants",
      "authors": "Yongfei Cai, Jun Zhang, Tianshu Xiao, Christy L. Lavine, Shaun Rawson, Hanqin Peng, Haisun Zhu, Krishna Anand, Pei Tong, Avneesh Gautam, Shen Lu, Sarah M. Sterling, Richard M. Walsh, Sophia Rits-Volloch, Jianming Lu, Duane R. Wesemann, Wei Yang, Michael S. Seaman, Bing Chen",
      "paper_url": "https://doi.org/10.1126/science.abi9745",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4221084154",
      "paper_id": "https://openalex.org/W4221084154",
      "title": "Structural basis for potent antibody neutralization of SARS-CoV-2 variants including B.1.1.529",
      "authors": "Tongqing Zhou, Lingshu Wang, John Misasi, Amarendra Pegu, Yi Zhang, Darcy R. Harris, Adam S. Olia, Chloe Adrienna Talana, Eun Sung Yang, Man Chen, Misook Choe, Wei Shi, I-Ting Teng, Adrian Creanga, Claudia Jenkins, Kwanyee Leung, Tracy Liu, Erik-Stephane D. Stancofski, Tyler Stephens, Baoshan Zhang, Yaroslav Tsybovsky, Barney S. Graham, John R. Mascola, Nancy J. Sullivan, Peter D. Kwong",
      "paper_url": "https://doi.org/10.1126/science.abn8897",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3186956315",
      "paper_id": "https://openalex.org/W3186956315",
      "title": "Structural basis of mismatch recognition by a SARS-CoV-2 proofreading enzyme",
      "authors": "Chang Liu, Wei Shi, Scott T. Becker, David G. Schatz, Bin Liu, Yang Yang",
      "paper_url": "https://doi.org/10.1126/science.abi9310",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4220861013",
      "paper_id": "https://openalex.org/W4220861013",
      "title": "Structural basis of SARS-CoV-2 Omicron immune evasion and receptor engagement",
      "authors": "Matthew McCallum, Nadine Czudnochowski, Laura E. Rosen, Samantha K. Zepeda, John E. Bowen, Alexandra C. Walls, Kevin Hauser, Anshu Joshi, Cameron Stewart, Josh R. Dillen, Abigail E. Powell, Tristan I. Croll, Jay Nix, Herbert W. Virgin, Davide Corti, Gyorgy Snell, David Veesler",
      "paper_url": "https://doi.org/10.1126/science.abn8652",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W3214301032",
      "paper_id": "https://openalex.org/W3214301032",
      "title": "Structural basis of synergistic neutralization of Crimean-Congo hemorrhagic fever virus by human antibodies",
      "authors": "Akaash K. Mishra, Jan Hellert, Natalia Freitas, Pablo Guardado-Calvo, Ahmed Haouz, J. Maximilian Fels, Daniel P. Maurer, Dafna M. Abelson, Zachary A. Bornholdt, Laura M. Walker, Kartik Chandran, François-Loïc Cosset, Jason S. McLellan, Felix A. Rey",
      "paper_url": "https://doi.org/10.1126/science.abl6502",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3137409463",
      "paper_id": "https://openalex.org/W3137409463",
      "title": "Structural impact on SARS-CoV-2 spike protein by D614G substitution",
      "authors": "Jun Zhang, Yongfei Cai, Tianshu Xiao, Jianming Lu, Hanqin Peng, Sarah M. Sterling, Richard M. Walsh, Sophia Rits-Volloch, Haisun Zhu, Alec N. Woosley, Wei Yang, Piotr Sliz, Bing Chen",
      "paper_url": "https://doi.org/10.1126/science.abf2303",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4401607010",
      "paper_id": "https://openalex.org/W4401607010",
      "title": "Structure and inhibition of SARS-CoV-2 spike refolding in membranes",
      "authors": "Michael W. Grunst, Zhuan Qin, Esteban Dodero-Rojas, Shilei Ding, Jérémie Prévost, Yaozong Chen, Yanping Hu, Marzena Pazgier, Shenping Wu, Xuping Xie, Andrés Finzi, José N. Onuchic, Paul C. Whitford, Walther Mothes, Wenwei Li",
      "paper_url": "https://doi.org/10.1126/science.adn5658",
      "venue": "science24"
    },
    {
      "id": "science22_https://openalex.org/W4311556607",
      "paper_id": "https://openalex.org/W4311556607",
      "title": "Structure of monkeypox virus DNA polymerase holoenzyme",
      "authors": "Qi Peng, Yufeng Xie, Lu Kuai, Han Wang, Jianxun Qi, George F. Gao, Yi Shi",
      "paper_url": "https://doi.org/10.1126/science.ade6360",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4306895319",
      "paper_id": "https://openalex.org/W4306895319",
      "title": "Structure of the hepatitis C virus E1E2 glycoprotein complex",
      "authors": "Alba Torrents de la Peña, Kwinten Sliepen, Lisa Eshun-Wilson, Maddy L. Newby, Joel D. Allen, Ian Zon, Sylvie Koekkoek, Ana Chumbe, Max Crispin, Janke Schinkel, Gabriel C. Lander, Rogier W. Sanders, Andrew B. Ward",
      "paper_url": "https://doi.org/10.1126/science.abn9884",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3119147846",
      "paper_id": "https://openalex.org/W3119147846",
      "title": "Structure-guided multivalent nanobodies block SARS-CoV-2 infection and suppress mutational escape",
      "authors": "Paul-Albert Koenig, Hrishikesh Das, Hejun Liu, Beate M. Kümmerer, Florian N. Gohr, Lea-Marie Jenster, Lisa D. J. Schiffelers, Yonas M. Tesfamariam, Miki Uchima, Jennifer D. Wuerth, Karl Gatterdam, Natalia Ruetalo, Maria H. Christensen, Caroline I. Fandrey, Sabine Normann, Jan M. P. Tödtmann, Steffen Pritzl, Leo Hanke, Jannik Boos, Meng Yuan, Xueyong Zhu, Jonathan L. Schmid-Burgk, Hiroki Kato, Michael Schindler, Ian A. Wilson, Matthias Geyer, Kerstin U. Ludwig, B. Martin Hällberg, Nicholas C. Wu, Florian I. Schmidt",
      "paper_url": "https://doi.org/10.1126/science.abe6230",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4210943449",
      "paper_id": "https://openalex.org/W4210943449",
      "title": "Structures of the Omicron spike trimer with ACE2 and an anti-Omicron antibody",
      "authors": "Wanchao Yin, Youwei Xu, Peiyu Xu, Xiaodan Cao, Canrong Wu, Chunyin Gu, Xinheng He, Xiaoxi Wang, Sijie Huang, Qingning Yuan, Kai Wu, Wen Hu, Zifu Huang, Jia Liu, Zongda Wang, Fangfang Jia, Kaiwen Xia, Peipei Liu, Xueping Wang, Bin Song, Jie Zheng, Hualiang Jiang, Xi Cheng, Yi Jiang, Su-Jun Deng, H. Eric Xu",
      "paper_url": "https://doi.org/10.1126/science.abn8863",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4296029810",
      "paper_id": "https://openalex.org/W4296029810",
      "title": "The evolving SARS-CoV-2 epidemic in Africa: Insights from rapidly expanding genomic surveillance",
      "authors": "Houriiyah Tegally, James E. San, Matthew Cotten, Monika Moir, Bryan Tegomoh, Gerald Mboowa, Darren P. Martin, Cheryl Baxter, Arnold W. Lambisia, Amadou Diallo, Daniel G. Amoako, Moussa M. Diagne, Abay Sisay, Abdel-Rahman N. Zekri, Abdou Salam Gueye, Abdoul K. Sangare, Abdoul-Salam Ouedraogo, Abdourahmane Sow, Abdualmoniem O. Musa, Abdul K. Sesay, Abe G. Abias, Adam I. Elzagheid, Adamou Lagare, Adedotun-Sulaiman Kemi, Aden Elmi Abar, Adeniji A. Johnson, Adeola Fowotade, Adeyemi O. Oluwapelumi, Adrienne A. Amuri, Agnes Juru, Ahmed Kandeil, Ahmed Mostafa, Ahmed Rebai, Ahmed Sayed, Akano Kazeem, Aladje Balde, Alan Christoffels, Alexander J. Trotter, Allan Campbell, Alpha K. Keita, Amadou Kone, Amal Bouzid, Amal Souissi, Ambrose Agweyu, Amel Naguib, Ana V. Gutierrez, Anatole Nkeshimana, Andrew J. Page, Anges Yadouleton, Anika Vinze, Anise N. Happi, Anissa Chouikha, Arash Iranzadeh, Arisha Maharaj, Armel L. Batchi-Bouyou, Arshad Ismail, Augustina A. Sylverken, Augustine Goba, Ayoade Femi, Ayotunde E. Sijuwola, Baba Marycelin, Babatunde L. Salako, Bamidele S. Oderinde, Bankole Bolajoko, Bassirou Diarra, Belinda L. Herring, Benjamin Tsofa, Bernard Lekana-Douki, Bernard Mvula, Berthe-Marie Njanpop-Lafourcade, Blessing T. Marondera, Bouh Abdi Khaireh, Bourema Kouriba, Bright Adu, Brigitte Pool, Bronwyn McInnis, Cara Brook, Carolyn Williamson, Cassien Nduwimana, Catherine Anscombe, Catherine B. Pratt, Cathrine Scheepers, Chantal G. Akoua-Koffi, Charles N. Agoti, Chastel M. Mapanguy, Cheikh Loucoubar, Chika K. Onwuamah, Chikwe Ihekweazu, Christian N. Malaka, Christophe Peyrefitte, Chukwa Grace, Chukwuma E. Omoruyi, Clotaire D. Rafaï, Collins M. Morang’a, Cyril Erameh, Daniel B. Lule, Daniel J. Bridges, Daniel Mukadi-Bamuleka, Danny Park, David A. Rasmussen, David Baker, David J. Nokes, Deogratius Ssemwanga, Derek Tshiabuila, Dominic S. Y. Amuzu, Dominique Goedhals, Donald S. Grant, Donwilliams O. Omuoyo, Dorcas Maruapula, Dorcas W. Wanjohi, Ebenezer Foster-Nyarko, Eddy K. Lusamaki, Edgar Simulundu, Edidah M. Ong’era, Edith N. Ngabana, Edward O. Abworo, Edward Otieno, Edwin Shumba, Edwine Barasa, El Bara Ahmed, Elhadi A. Ahmed, Emmanuel Lokilo, Enatha Mukantwari, Eromon Philomena, Essia Belarbi, Etienne Simon-Loriere, Etilé A. Anoh, Eusebio Manuel, Fabian Leendertz, Fahn M. Taweh, Fares Wasfi, Fatma Abdelmoula, Faustinos T. Takawira, Fawzi Derrar, Fehintola V. Ajogbasile, Florette Treurnicht, Folarin Onikepe, Francine Ntoumi, Francisca M. Muyembe, Frank E. Z. Ragomzingba, Fred A. Dratibi, Fred-Akintunwa Iyanu, Gabriel K. Mbunsu, Gaetan Thilliez, Gemma L. Kay, George O. Akpede, Gert U. van Zyl, Gordon A. Awandare, Grace S. Kpeli, Grit Schubert, Gugu P. Maphalala, Hafaliana C. Ranaivoson, Hannah E. Omunakwe, Harris Onywera, Haruka Abe, Hela Karray, Hellen Nansumba, Henda Triki, Herve Albéric Adje Kadjo, Hesham Elgahzaly, Hlanai Gumbo, Hota Mathieu, Hugo Kavunga-Membo, Ibtihel Smeti, Idowu B. Olawoye, Ifedayo M. O. Adetifa, Ikponmwosa Odia, Ilhem Boutiba Ben Boubaker, Iluoreh Ahmed Muhammad, Isaac Ssewanyana, Isatta Wurie, Iyaloo S. Konstantinus, Jacqueline Wemboo Afiwa Halatoko, James Ayei, Janaki Sonoo, Jean-Claude C. Makangara, Jean-Jacques M. Tamfum, Jean-Michel Heraud, Jeffrey G. Shaffer, Jennifer Giandhari, Jennifer Musyoki, Jerome Nkurunziza, Jessica N. Uwanibe, Jinal N. Bhiman, Jiro Yasuda, Joana Morais, Jocelyn Kiconco, John D. Sandi, John Huddleston, John K. Odoom, John M. Morobe, John O. Gyapong, John T. Kayiwa, Johnson C. Okolie, Joicymara S. Xavier, Jones Gyamfi, Joseph F. Wamala, Joseph H. K. Bonney, Joseph Nyandwi, Josie Everatt, Joweria Nakaseegu, Joyce M. Ngoi, Joyce Namulondo, Judith U. Oguzie, Julia C. Andeko, Julius J. Lutwama, Juma J. H. Mogga, Justin O’Grady, Katherine J. Siddle, Kathleen Victoir, Kayode T. Adeyemi, Kefentse A. Tumedi, Kevin S. Carvalho, Khadija Said Mohammed, Koussay Dellagi, Kunda G. Musonda, Kwabena O. Duedu, Lamia Fki-Berrajah, Lavanya Singh, Lenora M. Kepler, Leon Biscornet, Leonardo de Oliveira Martins, Lucious Chabuka, Luicer Olubayo, Lul Deng Ojok, Lul Lojok Deng, Lynette I. Ochola-Oyier, Lynn Tyers, Madisa Mine, Magalutcheemee Ramuth, Maha Mastouri, Mahmoud ElHefnawi, Maimouna Mbanne, Maitshwarelo I. Matsheka, Malebogo Kebabonye, Mamadou Diop, Mambu Momoh, Maria da Luz Lima Mendonça, Marietjie Venter, Marietou F. Paye, Martin Faye, Martin M. Nyaga, Mathabo Mareka, Matoke-Muhia Damaris, Maureen W. Mburu, Maximillian G. Mpina, Michael Owusu, Michael R. Wiley, Mirabeau Y. Tatfeng, Mitoha Ondo’o Ayekaba, Mohamed Abouelhoda, Mohamed Amine Beloufa, Mohamed G. Seadawy, Mohamed K. Khalifa, Mooko Marethabile Matobo, Mouhamed Kane, Mounerou Salou, Mphaphi B. Mbulawa, Mulenga Mwenda, Mushal Allam, My V. T. Phan, Nabil Abid, Nadine Rujeni, Nadir Abuzaid, Nalia Ismael, Nancy Elguindy, Ndeye Marieme Top, Ndongo Dia, Nédio Mabunda, Nei-yuan Hsiao, Nelson Boricó Silochi, Ngiambudulu M. Francisco, Ngonda Saasa, Nicholas Bbosa, Nickson Murunga, Nicksy Gumede, Nicole Wolter, Nikita Sitharam, Nnaemeka Ndodo, Nnennaya A. Ajayi, Noël Tordo, Nokuzola Mbhele, Norosoa H. Razanajatovo, Nosamiefan Iguosadolo, Nwando Mba, Ojide C. Kingsley, Okogbenin Sylvanus, Oladiji Femi, Olubusuyi M. Adewumi, Olumade Testimony, Olusola A. Ogunsanya, Oluwatosin Fakayode, Onwe E. Ogah, Ope-Ewe Oludayo, Ousmane Faye, Pamela Smith-Lawrence, Pascale Ondoa, Patrice Combe, Patricia Nabisubi, Patrick Semanda, Paul E. Oluniyi, Paulo Arnaldo, Peter Kojo Quashie, Peter O. Okokhere, Philip Bejon, Philippe Dussart, Phillip A. Bester, Placide K. Mbala, Pontiano Kaleebu, Priscilla Abechi, Rabeh El-Shesheny, Rageema Joseph, Ramy Karam Aziz, René G. Essomba, Reuben Ayivor-Djanie, Richard Njouom, Richard O. Phillips, Richmond Gorman, Robert A. Kingsley, Rosa Maria D. E. S. A. Neto Rodrigues, Rosemary A. Audu, Rosina A. A. Carr, Saba Gargouri, Saber Masmoudi, Sacha Bootsma, Safietou Sankhe, Sahra Isse Mohamed, Saibu Femi, Salma Mhalla, Salome Hosch, Samar Kamal Kassim, Samar Metha, Sameh Trabelsi, Sara Hassan Agwa, Sarah Wambui Mwangi, Seydou Doumbia, Sheila Makiala-Mandanda, Sherihane Aryeetey, Shymaa S. Ahmed, Side Mohamed Ahmed, Siham Elhamoumi, Sikhulile Moyo, Silvia Lutucuta, Simani Gaseitsiwe, Simbirie Jalloh, Soa Fy Andriamandimby, Sobajo Oguntope, Solène Grayo, Sonia Lekana-Douki, Sophie Prosolek, Soumeya Ouangraoua, Stephanie van Wyk, Stephen F. Schaffner, Stephen Kanyerezi, Steve Ahuka-Mundeke, Steven Rudder, Sureshnee Pillay, Susan Nabadda, Sylvie Behillil, Sylvie L. Budiaki, Sylvie van der Werf, Tapfumanei Mashe, Thabo Mohale, Thanh Le-Viet, Thirumalaisamy P. Velavan, Tobias Schindler, Tongai G. Maponga, Trevor Bedford, Ugochukwu J. Anyaneji, Ugwu Chinedu, Upasana Ramphal, Uwem E. George, Vincent Enouf, Vishvanath Nene, Vivianne Gorova, Wael H. Roshdy, Wasim Abdul Karim, William K. Ampofo, Wolfgang Preiser, Wonderful T. Choga, Yahaya Ali Ahmed, Yajna Ramphal, Yaw Bediako, Yeshnee Naidoo, Yvan Butera, Zaydah R. de Laurent, , Ahmed E. O. Ouma, Anne von Gottberg, George Githinji, Matshidiso Moeti, Oyewale Tomori, Pardis C. Sabeti, Amadou A. Sall, Samuel O. Oyola, Yenew K. Tebeje, Sofonias K. Tessema, Tulio de Oliveira, Christian Happi, Richard Lessells, John Nkengasong, Eduan Wilkinson, Aaron L. Shibemba, Abasi Ene Obong, Abayomi Fadeyi, Abbad Anas, Abd Elazeez Shabaan, Abd Monaem Adel, Abd Moniem Ain Shoka, W. Abdelhamid, Abdelilah Laraqui, Abdelkader Laatiris, Abdelkrim Meziane Bellefquih, Abdellah Faouzi, F. Abdelmoulah, Abdelomunim Essabbar, Abderrahmane Bimouhen, Abderraouf Hilali, I. Abdo, Abdou Padane, Abdoul Karim Sangaré, Abdoul Karim Soumah, Abdoulaye Djimde, Abdoulaye Toure, Abdoulie Kanteh, Abdulla Bashein, Abdullah Salama, Abe Lojuan, Abebe Genetu Bayih, Abel Abera Negash, Abel Lissom, N. Abid, Abla A. Konou, Abo Shama, O. Abosede, S. Abouelnaga, Abraham Ali, Abraham Kwabena Anang, Abraham Tesfaye, Adam K. Khan, Adamu Tayachew, Adane Mihret, Adba Alfatih AlEmam, Adede Hawi, A. Adesegun, Adey Feleke Desta, Adib Ghassan, Adjaratou Traoré, B. A. Adjiratou Aissatou, Adodo Sadji, Adrian Egli, Adriano Mendes, Adugna Abera, Adul Candé, Afaf Alaoui, Afonso Pedro, B. Agbodzi, A.M. Ageez, Ahidjo Ayouba, Ahlam Alarif, Ahmed E Kayed, Ahmed El-Taweel, Ahmed Elsayed, Ahmed F. Gad, Ahmed Fakhfakh, Ahmed Kandeil, M. Ahmed, Ahmed Mostafa, O. S. Ahmed, Ahmed Reggad, Ahmed Taha, Ahyong Vida, Aicha Bensalem, Aida Sivro, Aissam Hachid, F. Ajili, F.V. Ajogbasile, Akim A. Adegnika, Akoele Siliadin, Akwii Patience Natasha, Aladje Balde, Alan Lemtudo, Alaoui Sanaa-amine, A. M. Alaruusi, Alassane Ouro-Medeli, Albert Nyunja, Alberto Rizzo, Alemseged Abdissa, Alemu Tike Debela, Alessandro Mancon, Alessandro Marcello, Alexander Goredema, Alexander Greninger, Alexis Ndjolo, Alexis Niyomwungere, Alfredo Mari, Alfredo Mayor, M.A. Ali, Ali Zumla, Alia Ben Kahla, Alia Grad, Alice Kabanda, Alie Tia, Alimou Camara, Alimuddin Zumla, Alle Baba Dieng, Almoustapha I. Maiga, Amadou Alpha Sall, Amadou Daou, Amal Naguib, Amal Souiri, Amal Zouaki, Amalou Ghita, Amandine Mveang-Nzoghe, Amariane Koné, Amariane M. M. Koné, Ambroise Ahouidi, Amel Benyahia, Amel Nagiub, K. E. Amer, Ameyo Dorkenoo, Amina Barkat, Aminata Dia, Aminata Mbaye, Aminata Mboup, Aminata Sileymane Thiam, Amine Idriss Lahlou, Amira Suliaman Wadi, Amivi Ehlan, Amujal Marion, Amuri Aziza, Amy Strydom, Anass Abbad, Anatole Nkeshimana, Andargachew Mulu, Anderrahmane Maaroufi, Andrea E. Luquette, Andreas Shiningavamwe, Andres Moreira-Soto, Andrew Azman, Andrew J. Bennett, Andrew Tarupiwa, Anga Latifa, Ange Badjo, Angel Angelov, Angela Brisebarre, Angela M. Detweiler, Angoune Ndong, Anja Werno, Anna Julienne Selbe NDiaye, Anna-Lena Sander, B. Annajr, Annamaria D'Aprile, Anne van der Linden, Annemiek van der Eijk, Annette Erhart, Anou M. Somboro, Anoumou Dagnran, Anthony Ahumibe, Anthony Levasseur, Antje van der Linden, Antoine Dara, Anu Jegede-Williams, M. Aouni, A. Arjarquah, Arlene Uwituze, Arlo Upton, Armel Poda, Arsène Somé, Arsène Zongo, Arsenia Massinga, K.M. Asare, Ashaba Fred Katabazi, Asma Ferjani, Assane Dieng, Astou Gaye-Gaye, N. Atiga, Atsbeha G. Weldemariam, Augustina Arjaquah, A. Auld, Awa Ba-Diallo, Awatef ElMoussi, Awunyo Sena, Aya Mohamed, Ayman Farghaly, B. Ayo-Ale, F. Ayoade, Ayola Akim Adegnika, Ayong More, Ayorinde Babatunde James, Azami Nawfel, Azaria Diergaardt, Azuka Patrick Okwuraiwe, Babafemi O. Taiwo, S. B. Baboo, B. S. Bahadoor, A.A. Bahnassy, Bakary Sanyang, U. Bakry, Bamba Fatoumata Touré, Bamidele Iwalokun, R. Banda, S. Bane, Bankole Johnson, Barada Cisse, Barbra Murwira, Bas Oude Munnink, Armel L. Batchi-Bouyou, R. Batra, Beatrice Dhaala, Belayachi Lamiae, A.B. Belkhir, I. Ben Ayed, Ben Morton, Ben Moussa, Ben Wulf, Bénédicte Ndeboko, Benhida Rachid, Benjamiin B. Lindsey, Benjamin H. Foulkes, Benjamin Hounkpatin, Benjamin Selekon, M. Bensaid, Bernard Mpairwe, Bernard Ssentalo Bagaya, Bert Vanmechelen, Bertrand Lell, Beth Mutai, Bethlehem Adnew, Beuty Makamure, B. Bighignoli, Birahim Piere Ndiaye, Bishwo N. Adhikari, S.M. Bitrou, Blaise MBoringong Akenji, Bode Shobayo, Boitumelo Zuze, Bonifacio Manguire Nlavo, Bouchra Belfquih, Bouchra Boujemla, Bouna Yatassaye, Bouzidi Aymane, Brian Andika, Bright K. Yemi, Bronwyn Kleinhans, Bruna Galvao, Bubacar Delgado Pinto Embaló, Bulelani Manene, Butoyi Pascal, Camille Capel, Campbell Anu, Carine Tchibozo, Carla Madeira, Carlos Cortes, Carniel Elisabeth, Carol Kifude, Carolle Yanique Tayimetha, Catherine E. Arnold, Catherine Okoi, Cecilia Waruhiu, Celestin Godwe, Celestina Obiekea, Celine Nkenfou, L. B. Chabuka, Chakib Nejjari, H. Chambaro, D. Chanda, K. Changula, Charifa Drissi Touzani, Charles Kayuki, Charles Nyagupe, Charles Ssuuna, Charoute Hicham, Chaselynn M. Watters, H. Chawech, Cheikh Sokhna, Chenaoui Mohamed, Chiamaka Nwuba, C. Chilufya, Chimaobi Chukwu, Chinyere Anyika, P.J. Chipimo, S. Chitanga, M. Chitenje, M. J. Chiwaula, Chouati Taha, Chris Mansell, Christelle Butel, Christian A. Devaux, Christian Drosten, Christian Ranaivoson, Christian Utpatel, Christophe Malabat, A. Chtourou, G. Chukwu, Claudia Daubenberger, Clement G. Kakai, Clement Masakwe, Clotaire Donatien Rafai, Collins Chenwi, Collins M. Misita, Collins Muli, Corine H. GeurtsvanKessel, Corinne Maufrais, Coulibaly Mbegnan, M. Crawford, Cristina M. Tato, Cyrus Yiaba, N. D'Amore, Dabiri Damilari, Dalia Ramadan, D. Damena, Daniel Ouso, Daniela Pisanelli, Danilo Licastro, David Hammer, David Nieuwenhuijse, David Patrick Kateete, David Wilkinson, Davy Leger Mouangala, Dawit Hailu Alemayehu, R.M. Dawood, R. De Sanctis, Deborah N. A. Mettle, Demba Koita, Dennis Kenyi Lodiongo, Dennis Laryea, Dennis N. Wandera, Dereje Leta, Dersi Noureddine, Desire Takou, Dessalegn Abeje Tefera, Dhwani Batra, Dia Ndongo, A. Diab, Diabou Diagne, Diane A. Mabika, Diané Bamourou, Dianke Samaté, B. Diarra, Didier Raoult, Dieudonne Mutangana, Dineo Emang Tshiamo. Gape Nyepetsi, Diosdado Odjama Nseng Ada, Djimabi Salah, Donatella Cedola, Doris Harding, Dorothy Yeboah-Manu, Dossou Ange, Dowbiss Meta Djomsi, Dragana Drinkovic, C. Draper, Dumbuya Foday Sahr, Ebenezer Odewale, Eclou Sedjro, Edang-Minko Armand, Edgar Kigozi, Edith Koskei, Edith Nkwembe, Edmilson F. de Oliveira Filho, Edmira Maria da Costa, Edward Kiritu, Efrem S. Lim, Egon A. Ozer, B. Egyir, Ehab Abdelkader Abuelenein, Eitel Mpoudi Ngole, El Aliani Aissam, El Ansari Fatima Zahra, El Hamouchi Adil, El Oualid Abdelmjid, H. El-Shaqnqery, M. El-Zayat, Elamin Abualas, Elannaz Hicham, A. Elargoubi, Eleni Kidane, Elham Rizgalla, M.M. Elhoseny, F.W. Elhosieny, Elisabeth Carniel, Elizabeth Nyakarungu, S.M. Elkhateeb, Elmostafa Benaissa, Elmostafa El Fahime, M. Elouanass, M.H. Elsissy, Elvyre Mbongo-Nkama, Elwaleed M. Elamin Sara A.I Latif, Emame Edu, Emanuele Orsini, Emilio Skarwan, Emily K. Stefanov, Emmanuel Nasinghe, Emmanuel Nepolo, Emmanuel Ogunbayo, Emmanuelle Munger, Emmanuelle Permal, Emna Gaies, H. Ennibi, Ennibi Khalid, Erasmus Kotey, Erasmus Smit, Eric A. Lelo, Eric Adu, Eric Delaporte, Eric Katagirya, Eric Kezakarayagwa, Eric Muthanje, Erica Luis Maria Magalhães, Ernest Asiedu, Esemu Livo, Esperance Umumararungu, Esther Chitechi, Esther Omuseni, Etoundi Mballa Alain, Evelyn Bonney Quansah, Evelyn Y. Bonney, M.H. Ezzelarab, Faatu Cassama, Fabien Roch Niama, Fabio Arena, G. Faggioni, E. Fahsbender, Faith Sigei, Faouzi Abdellah, Farah Jouali, H. Farawyla, Farida Hilali, Fatima Chgouri, Fatima El Falaki, Fatima Zahra El ansari, Fatma Ebied, Fatna Bssaibis, Fattah Al Onifade, Faye Ousmane, Fayez Ahmed Khardine, Fayez Khardine, A.V. Fedorov, Fekadu Alemu, Fekkak Jamal, Fengming Sun, Fetouma Doudou, A.E. Fikry, S. Fillo, Fiorenza Bracchitta, Firmin Kaboré, L. Fki-berrajah, Flora Donati, Florence Fenollar, Foday Sahr Samuel Sorie, O. Folarino, Francine Folorunsho, Francisca Kabatesi, Francisco Muyembe-Mawete, François Malagon, Franklin Kiemdé, Franklyn Egbe Asiedu-Bekoe, Frédéric Nkongho, Frederick Lemoine, Tei-Maya, R. H. Freitas, T. Fuh-Neba, I. Gaaloul, Gabriel Kabamba, Gadissa Gutema, Gaies Emna, Galadima Gadzama, Galal Mahmoud, Garba Ouangole, S. Gargouri, R. Garry, Gary McAuliffe, Gathii Kimita, Gédéon Prince Manouana, Gelanew Tesfaye, George Awinda, George B. Kyei, George Michuki, Georgelin Nguema Ondo, Gerhard van Rooyen, Gert Marais, Getachew Abichu, Getachew Tesfaye Beyene, Getachew Tollera, Getnet Hailu, Ghamaz Hamza, Ghazi Kayali, Ghizlane El Amin, Gibson Mhlanga, Gilbert Kibet, Gildas Hounkanrin, F. Giordani, Gizaw Teka, Godfrey Masete, R. Goldstone, C. Gomaa, Gomaa Mokhtar, Gora Lo, B. I. Gosnell, A. Gottberg, Grace Angong Belournou, Grace Oni, Grace Vincent, Gregory Wani, Guedi Ali Barreh, Guillermo Garcia, Guohong Deng, N. P. Guseva, Guy Paterne Malonga Mbembo, Guy Stéphane Padzys, S. Gwayi, Habiba Ben Romdhane, Habiba Naija, Haby Diallo, A. Hadad, M.M. Hafez, Hafsia Ladhari, Hagar Elshora, Hailu Dadi, Hajjaji Mohammed, Hakima Kabbaj, Hala Hafez, A. Halafawy, Halidou Tinto, Halimatou Diop Ndiaye, Hamadi Assane, T.N. Hamdani, M.S. Hamdy, Hamidah Namagembe, M. Hammad, A. Hammami, Hamza Gharmaz, Hana Sofia Andersson, Hanae Dakka, Hanen El Jebari, Hany K. Soliman, Harmak Houda, R. Harvey, Hasnae Benkirane, Hassan Aguenaou, Hassan Ihazmad, R. Hassan, W. Hassan, Hatem Ahmed, Heitzer Sogodogo, Helena Seth-Smith, Helisoa Razafimanjato, Hellen Koka, Hemlali Mouhssine, Henry Mwebesa, Hermes Perez, Herve Christian Paho Tchoudjin, Hicham Elannaz, Hicham Oumzil, Hilda Opoku Frempong, Hinson Fidelia, Hoda Ezz Elarab, Hong Xie, Houda Benrahma, Housna Arrouchi, Houssem Guedouar, Hu Luo, Hubert Bassène, Huiqing Si, Ian Goodfellow, Ibrahima Guindo, Ibrahima Halilou, Idil Salah Abdillahi, Idriss-Amine Lahlou, Idrissa Diawara, Ifunanya Egoh, F.A. Ige, A.A. Iknane, Ikram Bnouyahia, Ikram Omar Osman, Ilhem Boutiba Ben Boubaker, Iman Abdillahi Hassan, Iman Foda, Imane Smyej, Imen Kacem, Imen Mdini, Imen Mkada, Inacio Mandomando, Iñaki Comas, Ines Mdini, L. Inglês, Innocent Mudau, Ireoluwa Yinka JOEL, Irina Chestakova, Irving Cancino, Isaac Phiri, Ismael Pierrick Mikelet Boussoukou, A. Ismail, Israel Osei-Wusu, Issaka Maman, Ivan Barilar, Ivy A. Asante, Izuwayo Gerard, Jaafar Heikel, Jacob Souopgui, Jacques Marx, D. Jalal, Jalal Nourlil, Jalil El Atar, Jalila Ben Khelil, Jalila Rahoui, Jamal Fekkak, James Mutisya, James Ussher, Jan Felix Exler, Jane MaCauley, Janet Majanja, N. Jannoo, Jarra Manneh, Jasmin Scharnberg, Jasmin Schlotterbeck, Jasper Chimedza, Jawad Bouzid, Jean B. Niyibigira, Jean Claude Djontu, Jean Maritz, Jean-Claude Makangara Cigolo, Jean-louis Monemou, Jeanne d’Arc Umuringa, Jeremy Delerce, Jerome Ndaruhutse, Jerome Nkurunziza, Jesse Addo Asamoah, Jill Sherwood, Jing Wang, Joan Marti-Carerras, Joe K. Mutungi, Joe Mutungi, Joel Fleury Djoba Siawaya, Joel Koivogui, Joep de Ligt, John Njuguna, John Rumunu, John Tembo, John Waitumbi, Johnson A. Adeniji, Jonathan Rigby, Jorn Hellemans, Joseph Fokam, Joseph L. DeRisi, Joseph Makhema, Joseph Mugisha, Joseph Ojonugwa Shaibu, Joseph Oliver-Commey, Josephine Bwogi, Josh Freeman, Josiah Ayoola Isong, Josphat Nyataya, Joy Ayoola, Joyce Appiah-Kubi, Judd F. Hultquist, Jude Gedeon, Judith Sokei, Julia Howard, Julia Schneider, Julian Campbell, Juliet Elvy, A.B. Jumaa, Justin Lee, Justin Lessler, Justin O'Grady, Kaba Kourouma, Kais Ghedira, K. Kalantar, Kamela Mahlakwane, S. Kamoun, Kangwa Mulonga, P.C. Kapata, F. Kapaya, M. Kapin'a, H. Karray Hakim, W. Kasambara, Kasmi Yassine, Kassahun Tesfaye, Kathleen Subramoney, A.D. Katyshev, N. Kayeyi, Kayla Barnes, Kayla Delaney, E.V. Kazorina, Kedumetse Seru, S. Keita, Keith Durkin, Keith R Jerome, Keke K. René, Kena Swanson, Kenneth K. Maeka, Keren Okyerebea Attiku, Kevin Sanders, Kevine Zang Ella, Keyru Tuki, Khabab A. Elhag, Khadim Gueye, Khaled Amer, Khalid Ennibi Mostafa, N. Kharat, Z. Khumalo, Kilian Stoecker, L. Kim, Kimberly A. Bishop-Lilly, J. Kimotho, Kitane Driss Lahlou, Kofi Bonney, Kokou Tegueni, Kolawole Wasiu Wahab, E.V. Kolomoets, Komal Jain, Kominist Asmamaw, Komlan Kossi, Kondwani Jambo, Kouadio T. Yao, Kouriba Dürr, Kra Ouffoué, Y.M. Krasnov, Krishna Kumar Kandaswamy, Kristian Andersen, A.A. Kritsky, Kumbelembe David, Kutlo Macheke, V.V. Kutyrev, S. Kwenda, Kwitaka Maluzi, Kwok Lee, Kyle A. Long, Kyra Grantz, Lacy M. Simons, Laetitia Serrano, , Laila Elsawy, Laila Sbabou, Lallepak Lamboni, LaRinda A. Holland, Lasata Shrestha, Lassana Sangaré, Latifa Anga, Lauren Jelly, Laurien Hoornaert, Le Thi Kieu Linh, Legodile Kooepile, Leigh-Anne MC Intyre, Léon Mutesa, Leona Okoli, Léopold Ouedraogo, Kuate-lere Lesego, D. Leta, A. Letaief, G. Liboro, Lilian Kanjau, L. Lin, Linda Boatemaa, Linda Houhamdi, Lipkin W. Ian, F. Lista, M.M. Liwewe, Lloyd Mulenga, Logan J. Voegtly, Loide Shipingana, Loris Micelli, Lorreta Kwasah, Loubna Allam, Louise Lefrançois, Loukman Salma, Lucas N. Amenga-Etego, Ludivine Brechar, Ludovic Mewono, Luis A. Estrella, Lusia Mhuulu, Lwanga Newton, M. Ulrich, M.T. Mogotsi, Maaroufi Abderrahmane, W. Mad, W.Y. Madi, Madlen Stange, S. Magdeldin, Maher Kharrat, B. Mahlangu, Mahmoud Shehata, N. Mahrous, A. Maida, Makhtar Camara, T. Makori, K. Malama, Malena S. Bestehorn-Willmann, I. Malolo, Mamadou Beye Cheikh Ibrahima Lo, Mamadou Bhoye Keita, Mamadou Saliou Bah, Mamadou Saliou Sow, Mamoudou Harouna Djingarey, Mamoudou Maiga, Manal Hamdy Elsaid, Manal Hamdy Zahran, Mandiou Diakite, Manel Ben Sassi, Mangombi Pambou, N. Manickchund, Manoli Torres Puente, S. S. Manraj, T. Mansour, Maowia M. Mukhtar, Marcel Tongo, Marchoudi Nabila, Margaret Mills, Maria Artesi, Maria Pia Patrizio, Maria Rita Gismondo, Maria Rosaria Lipsi, Mariam Kehinde SULAIMAN, Mariama Kujabi, Marie Amougou, Marie Claire Okomo, Marie Madeleine Chabert-Consen, Marie-Astrid Vernet, Marie-Pierre Hayette, Mariem Gdoura, Marijke Reynders, Marion Barbet, Marion Koopmans, Marjan Boter, Mark Siedner, Markos Abebe, Markus H. Antwerpen, Marouane Melloul, Martin Maidadi Foudi, Martine Peeters, Marvin Hsiao, Mary DeAlmeida, Mary Lalemi, Mary-Ann Davies, K. Masahiro, Masse Sambou, M. Mathabo, Mathew D. Parker, Mathias C. Walter, H. Mathur, Matt Blakiston, Matt Storey, Matthew Bates, Matthew Rogers, Matthias Pauthner, Maud Vanpeene, Maurizio Margaglione, Max Bloomfield, May Abdelfattah, May Sherif Soliman, Mbengué Fall, K. Mdlalose, Meei-Li Huang, S. Mehta, Mélanie Albert, Melchior A. Joël Aïssi, Méline Bizard, Merabet Mouad, Meriem Laamarti, Messanh Douffan, S. Mhalla, Michael Addidle, Michael Marks, Michael Nagel, Michael V. Deschenes, Micheala Davids, Michelle Balm, Michelle Lin, Michelle Tan, A. Mihrete, Mikhail Olayinka BUHARI, Milanca Agostinho Cá, Mildred Adusei-Poku, Milkah Mwangi, Mina Kamel, J. Miranda, Mireille Prince-David, Miriam Eshun, Misaki Wayengera, Mitali Mishra, Mjid Eloualid, Mly Abdelaziz Elalaoui, A. Mnguni, F. Mnyameni, Mogomotsi Matshaba, T. Mohale, Mohamed Abdel-Salam Elgohary, Mohamed Ahmed Ali, Mohamed Ben Moussa, Mohamed Chenaoui, Mohamed El Sayes, Mohamed Elhadidi, Mohamed Gomaa Seadawy, Mohamed Hassan Abdoelraheem, Mohamed Hassany, Mohamed Houmed Aboubaker, K.S. Mohamed, Mohamed Kamal, Mohamed Rhajaoui, Mohamed Seadawy, Mohamed Shamel, Mohamed Shemis, K.S. Mohammed, Mohammed Walid Chemao Elfihri, Mohcine Bennani Mechita, Mokhtar Gomaa, Molalegne Bitew, M. Momoh, Mona O.A. Alkarim, Monemo Pacome, Monilade Akinola, A. Monte, G. Monuir, M. Monze, M. Mooko, A.N. Morales, Moreira-Soto Andres, Moriba Povogui, Mosepele Mosepele, Moses Chilufya, Moses Joloba, Moses Luutu, Mostafa Elouennass, Mostfa Elhoseiny, Mostfa Elnakib, Mostfa Yakout, Mouhcine Gardoul, Mouhssine Hemlali, A. Mouity Matoumba, Mouna Ben Sassi, Mouna Safer, Mouneem Essabbar, Moustapha Mbow, Moustapha Nzamba Maloum, Moustapha Sakho, Moyinoluwa Odugbemi, P. Mtshali, B. Mubemba, Muchaneta Mugabe, M. Mufinda, Muhammad Faisal, Muinah Adenike Fowora, Mukantwari Enatha, W. Muleya, Muntaser elTayeb Ibrahim, F. Mupeta, Murebwayire Clarisse, Mushal Ali, Mushal Allam, Mustapha Mouallif, S.N. Muuo, W. Mwangomba, Myriam Seffar, T. E. Mzumara, N. N'dilimabaka, Nabila Soara, A. Nabli, Nadia El Mrimar, Nadia Rodrigues, Nadia Sitoe, Nafisatou Leye, A. Naguib, K. S. Nalubamba, Nancy M. El Guindy, Nandi Siegfried, Nardjes Hihi, Narjis Amar, E.A. Naryshkina, Nathalia Endjala, Nathalia Garus-Oas, Nathan Kapata, Ndack Ndiaye, Ndahafa Frans, N.T. Ndam, Ndéye Coumba Touré Kane, Ndiaye Ndack, Ndine Fainguem, Ndodo Nnaemeka, Ndumbu Pentikainen, L. Ndwiga, Nedio Mabunda, N. Neff, A.A. Negash, Nejla Stambouli, Z. Neto, A.M. Ngonga Dikongo, W. Ngosa, Ngozi Mirabel Otuonye, F. S. Niatou-Singa, Nicaise T. Ndam, Nicholas Feasey, Nicholas Mwikwabe, J. Nicod, Nicole Vidal, Nikki Freed, Nischay Mishra, Nissaf Ben Alaya, Nitin Savaliya, Noah Baker, Noé Patrick Mbondoukwe, Nokukhanya Mdlalose, Nonso Nduka, Noura M Abo Shama, Nourlil Jalal, Nsubuga Gideon, N. Ntuli, Nuro Abilio, Nyam Itse Yusuf, Oby Wayoro, M. Ochwoto, Ofonime Ebong, L. Ofori-Boadu, Okomo Assoumou Marie Claire, Ola Elroby, Olabisi Olabisi, Olajumoke Ojo, Popoola, L. Olfert, Olin Silander, Olufemi Obafemi, Olufemi Samuel Amoo, Olukunke Oluwasemowo, Olusola Anuoluwapo Akanbi, Oluwakemi Laguda-Akingba, Oluwatimilehin Adewumi, Omar Askander, Omar Elahmer, S. Omar, S. Omilabu, Omnia Kutkat, Omoare Adesuyi, Omondi Francis Carey, Onalethata Lesetedi, E. Ongera, Ontlametse T. Bareng, C.K. Onwuamah, O. Ope-Ewe, Osama Mansour, Oscar Kanjerwa, F. Oteng, Otmane Touzani, Oumaima Ait Si Mohammed, Oumy Diop, Ouna Ouadghiri, Ousseynou Gueye, C. Owusu-Nyantakyi, A. Oyefolu, Oyeronke Ayansola, P Nthiga, S. Palomba, L. Panja, Papa Alassane Diaw, D. Park, Pasacaline Manga, H. Patel, Patience Motshosi, M. Patoo, Patrick Amoth, Patrick Descheemaeker, Patrick Mavingui, Patrick Tuyisenge, M. Pattoo, Paul Dobi, Paul Liberator, Paulin N. Essone, Paulina Joãozinho da Costa Jarra Manneh, Pauline Yacine Sene, Paulo A. Carralero R.R. Paixão, Pavitra Roychoudhury, Peace O. Uche, Pei Zhou, Penda Malhado Diallo, A. Pereira, Petas Akogbeto, Peter Bauer, Peter T. Skidmore, Petra Raimond, Phasha-Muchemenye Mmatshepho, Philip Ashton, C. Philip, Philip El-Duah, Philip M. Soglo, Philip Wonder Phiri, Philipp Wagner, Philippe Colson, Philippe Dussart, Philippe Lavrard Meyer, Phillip Ashton, Phionah Tushabe, Pierre-Edouard Fournier, Piet Maes, Popova A. Yu, Portia Manangazira, Praise Adewumi, Qi Yang, Quaneeta Mohktar, E.B. Quansah, P. Quashie, Rabia Quedraogo, Rachel Maqsood, Rachid Githii, Rachid Abi, Rachid Benhida, Rachid El Jaoudi, Rahaman A. Mentag, Rahma Ahmed, Raiva Algheriani, Rajiha Simbi, Ramalia Chabi Abubeker, Ramon Nari, Ramy Lorenzo-Redondo, Galal, A. Raouf, Raoul Saizonou, Raphael Lumembe, Ravena Mubichi, Regina Z. Cer, Reham Dawood, Reham Kassab, Rehema Liyai, A. Rehn, Rei José Pereira, Reina Sikkema, Rfaki Abderrazak, Riad Mounir Armanious, Riadh Daghfous, Riadh Gouider, Richard Adegbola, Richard Lino Loro Lako, Richard Molenkamp, Richard Webby, Richmond Yeboah, S. Rick, Rida Tagajdid, Rine Zeh Nfor, Rivalyn Nakoune Yandoko, Robert Newton, Robert Rutayisire, Rodney S. Daniels, Rodrigue Bikangui, Rodrigue K. Kohoun, Rodrigue Kamga, Rodrigue Mintsa Nguema, Roger Shapiro, J. Rogers, Rogers Kamulegeya, Rokaia Laamrti, Roméo Aimé Laclong Lontchi, Ronald Kiiza, Ronald M. Galiwango, Rosella De Nittis, W.H. Roshdy, Rotimi Myrabelle Avome Houechenou, Roua Ben Othman, Rui Inndi, M.A. Saad, Saaïd Amzazi, Sabin Nsanzimana, Sada Diallo, Y.A. Sadji, Safae El Mazouri, Safae Elkochri, Safae Ghoulame, Safiatou Karidioula, Safietou Sankhe, Sahr Gevao, P.F. Sahr, J.O. Saibu, Saïdou Ouedraogo, S. Saiid, Sainabou Laye Ndure, Sakoba Keita, D. Salah, Salah Eldin Hussein, H. Salah, A.A. Saleh, M. Saleh, Salifou Sourakatou, Sally Roberts, Salma Abid, Salma Sayed, M. Salou, O.B. Salu, Sam Lissauer, Sam O'neilla Oye Bingono, Samba Ndiour, Sameira M. Fageer, Samia Abdou Girgis, M. Samir, O. Samir, Samira Benkeroum, Samira F. Ibrahim, Samira M. Fageer, Samira Zoa Assoumou, Samirah Saiid, Samoel Ashimosi Khamadi, Samson Konongoi Limbaso, Samuel Armoo, Samuel Kirimunda, Samuel Sorie, Samwel Lifumo Symekher, Samwel Owaka, Sana Ferjani, Sanaa Alaoui-Amine, Sander Anna-Lena, Sankhe Safietou, Santiago Jiménez-Serrano, Santigie Kamara, Sara Chammam, Sara Mahmoud, Sarah Jefferies, Sarah Rubin, Sarah Stanley, Saraswathi Sathees, Saro Abdella, Sarra Chamman, Savannah Mwesigwa, H. Sawa, M.G. Seadawy, Sean Ellis, Sébastien Bontems, Sefetogi Ramaologa, Sekesai Zinyowera, Selassie Kumordjie, Sen Claudine Henriette Ngomtcho, Sena Awunyo, Serge Alain Sadeuh-Mba, Serigne Saliou Niane, Seth Okeyo, Settimia Altamura, Seyram Bless Agbenyo, Shah Mohamed Bakhash, Shahin Lockman, Shahinaz.A. Bedri, Shaimaa Soliman, L. Shalaby, Shannon Wilson, Sharmini Muttaiyah, Sharon Abimbola, Sharon Hsu, S.A. Shcherbakova, Shebbar Osiany, Shereen Shawky, Sherine Helmy, A.P. Shevtsova, Shimaa Moustafa, Shirlee Wohl, Shirley Johane, Sidonie A.M. Kagnissode, Silvanos Mukunzi Opanda, Sim Mayaphi, Simão Tchuda Bióté, Simeone Dal Monego, Simon Peter Ruhweza, Simone Eckstein, Sindayiheba Reuben, N. Sinyange, Sivaramakrishna Rachakonda, Soa Fy Andriam, Sofia Viegas, Sokhna Sogodogo, Sola Ndongo, Solomon Ajibaye, Sombo Langat, Somda Soro Georgina Fwoloshi, Sonal P. Charlene, Sondes Henson, Sonia V. Haddad, Bedié, E.A. Sosedova, Souad Kartti, Souissi Amira, Souleymane Mboup, Soundélé Maïté, Sounkalo Dao, Sourakatou Salifou, Srinivas Reddy Pallerla, Stefan Niemann, Steffen Borrmann, Stephen Asiimwe, Stephen M. Eggan, Stephen Ochola, Stephen Wanok, Steven J. Reynolds, Subomi Olorunnimbe, Sudhir Bunga, C. Sujeewon, Sunday Babatunde, Susan Engelbrecht, Susan Morpeth, Susan Taylor, Susann Handrick, Swaibu Gatare, Sylvie Melingui, S.L. Symeker, Syntyche Devatchagni, A.G. Taha, Taha Chouati, Taha Maatoug, Tahar Bajjou, A. Takada, K.A. Taloa, Tamrayehu Seyoum, M. Tan, Tania Stander, Tanja Niemann, Tarek Aanniz, Tarek Refaat Elnagdy Raafat Zaher, Tatenda Takawira, C. Tato, D.A. Tefera, Tei-Maya Fred, Tesfaye Gelanew, Tesfaye Rufael, Thanh Le Viet, Thela Tefelo, Thérèse Kagoné, Thibaut Armel Cherif Gnimadi, K. Thiongo, Thomas Briese, Van L. Thomas, Thongbotho Mphoyakgosi, Thushan I de Silva, Tim Roloff, Timothy Blackmore, Tiziana Rollo, Tom Lutalo, Tomade A.M. Ibrahim, T. B. Tombolomako, Tomiwa Adepetun, C. Tomkins-Tinch, Tony Wawina-Bokalanga, Tope Sobajo, Touil Nadia, Touria Essayagh, Toy Nwako, Traoré, H. Triki, R. Tsiry, Tsiry Randriambolamanantsoa, Tumisang Madisa, M. Turki, C.A. Ugwu, Uyi Emokpae, Valeria Delli Carri, Valeria Micheli, G. Van Rooyen, M. Vanaerschot, Vanessa Magnussen, Vanessa Mohr, Vani Sathyendran, Veronica Playle, R. Viana, U. Vickos, Victor Max Corman, Victor Mukonka, Victor Ofula, Vida Ahyong, Vincent Appiah, Vincent Bours, Violette V. M'cormack, Virginia Hope, Vivi Hue-Trang Lieu, Vololoniaina Raharinosy, Wadegu Meshack, N. Wadonda, J. Wadula, Wael Ali, Waidi Sule, Wallace D Bulimo, Warren Cyrus Yiaba, C.N. Waruhiu, Wasfi Fares, R. Webby, A.G. Weldemariam, Wendy Karen Jo, R. Woelfel, S. Wolh, I. Wurie, Xavier Crespin, Xiaoyun Ren, Xiuhua Wang, Ya.M. Krasnov, Yacine Amet Dia, Yacine DIA Seni Ndiaye, Yacob Mohamed Yusuf, Yacouba Sawadogo, Yahya Yadouleton, Yakob Gebregziabher Maidane, Yao Tsegay, Yasser Layibo, Yassine El Hady, Yassmin Sekhsokh, Yawo A. Moatasim, Sadji, C. Yeboah, Youbi Mohammed, Yousif Rabih Makki, Youssef Akhoud, Yuri Ushijima, Yusuf Jimoh, Yvette Badou, J. Matoke D. Zablon, J.O. Zablon, Zaineb Hamzaoui, Zakia Regragui, Zara Wuduri, Zein Souma, Zeinab Ali Waberi, Zeinab S. Imam, Zekiba Tarnagda, Zemmouri Faouzia, J. Zhang, Zhenghui Li, Zimmerman Maiga, Zohour Kasmy, Minko O. Zong, A. Zorgani, Zouheir Yassine, Zoukaneirii Issa, P. Zulu, Zuzheng Xiang",
      "paper_url": "https://doi.org/10.1126/science.abq5358",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4288034315",
      "paper_id": "https://openalex.org/W4288034315",
      "title": "The Huanan Seafood Wholesale Market in Wuhan was the early epicenter of the COVID-19 pandemic",
      "authors": "Michael Worobey, Joshua I. Levy, Lorena Malpica Serrano, Alexander Crits-Christoph, Jonathan E. Pekar, Stephen A. Goldstein, Angela L. Rasmussen, Moritz U. G. Kraemer, Chris Newman, Marion P. G. Koopmans, Marc A. Suchard, Joel O. Wertheim, Philippe Lemey, David L. Robertson, Robert F. Garry, Edward C. Holmes, Andrew Rambaut, Kristian G. Andersen",
      "paper_url": "https://doi.org/10.1126/science.abp8715",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3139399838",
      "paper_id": "https://openalex.org/W3139399838",
      "title": "The impact of population-wide rapid antigen testing on SARS-CoV-2 prevalence in Slovakia",
      "authors": "Martin Pavelka, Kevin Van-Zandvoort, Sam Abbott, Katharine Sherratt, Marek Majdan, , , Pavol Jarčuška, Marek Krajčí, Stefan Flasche, Sebastian Funk",
      "paper_url": "https://doi.org/10.1126/science.abf9648",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4288035028",
      "paper_id": "https://openalex.org/W4288035028",
      "title": "The molecular epidemiology of multiple zoonotic origins of SARS-CoV-2",
      "authors": "Jonathan E. Pekar, Andrew Magee, Edyth Parker, Niema Moshiri, Katherine Izhikevich, Jennifer L. Havens, Karthik Gangavarapu, Lorena Mariana Malpica Serrano, Alexander Crits-Christoph, Nathaniel L. Matteson, Mark Zeller, Joshua I. Levy, Jade C. Wang, Scott Hughes, Jungmin Lee, Heedo Park, Man-Seong Park, Katherine Ching Zi Yan, Raymond Tzer Pin Lin, Mohd Noor Mat Isa, Yusuf Muhammad Noor, Tetyana I. Vasylyeva, Robert F. Garry, Edward C. Holmes, Andrew Rambaut, Marc A. Suchard, Kristian G. Andersen, Michael Worobey, Joel O. Wertheim",
      "paper_url": "https://doi.org/10.1126/science.abp8337",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3112547455",
      "paper_id": "https://openalex.org/W3112547455",
      "title": "Three-quarters attack rate of SARS-CoV-2 in the Brazilian Amazon during a largely unmitigated epidemic",
      "authors": "Lewis F. Buss, Carlos A. Prete, Claudia M. M. Abrahim, Alfredo Mendrone, Tassila Salomon, Cesar de Almeida-Neto, Rafael F. O. França, Maria C. Belotti, Maria P. S. S. Carvalho, Allyson G. Costa, Myuki A. E. Crispim, Suzete C. Ferreira, Nelson A. Fraiji, Susie Gurzenda, Charles Whittaker, Leonardo T. Kamaura, Pedro L. Takecian, Pedro da Silva Peixoto, Marcio K. Oikawa, Anna S. Nishiya, Vanderson Rocha, Nanci A. Salles, Andreza Aruska de Souza Santos, Martirene A. da Silva, Brian Custer, Kris V. Parag, Manoel Barral-Netto, Moritz U. G. Kraemer, Rafael H. M. Pereira, Oliver G. Pybus, Michael P. Busch, Márcia C. Castro, Christopher Dye, Vítor H. Nascimento, Nuno R. Faria, Ester C. Sabino",
      "paper_url": "https://doi.org/10.1126/science.abe9728",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3137008901",
      "paper_id": "https://openalex.org/W3137008901",
      "title": "Timing the SARS-CoV-2 index case in Hubei province",
      "authors": "Jonathan Pekar, Michael Worobey, Niema Moshiri, Konrad Scheffler, Joel O. Wertheim",
      "paper_url": "https://doi.org/10.1126/science.abf8003",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4281392549",
      "paper_id": "https://openalex.org/W4281392549",
      "title": "Twin peaks: The Omicron SARS-CoV-2 BA.1 and BA.2 epidemics in England",
      "authors": "Paul Elliott, Oliver Eales, Nicholas Steyn, David Tang, Barbara Bodinier, Haowei Wang, Joshua Elliott, Matthew Whitaker, Christina Atchison, Peter J. Diggle, Andrew J. Page, Alexander J. Trotter, Deborah Ashby, Wendy Barclay, Graham Taylor, Helen Ward, Ara Darzi, Graham S. Cooke, Christl A. Donnelly, Marc Chadeau-Hyam",
      "paper_url": "https://doi.org/10.1126/science.abq4411",
      "venue": "science22"
    },
    {
      "id": "science21_https://openalex.org/W3175183123",
      "paper_id": "https://openalex.org/W3175183123",
      "title": "Ultrapotent antibodies against diverse and highly transmissible SARS-CoV-2 variants",
      "authors": "Lingshu Wang, Tongqing Zhou, Yi Zhang, Eun Sung Yang, Chaim A. Schramm, Wei Shi, Amarendra Pegu, Olamide K. Oloniniyi, Amy R. Henry, Samuel Darko, Sandeep R. Narpala, Christian Hatcher, David R. Martinez, Yaroslav Tsybovsky, Emily Phung, Olubukola M. Abiona, Avan Antia, Evan M. Cale, Lauren A. Chang, Misook Choe, Kizzmekia S. Corbett, Rachel L. Davis, Anthony T. DiPiazza, Ingelise J. Gordon, Sabrina Helmold Hait, Tandile Hermanus, Prudence Kgagudi, Farida Laboune, Kwanyee Leung, Tracy Liu, Rosemarie D. Mason, Alexandra F. Nazzari, Laura Novik, Sarah O’Connell, Sijy O’Dell, Adam S. Olia, Stephen D. Schmidt, Tyler Stephens, Christopher D. Stringham, Chloe Adrienna Talana, I-Ting Teng, Danielle A. Wagner, Alicia T. Widge, Baoshan Zhang, Mario Roederer, Julie E. Ledgerwood, Tracy J. Ruckwardt, Martin R. Gaudinski, Penny L. Moore, Nicole A. Doria-Rose, Ralph S. Baric, Barney S. Graham, Adrian B. McDermott, Daniel C. Douek, Peter D. Kwong, John R. Mascola, Nancy J. Sullivan, John Misasi",
      "paper_url": "https://doi.org/10.1126/science.abh1766",
      "venue": "science21"
    },
    {
      "id": "science22_https://openalex.org/W4307441048",
      "paper_id": "https://openalex.org/W4307441048",
      "title": "Unadjuvanted intranasal spike vaccine elicits protective mucosal immunity against sarbecoviruses",
      "authors": "Tianyang Mao, Benjamin Israelow, Mario A. Peña-Hernández, Alexandra Suberi, Liqun Zhou, Sophia Luyten, Melanie Reschke, Huiping Dong, Robert J. Homer, W. Mark Saltzman, Akiko Iwasaki",
      "paper_url": "https://doi.org/10.1126/science.abo2523",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4310707361",
      "paper_id": "https://openalex.org/W4310707361",
      "title": "Vaccination induces HIV broadly neutralizing antibody precursors in humans",
      "authors": "David J. Leggat, Kristen W. Cohen, Jordan R. Willis, William J. Fulp, Allan C. deCamp, Oleksandr Kalyuzhniy, Christopher A. Cottrell, Sergey Menis, Greg Finak, Lamar Ballweber-Fleming, Abhinaya Srikanth, Jason R. Plyler, Torben Schiffner, Alessia Liguori, Farhad Rahaman, Angela Lombardo, Vincent Philiponis, Rachael E. Whaley, Aaron Seese, Joshua Brand, Alexis M. Ruppel, Wesley Hoyland, Nicole L. Yates, LaTonya D. Williams, Kelli Greene, Hongmei Gao, Celia R. Mahoney, Martin M. Corcoran, Alberto Cagigi, Alison Taylor, David M. Brown, David R. Ambrozak, Troy Sincomb, Xiaozhen Hu, Ryan Tingle, Erik Georgeson, Saman Eskandarzadeh, Nushin Alavi, Danny Lu, Tina-Marie Mullen, Michael Kubitz, Bettina Groschel, Janine Maenza, Orpheus Kolokythas, Nadia Khati, Jeffrey Bethony, Shane Crotty, Mario Roederer, Gunilla B. Karlsson Hedestam, Georgia D. Tomaras, David Montefiori, David Diemert, Richard A. Koup, Dagna S. Laufer, M. Juliana McElrath, Adrian B. McDermott, William R. Schief",
      "paper_url": "https://doi.org/10.1126/science.add6502",
      "venue": "science22"
    },
    {
      "id": "science22_https://openalex.org/W4220836043",
      "paper_id": "https://openalex.org/W4220836043",
      "title": "Vaccination with BNT162b2 reduces transmission of SARS-CoV-2 to household contacts in Israel",
      "authors": "Ottavia Prunas, Joshua L. Warren, Forrest W. Crawford, Sivan Gazit, Tal Patalon, Daniel M. Weinberger, Virginia E. Pitzer",
      "paper_url": "https://doi.org/10.1126/science.abl4292",
      "venue": "science22"
    },
    {
      "id": "science25_https://openalex.org/W4410455583",
      "paper_id": "https://openalex.org/W4410455583",
      "title": "Vaccination with mRNA-encoded nanoparticles drives early maturation of HIV bnAb precursors in humans",
      "authors": "Jordan R. Willis, Madhu Prabhakaran, Michelle Muthui, Ansuya Naidoo, Troy Sincomb, Weiwei Wu, Christopher A. Cottrell, Elise Landais, Allan C. deCamp, Nahid R. Keshavarzi, Oleksandr Kalyuzhniy, Jeong Hyun Lee, Linda M. Murungi, Wilfrida A. Ogonda, Nicole L. Yates, Martin M. Corcoran, Swastik Phulera, Joel Musando, Amanda Tsai, Gabrielle Lemire, Yiakon Sein, Michael Muteti, Praveen Alamuri, Jennifer A. Bohl, Drienna Holman, Sunny Himansu, Brett Leav, Caroline Reuter, Li-An Lin, Baoyu Ding, Chunla He, Walter L. Straus, Kellie J. MacPhee, Isabel Regadas, Diana V. Nyabundi, Ruth Chirchir, Omu Anzala, John N. Kimotho, Caleb Kibet, Kelli Greene, Hongmei Gao, Erica Beatman, Kiara Benson, Dominick Laddy, David M. Brown, Rhianna Bronson, Jalen Jean-Baptiste, Suprabhath Gajjala, Zahra Rikhtegaran-Tehrani, Alison Benner, Mukundhan Ramaswami, Danny Lu, Nushin Alavi, Sonya Amirzehni, Michael Kubitz, Ryan Tingle, Erik Georgeson, Nicole Phelps, Yumiko Adachi, Alessia Liguori, Claudia Flynn, Katherine McKenney, Xiaoya Zhou, D. Collins Owuor, Sharon A. Owuor, Soo-Young Kim, Michael Duff, Ju Yeong Kim, Grace Gibson, Sabyasachi Baboo, Jolene Diedrich, Torben Schiffner, Marisa Shields, Mabela Matsoso, Jennifer Santos, Kristen Syvertsen, Allison Kennedy, Melissa Schroeter, Johan Vekemans, John R. Yates, James C. Paulson, Ollivier Hyrien, Adrian B. McDermott, Pholo Maenetje, Julien Nyombayire, Etienne Karita, Rosine Ingabire, Vinodh Edward, Vincent Muturi-Kioi, Janine Maenza, Adrienne E. Shapiro, M. Juliana McElrath, Srilatha Edupuganti, Barbara S. Taylor, David Diemert, Gabriel Ozorowski, Richard A. Koup, David Montefiori, Andrew B. Ward, Gunilla B. Karlsson Hedestam, Georgia Tomaras, Devin J. Hunt, Daniel Muema, Devin Sok, Dagna S. Laufer, Sarah F. Andrews, Eunice W. Nduati, William R. Schief",
      "paper_url": "https://doi.org/10.1126/science.adr8382",
      "venue": "science25"
    },
    {
      "id": "science21_https://openalex.org/W3195737245",
      "paper_id": "https://openalex.org/W3195737245",
      "title": "Vaccine nationalism and the dynamics and control of SARS-CoV-2",
      "authors": "Caroline E. Wagner, Chadi M. Saad-Roy, Sinead E. Morris, Rachel E. Baker, Michael J. Mina, Jeremy Farrar, Edward C. Holmes, Oliver G. Pybus, Andrea L. Graham, Ezekiel J. Emanuel, Simon A. Levin, C. Jessica E. Metcalf, Bryan T. Grenfell",
      "paper_url": "https://doi.org/10.1126/science.abj7364",
      "venue": "science21"
    },
    {
      "id": "science24_https://openalex.org/W4396977862",
      "paper_id": "https://openalex.org/W4396977862",
      "title": "Vaccine priming of rare HIV broadly neutralizing antibody precursors in nonhuman primates",
      "authors": "Jon M. Steichen, Ivy Phung, Eugenia Salcedo, Gabriel Ozorowski, Jordan R. Willis, Sabyasachi Baboo, Alessia Liguori, Christopher A. Cottrell, Jonathan L. Torres, Patrick J. Madden, Krystal M. Ma, Henry J. Sutton, Jeong Hyun Lee, Oleksandr Kalyuzhniy, Joel D. Allen, Oscar L. Rodriguez, Yumiko Adachi, Tina-Marie Mullen, Erik Georgeson, Michael Kubitz, Alison Burns, Shawn Barman, Rohini Mopuri, Amanda Metz, Tasha K. Altheide, Jolene K. Diedrich, Swati Saha, Kaitlyn Shields, Steven E. Schultze, Melissa L. Smith, Torben Schiffner, Dennis R. Burton, Corey T. Watson, Steven E. Bosinger, Max Crispin, John R. Yates, James C. Paulson, Andrew B. Ward, Devin Sok, Shane Crotty, William R. Schief",
      "paper_url": "https://doi.org/10.1126/science.adj8321",
      "venue": "science24"
    },
    {
      "id": "science21_https://openalex.org/W3136349694",
      "paper_id": "https://openalex.org/W3136349694",
      "title": "Volatility of vaccine confidence",
      "authors": "Heidi J. Larson, David A. Broniatowski",
      "paper_url": "https://doi.org/10.1126/science.abi6488",
      "venue": "science21"
    },
    {
      "id": "science21_https://openalex.org/W3148554359",
      "paper_id": "https://openalex.org/W3148554359",
      "title": "X-ray screening identifies active site and allosteric inhibitors of SARS-CoV-2 main protease",
      "authors": "Sebastian Günther, Patrick Y. A. Reinke, Yaiza Fernández-García, Julia Lieske, Thomas J. Lane, Helen M. Ginn, Faisal H. M. Koua, Christiane Ehrt, Wiebke Ewert, Dominik Oberthuer, Oleksandr Yefanov, Susanne Meier, Kristina Lorenzen, Boris Krichel, Janine-Denise Kopicki, Luca Gelisio, Wolfgang Brehm, Ilona Dunkel, Brandon Seychell, Henry Gieseler, Brenna Norton-Baker, Beatriz Escudero-Pérez, Martin Domaracky, Sofiane Saouane, Alexandra Tolstikova, Thomas A. White, Anna Hänle, Michael Groessler, Holger Fleckenstein, Fabian Trost, Marina Galchenkova, Yaroslav Gevorkov, Chufeng Li, Salah Awel, Ariana Peck, Miriam Barthelmess, Frank Schlünzen, P. Lourdu Xavier, Nadine Werner, Hina Andaleeb, Najeeb Ullah, Sven Falke, Vasundara Srinivasan, Bruno Alves França, Martin Schwinzer, Hévila Brognaro, Cromarte Rogers, Diogo Melo, Joanna J. Zaitseva-Doyle, Juraj Knoska, Gisel E. Peña-Murillo, Aida Rahmani Mashhour, Vincent Hennicke, Pontus Fischer, Johanna Hakanpää, Jan Meyer, Philip Gribbon, Bernhard Ellinger, Maria Kuzikov, Markus Wolf, Andrea R. Beccari, Gleb Bourenkov, David von Stetten, Guillaume Pompidor, Isabel Bento, Saravanan Panneerselvam, Ivars Karpics, Thomas R. Schneider, Maria Marta Garcia-Alai, Stephan Niebling, Christian Günther, Christina Schmidt, Robin Schubert, Huijong Han, Juliane Boger, Diana C. F. Monteiro, Linlin Zhang, Xinyuanyuan Sun, Jonathan Pletzer-Zelgert, Jan Wollenhaupt, Christian G. Feiler, Manfred S. Weiss, Eike-Christian Schulz, Pedram Mehrabi, Katarina Karničar, Aleksandra Usenik, Jure Loboda, Henning Tidow, Ashwin Chari, Rolf Hilgenfeld, Charlotte Uetrecht, Russell Cox, Andrea Zaliani, Tobias Beck, Matthias Rarey, Stephan Günther, Dusan Turk, Winfried Hinrichs, Henry N. Chapman, Arwen R. Pearson, Christian Betzel, Alke Meents",
      "paper_url": "https://doi.org/10.1126/science.abf7945",
      "venue": "science21"
    }
  ]
}