{
  "cluster_id": 156,
  "papers": [
    {
      "id": "nature24_https://openalex.org/W4391383764",
      "paper_id": "https://openalex.org/W4391383764",
      "title": "7-Dehydrocholesterol dictates ferroptosis sensitivity",
      "authors": "Yaxu Li, Qiao Ran, Qiuhui Duan, Jiali Jin, Yanjin Wang, Lei Yu, Chaojie Wang, Zhenyun Zhu, Xin Chen, Linjun Weng, Zan Li, Jia Wang, Qi Wu, Hui Wang, Hongling Tian, Sihui Song, Zezhi Shan, Qiwei Zhai, Huanlong Qin, Shili Chen, Lan Fang, Huiyong Yin, Hu Zhou, Xuejun Jiang, Ping Wang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06983-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391383725",
      "paper_id": "https://openalex.org/W4391383725",
      "title": "7-Dehydrocholesterol is an endogenous suppressor of ferroptosis",
      "authors": "Florencio Porto Freitas, Hamed Alborzinia, Ancély Ferreira dos Santos, Palina Nepachalovich, Lohans Pedrera, Omkar Zilka, Alex Inague, Corinna Klein, Nesrine Aroua, Kamini Kaushal, Bettina Kast, Svenja M. Lorenz, Viktoria Kunz, Helene Nehring, Thamara N. Xavier da Silva, Zhiyi Chen, Sena Atici, Sebastian G. Doll, Emily L. Schaefer, Ifedapo Ekpo, Werner Schmitz, Aline Horling, Peter Imming, Sayuri Miyamoto, Ann M. Wehman, Thiago C. Genaro-Mattos, Karoly Mirnics, Lokender Kumar, Judith Klein-Seetharaman, Svenja Meierjohann, Isabel Weigand, Matthias Kroiss, Georg W. Bornkamm, Fernando Gomes, Luis Eduardo Soares Netto, Manjima B. Sathian, David B. Konrad, Douglas F. Covey, Bernhard Michalke, Kurt Bommert, Ralf C. Bargou, Ana Garcia-Saez, Derek A. Pratt, Maria Fedorova, Andreas Trumpp, Marcus Conrad, José Pedro Friedmann Angeli",
      "paper_url": "https://doi.org/10.1038/s41586-023-06878-9",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408853326",
      "paper_id": "https://openalex.org/W4408853326",
      "title": "A broad-spectrum lasso peptide antibiotic targeting the bacterial ribosome",
      "authors": "Manoj Jangra, Dmitrii Y. Travin, Elena V. Aleksandrova, Manpreet Kaur, Lena Darwish, Kalinka Koteva, Dorota Klepacki, Wenliang Wang, Maya Tiffany, Akosiererem Sokaribo, Brian K. Coombes, Nora Vázquez-Laslop, Yury S. Polikanov, Alexander S. Mankin, Gerard D. Wright",
      "paper_url": "https://doi.org/10.1038/s41586-025-08723-7",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4413020542",
      "paper_id": "https://openalex.org/W4413020542",
      "title": "A diverse and distinct microbiome inside living trees",
      "authors": "Wyatt Arnold, Jonathan Gewirtzman, Peter A. Raymond, Marlyse C. Duguid, Craig R. Brodersen, Cade Brown, Naomi Norbraten, Qespi T’ika Vizcarra Wood, Mark A. Bradford, Jordan Peccia",
      "paper_url": "https://doi.org/10.1038/s41586-025-09316-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399121785",
      "paper_id": "https://openalex.org/W4399121785",
      "title": "A Gram-negative-selective antibiotic that spares the gut microbiome",
      "authors": "Kristen A. Muñoz, Rebecca J. Ulrich, Archit K. Vasan, Matt Sinclair, Po-Chao Wen, Jessica R. Holmes, Hyang Yeon Lee, Chien-Che Hung, Christopher J. Fields, Emad Tajkhorshid, Gee W. Lau, Paul J. Hergenrother",
      "paper_url": "https://doi.org/10.1038/s41586-024-07502-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392985440",
      "paper_id": "https://openalex.org/W4392985440",
      "title": "A host–microbiota interactome reveals extensive transkingdom connectivity",
      "authors": "Nicole D. Sonnert, Connor E. Rosen, Andrew R. Ghazi, Eric A. Franzosa, Brianna Duncan-Lowey, Jaime A. González-Hernández, John D. Huck, Yi Yang, Yile Dai, Tyler A. Rice, Mytien T. Nguyen, Deguang Song, Yiyun Cao, Anjelica L. Martin, Agata A. Bielecka, Suzanne Fischer, Changhui Guan, Julia Oh, Curtis Huttenhower, Aaron M. Ring, Noah W. Palm",
      "paper_url": "https://doi.org/10.1038/s41586-024-07162-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3180679829",
      "paper_id": "https://openalex.org/W3180679829",
      "title": "A metabolomics pipeline for the mechanistic interrogation of the gut microbiome",
      "authors": "Shuo Han, Will Van Treuren, Curt R. Fischer, Bryan D. Merrill, Brian C. DeFelice, Juan M. Sanchez, Steven K. Higginbottom, Leah Guthrie, Lalla A. Fall, Dylan Dodd, Michael A. Fischbach, Justin L. Sonnenburg",
      "paper_url": "https://doi.org/10.1038/s41586-021-03707-9",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4205900198",
      "paper_id": "https://openalex.org/W4205900198",
      "title": "A naturally inspired antibiotic to target multidrug-resistant pathogens",
      "authors": "Zongqiang Wang, Bimal Koirala, Yozen Hernandez, Matthew Zimmerman, Steven Park, David S. Perlin, Sean F. Brady",
      "paper_url": "https://doi.org/10.1038/s41586-021-04264-x",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4390535733",
      "paper_id": "https://openalex.org/W4390535733",
      "title": "A new antibiotic traps lipopolysaccharide in its intermembrane transporter",
      "authors": "Karanbir S. Pahil, Morgan S. A. Gilman, Vadim Baidin, Thomas Clairfeuille, Patrizio Mattei, Christoph Bieniossek, Fabian Dey, Dieter Muri, Remo Baettig, Michael Lobritz, Kenneth Bradley, Andrew C. Kruse, Daniel Kahne",
      "paper_url": "https://doi.org/10.1038/s41586-023-06799-7",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4289638016",
      "paper_id": "https://openalex.org/W4289638016",
      "title": "A non-canonical vitamin K cycle is a potent ferroptosis suppressor",
      "authors": "Eikan Mishima, Junya Ito, Zijun Wu, Toshitaka Nakamura, Adam Wahida, Sebastian Doll, Wulf Tonnus, Palina Nepachalovich, Elke Eggenhofer, Maceler Aldrovandi, Bernhard Henkelmann, Ken-ichi Yamada, Jonas Wanninger, Omkar Zilka, Emiko Sato, Regina Feederle, Daniela Hass, Adriano Maida, André Santos Dias Mourão, Andreas Linkermann, Edward K. Geissler, Kiyotaka Nakagawa, Takaaki Abe, Maria Fedorova, Bettina Proneth, Derek A. Pratt, Marcus Conrad",
      "paper_url": "https://doi.org/10.1038/s41586-022-05022-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4390570560",
      "paper_id": "https://openalex.org/W4390570560",
      "title": "A novel antibiotic class targeting the lipopolysaccharide transporter",
      "authors": "Claudia Zampaloni, Patrizio Mattei, Konrad Bleicher, Lotte Winther, Claudia Thäte, Christian Bucher, Jean-Michel Adam, Alexander Alanine, Kurt E. Amrein, Vadim Baidin, Christoph Bieniossek, Caterina Bissantz, Franziska Boess, Carina Cantrill, Thomas Clairfeuille, Fabian Dey, Patrick Di Giorgio, Pauline du Castel, David Dylus, Pawel Dzygiel, Antonio Felici, Fernando García-Alcalde, Andreas Haldimann, Matthew Leipner, Semen Leyn, Séverine Louvel, Pauline Misson, Andrei Osterman, Karanbir Pahil, Sébastien Rigo, Adrian Schäublin, Sebastian Scharf, Petra Schmitz, Theodor Stoll, Andrej Trauner, Sannah Zoffmann, Daniel Kahne, John A. T. Young, Michael A. Lobritz, Kenneth A. Bradley",
      "paper_url": "https://doi.org/10.1038/s41586-023-06873-0",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408613217",
      "paper_id": "https://openalex.org/W4408613217",
      "title": "A polyene macrolide targeting phospholipids in the fungal cell membrane",
      "authors": "Qisen Deng, Yinchuan Li, Wenyan He, Tao Chen, Nan Liu, Lingman Ma, Zhixia Qiu, Zhuo Shang, Zongqiang Wang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08678-9",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4378071763",
      "paper_id": "https://openalex.org/W4378071763",
      "title": "A Pseudomonas aeruginosa small RNA regulates chronic and acute infection",
      "authors": "Pengbo Cao, Derek Fleming, Dina A. Moustafa, Stephen K. Dolan, Kayla H. Szymanik, Whitni K. Redman, Anayancy Ramos, Frances L. Diggle, Christopher S. Sullivan, Joanna B. Goldberg, Kendra P. Rumbaugh, Marvin Whiteley",
      "paper_url": "https://doi.org/10.1038/s41586-023-06111-7",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3203502883",
      "paper_id": "https://openalex.org/W3203502883",
      "title": "A single sulfatase is required to access colonic mucin by a gut bacterium",
      "authors": "Ana S. Luis, Chunsheng Jin, Gabriel Vasconcelos Pereira, Robert W. P. Glowacki, Sadie R. Gugel, Shaleni Singh, Dominic P. Byrne, Nicholas A. Pudlo, James A. London, Arnaud Baslé, Mark Reihill, Stefan Oscarson, Patrick A. Eyers, Mirjam Czjzek, Gurvan Michel, Tristan Barbeyron, Edwin A. Yates, Gunnar C. Hansson, Niclas G. Karlsson, Alan Cartmell, Eric C. Martens",
      "paper_url": "https://doi.org/10.1038/s41586-021-03967-5",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3208116526",
      "paper_id": "https://openalex.org/W3208116526",
      "title": "A synthetic antibiotic class overcoming bacterial multidrug resistance",
      "authors": "Matthew J. Mitcheltree, Amarnath Pisipati, Egor A. Syroegin, Katherine J. Silvestre, Dorota Klepacki, Jeremy D. Mason, Daniel W. Terwilliger, Giambattista Testolin, Aditya R. Pote, Kelvin J. Y. Wu, Richard Porter Ladley, Kelly Chatman, Alexander S. Mankin, Yury S. Polikanov, Andrew G. Myers",
      "paper_url": "https://doi.org/10.1038/s41586-021-04045-6",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4225088396",
      "paper_id": "https://openalex.org/W4225088396",
      "title": "ABO genotype alters the gut microbiota by regulating GalNAc levels in pigs",
      "authors": "Hui Yang, Jinyuan Wu, Xiaochang Huang, Yunyan Zhou, Yifeng Zhang, Min Liu, Qin Liu, Shanlin Ke, Maozhang He, Hao Fu, Shaoming Fang, Xinwei Xiong, Hui Jiang, Zhe Chen, Zhongzi Wu, Huanfa Gong, Xinkai Tong, Yizhong Huang, Junwu Ma, Jun Gao, Carole Charlier, Wouter Coppieters, Lev Shagam, Zhiyan Zhang, Huashui Ai, Bin Yang, Michel Georges, Congying Chen, Lusheng Huang",
      "paper_url": "https://doi.org/10.1038/s41586-022-04769-z",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3181800567",
      "paper_id": "https://openalex.org/W3181800567",
      "title": "Acetate differentially regulates IgA reactivity to commensal bacteria",
      "authors": "Tadashi Takeuchi, Eiji Miyauchi, Takashi Kanaya, Tamotsu Kato, Yumiko Nakanishi, Takashi Watanabe, Toshimori Kitami, Takashi Taida, Takaharu Sasaki, Hiroki Negishi, Shu Shimamoto, Akinobu Matsuyama, Ikuo Kimura, Ifor R. Williams, Osamu Ohara, Hiroshi Ohno",
      "paper_url": "https://doi.org/10.1038/s41586-021-03727-5",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410189348",
      "paper_id": "https://openalex.org/W4410189348",
      "title": "Activation of lysosomal iron triggers ferroptosis in cancer",
      "authors": "Tatiana Cañeque, Leeroy Baron, Sebastian Müller, Alanis Carmona, Ludovic Colombeau, Antoine Versini, Stéphanie Solier, Christine Gaillet, Fabien Sindikubwabo, Julio L. Sampaio, Marie Sabatier, Eikan Mishima, Armel Picard-Bernes, Laurène Syx, Nicolas Servant, Bérangère Lombard, Damarys Loew, Jiashuo Zheng, Bettina Proneth, Leishemba K. Thoidingjam, Laurence Grimaud, Cameron S. Fraser, Krystina J. Szylo, Emma Der Kazarian, Caroline Bonnet, Emmanuelle Charafe-Jauffret, Christophe Ginestier, Patricia Santofimia-Castaño, Matias Estaras, Nelson Dusetti, Juan Lucio Iovanna, Antonio Sa Cunha, Gabriella Pittau, Pascal Hammel, Dimitri Tzanis, Sylvie Bonvalot, Sarah Watson, Vincent Gandon, Aditya Upadhyay, Derek A. Pratt, Florêncio Porto Freitas, José Pedro Friedmann Angeli, Brent R. Stockwell, Marcus Conrad, Jessalyn M. Ubellacker, Raphaël Rodriguez",
      "paper_url": "https://doi.org/10.1038/s41586-025-08974-4",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3180572190",
      "paper_id": "https://openalex.org/W3180572190",
      "title": "Adaptive immunity induces mutualism between commensal eukaryotes",
      "authors": "Kyla S. Ost, Teresa R. O’Meara, W. Zac Stephens, Tyson Chiaro, Haoyang Zhou, Jourdan Penman, Rickesha Bell, Jason R. Catanzaro, Deguang Song, Shakti Singh, Daniel H. Call, Elizabeth Hwang-Wong, Kimberly E. Hanson, John F. Valentine, Kenneth A. Christensen, Ryan M. O’Connell, Brendan Cormack, Ashraf S. Ibrahim, Noah W. Palm, Suzanne M. Noble, June L. Round",
      "paper_url": "https://doi.org/10.1038/s41586-021-03722-w",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3197986920",
      "paper_id": "https://openalex.org/W3197986920",
      "title": "AIM2 forms a complex with pyrin and ZBP1 to drive PANoptosis and host defence",
      "authors": "SangJoon Lee, Rajendra Karki, Yaqiu Wang, Lam Nhat Nguyen, Ravi C. Kalathur, Thirumala-Devi Kanneganti",
      "paper_url": "https://doi.org/10.1038/s41586-021-03875-8",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3122549929",
      "paper_id": "https://openalex.org/W3122549929",
      "title": "AIM2 in regulatory T cells restrains autoimmune diseases",
      "authors": "Wei-Chun Chou, Zengli Guo, Hao Guo, Liang Chen, Ge Zhang, Kaixin Liang, Ling Xie, Xianming Tan, Sara A. Gibson, Elena Rampanelli, Yan Wang, Stephanie A. Montgomery, W. June Brickey, Meng Deng, Leslie Freeman, Song Zhang, Maureen A. Su, Xian Chen, Yisong Y. Wan, Jenny P.-Y. Ting",
      "paper_url": "https://doi.org/10.1038/s41586-021-03231-w",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402219973",
      "paper_id": "https://openalex.org/W4402219973",
      "title": "Alternating high-fat diet enhances atherosclerosis by neutrophil reprogramming",
      "authors": "Jean-Rémi Lavillegrand, Rida Al-Rifai, Sara Thietart, Théo Guyon, Marie Vandestienne, Raphael Cohen, Vincent Duval, Xiaodan Zhong, Daniel Yen, Mumin Ozturk, Yutaka Negishi, Joanne Konkel, Emmanuel Pinteaux, Olivia Lenoir, Jose Vilar, Ludivine Laurans, Bruno Esposito, Marius Bredon, Harry Sokol, Marc Diedisheim, Antoine-Emmanuel Saliba, Alma Zernecke, Clément Cochain, Jessica Haub, Alain Tedgui, Nancy A. Speck, Soraya Taleb, Musa M. Mhlanga, Andreas Schlitzer, Niels P. Riksen, Hafid Ait-Oufella",
      "paper_url": "https://doi.org/10.1038/s41586-024-07693-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4403450835",
      "paper_id": "https://openalex.org/W4403450835",
      "title": "An ancient ecospecies of Helicobacter pylori",
      "authors": "Elise Tourrette, Roberto C. Torres, Sarah L. Svensson, Takashi Matsumoto, Muhammad Miftahussurur, Kartika Afrida Fauzia, Ricky Indra Alfaray, Ratha-Korn Vilaichone, Vo Phuoc Tuan, Hafeza Aftab, Lotay Tshering, Dhakal Guru Prasad, Evariste Tshibangu-Kabamba, Ghislain Disashi Tumba, Patrick de Jesus Ngoma-Kisoko, Antoine Tshimpi-Wola, Dieudonné Mumba Ngoyi, Pascal Tshiamala Kashala, Modesto Cruz, José Jiménez Abreu, Celso Hosking, Jukka Ronkainen, Pertti Aro, Titong Sugihartono, Ari Fahrial Syam, Langgeng Agung Waskito, Hasan Maulahela, Yudith Annisa Ayu Rezkitha, Shaho Negahdar Panirani, Hamid Asadzadeh Aghdaei, Mohammad Reza Zali, Nasrin Mirzaei, Saeid Latifi-Navid, Takeshi Matsuhisa, Phawinee Subsomwong, Hideo Terao, Batsaikhan Saruuljavkhlan, Tadashi Shimoyama, Nagisa Kinjo, Fukunori Kinjo, Kazunari Murakami, Thein Myint, Than Than Aye, New Ni, Than Than Yee, Kyaw Htet, Pradeep Krishna Shrestha, Rabi Prakash Sharma, Jeewantha Rathnayake, Meegahalande Durage Lamawansa, Emilio Rudbeck, Lars Agreus, Anna Andreasson, Lars Engstrand, Varocha Mahachai, Thawee Ratanachu-Ek, Kammal Kumar Pawa, Tran Thi Huyen Trang, Tran Thanh Binh, Vu Van Khien, Ho Dang Quy Dung, Dou Narith, Difei Wang, Abbas Yadegar, Lisa M. Olsson, Zhemin Zhou, Yoshio Yamaoka, Kaisa Thorell, Daniel Falush",
      "paper_url": "https://doi.org/10.1038/s41586-024-07991-z",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400491946",
      "paper_id": "https://openalex.org/W4400491946",
      "title": "An enterococcal phage-derived enzyme suppresses graft-versus-host disease",
      "authors": "Kosuke Fujimoto, Tetsuya Hayashi, Mako Yamamoto, Noriaki Sato, Masaki Shimohigoshi, Daichi Miyaoka, Chieko Yokota, Miki Watanabe, Yuki Hisaki, Yukari Kamei, Yuki Yokoyama, Takato Yabuno, Asao Hirose, Mika Nakamae, Hirohisa Nakamae, Miho Uematsu, Shintaro Sato, Kiyoshi Yamaguchi, Yoichi Furukawa, Yukihiro Akeda, Masayuki Hino, Seiya Imoto, Satoshi Uematsu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07667-8",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4302010917",
      "paper_id": "https://openalex.org/W4302010917",
      "title": "Antibiotic combinations reduce Staphylococcus aureus clearance",
      "authors": "Viktória Lázár, Olga Snitser, Daniel Barkan, Roy Kishony",
      "paper_url": "https://doi.org/10.1038/s41586-022-05260-5",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3195878610",
      "paper_id": "https://openalex.org/W3195878610",
      "title": "APRIL limits atherosclerosis by binding to heparan sulfate proteoglycans",
      "authors": "Dimitrios Tsiantoulas, Mahya Eslami, Georg Obermayer, Marc Clement, Diede Smeets, Florian J. Mayer, Máté G. Kiss, Lennart Enders, Juliane Weißer, Laura Göderle, Jordi Lambert, Florian Frommlet, André Mueller, Tim Hendrikx, Maria Ozsvar-Kozma, Florentina Porsch, Laure Willen, Taras Afonyushkin, Jane E. Murphy, Per Fogelstrand, Olivier Donzé, Gerard Pasterkamp, Matthias Hoke, Stefan Kubicek, Helle F. Jørgensen, Nicolas Danchin, Tabassome Simon, Hubert Scharnagl, Winfried März, Jan Borén, Henry Hess, Ziad Mallat, Pascal Schneider, Christoph J. Binder",
      "paper_url": "https://doi.org/10.1038/s41586-021-03818-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4286218312",
      "paper_id": "https://openalex.org/W4286218312",
      "title": "Archaic chaperone–usher pili self-secrete into superelastic zigzag springs",
      "authors": "Natalia Pakharukova, Henri Malmi, Minna Tuittila, Tobias Dahlberg, Debnath Ghosal, Yi-Wei Chang, Si Lhyam Myint, Sari Paavilainen, Stefan David Knight, Urpo Lamminmäki, Bernt Eric Uhlin, Magnus Andersson, Grant Jensen, Anton V. Zavialov",
      "paper_url": "https://doi.org/10.1038/s41586-022-05095-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403921199",
      "paper_id": "https://openalex.org/W4403921199",
      "title": "Autoinhibition of dimeric NINJ1 prevents plasma membrane rupture",
      "authors": "Sergei Pourmal, Melissa E. Truong, Matthew C. Johnson, Ying Yang, Lijuan Zhou, Kamela Alegre, Irma B. Stowe, Shalini Gupta, Phoebe A. Chen, Yingnan Zhang, Alexis Rohou, Kim Newton, Nobuhiko Kayagaki, Vishva M. Dixit, Ishan Deshpande",
      "paper_url": "https://doi.org/10.1038/s41586-024-08273-4",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4224286658",
      "paper_id": "https://openalex.org/W4224286658",
      "title": "Basis of narrow-spectrum activity of fidaxomicin on Clostridioides difficile",
      "authors": "Xinyun Cao, Hande Boyaci, James Chen, Yu Bao, Robert Landick, Elizabeth A. Campbell",
      "paper_url": "https://doi.org/10.1038/s41586-022-04545-z",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4409148658",
      "paper_id": "https://openalex.org/W4409148658",
      "title": "Bifidobacteria support optimal infant vaccine responses",
      "authors": "Feargal J. Ryan, Michelle Clarke, Miriam A. Lynn, Saoirse C. Benson, Sonia McAlister, Lynne C. Giles, Jocelyn M. Choo, Charné Rossouw, Yan Yung Ng, Evgeny A. Semchenko, Alyson Richard, Lex E. X. Leong, Steven L. Taylor, Stephen J. Blake, Joyce I. Mugabushaka, Mary Walker, Steve L. Wesselingh, Paul V. Licciardi, Kate L. Seib, Damon J. Tumes, Peter Richmond, Geraint B. Rogers, Helen S. Marshall, David J. Lynn",
      "paper_url": "https://doi.org/10.1038/s41586-025-08796-4",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4391597743",
      "paper_id": "https://openalex.org/W4391597743",
      "title": "Bile salt hydrolase acyltransferase activity expands bile acid diversity",
      "authors": "Douglas V. Guzior, Maxwell Okros, Madison Shivel, Bruin Armwald, Christopher Bridges, Yousi Fu, Christian Martin, Anthony L. Schilmiller, Wendy M. Miller, Kathryn M. Ziegler, Matthew D. Sims, Michael E. Maddens, Stewart F. Graham, Robert P. Hausinger, Robert A. Quinn",
      "paper_url": "https://doi.org/10.1038/s41586-024-07017-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391616565",
      "paper_id": "https://openalex.org/W4391616565",
      "title": "Bile salt hydrolase catalyses formation of amine-conjugated bile acids",
      "authors": "Bipin Rimal, Stephanie L. Collins, Ceylan E. Tanes, Edson R. Rocha, Megan A. Granda, Sumeet Solanki, Nushrat J. Hoque, Emily C. Gentry, Imhoi Koo, Erin R. Reilly, Fuhua Hao, Devendra Paudel, Vishal Singh, Tingting Yan, Min Soo Kim, Kyle Bittinger, Joseph P. Zackular, Kristopher W. Krausz, Dhimant Desai, Shantu Amin, James P. Coleman, Yatrik M. Shah, Jordan E. Bisanz, Frank J. Gonzalez, John P. Vanden Heuvel, Gary D. Wu, Babette S. Zemel, Pieter C. Dorrestein, Emily E. Weinert, Andrew D. Patterson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06990-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3197782746",
      "paper_id": "https://openalex.org/W3197782746",
      "title": "Bioaccumulation of therapeutic drugs by human gut bacteria",
      "authors": "Martina Klünemann, Sergej Andrejev, Sonja Blasche, Andre Mateus, Prasad Phapale, Saravanan Devendran, Johanna Vappiani, Bernd Simon, Timothy A. Scott, Eleni Kafkia, Dimitrios Konstantinidis, Katharina Zirngibl, Eleonora Mastrorilli, Manuel Banzhaf, Marie-Therese Mackmull, Felix Hövelmann, Leo Nesme, Ana Rita Brochado, Lisa Maier, Thomas Bock, Vinita Periwal, Manjeet Kumar, Yongkyu Kim, Melanie Tramontano, Carsten Schultz, Martin Beck, Janosch Hennig, Michael Zimmermann, Daniel C. Sévin, Filipe Cabreiro, Mikhail M. Savitski, Peer Bork, Athanasios Typas, Kiran R. Patil",
      "paper_url": "https://doi.org/10.1038/s41586-021-03891-8",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389670805",
      "paper_id": "https://openalex.org/W4389670805",
      "title": "Bioactive glycans in a microbiome-directed food for children with malnutrition",
      "authors": "Matthew C. Hibberd, Daniel M. Webber, Dmitry A. Rodionov, Suzanne Henrissat, Robert Y. Chen, Cyrus Zhou, Hannah M. Lynn, Yi Wang, Hao-Wei Chang, Evan M. Lee, Janaki Lelwala-Guruge, Marat D. Kazanov, Aleksandr A. Arzamasov, Semen A. Leyn, Vincent Lombard, Nicolas Terrapon, Bernard Henrissat, Juan J. Castillo, Garret Couture, Nikita P. Bacalzo Jr, Ye Chen, Carlito B. Lebrilla, Ishita Mostafa, Subhasish Das, Mustafa Mahfuz, Michael J. Barratt, Andrei L. Osterman, Tahmeed Ahmed, Jeffrey I. Gordon",
      "paper_url": "https://doi.org/10.1038/s41586-023-06838-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400948868",
      "paper_id": "https://openalex.org/W4400948868",
      "title": "Blood culture-free ultra-rapid antimicrobial susceptibility testing",
      "authors": "Tae Hyun Kim, Junwon Kang, Haewook Jang, Hyelyn Joo, Gi Yoon Lee, Hamin Kim, Untack Cho, Hyeeun Bang, Jisung Jang, Sangkwon Han, Dong Young Kim, Chan Mi Lee, Chang Kyung Kang, Pyoeng Gyun Choe, Nam Joong Kim, Myoung-don Oh, Taek Soo Kim, Inho Kim, Wan Beom Park, Sunghoon Kwon",
      "paper_url": "https://doi.org/10.1038/s41586-024-07725-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394892430",
      "paper_id": "https://openalex.org/W4394892430",
      "title": "Brain endothelial GSDMD activation mediates inflammatory BBB breakdown",
      "authors": "Chao Wei, Wei Jiang, Ruiyu Wang, Haoyu Zhong, Huabin He, Xinwei Gao, Shilin Zhong, Fengting Yu, Qingchun Guo, Li Zhang, Lisa D. J. Schiffelers, Bin Zhou, Martin Trepel, Florian I. Schmidt, Minmin Luo, Feng Shao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07314-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409729394",
      "paper_id": "https://openalex.org/W4409729394",
      "title": "Brief antibiotic use drives human gut bacteria towards low-cost resistance",
      "authors": "Eitan Yaffe, Les Dethlefsen, Arati V. Patankar, Chen Gui, Susan Holmes, David A. Relman",
      "paper_url": "https://doi.org/10.1038/s41586-025-08781-x",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3158595574",
      "paper_id": "https://openalex.org/W3158595574",
      "title": "C. difficile exploits a host metabolite produced during toxin-mediated disease",
      "authors": "Kali M. Pruss, Justin L. Sonnenburg",
      "paper_url": "https://doi.org/10.1038/s41586-021-03502-6",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4386691499",
      "paper_id": "https://openalex.org/W4386691499",
      "title": "C. difficile intoxicates neurons and pericytes to drive neurogenic inflammation",
      "authors": "John Manion, Melissa A. Musser, Gavin A. Kuziel, Min Liu, Amy Shepherd, Siyu Wang, Pyung-Gang Lee, Leo Zhao, Jie Zhang, Ravi K. R. Marreddy, Jeffrey D. Goldsmith, Ke Yuan, Julian G. Hurdle, Ralf Gerhard, Rongsheng Jin, Seth Rakoff-Nahoum, Meenakshi Rao, Min Dong",
      "paper_url": "https://doi.org/10.1038/s41586-023-06607-2",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3177080894",
      "paper_id": "https://openalex.org/W3177080894",
      "title": "Caloric restriction disrupts the microbiota and colonization resistance",
      "authors": "Reiner Jumpertz von Schwartzenberg, Jordan E. Bisanz, Svetlana Lyalina, Peter Spanogiannopoulos, Qi Yan Ang, Jingwei Cai, Sophia Dickmann, Marie Friedrich, Su-Yang Liu, Stephanie L. Collins, Danielle Ingebrigtsen, Steve Miller, Jessie A. Turnbaugh, Andrew D. Patterson, Katherine S. Pollard, Knut Mai, Joachim Spranger, Peter J. Turnbaugh",
      "paper_url": "https://doi.org/10.1038/s41586-021-03663-4",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4282984520",
      "paper_id": "https://openalex.org/W4282984520",
      "title": "Caspase-7 activates ASM to repair gasdermin and perforin pores",
      "authors": "Kengo Nozaki, Vivien I. Maltez, Manira Rayamajhi, Alan L. Tubbs, Joseph E. Mitchell, Carolyn A. Lacey, Carissa K. Harvest, Lupeng Li, William T. Nash, Heather N. Larson, Benjamin D. McGlaughon, Nathaniel J. Moorman, Michael G. Brown, Jason K. Whitmire, Edward A. Miao",
      "paper_url": "https://doi.org/10.1038/s41586-022-04825-8",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407957901",
      "paper_id": "https://openalex.org/W4407957901",
      "title": "Clonal Candida auris and ESKAPE pathogens on the skin of residents of nursing homes",
      "authors": "Diana M. Proctor, Sarah E. Sansom, Clay Deming, Sean Conlan, Ryan A. Blaustein, Thomas K. Atkins, Jim Mullikin, Jim Thomas, Alice Young, Gerry Bouffard, Betty Barnabas, Shelise Brooks, Joel Han, Chlöe Buchter, Shi-ling Ho, Juyun Crawford, Richelle Legaspi, Quino Maduro, Holly Marfani, Casandra Montemayor, Nancy Riebow, Karen Schandler, Brian Schmidt, Christina Sison, Mal Stantripop, Sean Black, Mila Dekhtyar, Cathy Masiello, Jenny McDowell, Morgan Park, Pam Thomas, Meg Vemulapalli, Thelma Dangana, Christine Fukuda, Lahari Thotapalli, Heidi H. Kong, Michael Y. Lin, Mary K. Hayden, Julia A. Segre",
      "paper_url": "https://doi.org/10.1038/s41586-025-08608-9",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4388694347",
      "paper_id": "https://openalex.org/W4388694347",
      "title": "Clostridioides difficile ferrosome organelles combat nutritional immunity",
      "authors": "Hualiang Pi, Rong Sun, James R. McBride, Angela R. S. Kruse, Katherine N. Gibson-Corley, Evan S. Krystofiak, Maribeth R. Nicholson, Jeffrey M. Spraggins, Qiangjun Zhou, Eric P. Skaar",
      "paper_url": "https://doi.org/10.1038/s41586-023-06719-9",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W4200071447",
      "paper_id": "https://openalex.org/W4200071447",
      "title": "Combinatorial, additive and dose-dependent drug–microbiome associations",
      "authors": "Sofia K. Forslund, Rima Chakaroun, Maria Zimmermann-Kogadeeva, Lajos Markó, Judith Aron-Wisnewsky, Trine Nielsen, Lucas Moitinho-Silva, Thomas S. B. Schmidt, Gwen Falony, Sara Vieira-Silva, Solia Adriouch, Renato J. Alves, Karen Assmann, Jean-Philippe Bastard, Till Birkner, Robert Caesar, Julien Chilloux, Luis Pedro Coelho, Leopold Fezeu, Nathalie Galleron, Gerard Helft, Richard Isnard, Boyang Ji, Michael Kuhn, Emmanuelle Le Chatelier, Antonis Myridakis, Lisa Olsson, Nicolas Pons, Edi Prifti, Benoit Quinquis, Hugo Roume, Joe-Elie Salem, Nataliya Sokolovska, Valentina Tremaroli, Mireia Valles-Colomer, Christian Lewinter, Nadja B. Søndertoft, Helle Krogh Pedersen, Tue H. Hansen, Chloe Amouyal, Ehm Astrid Andersson Galijatovic, Fabrizio Andreelli, Olivier Barthelemy, Jean-Paul Batisse, Eugeni Belda, Magalie Berland, Randa Bittar, Hervé Blottière, Frederic Bosquet, Rachid Boubrit, Olivier Bourron, Mickael Camus, Dominique Cassuto, Cecile Ciangura, Jean-Philippe Collet, Maria-Carlota Dao, Morad Djebbar, Angélique Doré, Line Engelbrechtsen, Soraya Fellahi, Sebastien Fromentin, Pilar Galan, Dominique Gauguier, Philippe Giral, Agnes Hartemann, Bolette Hartmann, Jens Juul Holst, Malene Hornbak, Lesley Hoyles, Jean-Sebastien Hulot, Sophie Jaqueminet, Niklas Rye Jørgensen, Hanna Julienne, Johanne Justesen, Judith Kammer, Nikolaj Krarup, Mathieu Kerneis, Jean Khemis, Ruby Kozlowski, Véronique Lejard, Florence Levenez, Lea Lucas-Martini, Robin Massey, Laura Martinez-Gili, Nicolas Maziers, Jonathan Medina-Stamminger, Gilles Montalescot, Sandrine Moute, Ana Luisa Neves, Michael Olanipekun, Laetitia Pasero Le Pavin, Christine Poitou, Francoise Pousset, Laurence Pouzoulet, Andrea Rodriguez-Martinez, Christine Rouault, Johanne Silvain, Mathilde Svendstrup, Timothy Swartz, Thierry Vanduyvenboden, Camille Vatier, Stefanie Walther, Jens Peter Gøtze, Lars Køber, Henrik Vestergaard, Torben Hansen, Jean-Daniel Zucker, Serge Hercberg, Jean-Michel Oppert, Ivica Letunic, Jens Nielsen, Fredrik Bäckhed, S. Dusko Ehrlich, Marc-Emmanuel Dumas, Jeroen Raes, Oluf Pedersen, Karine Clément, Michael Stumvoll, Peer Bork",
      "paper_url": "https://doi.org/10.1038/s41586-021-04177-9",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402585762",
      "paper_id": "https://openalex.org/W4402585762",
      "title": "Commensal consortia decolonize Enterobacteriaceae via ecological control",
      "authors": "Munehiro Furuichi, Takaaki Kawaguchi, Marie-Madlen Pust, Keiko Yasuma-Mitobe, Damian R. Plichta, Naomi Hasegawa, Takashi Ohya, Shakti K. Bhattarai, Satoshi Sasajima, Yoshimasa Aoto, Timur Tuganbaev, Mizuki Yaginuma, Masahiro Ueda, Nobuyuki Okahashi, Kimiko Amafuji, Yuko Kiridoshi, Kayoko Sugita, Martin Stražar, Julian Avila-Pacheco, Kerry Pierce, Clary B. Clish, Ashwin N. Skelly, Masahira Hattori, Nobuhiro Nakamoto, Silvia Caballero, Jason M. Norman, Bernat Olle, Takeshi Tanoue, Wataru Suda, Makoto Arita, Vanni Bucci, Koji Atarashi, Ramnik J. Xavier, Kenya Honda",
      "paper_url": "https://doi.org/10.1038/s41586-024-07960-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392984241",
      "paper_id": "https://openalex.org/W4392984241",
      "title": "Compensatory evolution in NusG improves fitness of drug-resistant M. tuberculosis",
      "authors": "Kathryn A. Eckartt, Madeleine Delbeau, Vanisha Munsamy-Govender, Michael A. DeJesus, Zachary A. Azadian, Abhijna K. Reddy, Joshua Chandanani, Nicholas C. Poulton, Stefany Quiñones-Garcia, Barbara Bosch, Robert Landick, Elizabeth A. Campbell, Jeremy M. Rock",
      "paper_url": "https://doi.org/10.1038/s41586-024-07206-5",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4322732280",
      "paper_id": "https://openalex.org/W4322732280",
      "title": "Coordination of bacterial cell wall and outer membrane biosynthesis",
      "authors": "Katherine R. Hummels, Samuel P. Berry, Zhaoqi Li, Atsushi Taguchi, Joseph K. Min, Suzanne Walker, Debora S. Marks, Thomas G. Bernhardt",
      "paper_url": "https://doi.org/10.1038/s41586-023-05750-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4283261724",
      "paper_id": "https://openalex.org/W4283261724",
      "title": "Cryo-EM structure of a type IV secretion system",
      "authors": "Kévin Macé, Abhinav K. Vadakkepat, Adam Redzej, Natalya Lukoyanova, Clasien Oomen, Nathalie Braun, Marta Ukleja, Fang Lu, Tiago R. D. Costa, Elena V. Orlova, David Baker, Qian Cong, Gabriel Waksman",
      "paper_url": "https://doi.org/10.1038/s41586-022-04859-y",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4310157187",
      "paper_id": "https://openalex.org/W4310157187",
      "title": "Cryo-EM structures of the active NLRP3 inflammasome disc",
      "authors": "Le Xiao, Venkat Giri Magupalli, Hao Wu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05570-8",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3162306949",
      "paper_id": "https://openalex.org/W3162306949",
      "title": "DHODH-mediated ferroptosis defence is a targetable vulnerability in cancer",
      "authors": "Chao Mao, Xiaoguang Liu, Yilei Zhang, Guang Lei, Yuelong Yan, Hyemin Lee, Pranavi Koppula, Shiqi Wu, Li Zhuang, Bingliang Fang, Masha V. Poyurovsky, Kellen Olszewski, Boyi Gan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03539-7",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410019248",
      "paper_id": "https://openalex.org/W4410019248",
      "title": "Diet outperforms microbial transplant to drive microbiome recovery in mice",
      "authors": "M. S. Kennedy, A. Freiburger, M. Cooper, K. Beilsmith, M. L.  St George, M. Kalski, C. Cham, A. Guzzetta, S. C. Ng, F. K. Chan, O. DeLeon, D. Rubin, C. S. Henry, J. Bergelson, E. B. Chang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08937-9",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4389991855",
      "paper_id": "https://openalex.org/W4389991855",
      "title": "Discovery of a structural class of antibiotics with explainable deep learning",
      "authors": "Felix Wong, Erica J. Zheng, Jacqueline A. Valeri, Nina M. Donghia, Melis N. Anahtar, Satotaka Omori, Alicia Li, Andres Cubillos-Ruiz, Aarti Krishnan, Wengong Jin, Abigail L. Manson, Jens Friedrichs, Ralf Helbig, Behnoush Hajian, Dawid K. Fiejtek, Florence F. Wagner, Holly H. Soutter, Ashlee M. Earl, Jonathan M. Stokes, Lars D. Renner, James J. Collins",
      "paper_url": "https://doi.org/10.1038/s41586-023-06887-8",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4281487561",
      "paper_id": "https://openalex.org/W4281487561",
      "title": "Discovery of bioactive microbial gene products in inflammatory bowel disease",
      "authors": "Yancong Zhang, Amrisha Bhosle, Sena Bae, Lauren J. McIver, Gleb Pishchany, Emma K. Accorsi, Kelsey N. Thompson, Cesar Arze, Ya Wang, Ayshwarya Subramanian, Sean M. Kearney, April Pawluk, Damian R. Plichta, Ali Rahnavard, Afrah Shafquat, Ramnik J. Xavier, Hera Vlamakis, Wendy S. Garrett, Andy Krueger, Curtis Huttenhower, Eric A. Franzosa",
      "paper_url": "https://doi.org/10.1038/s41586-022-04648-7",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4396721194",
      "paper_id": "https://openalex.org/W4396721194",
      "title": "Discovery of potent small-molecule inhibitors of lipoprotein(a) formation",
      "authors": "Nuria Diaz, Carlos Perez, Ana Maria Escribano, Gema Sanz, Julian Priego, Celia Lafuente, Mario Barberis, Luis Calle, Juan Felix Espinosa, Birgit T. Priest, Hong Y. Zhang, Amanda K. Nosie, Joseph V. Haas, Ellen Cannady, Anthony Borel, Albert E. Schultze, J. Michael Sauder, Jörg Hendle, Ken Weichert, Stephen J. Nicholls, Laura F. Michael",
      "paper_url": "https://doi.org/10.1038/s41586-024-07387-z",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4280523768",
      "paper_id": "https://openalex.org/W4280523768",
      "title": "Distinct gene clusters drive formation of ferrosome organelles in bacteria",
      "authors": "Carly R. Grant, Matthieu Amor, Hector A. Trujillo, Sunaya Krishnapura, Anthony T. Iavarone, Arash Komeili",
      "paper_url": "https://doi.org/10.1038/s41586-022-04741-x",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4401389075",
      "paper_id": "https://openalex.org/W4401389075",
      "title": "DNA-sensing inflammasomes cause recurrent atherosclerotic stroke",
      "authors": "Jiayu Cao, Stefan Roth, Sijia Zhang, Anna Kopczak, Samira Mami, Yaw Asare, Marios K. Georgakis, Denise Messerer, Amit Horn, Ruth Shemer, Charlene Jacqmarcq, Audrey Picot, Jack P. Green, Christina Schlegl, Xinghai Li, Lukas Tomas, Alexander Dutsch, Thomas G. Liman, Matthias Endres, Saskia R. Wernsdorf, Christina Fürle, Olga Carofiglio, Jie Zhu, David Brough, Martin Dichgans, Matthias Endres, Marios K. Georgakis, Thomas G. Liman, Gabor Petzold, Annika Spottke, Silke Wunderlich, Inga Zerr, Veit Hornung, Martin Dichgans, Denis Vivien, Christian Schulz, Yuval Dor, Steffen Tiedt, Hendrik B. Sager, Gerrit M. Grosse, Arthur Liesz",
      "paper_url": "https://doi.org/10.1038/s41586-024-07803-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392762509",
      "paper_id": "https://openalex.org/W4392762509",
      "title": "Dopamine receptor D2 confers colonization resistance via microbial metabolites",
      "authors": "Samantha A. Scott, Jingjing Fu, Pamela V. Chang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07179-5",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3138350170",
      "paper_id": "https://openalex.org/W3138350170",
      "title": "DPP9 sequesters the C terminus of NLRP1 to repress inflammasome activation",
      "authors": "L. Robert Hollingsworth, Humayun Sharif, Andrew R. Griswold, Pietro Fontana, Julian Mintseris, Kevin B. Dagbay, Joao A. Paulo, Steven P. Gygi, Daniel A. Bachovchin, Hao Wu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03350-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402220807",
      "paper_id": "https://openalex.org/W4402220807",
      "title": "Early intermittent hyperlipidaemia alters tissue macrophages to fuel atherosclerosis",
      "authors": "Minoru Takaoka, Xiaohui Zhao, Hwee Ying Lim, Costan G. Magnussen, Owen Ang, Nadine Suffee, Patricia R. Schrank, Wei Siong Ong, Dimitrios Tsiantoulas, Felix Sommer, Sarajo K. Mohanta, James Harrison, Yaxing Meng, Ludivine Laurans, Feitong Wu, Yuning Lu, Leanne Masters, Stephen A. Newland, Laura Denti, Mingyang Hong, Mouna Chajadine, Markus Juonala, Juhani S. Koskinen, Mika Kähönen, Katja Pahkala, Suvi P. Rovio, Juha Mykkänen, Russell Thomson, Tsuneyasu Kaisho, Andreas J. R. Habenicht, Marc Clement, Alain Tedgui, Hafid Ait-Oufella, Tian X. Zhao, Meritxell Nus, Christiana Ruhrberg, Soraya Taleb, Jesse W. Williams, Olli T. Raitakari, Véronique Angeli, Ziad Mallat",
      "paper_url": "https://doi.org/10.1038/s41586-024-07993-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4400491884",
      "paper_id": "https://openalex.org/W4400491884",
      "title": "Emergence of large-scale cell death through ferroptotic trigger waves",
      "authors": "Hannah K. C. Co, Chia-Chou Wu, Yi-Chen Lee, Sheng-hong Chen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07623-6",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4206355264",
      "paper_id": "https://openalex.org/W4206355264",
      "title": "Emergence of methicillin resistance predates the clinical use of antibiotics",
      "authors": "Jesper Larsen, Claire L. Raisen, Xiaoliang Ba, Nicholas J. Sadgrove, Guillermo F. Padilla-González, Monique S. J. Simmonds, Igor Loncaric, Heidrun Kerschner, Petra Apfalter, Rainer Hartl, Ariane Deplano, Stien Vandendriessche, Barbora Černá Bolfíková, Pavel Hulva, Maiken C. Arendrup, Rasmus K. Hare, Céline Barnadas, Marc Stegger, Raphael N. Sieber, Robert L. Skov, Andreas Petersen, Øystein Angen, Sophie L. Rasmussen, Carmen Espinosa-Gongora, Frank M. Aarestrup, Laura J. Lindholm, Suvi M. Nykäsenoja, Frederic Laurent, Karsten Becker, Birgit Walther, Corinna Kehrenberg, Christiane Cuny, Franziska Layer, Guido Werner, Wolfgang Witte, Ivonne Stamm, Paolo Moroni, Hannah J. Jørgensen, Hermínia de Lencastre, Emilia Cercenado, Fernando García-Garrote, Stefan Börjesson, Sara Hæggman, Vincent Perreten, Christopher J. Teale, Andrew S. Waller, Bruno Pichon, Martin D. Curran, Matthew J. Ellington, John J. Welch, Sharon J. Peacock, David J. Seilly, Fiona J. E. Morgan, Julian Parkhill, Nazreen F. Hadjirin, Jodi A. Lindsay, Matthew T. G. Holden, Giles F. Edwards, Geoffrey Foster, Gavin K. Paterson, Xavier Didelot, Mark A. Holmes, Ewan M. Harrison, Anders R. Larsen",
      "paper_url": "https://doi.org/10.1038/s41586-021-04265-w",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4309411734",
      "paper_id": "https://openalex.org/W4309411734",
      "title": "Enterococci enhance Clostridioides difficile pathogenesis",
      "authors": "Alexander B. Smith, Matthew L. Jenior, Orlaith Keenan, Jessica L. Hart, Jonathan Specker, Arwa Abbas, Paula C. Rangel, Chao Di, Jamal Green, Katelyn A. Bustin, Jennifer A. Gaddy, Maribeth R. Nicholson, Clare Laut, Brendan J. Kelly, Megan L. Matthews, Daniel R. Evans, Daria Van Tyne, Emma E. Furth, Jason A. Papin, Frederic D. Bushman, Jessi Erlichman, Robert N. Baldassano, Michael A. Silverman, Gary M. Dunny, Boone M. Prentice, Eric P. Skaar, Joseph P. Zackular",
      "paper_url": "https://doi.org/10.1038/s41586-022-05438-x",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4229074162",
      "paper_id": "https://openalex.org/W4229074162",
      "title": "Environmental factors shaping the gut microbiome in a Dutch population",
      "authors": "R. Gacesa, A. Kurilshikov, A. Vich Vila, T. Sinha, M. A. Y. Klaassen, L. A. Bolte, S. Andreu-Sánchez, L. Chen, V. Collij, S. Hu, J. A. M. Dekens, V. C. Lenters, J. R. Björk, J. C. Swarte, M. A. Swertz, B. H. Jansen, J. Gelderloos-Arends, S. Jankipersadsing, M. Hofker, R. C. H. Vermeulen, S. Sanna, H. J. M. Harmsen, C. Wijmenga, J. Fu, A. Zhernakova, R. K. Weersma",
      "paper_url": "https://doi.org/10.1038/s41586-022-04567-7",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3174286252",
      "paper_id": "https://openalex.org/W3174286252",
      "title": "Evaluating microbiome-directed fibre snacks in gnotobiotic mice and humans",
      "authors": "Omar Delannoy-Bruno, Chandani Desai, Arjun S. Raman, Robert Y. Chen, Matthew C. Hibberd, Jiye Cheng, Nathan Han, Juan J. Castillo, Garret Couture, Carlito B. Lebrilla, Ruteja A. Barve, Vincent Lombard, Bernard Henrissat, Semen A. Leyn, Dmitry A. Rodionov, Andrei L. Osterman, David K. Hayashi, Alexandra Meynier, Sophie Vinoy, Kyleigh Kirbach, Tara Wilmot, Andrew C. Heath, Samuel Klein, Michael J. Barratt, Jeffrey I. Gordon",
      "paper_url": "https://doi.org/10.1038/s41586-021-03671-4",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4406956834",
      "paper_id": "https://openalex.org/W4406956834",
      "title": "Expanding the human gut microbiome atlas of Africa",
      "authors": "Dylan G. Maghini, Ovokeraye H. Oduaran, Luicer A. Ingasia Olubayo, Jane A. Cook, Natalie Smyth, Theophilous Mathema, Carl W. Belger, Godfred Agongo, Palwendé R. Boua, Solomon S. R. Choma, F. Xavier Gómez-Olivé, Isaac Kisiangani, Given R. Mashaba, Lisa Micklesfield, Shukri F. Mohamed, Engelbert A. Nonterah, Shane Norris, Hermann Sorgho, Stephen Tollman, Floidy Wafawanaka, Furahini Tluway, Michèle Ramsay, Jakob Wirbel, Ami S. Bhatt, Scott Hazelhurst",
      "paper_url": "https://doi.org/10.1038/s41586-024-08485-8",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4309411139",
      "paper_id": "https://openalex.org/W4309411139",
      "title": "Ferroptosis of tumour neutrophils causes immune suppression in cancer",
      "authors": "Rina Kim, Ayumi Hashimoto, Nune Markosyan, Vladimir A. Tyurin, Yulia Y. Tyurina, Gozde Kar, Shuyu Fu, Mohit Sehgal, Laura Garcia-Gerique, Andrew Kossenkov, Bereket A. Gebregziabher, John W. Tobias, Kristin Hicks, Rebecca A. Halpin, Nevena Cvetesic, Hui Deng, Laxminarasimha Donthireddy, Andrew Greenberg, Brian Nam, Robert H. Vonderheide, Yulia Nefedova, Valerian E. Kagan, Dmitry I. Gabrilovich",
      "paper_url": "https://doi.org/10.1038/s41586-022-05443-0",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404754498",
      "paper_id": "https://openalex.org/W4404754498",
      "title": "Fungal symbiont transmitted by free-living mice promotes type 2 immunity",
      "authors": "Yun Liao, Iris H. Gao, Takato Kusakabe, Woan-Yu Lin, Alexander Grier, Xiangyu Pan, Olga Morzhanaeva, Terrance P. Shea, Hiroshi Yano, Danielle Karo-Atar, Kaitlin A. Olsen, Ji Hoon Oh, Kurt J. Vandegrift, Irah L. King, Christina A. Cuomo, David Artis, Barbara Rehermann, Neil Lipman, Iliyan D. Iliev",
      "paper_url": "https://doi.org/10.1038/s41586-024-08213-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3152675680",
      "paper_id": "https://openalex.org/W3152675680",
      "title": "Gasdermin D pore structure reveals preferential release of mature interleukin-1",
      "authors": "Shiyu Xia, Zhibin Zhang, Venkat Giri Magupalli, Juan Lorenzo Pablo, Ying Dong, Setu M. Vora, Longfei Wang, Tian-Min Fu, Matthew P. Jacobson, Anna Greka, Judy Lieberman, Jianbin Ruan, Hao Wu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03478-3",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4402438036",
      "paper_id": "https://openalex.org/W4402438036",
      "title": "Gasdermin D-mediated metabolic crosstalk promotes tissue repair",
      "authors": "Zhexu Chi, Sheng Chen, Dehang Yang, Wenyu Cui, Yang Lu, Zhen Wang, Mobai Li, Weiwei Yu, Jian Zhang, Yu Jiang, Ruya Sun, Qianzhou Yu, Tianyi Hu, Xiaoyang Lu, Qiqi Deng, Yidong Yang, Tianming Zhao, Mengfei Chang, Yuying Li, Xue Zhang, Min Shang, Qian Xiao, Kefeng Ding, Di Wang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08022-7",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4411206666",
      "paper_id": "https://openalex.org/W4411206666",
      "title": "Glycosaminoglycan-driven lipoprotein uptake protects tumours from ferroptosis",
      "authors": "Dylan Calhoon, Lingjie Sang, Fubo Ji, Divya Bezwada, Sheng-Chieh Hsu, Feng Cai, Nathaniel Kim, Amrita Basu, Renfei Wu, Anastasia Pimentel, Bailey Brooks, Konnor La, Ana Paulina Serrano, Daniel L. Cassidy, Ling Cai, Vanina Toffessi-Tcheuyap, Maryam E. Moussa, Winnie Uritboonthai, Linh Truc Hoang, Meghana Kolli, Brooklyn Jackson, Vitaly Margulis, Gary Siuzdak, James Brugarolas, Ian Corbin, Derek A. Pratt, Ryan J. Weiss, Ralph J. DeBerardinis, Kıvanç Birsoy, Javier Garcia-Bermudez",
      "paper_url": "https://doi.org/10.1038/s41586-025-09162-0",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4407194952",
      "paper_id": "https://openalex.org/W4407194952",
      "title": "Granzyme K activates the entire complement cascade",
      "authors": "Carlos A. Donado, Erin Theisen, Fan Zhang, Aparna Nathan, Madison L. Fairfield, Karishma Vijay Rupani, Dominique Jones, Kellsey P. Johannes, Jennifer Albrecht, Jennifer H. Anolik, William Apruzzese, Jennifer L. Barnas, Joan M. Bathon, Ami Ben-Artzi, Brendan F. Boyce, David L. Boyle, S. Louis Bridges Jr, Vivian P. Bykerk, Debbie Campbell, Arnold Ceponis, Adam Chicoine, Michelle Curtis, Kevin D. Deane, Edward DiCarlo, Laura T. Donlin, Patrick Dunn, Andrew Filer, Hayley Carr, Gary S. Firestein, Lindsy Forbess, Laura Geraldino-Pardilla, Susan M. Goodman, Ellen M. Gravallese, Deepak Rao, Peter K. Gregersen, Joel M. Guthridge, Maria Gutierrez-Arcelus, V. Michael Holers, Diane Horowitz, Laura B. Hughes, Lionel B. Ivashkiv, Kazuyoshi Ishigaki, Judith A. James, Joyce B. Kang, Gregory Keras, Amit Lakhanpal, James A. Lederer, Miles J. Lewis, Yuhong Li, Katherine Liao, Arthur M. Mandelin II, Ian Mantel, Kathryne E. Marks, Mark Maybury, Andrew McDavid, Mandy J. McGeachy, Joseph R. Mears, Nida Meednu, Nghia Millard, Larry Moreland, Saba Nayar, Alessandra Nerviani, Dana E. Orange, Harris Perlman, Costantino Pitzalis, Javier Rangel-Moreno, Karim Raza, Yakir Reshef, Christopher Ritchlin, Felice Rivellese, William H. Robinson, Laurie Rumker, Ilfita Sahbudin, Saori Sakaue, Jennifer A. Seifert, Dagmar Scheel-Toellner, Anvita Singaraju, Kamil Slowikowski, Melanie Smith, Darren Tabechian, Paul J. Utz, Kathryn Weinand, Dana Weisenfeld, Michael H. Weisman, Qian Xiao, Zhu Zhu, Zhihan J. Li, Andrew Cordle, Aaron Wyse, Soumya Raychaudhuri, Daniel F. Dwyer, A. Helena Jonsson, Michael B. Brenner",
      "paper_url": "https://doi.org/10.1038/s41586-025-08713-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4280500694",
      "paper_id": "https://openalex.org/W4280500694",
      "title": "Group A Streptococcus induces GSDMA-dependent pyroptosis in keratinocytes",
      "authors": "Doris L. LaRock, Anders F. Johnson, Shyra Wilde, Jenna S. Sands, Marcos P. Monteiro, Christopher N. LaRock",
      "paper_url": "https://doi.org/10.1038/s41586-022-04717-x",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386282944",
      "paper_id": "https://openalex.org/W4386282944",
      "title": "Gut microbial carbohydrate metabolism contributes to insulin resistance",
      "authors": "Tadashi Takeuchi, Tetsuya Kubota, Yumiko Nakanishi, Hiroshi Tsugawa, Wataru Suda, Andrew Tae-Jun Kwon, Junshi Yazaki, Kazutaka Ikeda, Shino Nemoto, Yoshiki Mochizuki, Toshimori Kitami, Katsuyuki Yugi, Yoshiko Mizuno, Nobutake Yamamichi, Tsutomu Yamazaki, Iseki Takamoto, Naoto Kubota, Takashi Kadowaki, Erik Arner, Piero Carninci, Osamu Ohara, Makoto Arita, Masahira Hattori, Shigeo Koyasu, Hiroshi Ohno",
      "paper_url": "https://doi.org/10.1038/s41586-023-06466-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4404566640",
      "paper_id": "https://openalex.org/W4404566640",
      "title": "Gut microbiome strain-sharing within isolated village social networks",
      "authors": "Francesco Beghini, Jackson Pullman, Marcus Alexander, Shivkumar Vishnempet Shridhar, Drew Prinster, Adarsh Singh, Rigoberto Matute Juárez, Edoardo M. Airoldi, Ilana L. Brito, Nicholas A. Christakis",
      "paper_url": "https://doi.org/10.1038/s41586-024-08222-1",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4401172079",
      "paper_id": "https://openalex.org/W4401172079",
      "title": "Gut microbiota carcinogen metabolism causes distal tissue tumours",
      "authors": "Blanka Roje, Boyao Zhang, Eleonora Mastrorilli, Ana Kovačić, Lana Sušak, Ivica Ljubenkov, Elena Ćosić, Katarina Vilović, Antonio Meštrović, Emilija Lozo Vukovac, Viljemka Bučević-Popović, Željko Puljiz, Ivana Karaman, Janoš Terzić, Michael Zimmermann",
      "paper_url": "https://doi.org/10.1038/s41586-024-07754-w",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W4200368131",
      "paper_id": "https://openalex.org/W4200368131",
      "title": "Gut microbiota modulates weight gain in mice after discontinued smoke exposure",
      "authors": "Leviel Fluhr, Uria Mor, Aleksandra A. Kolodziejczyk, Mally Dori-Bachash, Avner Leshem, Shlomik Itav, Yotam Cohen, Jotham Suez, Niv Zmora, Claudia Moresi, Shahar Molina, Niv Ayalon, Rafael Valdés-Mas, Shanni Hornstein, Hodaya Karbi, Denise Kviatcovsky, Adi Livne, Aurelie Bukimer, Shimrit Eliyahu-Miller, Alona Metz, Alexander Brandis, Tevie Mehlman, Yael Kuperman, Michael Tsoory, Noa Stettner, Alon Harmelin, Hagit Shapiro, Eran Elinav",
      "paper_url": "https://doi.org/10.1038/s41586-021-04194-8",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4404754752",
      "paper_id": "https://openalex.org/W4404754752",
      "title": "Gut microbiota strain richness is species specific and affects engraftment",
      "authors": "Alice Chen-Liaw, Varun Aggarwala, Ilaria Mogno, Craig Haifer, Zhihua Li, Joseph Eggers, Drew Helmus, Amy Hart, Jan Wehkamp, Esi S. N. Lamousé-Smith, Robert L. Kerby, Federico E. Rey, Jean Frédéric Colombel, Michael A. Kamm, Bernat Olle, Jason M. Norman, Rajita Menon, Andrea R. Watson, Emily Crossette, Elisabeth M. Terveer, Josbert J. Keller, Thomas J. Borody, Ari Grinspan, Sudarshan Paramsothy, Nadeem O. Kaakoush, Marla C. Dubinsky, Jeremiah J. Faith",
      "paper_url": "https://doi.org/10.1038/s41586-024-08242-x",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386268939",
      "paper_id": "https://openalex.org/W4386268939",
      "title": "High-resolution landscape of an antibiotic binding site",
      "authors": "Kevin B. Yang, Maria Cameranesi, Manjunath Gowder, Criseyda Martinez, Yosef Shamovsky, Vitaliy Epshtein, Zhitai Hao, Thao Nguyen, Eric Nirenstein, Ilya Shamovsky, Aviram Rasouly, Evgeny Nudler",
      "paper_url": "https://doi.org/10.1038/s41586-023-06495-6",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4390570973",
      "paper_id": "https://openalex.org/W4390570973",
      "title": "Host genetic regulation of human gut microbial structural variation",
      "authors": "Daria V. Zhernakova, Daoming Wang, Lei Liu, Sergio Andreu-Sánchez, Yue Zhang, Angel J. Ruiz-Moreno, Haoran Peng, Niels Plomp, Ángela Del Castillo-Izquierdo, Ranko Gacesa, Esteban A. Lopera-Maya, Godfrey S. Temba, Vesla I. Kullaya, Sander S. van Leeuwen, Raul Aguirre-Gamboa, Patrick Deelen, Lude Franke, Jan A. Kuivenhoven, Ilja M. Nolte, Serena Sanna, Harold Snieder, Morris A. Swertz, Peter M. Visscher, Judith M. Vonk, Ramnik J. Xavier, Quirijn de Mast, Leo A. B. Joosten, Niels P. Riksen, Joost H. W. Rutten, Mihai G. Netea, Serena Sanna, Cisca Wijmenga, Rinse K. Weersma, Alexandra Zhernakova, Hermie J. M. Harmsen, Jingyuan Fu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06893-w",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4406155903",
      "paper_id": "https://openalex.org/W4406155903",
      "title": "Host metabolism balances microbial regulation of bile acid signalling",
      "authors": "Tae Hyung Won, Mohammad Arifuzzaman, Christopher N. Parkhurst, Isabella C. Miranda, Bingsen Zhang, Elin Hu, Sanchita Kashyap, Jeffrey Letourneau, Wen-Bing Jin, Yousi Fu, Douglas V. Guzior, Randy Longman, Gregory F. Sonnenberg, Ellen Scherl, Robbyn Sockolow, Dana Lukin, Vinita Jacob, Laura Sahyoun, Michael Mintz, Thomas Ciecierega, Aliza Solomon, Arielle Bergman, Kimberley Chein, Elliott Gordon, Kenny Joselin Castro Ochoa, Lily Barash, Victoria Ribeiro de Godoy, Adriana Brcic-Susak, Dario Garone, Caitlin Mason, Chloe Scott, Lexi Tempera, Robert A. Quinn, Chun-Jun Guo, Lawrence A. David, David Artis, Frank C. Schroeder",
      "paper_url": "https://doi.org/10.1038/s41586-024-08379-9",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4221131751",
      "paper_id": "https://openalex.org/W4221131751",
      "title": "Human gut bacteria produce ΤΗ17-modulating bile acid metabolites",
      "authors": "Donggi Paik, Lina Yao, Yancong Zhang, Sena Bae, Gabriel D. D’Agostino, Minghao Zhang, Eunha Kim, Eric A. Franzosa, Julian Avila-Pacheco, Jordan E. Bisanz, Christopher K. Rakowski, Hera Vlamakis, Ramnik J. Xavier, Peter J. Turnbaugh, Randy S. Longman, Michael R. Krout, Clary B. Clish, Fraydoon Rastinejad, Curtis Huttenhower, Jun R. Huh, A. Sloan Devlin",
      "paper_url": "https://doi.org/10.1038/s41586-022-04480-z",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4404105429",
      "paper_id": "https://openalex.org/W4404105429",
      "title": "Identification and genetic dissection of convergent persister cell states",
      "authors": "Sydney B. Blattman, Wenyan Jiang, E. Riley McGarrigle, Menghan Liu, Panos Oikonomou, Saeed Tavazoie",
      "paper_url": "https://doi.org/10.1038/s41586-024-08124-2",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412479167",
      "paper_id": "https://openalex.org/W4412479167",
      "title": "Identification of medication–microbiome interactions that affect gut infection",
      "authors": "Aman Kumar, Ruizheng Sun, Bettina Habib, Tong Deng, Natasha A. Bencivenga-Barry, Noah W. Palm, Ivaylo I. Ivanov, Robyn Tamblyn, Andrew L. Goodman",
      "paper_url": "https://doi.org/10.1038/s41586-025-09273-8",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4294904666",
      "paper_id": "https://openalex.org/W4294904666",
      "title": "Identification of trypsin-degrading commensals in the large intestine",
      "authors": "Youxian Li, Eiichiro Watanabe, Yusuke Kawashima, Damian R. Plichta, Zhujun Wang, Makoto Ujike, Qi Yan Ang, Runrun Wu, Munehiro Furuichi, Kozue Takeshita, Koji Yoshida, Keita Nishiyama, Sean M. Kearney, Wataru Suda, Masahira Hattori, Satoshi Sasajima, Takahiro Matsunaga, Xiaoxi Zhang, Kazuto Watanabe, Jun Fujishiro, Jason M. Norman, Bernat Olle, Shutoku Matsuyama, Ho Namkoong, Yoshifumi Uwamino, Makoto Ishii, Koichi Fukunaga, Naoki Hasegawa, Osamu Ohara, Ramnik J. Xavier, Koji Atarashi, Kenya Honda",
      "paper_url": "https://doi.org/10.1038/s41586-022-05181-3",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412478889",
      "paper_id": "https://openalex.org/W4412478889",
      "title": "Imidazole propionate is a driver and therapeutic target in atherosclerosis",
      "authors": "Annalaura Mastrangelo, Iñaki Robles-Vera, Diego Mañanes, Miguel Galán, Marcos Femenía-Muiña, Ana Redondo-Urzainqui, Rafael Barrero-Rodríguez, Eleftheria Papaioannou, Joaquín Amores-Iniesta, Ana Devesa, Manuel Lobo-González, Alba Carreras, Katharina R. Beck, Sophie Ivarsson, Anders Gummesson, Georgios Georgiopoulos, Manuel Rodrigo-Tapias, Sarai Martínez-Cano, Ivan Fernández-López, Vanessa Nuñez, Alessia Ferrarini, Naohiro Inohara, Kimon Stamatelopoulos, Alberto Benguría, Danay Cibrian, Francisco Sánchez-Madrid, Vanesa Alonso-Herranz, Ana Dopazo, Coral Barbas, Jesús Vázquez, Juan Antonio López, Alicia González-Martín, Gabriel Nuñez, Konstantinos Stellos, Göran Bergström, Fredrik Bäckhed, Valentín Fuster, Borja Ibañez, David Sancho",
      "paper_url": "https://doi.org/10.1038/s41586-025-09263-w",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4221129992",
      "paper_id": "https://openalex.org/W4221129992",
      "title": "Immune regulation by fungal strain diversity in inflammatory bowel disease",
      "authors": "Xin V. Li, Irina Leonardi, Gregory G. Putzel, Alexa Semon, William D. Fiers, Takato Kusakabe, Woan-Yu Lin, Iris H. Gao, Itai Doron, Alejandra Gutierrez-Guerrero, Meghan B. DeCelie, Guilhermina M. Carriche, Marissa Mesko, Chen Yang, Julian R. Naglik, Bernhard Hube, Ellen J. Scherl, Iliyan D. Iliev",
      "paper_url": "https://doi.org/10.1038/s41586-022-04502-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4392242606",
      "paper_id": "https://openalex.org/W4392242606",
      "title": "Incomplete transcripts dominate the Mycobacterium tuberculosis transcriptome",
      "authors": "Xiangwu Ju, Shuqi Li, Ruby Froom, Ling Wang, Mirjana Lilic, Madeleine Delbeau, Elizabeth A. Campbell, Jeremy M. Rock, Shixin Liu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07105-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4376878477",
      "paper_id": "https://openalex.org/W4376878477",
      "title": "Inhibiting membrane rupture with NINJ1 antibodies limits tissue injury",
      "authors": "Nobuhiko Kayagaki, Irma B. Stowe, Kamela Alegre, Ishan Deshpande, Shuang Wu, Zhonghua Lin, Opher S. Kornfeld, Bettina L. Lee, Juan Zhang, John Liu, Eric Suto, Wyne P. Lee, Kellen Schneider, WeiYu Lin, Dhaya Seshasayee, Tushar Bhangale, Cecile Chalouni, Matthew C. Johnson, Prajakta Joshi, Jan Mossemann, Sarah Zhao, Danish Ali, Neil M. Goldenberg, Blayne A. Sayed, Benjamin E. Steinberg, Kim Newton, Joshua D. Webster, Ryan L. Kelly, Vishva M. Dixit",
      "paper_url": "https://doi.org/10.1038/s41586-023-06191-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4289638327",
      "paper_id": "https://openalex.org/W4289638327",
      "title": "Inhibition of ASGR1 decreases lipid levels by promoting cholesterol excretion",
      "authors": "Ju-Qiong Wang, Liang-Liang Li, Ao Hu, Gang Deng, Jian Wei, Yun-Feng Li, Yuan-Bin Liu, Xiao-Yi Lu, Zhi-Ping Qiu, Xiong-Jie Shi, Xiaolu Zhao, Jie Luo, Bao-Liang Song",
      "paper_url": "https://doi.org/10.1038/s41586-022-05006-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4400279473",
      "paper_id": "https://openalex.org/W4400279473",
      "title": "Inhibition of M. tuberculosis and human ATP synthase by BDQ and TBAJ-587",
      "authors": "Yuying Zhang, Yuezheng Lai, Shan Zhou, Ting Ran, Yue Zhang, Ziqing Zhao, Ziyan Feng, Long Yu, Jinxu Xu, Kun Shi, Jianyun Wang, Yu Pang, Liang Li, Hongming Chen, Luke W. Guddat, Yan Gao, Fengjiang Liu, Zihe Rao, Hongri Gong",
      "paper_url": "https://doi.org/10.1038/s41586-024-07605-8",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4307931817",
      "paper_id": "https://openalex.org/W4307931817",
      "title": "Inulin fibre promotes microbiota-derived bile acids and type 2 inflammation",
      "authors": "Mohammad Arifuzzaman, Tae Hyung Won, Ting-Ting Li, Hiroshi Yano, Sreehaas Digumarthi, Andrea F. Heras, Wen Zhang, Christopher N. Parkhurst, Sanchita Kashyap, Wen-Bing Jin, Gregory Garbès Putzel, Amy M. Tsou, Coco Chu, Qianru Wei, Alex Grier, Randy Longman, Gregory Sonnenberg, Ellen Scherl, Robbyn Sockolow, Dana Lukin, Robert Battat, Thomas Ciecierega, Aliza Solomon, Elaine Barfield, Kimberley Chien, Johanna Ferreira, Jasmin Williams, Shaira Khan, Peik Sean Chong, Samah Mozumder, Lance Chou, Wenqing Zhou, Anees Ahmed, Connie Zhong, Ann Joseph, Joseph Gladstone, Samantha Jensen, Stefan Worgall, Chun-Jun Guo, Frank C. Schroeder, David Artis",
      "paper_url": "https://doi.org/10.1038/s41586-022-05380-y",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407157732",
      "paper_id": "https://openalex.org/W4407157732",
      "title": "Limited impact of Salmonella stress and persisters on antibiotic clearance",
      "authors": "Joseph Fanous, Beatrice Claudi, Vishwachi Tripathi, Jiagui Li, Frédéric Goormaghtigh, Dirk Bumann",
      "paper_url": "https://doi.org/10.1038/s41586-024-08506-6",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3188204143",
      "paper_id": "https://openalex.org/W3188204143",
      "title": "Microbes exploit death-induced nutrient release by gut epithelial cells",
      "authors": "Christopher J. Anderson, Christopher B. Medina, Brady J. Barron, Laura Karvelyte, Tania Løve Aaes, Irina Lambertz, Justin S. A. Perry, Parul Mehrotra, Amanda Gonçalves, Kelly Lemeire, Gillian Blancke, Vanessa Andries, Farzaneh Ghazavi, Arne Martens, Geert van Loo, Lars Vereecke, Peter Vandenabeele, Kodi S. Ravichandran",
      "paper_url": "https://doi.org/10.1038/s41586-021-03785-9",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3128962351",
      "paper_id": "https://openalex.org/W3128962351",
      "title": "Molecular basis for control of antibiotic production by a bacterial hormone",
      "authors": "Shanshan Zhou, Hussain Bhukya, Nicolas Malet, Peter J. Harrison, Dean Rea, Matthew J. Belousoff, Hariprasad Venugopal, Paulina K. Sydor, Kathryn M. Styles, Lijiang Song, Max J. Cryle, Lona M. Alkhalaf, Vilmos Fülöp, Gregory L. Challis, Christophe Corre",
      "paper_url": "https://doi.org/10.1038/s41586-021-03195-x",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4393870256",
      "paper_id": "https://openalex.org/W4393870256",
      "title": "Molecular insights into capsular polysaccharide secretion",
      "authors": "Jeremi Kuklewicz, Jochen Zimmer",
      "paper_url": "https://doi.org/10.1038/s41586-024-07248-9",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3132630599",
      "paper_id": "https://openalex.org/W3132630599",
      "title": "Multi-kingdom ecological drivers of microbiota assembly in preterm infants",
      "authors": "Chitong Rao, Katharine Z. Coyte, Wayne Bainter, Raif S. Geha, Camilia R. Martin, Seth Rakoff-Nahoum",
      "paper_url": "https://doi.org/10.1038/s41586-021-03241-8",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4413117496",
      "paper_id": "https://openalex.org/W4413117496",
      "title": "Multiple oestradiol functions inhibit ferroptosis and acute kidney injury",
      "authors": "Wulf Tonnus, Francesca Maremonti, Shubhangi Gavali, Marlena Nastassja Schlecht, Florian Gembardt, Alexia Belavgeni, Nadja Leinung, Karolin Flade, Natalie Bethe, Sofia Traikov, Anne Haag, Danny Schilling, Sider Penkov, Melodie Mallais, Christine Gaillet, Claudia Meyer, Melika Katebi, Anushka Ray, Louisa M. S. Gerhardt, Anne Brucker, Jorunn Naila Becker, Mirela Tmava, Lisa Schlicker, Almut Schulze, Nina Himmerkus, Andrej Shevchenko, Mirko Peitzsch, Uladzimir Barayeu, Sonia Nasi, Juliane Putz, Kenneth S. Korach, Joel Neugarten, Ladan Golestaneh, Christian Hugo, Jan Ulrich Becker, Joel M. Weinberg, Svenja Lorenz, Bettina Proneth, Marcus Conrad, Eckhard Wolf, Bernd Plietker, Raphaël Rodriguez, Derek A. Pratt, Tobias P. Dick, Maria Fedorova, Stefan R. Bornstein, Andreas Linkermann",
      "paper_url": "https://doi.org/10.1038/s41586-025-09389-x",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3115667040",
      "paper_id": "https://openalex.org/W3115667040",
      "title": "NINJ1 mediates plasma membrane rupture during lytic cell death",
      "authors": "Nobuhiko Kayagaki, Opher S. Kornfeld, Bettina L. Lee, Irma B. Stowe, Karen O’Rourke, Qingling Li, Wendy Sandoval, Donghong Yan, Jing Kang, Min Xu, Juan Zhang, Wyne P. Lee, Brent S. McKenzie, Gözde Ulas, Jian Payandeh, Merone Roose-Girma, Zora Modrusan, Rohit Reja, Meredith Sagolla, Joshua D. Webster, Vicky Cho, T. Daniel Andrews, Lucy X. Morris, Lisa A. Miosge, Christopher C. Goodnow, Edward M. Bertram, Vishva M. Dixit",
      "paper_url": "https://doi.org/10.1038/s41586-021-03218-7",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4411148113",
      "paper_id": "https://openalex.org/W4411148113",
      "title": "NINJ1 regulates plasma membrane fragility under mechanical strain",
      "authors": "Yunfeng Zhu, Fang Xiao, Yiling Wang, Yufang Wang, Jialin Li, Dongmei Zhong, Zhilei Huang, Miao Yu, Zhirong Wang, Joshua Barbara, Christopher Plunkett, Mengxue Zeng, Yiyan Song, Tian Tan, Ruibin Zhang, Kezhen Xu, Zhongxing Wang, Changjie Cai, Xiangdong Guan, Scott Hammack, Liang Zhang, Zheng Shi, Fu-li Xiang, Feng Shao, Jie Xu",
      "paper_url": "https://doi.org/10.1038/s41586-025-09222-5",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4412479247",
      "paper_id": "https://openalex.org/W4412479247",
      "title": "Non-antibiotics disrupt colonization resistance against enteropathogens",
      "authors": "Anne Grießhammer, Jacobo de la Cuesta-Zuluaga, Patrick Müller, Cordula Gekeler, Jan Homolak, Hsuan Chang, Katharina Schmitt, Chiara Planker, Verena Schmidtchen, Suchira Gallage, Erwin Bohn, Taylor H. Nguyen, Jenny Hetzer, Mathias Heikenwälder, Kerwyn Casey Huang, Taiyeb Zahir, Lisa Maier",
      "paper_url": "https://doi.org/10.1038/s41586-025-09217-2",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3184541229",
      "paper_id": "https://openalex.org/W3184541229",
      "title": "Novel bile acid biosynthetic pathways are enriched in the microbiome of centenarians",
      "authors": "Yuko Sato, Koji Atarashi, Damian R. Plichta, Yasumichi Arai, Satoshi Sasajima, Sean M. Kearney, Wataru Suda, Kozue Takeshita, Takahiro Sasaki, Shoki Okamoto, Ashwin N. Skelly, Yuki Okamura, Hera Vlamakis, Youxian Li, Takeshi Tanoue, Hajime Takei, Hiroshi Nittono, Seiko Narushima, Junichiro Irie, Hiroshi Itoh, Kyoji Moriya, Yuki Sugiura, Makoto Suematsu, Nobuko Moritoki, Shinsuke Shibata, Dan R. Littman, Michael A. Fischbach, Yoshifumi Uwamino, Takashi Inoue, Akira Honda, Masahira Hattori, Tsuyoshi Murai, Ramnik J. Xavier, Nobuyoshi Hirose, Kenya Honda",
      "paper_url": "https://doi.org/10.1038/s41586-021-03832-5",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3213092776",
      "paper_id": "https://openalex.org/W3213092776",
      "title": "Observation of universal ageing dynamics in antibiotic persistence",
      "authors": "Yoav Kaplan, Shaked Reich, Elyaqim Oster, Shani Maoz, Irit Levin-Reisman, Irine Ronin, Orit Gefen, Oded Agam, Nathalie Q. Balaban",
      "paper_url": "https://doi.org/10.1038/s41586-021-04114-w",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4379768254",
      "paper_id": "https://openalex.org/W4379768254",
      "title": "Outer membrane utilisomes mediate glycan uptake in gut Bacteroidetes",
      "authors": "Joshua B. R. White, Augustinas Silale, Matthew Feasey, Tiaan Heunis, Yiling Zhu, Hong Zheng, Akshada Gajbhiye, Susan Firbank, Arnaud Baslé, Matthias Trost, David N. Bolam, Bert van den Berg, Neil A. Ranson",
      "paper_url": "https://doi.org/10.1038/s41586-023-06146-w",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400038574",
      "paper_id": "https://openalex.org/W4400038574",
      "title": "Oxylipins and metabolites from pyroptotic cells act as promoters of tissue repair",
      "authors": "Parul Mehrotra, Sophia Maschalidi, Laura Boeckaerts, Christian Maueröder, Rochelle Tixeira, Jonathan Pinney, Javier Burgoa Cardás, Vladimir Sukhov, Yunus Incik, Christopher. J. Anderson, Bing Hu, Burcu N. Keçeli, Amanda Goncalves, Lieselotte Vande Walle, Nina Van Opdenbosch, Alexey Sergushichev, Esther Hoste, Umang Jain, Mohamed Lamkanfi, Kodi S. Ravichandran",
      "paper_url": "https://doi.org/10.1038/s41586-024-07585-9",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4396544402",
      "paper_id": "https://openalex.org/W4396544402",
      "title": "Paternal microbiome perturbations impact offspring fitness",
      "authors": "Ayele Argaw-Denboba, Thomas S. B. Schmidt, Monica Di Giacomo, Bobby Ranjan, Saravanan Devendran, Eleonora Mastrorilli, Catrin T. Lloyd, Danilo Pugliese, Violetta Paribeni, Juliette Dabin, Alessandra Pisaniello, Sergio Espinola, Alvaro Crevenna, Subhanita Ghosh, Neil Humphreys, Olga Boruc, Peter Sarkies, Michael Zimmermann, Peer Bork, Jamie A. Hackett",
      "paper_url": "https://doi.org/10.1038/s41586-024-07336-w",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4282978620",
      "paper_id": "https://openalex.org/W4282978620",
      "title": "Peptidoglycan maturation controls outer membrane protein assembly",
      "authors": "Gideon Mamou, Federico Corona, Ruth Cohen-Khait, Nicholas G. Housden, Vivian Yeung, Dawei Sun, Pooja Sridhar, Manuel Pazos, Timothy J. Knowles, Colin Kleanthous, Waldemar Vollmer",
      "paper_url": "https://doi.org/10.1038/s41586-022-04834-7",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4382393918",
      "paper_id": "https://openalex.org/W4382393918",
      "title": "Phase separation of FSP1 promotes ferroptosis",
      "authors": "Toshitaka Nakamura, Clara Hipp, André Santos Dias Mourão, Jan Borggräfe, Maceler Aldrovandi, Bernhard Henkelmann, Jonas Wanninger, Eikan Mishima, Elena Lytton, David Emler, Bettina Proneth, Michael Sattler, Marcus Conrad",
      "paper_url": "https://doi.org/10.1038/s41586-023-06255-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4388896249",
      "paper_id": "https://openalex.org/W4388896249",
      "title": "Porin-independent accumulation in Pseudomonas enables antibiotic discovery",
      "authors": "Emily J. Geddes, Morgan K. Gugger, Alfredo Garcia, Martin Garcia Chavez, Myung Ryul Lee, Sarah J. Perlmutter, Christoph Bieniossek, Laura Guasch, Paul J. Hergenrother",
      "paper_url": "https://doi.org/10.1038/s41586-023-06760-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4376132136",
      "paper_id": "https://openalex.org/W4376132136",
      "title": "Profiling the human intestinal environment under physiological conditions",
      "authors": "Dari Shalon, Rebecca Neal Culver, Jessica A. Grembi, Jacob Folz, Peter V. Treit, Handuo Shi, Florian A. Rosenberger, Les Dethlefsen, Xiandong Meng, Eitan Yaffe, Andrés Aranda-Díaz, Philipp E. Geyer, Johannes B. Mueller-Reif, Sean Spencer, Andrew D. Patterson, George Triadafilopoulos, Susan P. Holmes, Matthias Mann, Oliver Fiehn, David A. Relman, Kerwyn Casey Huang",
      "paper_url": "https://doi.org/10.1038/s41586-023-05989-7",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3199974482",
      "paper_id": "https://openalex.org/W3199974482",
      "title": "Rational design of a new antibiotic class for drug-resistant infections",
      "authors": "Thomas F. Durand-Reville, Alita A. Miller, John P. O’Donnell, Xiaoyun Wu, Mark A. Sylvester, Satenig Guler, Ramkumar Iyer, Adam B. Shapiro, Nicole M. Carter, Camilo Velez-Vega, Samir H. Moussa, Sarah M. McLeod, April Chen, Angela M. Tanudra, Jing Zhang, Janelle Comita-Prevoir, Jan A. Romero, Hoan Huynh, Andrew D. Ferguson, Peter S. Horanyi, Stephen J. Mayclin, Henry S. Heine, George L. Drusano, Jason E. Cummings, Richard A. Slayden, Ruben A. Tommasi",
      "paper_url": "https://doi.org/10.1038/s41586-021-03899-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388892311",
      "paper_id": "https://openalex.org/W4388892311",
      "title": "Recognition and maturation of IL-18 by caspase-4 noncanonical inflammasome",
      "authors": "Xuyan Shi, Qichao Sun, Yanjie Hou, Huan Zeng, Yong Cao, Mengqiu Dong, Jingjin Ding, Feng Shao",
      "paper_url": "https://doi.org/10.1038/s41586-023-06742-w",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3161461466",
      "paper_id": "https://openalex.org/W3161461466",
      "title": "Reconstruction of ancient microbial genomes from the human gut",
      "authors": "Marsha C. Wibowo, Zhen Yang, Maxime Borry, Alexander Hübner, Kun D. Huang, Braden T. Tierney, Samuel Zimmerman, Francisco Barajas-Olmos, Cecilia Contreras-Cubas, Humberto García-Ortiz, Angélica Martínez-Hernández, Jacob M. Luber, Philipp Kirstahler, Tre Blohm, Francis E. Smiley, Richard Arnold, Sonia A. Ballal, Sünje Johanna Pamp, Julia Russ, Frank Maixner, Omar Rota-Stabelli, Nicola Segata, Karl Reinhard, Lorena Orozco, Christina Warinner, Meradeth Snow, Steven LeBlanc, Aleksandar D. Kostic",
      "paper_url": "https://doi.org/10.1038/s41586-021-03532-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389333849",
      "paper_id": "https://openalex.org/W4389333849",
      "title": "Reverse metabolomics for the discovery of chemical structures from humans",
      "authors": "Emily C. Gentry, Stephanie L. Collins, Morgan Panitchpakdi, Pedro Belda-Ferre, Allison K. Stewart, Marvic Carrillo Terrazas, Hsueh-han Lu, Simone Zuffa, Tingting Yan, Julian Avila-Pacheco, Damian R. Plichta, Allegra T. Aron, Mingxun Wang, Alan K. Jarmusch, Fuhua Hao, Mashette Syrkin-Nikolau, Hera Vlamakis, Ashwin N. Ananthakrishnan, Brigid S. Boland, Amy Hemperly, Niels Vande Casteele, Frank J. Gonzalez, Clary B. Clish, Ramnik J. Xavier, Hiutung Chu, Erin S. Baker, Andrew D. Patterson, Rob Knight, Dionicio Siegel, Pieter C. Dorrestein",
      "paper_url": "https://doi.org/10.1038/s41586-023-06906-8",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4403680351",
      "paper_id": "https://openalex.org/W4403680351",
      "title": "Rifaximin prophylaxis causes resistance to the last-resort antibiotic daptomycin",
      "authors": "Adrianna M. Turner, Lucy Li, Ian R. Monk, Jean Y. H. Lee, Danielle J. Ingle, Stephanie Portelli, Norelle L. Sherry, Nicole Isles, Torsten Seemann, Liam K. Sharkey, Calum J. Walsh, Gavin E. Reid, Shuai Nie, Bart A. Eijkelkamp, Natasha E. Holmes, Brennan Collis, Sara Vogrin, Andreas Hiergeist, Daniela Weber, Andre Gessner, Ernst Holler, David B. Ascher, Sebastian Duchene, Nichollas E. Scott, Timothy P. Stinear, Jason C. Kwong, Claire L. Gorrie, Benjamin P. Howden, Glen P. Carter",
      "paper_url": "https://doi.org/10.1038/s41586-024-08095-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4394694527",
      "paper_id": "https://openalex.org/W4394694527",
      "title": "ROS-dependent S-palmitoylation activates cleaved and intact gasdermin D",
      "authors": "Gang Du, Liam B. Healy, Liron David, Caitlin Walker, Tarick J. El-Baba, Corinne A. Lutomski, Byoungsook Goh, Bowen Gu, Xiong Pi, Pascal Devant, Pietro Fontana, Ying Dong, Xiyu Ma, Rui Miao, Arumugam Balasubramanian, Robbins Puthenveetil, Anirban Banerjee, Hongbo R. Luo, Jonathan C. Kagan, Sungwhan F. Oh, Carol V. Robinson, Judy Lieberman, Hao Wu",
      "paper_url": "https://doi.org/10.1038/s41586-024-07373-5",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4408187621",
      "paper_id": "https://openalex.org/W4408187621",
      "title": "Sensing ceramides by CYSLTR2 and P2RY6 to aggravate atherosclerosis",
      "authors": "Siting Zhang, Hui Lin, Jiale Wang, Jingyu Rui, Tengwei Wang, Zeyu Cai, Shenming Huang, Yanxiang Gao, Tianfeng Ma, Rui Fan, Rongbo Dai, Zhiqing Li, Yiting Jia, Qiang Chen, HaoMing He, Jiaai Tan, Shirong Zhu, Rui Gu, Zhigang Dong, Meihong Li, Enmin Xie, Yi Fu, Jingang Zheng, Changtao Jiang, Jinpeng Sun, Wei Kong",
      "paper_url": "https://doi.org/10.1038/s41586-025-08792-8",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3206694195",
      "paper_id": "https://openalex.org/W3206694195",
      "title": "Shigella evades pyroptosis by arginine ADP-riboxanation of caspase-11",
      "authors": "Zilin Li, Wang Liu, Jiaqi Fu, Sen Cheng, Yue Xu, Zhiqiang Wang, Xiaofan Liu, Xuyan Shi, Yaxin Liu, Xiangbing Qi, Xiaoyun Liu, Jingjin Ding, Feng Shao",
      "paper_url": "https://doi.org/10.1038/s41586-021-04020-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4388488584",
      "paper_id": "https://openalex.org/W4388488584",
      "title": "Single-molecule dynamics show a transient lipopolysaccharide transport bridge",
      "authors": "Lisa Törk, Caitlin B. Moffatt, Thomas G. Bernhardt, Ethan C. Garner, Daniel Kahne",
      "paper_url": "https://doi.org/10.1038/s41586-023-06709-x",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389549564",
      "paper_id": "https://openalex.org/W4389549564",
      "title": "SlyB encapsulates outer membrane proteins in stress-induced lipid nanodomains",
      "authors": "Arne Janssens, Van Son Nguyen, Adam J. Cecil, Sander E. Van der Verren, Evy Timmerman, Michaël Deghelt, Alexander J. Pak, Jean-François Collet, Francis Impens, Han Remaut",
      "paper_url": "https://doi.org/10.1038/s41586-023-06925-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4210362116",
      "paper_id": "https://openalex.org/W4210362116",
      "title": "Streptococcal pyrogenic exotoxin B cleaves GSDMA and triggers pyroptosis",
      "authors": "Wanyan Deng, Yang Bai, Fan Deng, Youdong Pan, Shenglin Mei, Zengzhang Zheng, Rui Min, Zeyu Wu, Wu Li, Rui Miao, Zhibin Zhang, Thomas S. Kupper, Judy Lieberman, Xing Liu",
      "paper_url": "https://doi.org/10.1038/s41586-021-04384-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4394892361",
      "paper_id": "https://openalex.org/W4394892361",
      "title": "Streptomyces umbrella toxin particles block hyphal growth of competing species",
      "authors": "Qinqin Zhao, Savannah Bertolli, Young-Jun Park, Yongjun Tan, Kevin J. Cutler, Pooja Srinivas, Kyle L. Asfahl, Citlali Fonesca-García, Larry A. Gallagher, Yaqiao Li, Yaxi Wang, Devin Coleman-Derr, Frank DiMaio, Dapeng Zhang, S. Brook Peterson, David Veesler, Joseph D. Mougous",
      "paper_url": "https://doi.org/10.1038/s41586-024-07298-z",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3136534722",
      "paper_id": "https://openalex.org/W3136534722",
      "title": "Structural and biochemical mechanisms of NLRP1 inhibition by DPP9",
      "authors": "Menghang Huang, Xiaoxiao Zhang, Gee Ann Toh, Qin Gong, Jia Wang, Zhifu Han, Bin Wu, Franklin Zhong, Jijie Chai",
      "paper_url": "https://doi.org/10.1038/s41586-021-03320-w",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4353057064",
      "paper_id": "https://openalex.org/W4353057064",
      "title": "Structural and mechanistic insights into fungal β-1,3-glucan synthase FKS1",
      "authors": "Xinlin Hu, Ping Yang, Changdong Chai, Jia Liu, Huanhuan Sun, Yanan Wu, Mingjie Zhang, Min Zhang, Xiaotian Liu, Hongjun Yu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05856-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4296699773",
      "paper_id": "https://openalex.org/W4296699773",
      "title": "Structural basis for directional chitin biosynthesis",
      "authors": "Wei Chen, Peng Cao, Yuansheng Liu, Ailing Yu, Dong Wang, Lei Chen, Rajamanikandan Sundarraj, Zhiguang Yuchi, Yong Gong, Hans Merzendorfer, Qing Yang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05244-5",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4361291082",
      "paper_id": "https://openalex.org/W4361291082",
      "title": "Structural basis for GSDMB pore formation and its targeting by IpaH7.8",
      "authors": "Chengliang Wang, Sonia Shivcharan, Tian Tian, Skylar Wright, Danyang Ma, JengYih Chang, Kunpeng Li, Kangkang Song, Chen Xu, Vijay A. Rathinam, Jianbin Ruan",
      "paper_url": "https://doi.org/10.1038/s41586-023-05832-z",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386697734",
      "paper_id": "https://openalex.org/W4386697734",
      "title": "Structural basis for thioredoxin-mediated suppression of NLRP1 inflammasome",
      "authors": "Zhikuan Zhang, Takuma Shibata, Akiko Fujimura, Jiro Kitaura, Kensuke Miyake, Umeharu Ohto, Toshiyuki Shimizu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06532-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4367049040",
      "paper_id": "https://openalex.org/W4367049040",
      "title": "Structural basis of BAM-mediated outer membrane β-barrel protein assembly",
      "authors": "Chongrong Shen, Shenghai Chang, Qinghua Luo, Kevin Chun Chan, Zhibo Zhang, Bingnan Luo, Teng Xie, Guangwen Lu, Xiaofeng Zhu, Xiawei Wei, Changjiang Dong, Ruhong Zhou, Xing Zhang, Xiaodi Tang, Haohao Dong",
      "paper_url": "https://doi.org/10.1038/s41586-023-05988-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4313545533",
      "paper_id": "https://openalex.org/W4313545533",
      "title": "Structural basis of broad-spectrum β-lactam resistance in Staphylococcus aureus",
      "authors": "J. Andrew N. Alexander, Liam J. Worrall, Jinhong Hu, Marija Vuckovic, Nidhi Satishkumar, Raymond Poon, Solmaz Sobhanifar, Federico I. Rosell, Joshua Jenkins, Daniel Chiang, Wesley A. Mosimann, Henry F. Chambers, Mark Paetzel, Som S. Chatterjee, Natalie C. J. Strynadka",
      "paper_url": "https://doi.org/10.1038/s41586-022-05583-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4224063546",
      "paper_id": "https://openalex.org/W4224063546",
      "title": "Structural basis of lipopolysaccharide maturation by the O-antigen ligase",
      "authors": "Khuram U. Ashraf, Rie Nygaard, Owen N. Vickery, Satchal K. Erramilli, Carmen M. Herrera, Thomas H. McConville, Vasileios I. Petrou, Sabrina I. Giacometti, Meagan Belcher Dufrisne, Kamil Nosol, Allen P. Zinkle, Chris L. B. Graham, Michael Loukeris, Brian Kloss, Karolina Skorupinska-Tudek, Ewa Swiezewska, David I. Roper, Oliver B. Clarke, Anne-Catrin Uhlemann, Anthony A. Kossiakoff, M. Stephen Trent, Phillip J. Stansfeld, Filippo Mancia",
      "paper_url": "https://doi.org/10.1038/s41586-022-04555-x",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4377010652",
      "paper_id": "https://openalex.org/W4377010652",
      "title": "Structural basis of NINJ1-mediated plasma membrane rupture in cell death",
      "authors": "Morris Degen, José Carlos Santos, Kristyna Pluhackova, Gonzalo Cebrero, Saray Ramos, Gytis Jankevicius, Ella Hartenian, Undina Guillerm, Stefania A. Mari, Bastian Kohl, Daniel J. Müller, Paul Schanda, Timm Maier, Camilo Perez, Christian Sieben, Petr Broz, Sebastian Hiller",
      "paper_url": "https://doi.org/10.1038/s41586-023-05991-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4280519745",
      "paper_id": "https://openalex.org/W4280519745",
      "title": "Structural basis of sodium-dependent bile salt uptake into the liver",
      "authors": "Kapil Goutam, Francesco S. Ielasi, Els Pardon, Jan Steyaert, Nicolas Reyes",
      "paper_url": "https://doi.org/10.1038/s41586-022-04723-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388895909",
      "paper_id": "https://openalex.org/W4388895909",
      "title": "Structural insights into cytokine cleavage by inflammatory caspase-4",
      "authors": "Pascal Devant, Ying Dong, Julian Mintseris, Weiyi Ma, Steven P. Gygi, Hao Wu, Jonathan C. Kagan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06751-9",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4280567858",
      "paper_id": "https://openalex.org/W4280567858",
      "title": "Structural insights into the HBV receptor and bile acid transporter NTCP",
      "authors": "Jae-Hyun Park, Masashi Iwamoto, Ji-Hye Yun, Tomomi Uchikubo-Kamo, Donghwan Son, Zeyu Jin, Hisashi Yoshida, Mio Ohki, Naito Ishimoto, Kenji Mizutani, Mizuki Oshima, Masamichi Muramatsu, Takaji Wakita, Mikako Shirouzu, Kehong Liu, Tomoko Uemura, Norimichi Nomura, So Iwata, Koichi Watashi, Jeremy R. H. Tame, Tomohiro Nishizawa, Weontae Lee, Sam-Yong Park",
      "paper_url": "https://doi.org/10.1038/s41586-022-04857-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4361228959",
      "paper_id": "https://openalex.org/W4361228959",
      "title": "Structural mechanisms for regulation of GSDMB pore-forming activity",
      "authors": "Xiu Zhong, Huan Zeng, Zhiwei Zhou, Ya Su, Hang Cheng, Yanjie Hou, Yang She, Na Feng, Jia Wang, Feng Shao, Jingjin Ding",
      "paper_url": "https://doi.org/10.1038/s41586-023-05872-5",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4392984784",
      "paper_id": "https://openalex.org/W4392984784",
      "title": "Structure and assembly of a bacterial gasdermin pore",
      "authors": "Alex G. Johnson, Megan L. Mayer, Stefan L. Schaefer, Nora K. McNamara-Bordewick, Gerhard Hummer, Philip J. Kranzusch",
      "paper_url": "https://doi.org/10.1038/s41586-024-07216-3",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3163944831",
      "paper_id": "https://openalex.org/W3163944831",
      "title": "Structure and dynamics of a mycobacterial type VII secretion system",
      "authors": "Catalin M. Bunduc, Dirk Fahrenkamp, Jiri Wald, Roy Ummels, Wilbert Bitter, Edith N. G. Houben, Thomas C. Marlovits",
      "paper_url": "https://doi.org/10.1038/s41586-021-03517-z",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4210532014",
      "paper_id": "https://openalex.org/W4210532014",
      "title": "Structure of a B12-dependent radical SAM enzyme in carbapenem biosynthesis",
      "authors": "Hayley L. Knox, Erica K. Sinner, Craig A. Townsend, Amie K. Boal, Squire J. Booker",
      "paper_url": "https://doi.org/10.1038/s41586-021-04392-4",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385289080",
      "paper_id": "https://openalex.org/W4385289080",
      "title": "Structure of an endogenous mycobacterial MCE lipid transporter",
      "authors": "James Chen, Alice Fruhauf, Catherine Fan, Jackeline Ponce, Beatrix Ueberheide, Gira Bhabha, Damian C. Ekiert",
      "paper_url": "https://doi.org/10.1038/s41586-023-06366-0",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4405268727",
      "paper_id": "https://openalex.org/W4405268727",
      "title": "Structure of apolipoprotein B100 bound to the low-density lipoprotein receptor",
      "authors": "Mart Reimund, Altaira D. Dearborn, Giorgio Graziano, Haotian Lei, Anthony M. Ciancone, Ashish Kumar, Ronald Holewinski, Edward B. Neufeld, Francis J. O’Reilly, Alan T. Remaley, Joseph Marcotrigiano",
      "paper_url": "https://doi.org/10.1038/s41586-024-08223-0",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3198788043",
      "paper_id": "https://openalex.org/W3198788043",
      "title": "Structure of Geobacter pili reveals secretory rather than nanowire behaviour",
      "authors": "Yangqi Gu, Vishok Srikanth, Aldo I. Salazar-Morales, Ruchi Jain, J. Patrick O’Brien, Sophia M. Yi, Rajesh Kumar Soni, Fadel A. Samatey, Sibel Ebru Yalcin, Nikhil S. Malvankar",
      "paper_url": "https://doi.org/10.1038/s41586-021-03857-w",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4280560666",
      "paper_id": "https://openalex.org/W4280560666",
      "title": "Structure of the bile acid transporter and HBV receptor NTCP",
      "authors": "Jinta Asami, Kanako Terakado Kimura, Yoko Fujita-Fujiharu, Hanako Ishida, Zhikuan Zhang, Yayoi Nomura, Kehong Liu, Tomoko Uemura, Yumi Sato, Masatsugu Ono, Masaki Yamamoto, Takeshi Noda, Hideki Shigematsu, David Drew, So Iwata, Toshiyuki Shimizu, Norimichi Nomura, Umeharu Ohto",
      "paper_url": "https://doi.org/10.1038/s41586-022-04845-4",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4210338178",
      "paper_id": "https://openalex.org/W4210338178",
      "title": "Structure of the NLRP3 decamer bound to the cytokine release inhibitor CRID3",
      "authors": "Inga V. Hochheiser, Michael Pilsl, Gregor Hagelueken, Jonas Moecking, Michael Marleaux, Rebecca Brinkschulte, Eicke Latz, Christoph Engel, Matthias Geyer",
      "paper_url": "https://doi.org/10.1038/s41586-022-04467-w",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4220885070",
      "paper_id": "https://openalex.org/W4220885070",
      "title": "Structure, substrate recognition and initiation of hyaluronan synthase",
      "authors": "Finn P. Maloney, Jeremi Kuklewicz, Robin A. Corey, Yunchen Bi, Ruoya Ho, Lukasz Mateusiak, Els Pardon, Jan Steyaert, Phillip J. Stansfeld, Jochen Zimmer",
      "paper_url": "https://doi.org/10.1038/s41586-022-04534-2",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4405268513",
      "paper_id": "https://openalex.org/W4405268513",
      "title": "Structures and mechanism of condensation in nonribosomal peptide synthesis",
      "authors": "Angelos Pistofidis, Pengchen Ma, Zihao Li, Kim Munro, K. N. Houk, T. Martin Schmeing",
      "paper_url": "https://doi.org/10.1038/s41586-024-08417-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4412737187",
      "paper_id": "https://openalex.org/W4412737187",
      "title": "SuFEx-based antitubercular compound irreversibly inhibits Pks13",
      "authors": "Inna V. Krieger, Paridhi Sukheja, Baiyuan Yang, Su Tang, Daniel Selle, Ashley Woods, Curtis Engelhart, Pradeep Kumar, Michael B. Harbut, Dongdong Liu, Brendan Tsuda, Bo Qin, Grant A. L. Bare, Gencheng Li, Victor Chi, Julian Gambacurta, Janine Hvizdos, Matthew Reagan, Isabelle L. Jones, Lisa M. Massoudi, Lisa K. Woolhiser, Alessandro Cascioferro, Erica Kundrick, Parul Singh, William Reiley, Thomas R. Ioerger, Dilipkumar Reddy Kandula, Jacob W. McCabe, Taijie Guo, David Alland, Helena I. Boshoff, Dirk Schnappinger, Gregory T. Robertson, Khisi Mdluli, Kyoung-Jin Lee, Jiajia Dong, Shuangwei Li, Peter G. Schultz, Sean B. Joseph, Melissa S. Love, K. Barry Sharpless, H. Michael Petrassi, Arnab K. Chatterjee, James C. Sacchettini, Case W. McNamara",
      "paper_url": "https://doi.org/10.1038/s41586-025-09286-3",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4385490709",
      "paper_id": "https://openalex.org/W4385490709",
      "title": "Synergy and oxygen adaptation for development of next-generation probiotics",
      "authors": "Muhammad Tanweer Khan, Chinmay Dwibedi, Daniel Sundh, Meenakshi Pradhan, Jamie D. Kraft, Robert Caesar, Valentina Tremaroli, Mattias Lorentzon, Fredrik Bäckhed",
      "paper_url": "https://doi.org/10.1038/s41586-023-06378-w",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411413727",
      "paper_id": "https://openalex.org/W4411413727",
      "title": "Targeting de novo purine biosynthesis for tuberculosis treatment",
      "authors": "Dirk A. Lamprecht, Richard J. Wall, Annelies Leemans, Barry Truebody, Joke Sprangers, Patricia Fiogbe, Cadi Davies, Jennefer Wetzel, Stijn Daems, William Pearson, Vanessa Pillay, Samantha Saylock, M. Daniel Ricketts, Ellie Davis, Adam Huff, Tsehai Grell, Shiming Lin, Michelle Gerber, Ann Vos, John Dallow, Sam J. Willcocks, Christine Roubert, Stéphanie Sans, Amandine Desorme, Nicolas Chappat, Aurélie Ray, Mariana Pereira Moraes, Tracy Washington, Hope D’Erasmo, Pavankumar Sancheti, Melissa Everaerts, Mario Monshouwer, Jorge Esquivias, Gerald Larrouy-Maumus, Ruxandra Draghia Akli, Helen Fletcher, Alexander S. Pym, Bree B. Aldridge, Jansy P. Sarathy, Kathleen W. Clancy, Bart Stoops, Neeraj Dhar, Adrie J. C. Steyn, Paul Jackson, Clara Aguilar-Pérez, Anil Koul",
      "paper_url": "https://doi.org/10.1038/s41586-025-09177-7",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410362948",
      "paper_id": "https://openalex.org/W4410362948",
      "title": "Targeting symbionts by apolipoprotein L proteins modulates gut immunity",
      "authors": "Tao Yang, Xiaohu Hu, Fei Cao, Fenglin Yun, Kaiwen Jia, Mingxiang Zhang, Gaohui Kong, Biyu Nie, Yuexing Liu, Haohao Zhang, Xiaoyu Li, Hongyan Gao, Jiantao Shi, Guanxiang Liang, Guohong Hu, Dennis L. Kasper, Xinyang Song, Youcun Qian",
      "paper_url": "https://doi.org/10.1038/s41586-025-08990-4",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4289638129",
      "paper_id": "https://openalex.org/W4289638129",
      "title": "Teixobactin kills bacteria by a two-pronged attack on the cell envelope",
      "authors": "Rhythm Shukla, Francesca Lavore, Sourav Maity, Maik G. N. Derks, Chelsea R. Jones, Bram J. A. Vermeulen, Adéla Melcrová, Michael A. Morris, Lea Marie Becker, Xiaoqi Wang, Raj Kumar, João Medeiros-Silva, Roy A. M. van Beekveld, Alexandre M. J. J. Bonvin, Joseph H. Lorent, Moreno Lelli, James S. Nowick, Harold D. MacGillavry, Aaron J. Peoples, Amy L. Spoering, Losee L. Ling, Dallas E. Hughes, Wouter H. Roos, Eefjan Breukink, Kim Lewis, Markus Weingarth",
      "paper_url": "https://doi.org/10.1038/s41586-022-05019-y",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3152535485",
      "paper_id": "https://openalex.org/W3152535485",
      "title": "The antibiotic darobactin mimics a β-strand to inhibit outer membrane insertase",
      "authors": "Hundeep Kaur, Roman P. Jakob, Jan K. Marzinek, Robert Green, Yu Imai, Jani Reddy Bolla, Elia Agustoni, Carol V. Robinson, Peter J. Bond, Kim Lewis, Timm Maier, Sebastian Hiller",
      "paper_url": "https://doi.org/10.1038/s41586-021-03455-w",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3217590704",
      "paper_id": "https://openalex.org/W3217590704",
      "title": "The human microbiome encodes resistance to the antidiabetic drug acarbose",
      "authors": "Jared Balaich, Michael Estrella, Guojun Wu, Philip D. Jeffrey, Abhishek Biswas, Liping Zhao, Alexei Korennykh, Mohamed S. Donia",
      "paper_url": "https://doi.org/10.1038/s41586-021-04091-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4392504797",
      "paper_id": "https://openalex.org/W4392504797",
      "title": "The hyphal-specific toxin candidalysin promotes fungal gut commensalism",
      "authors": "Shen-Huan Liang, Shabnam Sircaik, Joseph Dainis, Pallavi Kakade, Swathi Penumutchu, Liam D. McDonough, Ying-Han Chen, Corey Frazer, Tim B. Schille, Stefanie Allert, Osama Elshafee, Maria Hänel, Selene Mogavero, Shipra Vaishnava, Ken Cadwell, Peter Belenky, J. Christian Perez, Bernhard Hube, Iuliana V. Ene, Richard J. Bennett",
      "paper_url": "https://doi.org/10.1038/s41586-024-07142-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4317242243",
      "paper_id": "https://openalex.org/W4317242243",
      "title": "The person-to-person transmission landscape of the gut and oral microbiomes",
      "authors": "Mireia Valles-Colomer, Aitor Blanco-Míguez, Paolo Manghi, Francesco Asnicar, Leonard Dubois, Davide Golzato, Federica Armanini, Fabio Cumbo, Kun D. Huang, Serena Manara, Giulia Masetti, Federica Pinto, Elisa Piperni, Michal Punčochář, Liviana Ricci, Moreno Zolfo, Olivia Farrant, Adriana Goncalves, Marta Selma-Royo, Ana G. Binetti, Jimmy E. Becerra, Bei Han, John Lusingu, John Amuasi, Loredana Amoroso, Alessia Visconti, Claire M. Steves, Mario Falchi, Michele Filosi, Adrian Tett, Anna Last, Qian Xu, Nan Qin, Huanlong Qin, Jürgen May, Daniel Eibach, Maria Valeria Corrias, Mirco Ponzoni, Edoardo Pasolli, Tim D. Spector, Enrico Domenici, Maria Carmen Collado, Nicola Segata",
      "paper_url": "https://doi.org/10.1038/s41586-022-05620-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4405268548",
      "paper_id": "https://openalex.org/W4405268548",
      "title": "The structure of apolipoprotein B100 from human low-density lipoprotein",
      "authors": "Zachary T. Berndsen, C. Keith Cassidy",
      "paper_url": "https://doi.org/10.1038/s41586-024-08467-w",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388488553",
      "paper_id": "https://openalex.org/W4388488553",
      "title": "Tuning sterol extraction kinetics yields a renal-sparing polyene antifungal",
      "authors": "Arun Maji, Corinne P. Soutar, Jiabao Zhang, Agnieszka Lewandowska, Brice E. Uno, Su Yan, Yogesh Shelke, Ganesh Murhade, Evgeny Nimerovsky, Collin G. Borcik, Andres S. Arango, Justin D. Lange, Jonnathan P. Marin-Toledo, Yinghuan Lyu, Keith L. Bailey, Patrick J. Roady, Jordan T. Holler, Anuj Khandelwal, Anna M. SantaMaria, Hiram Sanchez, Praveen R. Juvvadi, Gina Johns, Michael J. Hageman, Joanna Krise, Teclegiorgis Gebremariam, Eman G. Youssef, Ken Bartizal, Kieren A. Marr, William J. Steinbach, Ashraf S. Ibrahim, Thomas F. Patterson, Nathan P. Wiederhold, David R. Andes, Taras V. Pogorelov, Charles D. Schwieters, Timothy M. Fan, Chad M. Rienstra, Martin D. Burke",
      "paper_url": "https://doi.org/10.1038/s41586-023-06710-4",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4310570350",
      "paper_id": "https://openalex.org/W4310570350",
      "title": "Two broadly conserved families of polyprenyl-phosphate transporters",
      "authors": "Ian J. Roney, David Z. Rudner",
      "paper_url": "https://doi.org/10.1038/s41586-022-05587-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4310439068",
      "paper_id": "https://openalex.org/W4310439068",
      "title": "Undecaprenyl phosphate translocases confer conditional microbial fitness",
      "authors": "Brandon Sit, Veerasak Srisuknimit, Emilio Bueno, Franz G. Zingl, Karthik Hullahalli, Felipe Cava, Matthew K. Waldor",
      "paper_url": "https://doi.org/10.1038/s41586-022-05569-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3207744615",
      "paper_id": "https://openalex.org/W3207744615",
      "title": "Unravelling the collateral damage of antibiotics on gut bacteria",
      "authors": "Lisa Maier, Camille V. Goemans, Jakob Wirbel, Michael Kuhn, Claudia Eberl, Mihaela Pruteanu, Patrick Müller, Sarela Garcia-Santamarina, Elisabetta Cacace, Boyao Zhang, Cordula Gekeler, Tisya Banerjee, Exene Erin Anderson, Alessio Milanese, Ulrike Löber, Sofia K. Forslund, Kiran Raosaheb Patil, Michael Zimmermann, Bärbel Stecher, Georg Zeller, Peer Bork, Athanasios Typas",
      "paper_url": "https://doi.org/10.1038/s41586-021-03986-2",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4285083308",
      "paper_id": "https://openalex.org/W4285083308",
      "title": "Within-host evolution of a gut pathobiont facilitates liver translocation",
      "authors": "Yi Yang, Mytien Nguyen, Varnica Khetrapal, Nicole D. Sonnert, Anjelica L. Martin, Haiwei Chen, Martin A. Kriegel, Noah W. Palm",
      "paper_url": "https://doi.org/10.1038/s41586-022-04949-x",
      "venue": "nature22"
    }
  ]
}