{
  "cluster_id": 172,
  "papers": [
    {
      "id": "nature23_https://openalex.org/W4366453627",
      "paper_id": "https://openalex.org/W4366453627",
      "title": "A 3D printable alloy designed for extreme environments",
      "authors": "Timothy M. Smith, Christopher A. Kantzos, Nikolai A. Zarkevich, Bryan J. Harder, Milan Heczko, Paul R. Gradl, Aaron C. Thompson, Michael J. Mills, Timothy P. Gabb, John W. Lawson",
      "paper_url": "https://doi.org/10.1038/s41586-023-05893-0",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4411626960",
      "paper_id": "https://openalex.org/W4411626960",
      "title": "A cost-effective all-in-one halide material for all-solid-state batteries",
      "authors": "Jiamin Fu, Changhong Wang, Shuo Wang, Joel W. Reid, Jianwen Liang, Jing Luo, Jung Tae Kim, Yang Zhao, Xiaofei Yang, Feipeng Zhao, Weihan Li, Bolin Fu, Xiaoting Lin, Yang Hu, Han Su, Xiaoge Hao, Yingjie Gao, Shutao Zhang, Ziqing Wang, Jue Liu, Hamid Abdolvand, Tsun-Kong Sham, Yifei Mo, Xueliang Sun",
      "paper_url": "https://doi.org/10.1038/s41586-025-09153-1",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3161037511",
      "paper_id": "https://openalex.org/W3161037511",
      "title": "A dynamic stability design strategy for lithium metal solid state batteries",
      "authors": "Luhan Ye, Xin Li",
      "paper_url": "https://doi.org/10.1038/s41586-021-03486-3",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4313546023",
      "paper_id": "https://openalex.org/W4313546023",
      "title": "A few-layer covalent network of fullerenes",
      "authors": "Elena Meirzadeh, Austin M. Evans, Mehdi Rezaee, Milena Milich, Connor J. Dionne, Thomas P. Darlington, Si Tong Bao, Amymarie K. Bartholomew, Taketo Handa, Daniel J. Rizzo, Ren A. Wiscons, Mahniz Reza, Amirali Zangiabadi, Natalie Fardian-Melamed, Andrew C. Crowther, P. James Schuck, D. N. Basov, Xiaoyang Zhu, Ashutosh Giri, Patrick E. Hopkins, Philip Kim, Michael L. Steigerwald, Jingjing Yang, Colin Nuckolls, Xavier Roy",
      "paper_url": "https://doi.org/10.1038/s41586-022-05401-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4210942533",
      "paper_id": "https://openalex.org/W4210942533",
      "title": "A highly distorted ultraelastic chemically complex Elinvar alloy",
      "authors": "Q. F. He, J. G. Wang, H. A. Chen, Z. Y. Ding, Z. Q. Zhou, L. H. Xiong, J. H. Luan, J. M. Pelletier, J. C. Qiao, Q. Wang, L. L. Fan, Y. Ren, Q. S. Zeng, C. T. Liu, C. W. Pao, D. J. Srolovitz, Y. Yang",
      "paper_url": "https://doi.org/10.1038/s41586-021-04309-1",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3155679288",
      "paper_id": "https://openalex.org/W3155679288",
      "title": "A highly stable and flexible zeolite electrolyte solid-state Li–air battery",
      "authors": "Xiwen Chi, Malin Li, Jiancheng Di, Pu Bai, Lina Song, Xiaoxue Wang, Fei Li, Shuang Liang, Jijing Xu, Jihong Yu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03410-9",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4362606301",
      "paper_id": "https://openalex.org/W4362606301",
      "title": "A LaCl3-based lithium superionic conductor compatible with lithium metal",
      "authors": "Yi-Chen Yin, Jing-Tian Yang, Jin-Da Luo, Gong-Xun Lu, Zhongyuan Huang, Jian-Ping Wang, Pai Li, Feng Li, Ye-Chao Wu, Te Tian, Yu-Feng Meng, Hong-Sheng Mo, Yong-Hui Song, Jun-Nan Yang, Li-Zhe Feng, Tao Ma, Wen Wen, Ke Gong, Lin-Jun Wang, Huan-Xin Ju, Yinguo Xiao, Zhenyu Li, Xinyong Tao, Hong-Bin Yao",
      "paper_url": "https://doi.org/10.1038/s41586-023-05899-8",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407957609",
      "paper_id": "https://openalex.org/W4407957609",
      "title": "A lightweight shape-memory alloy with superior temperature-fluctuation resistance",
      "authors": "Yuxin Song, Sheng Xu, Shunsuke Sato, Inho Lee, Xiao Xu, Toshihiro Omori, Makoto Nagasako, Takuro Kawasaki, Ryoji Kiyanagi, Stefanus Harjo, Wu Gong, Tomáš Grabec, Pavla Stoklasová, Ryosuke Kainuma",
      "paper_url": "https://doi.org/10.1038/s41586-024-08583-7",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4290997217",
      "paper_id": "https://openalex.org/W4290997217",
      "title": "A mechanically strong and ductile soft magnet with extremely low coercivity",
      "authors": "Liuliu Han, Fernando Maccari, Isnaldi R. Souza Filho, Nicolas J. Peter, Ye Wei, Baptiste Gault, Oliver Gutfleisch, Zhiming Li, Dierk Raabe",
      "paper_url": "https://doi.org/10.1038/s41586-022-04935-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4402221466",
      "paper_id": "https://openalex.org/W4402221466",
      "title": "A polymer-like ultrahigh-strength metal alloy",
      "authors": "Zhizhi Xu, Yuanchao Ji, Chang Liu, Liqiang He, Hui Zhao, Ye Yuan, Yu Qian, Jin Cui, Andong Xiao, Wenjia Wang, Yang Yang, Tianyu Ma, Xiaobing Ren",
      "paper_url": "https://doi.org/10.1038/s41586-024-07900-4",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4391616970",
      "paper_id": "https://openalex.org/W4391616970",
      "title": "A rechargeable calcium–oxygen battery that operates at room temperature",
      "authors": "Lei Ye, Meng Liao, Kun Zhang, Mengting Zheng, Yi Jiang, Xiangran Cheng, Chuang Wang, Qiuchen Xu, Chengqiang Tang, Pengzhou Li, Yunzhou Wen, Yifei Xu, Xuemei Sun, Peining Chen, Hao Sun, Yue Gao, Ye Zhang, Bingjie Wang, Jun Lu, Haoshen Zhou, Yonggang Wang, Yongyao Xia, Xin Xu, Huisheng Peng",
      "paper_url": "https://doi.org/10.1038/s41586-023-06949-x",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4399567391",
      "paper_id": "https://openalex.org/W4399567391",
      "title": "A self-healing multispectral transparent adhesive peptide glass",
      "authors": "Gal Finkelstein-Zuta, Zohar A. Arnon, Thangavel Vijayakanth, Or Messer, Orr Simon Lusky, Avital Wagner, Galit Zilberman, Ruth Aizen, Lior Michaeli, Sigal Rencus-Lazar, Sharon Gilead, Sudha Shankar, Mariela Jorgelina Pavan, Dor Aaron Goldstein, Shira Kutchinsky, Tal Ellenbogen, Benjamin A. Palmer, Amir Goldbourt, Maxim Sokol, Ehud Gazit",
      "paper_url": "https://doi.org/10.1038/s41586-024-07408-x",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3080344441",
      "paper_id": "https://openalex.org/W3080344441",
      "title": "A single-molecule van der Waals compass",
      "authors": "Boyuan Shen, Xiao Chen, Huiqiu Wang, Hao Xiong, Eric G. T. Bosch, Ivan Lazić, Dali Cai, Weizhong Qian, Shifeng Jin, Xin Liu, Yu Han, Fei Wei",
      "paper_url": "https://doi.org/10.1038/s41586-021-03429-y",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389132378",
      "paper_id": "https://openalex.org/W4389132378",
      "title": "A stable atmospheric-pressure plasma for extreme-temperature synthesis",
      "authors": "Hua Xie, Ning Liu, Qian Zhang, Hongtao Zhong, Liqun Guo, Xinpeng Zhao, Daozheng Li, Shufeng Liu, Zhennan Huang, Aditya Dilip Lele, Alexandra H. Brozena, Xizheng Wang, Keqi Song, Sophia Chen, Yan Yao, Miaofang Chi, Wei Xiong, Jiancun Rao, Minhua Zhao, Mikhail N. Shneider, Jian Luo, Ji-Cheng Zhao, Yiguang Ju, Liangbing Hu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06694-1",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4405268591",
      "paper_id": "https://openalex.org/W4405268591",
      "title": "A stable zeolite with atomically ordered and interconnected mesopore channel",
      "authors": "Peng Lu, Jiaoyan Xu, Yiqing Sun, Rémy Guillet-Nicolas, Tom Willhammar, Mohammad Fahda, Eddy Dib, Bo Wang, Zhengxing Qin, Hongyi Xu, Jung Cho, Zhaopeng Liu, Haijun Yu, Xiaobo Yang, Qiaolin Lang, Svetlana Mintova, Xiaodong Zou, Valentin Valtchev",
      "paper_url": "https://doi.org/10.1038/s41586-024-08206-1",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4293793115",
      "paper_id": "https://openalex.org/W4293793115",
      "title": "Aligned macrocycle pores in ultrathin films for accurate molecular sieving",
      "authors": "Zhiwei Jiang, Ruijiao Dong, Austin M. Evans, Niklas Biere, Mahmood A. Ebrahim, Siyao Li, Dario Anselmetti, William R. Dichtel, Andrew G. Livingston",
      "paper_url": "https://doi.org/10.1038/s41586-022-05032-1",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4406385644",
      "paper_id": "https://openalex.org/W4406385644",
      "title": "All-solid-state Li–S batteries with fast solid–solid sulfur reaction",
      "authors": "Huimin Song, Konrad Münch, Xu Liu, Kaier Shen, Ruizhuo Zhang, Timo Weintraut, Yuriy Yusim, Dequan Jiang, Xufeng Hong, Jiashen Meng, Yatao Liu, Mengxue He, Yitao Li, Philip Henkel, Torsten Brezesinski, Jürgen Janek, Quanquan Pang",
      "paper_url": "https://doi.org/10.1038/s41586-024-08298-9",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3205065973",
      "paper_id": "https://openalex.org/W3205065973",
      "title": "An elastic metal–organic crystal with a densely catenated backbone",
      "authors": "Wenjing Meng, Shun Kondo, Takuji Ito, Kazuki Komatsu, Jenny Pirillo, Yuh Hijikata, Yuichi Ikuhara, Takuzo Aida, Hiroshi Sato",
      "paper_url": "https://doi.org/10.1038/s41586-021-03880-x",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4297521046",
      "paper_id": "https://openalex.org/W4297521046",
      "title": "Anomalous slip in body-centred cubic metals",
      "authors": "Daniel Caillard, Baptiste Bienvenu, Emmanuel Clouet",
      "paper_url": "https://doi.org/10.1038/s41586-022-05087-0",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4389132371",
      "paper_id": "https://openalex.org/W4389132371",
      "title": "Associative pyridinium electrolytes for air-tolerant redox flow batteries",
      "authors": "Mark E. Carrington, Kamil Sokołowski, Erlendur Jónsson, Evan Wenbo Zhao, Anton M. Graf, Israel Temprano, Jade A. McCune, Clare P. Grey, Oren A. Scherman",
      "paper_url": "https://doi.org/10.1038/s41586-023-06664-7",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3165779717",
      "paper_id": "https://openalex.org/W3165779717",
      "title": "Asymmetric response of interfacial water to applied electric fields",
      "authors": "Angelo Montenegro, Chayan Dutta, Muhammet Mammetkuliev, Haotian Shi, Bingya Hou, Dhritiman Bhattacharyya, Bofan Zhao, Stephen B. Cronin, Alexander V. Benderskii",
      "paper_url": "https://doi.org/10.1038/s41586-021-03504-4",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4399803265",
      "paper_id": "https://openalex.org/W4399803265",
      "title": "Atomic dynamics of electrified solid–liquid interfaces in liquid-cell TEM",
      "authors": "Qiubo Zhang, Zhigang Song, Xianhu Sun, Yang Liu, Jiawei Wan, Sophia B. Betzler, Qi Zheng, Junyi Shangguan, Karen C. Bustillo, Peter Ercius, Prineha Narang, Yu Huang, Haimei Zheng",
      "paper_url": "https://doi.org/10.1038/s41586-024-07479-w",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4285083957",
      "paper_id": "https://openalex.org/W4285083957",
      "title": "Atomic imaging of zeolite-confined single molecules by electron microscopy",
      "authors": "Boyuan Shen, Huiqiu Wang, Hao Xiong, Xiao Chen, Eric G. T. Bosch, Ivan Lazić, Weizhong Qian, Fei Wei",
      "paper_url": "https://doi.org/10.1038/s41586-022-04876-x",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4384819016",
      "paper_id": "https://openalex.org/W4384819016",
      "title": "Autonomous healing of fatigue cracks via cold welding",
      "authors": "Christopher M. Barr, Ta Duong, Daniel C. Bufford, Zachary Milne, Abhilash Molkeri, Nathan M. Heckman, David P. Adams, Ankit Srivastava, Khalid Hattar, Michael J. Demkowicz, Brad L. Boyce",
      "paper_url": "https://doi.org/10.1038/s41586-023-06223-0",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3181131756",
      "paper_id": "https://openalex.org/W3181131756",
      "title": "Bifunctional nanoprecipitates strengthen and ductilize a medium-entropy alloy",
      "authors": "Ying Yang, Tianyi Chen, Lizhen Tan, Jonathan D. Poplawsky, Ke An, Yanli Wang, German D. Samolyuk, Ken Littrell, Andrew R. Lupini, Albina Borisevich, Easo P. George",
      "paper_url": "https://doi.org/10.1038/s41586-021-03607-y",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4406385637",
      "paper_id": "https://openalex.org/W4406385637",
      "title": "Bilayer nanographene reveals halide permeation through a benzene hole",
      "authors": "M. A. Niyas, Kazutaka Shoyama, Matthias Grüne, Frank Würthner",
      "paper_url": "https://doi.org/10.1038/s41586-024-08299-8",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4411413712",
      "paper_id": "https://openalex.org/W4411413712",
      "title": "Bioinspired capillary force-driven super-adhesive filter",
      "authors": "Junyong Park, Chan Sik Moon, Ji Min Lee, Sazzadul A. Rahat, Sang Moon Kim, Jonathan T. Pham, Michael Kappl, Hans-Jürgen Butt, Sanghyuk Wooh",
      "paper_url": "https://doi.org/10.1038/s41586-025-09156-y",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4389132355",
      "paper_id": "https://openalex.org/W4389132355",
      "title": "Cascaded compression of size distribution of nanopores in monolayer graphene",
      "authors": "Jiangtao Wang, Chi Cheng, Xudong Zheng, Juan Carlos Idrobo, Ang-Yu Lu, Ji-Hoon Park, Bong Gyu Shin, Soon Jung Jung, Tianyi Zhang, Haozhe Wang, Guanhui Gao, Bongki Shin, Xiang Jin, Long Ju, Yimo Han, Lain-Jong Li, Rohit Karnik, Jing Kong",
      "paper_url": "https://doi.org/10.1038/s41586-023-06689-y",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4205811961",
      "paper_id": "https://openalex.org/W4205811961",
      "title": "Chemical crystallography by serial femtosecond X-ray diffraction",
      "authors": "Elyse A. Schriber, Daniel W. Paley, Robert Bolotovsky, Daniel J. Rosenberg, Raymond G. Sierra, Andrew Aquila, Derek Mendez, Frédéric Poitevin, Johannes P. Blaschke, Asmit Bhowmick, Ryan P. Kelly, Mark Hunter, Brandon Hayes, Derek C. Popple, Matthew Yeung, Carina Pareja-Rivera, Stella Lisova, Kensuke Tono, Michihiro Sugahara, Shigeki Owada, Tevye Kuykendall, Kaiyuan Yao, P. James Schuck, Diego Solis-Ibarra, Nicholas K. Sauter, Aaron S. Brewster, J. Nathan Hohman",
      "paper_url": "https://doi.org/10.1038/s41586-021-04218-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4396721374",
      "paper_id": "https://openalex.org/W4396721374",
      "title": "Chemical short-range disorder in lithium oxide cathodes",
      "authors": "Qidi Wang, Zhenpeng Yao, Jianlin Wang, Hao Guo, Chao Li, Dong Zhou, Xuedong Bai, Hong Li, Baohua Li, Marnix Wagemaker, Chenglong Zhao",
      "paper_url": "https://doi.org/10.1038/s41586-024-07362-8",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4283718061",
      "paper_id": "https://openalex.org/W4283718061",
      "title": "Chiral assemblies of pinwheel superlattices on substrates",
      "authors": "Shan Zhou, Jiahui Li, Jun Lu, Haihua Liu, Ji-Young Kim, Ahyoung Kim, Lehan Yao, Chang Liu, Chang Qian, Zachary D. Hood, Xiaoying Lin, Wenxiang Chen, Thomas E. Gage, Ilke Arslan, Alex Travesset, Kai Sun, Nicholas A. Kotov, Qian Chen",
      "paper_url": "https://doi.org/10.1038/s41586-022-05384-8",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4284886986",
      "paper_id": "https://openalex.org/W4284886986",
      "title": "Coherent interfaces govern direct transformation from graphite to diamond",
      "authors": "Kun Luo, Bing Liu, Wentao Hu, Xiao Dong, Yanbin Wang, Quan Huang, Yufei Gao, Lei Sun, Zhisheng Zhao, Yingju Wu, Yang Zhang, Mengdong Ma, Xiang-Feng Zhou, Julong He, Dongli Yu, Zhongyuan Liu, Bo Xu, Yongjun Tian",
      "paper_url": "https://doi.org/10.1038/s41586-022-04863-2",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4296552591",
      "paper_id": "https://openalex.org/W4296552591",
      "title": "Compositionally complex doping for zero-strain zero-cobalt layered cathodes",
      "authors": "Rui Zhang, Chunyang Wang, Peichao Zou, Ruoqian Lin, Lu Ma, Liang Yin, Tianyi Li, Wenqian Xu, Hao Jia, Qiuyan Li, Sami Sainio, Kim Kisslinger, Stephen E. Trask, Steven N. Ehrlich, Yang Yang, Andrew M. Kiss, Mingyuan Ge, Bryant J. Polzin, Sang Jun Lee, Wu Xu, Yang Ren, Huolin L. Xin",
      "paper_url": "https://doi.org/10.1038/s41586-022-05115-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4297243327",
      "paper_id": "https://openalex.org/W4297243327",
      "title": "Continuous air purification by aqueous interface filtration and absorption",
      "authors": "Yunmao Zhang, Yuhang Han, Xiaoliang Ji, Duyang Zang, Long Qiao, Zhizhi Sheng, Chunyan Wang, Shuli Wang, Miao Wang, Yaqi Hou, Xinyu Chen, Xu Hou",
      "paper_url": "https://doi.org/10.1038/s41586-022-05124-y",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399803263",
      "paper_id": "https://openalex.org/W4399803263",
      "title": "Control of proton transport and hydrogenation in double-gated graphene",
      "authors": "J. Tong, Y. Fu, D. Domaretskiy, F. Della Pia, P. Dagar, L. Powell, D. Bahamon, S. Huang, B. Xin, R. N. Costa Filho, L. F. Vega, I. V. Grigorieva, F. M. Peeters, A. Michaelides, M. Lozada-Hidalgo",
      "paper_url": "https://doi.org/10.1038/s41586-024-07435-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4402585716",
      "paper_id": "https://openalex.org/W4402585716",
      "title": "Controlled patterning of crystalline domains by frontal polymerization",
      "authors": "Justine E. Paul, Yuan Gao, Yoo Kyung Go, Luis E. Rodriguez Koett, Anisha Sharma, Manxin Chen, Jacob J. Lessard, Tolga Topkaya, Cecilia Leal, Jeffrey S. Moore, Philippe H. Geubelle, Nancy R. Sottos",
      "paper_url": "https://doi.org/10.1038/s41586-024-07951-7",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3205927750",
      "paper_id": "https://openalex.org/W3205927750",
      "title": "Copper-coordinated cellulose ion conductors for solid-state batteries",
      "authors": "Chunpeng Yang, Qisheng Wu, Weiqi Xie, Xin Zhang, Alexandra Brozena, Jin Zheng, Mounesha N. Garaga, Byung Hee Ko, Yimin Mao, Shuaiming He, Yue Gao, Pengbo Wang, Madhusudan Tyagi, Feng Jiao, Robert Briber, Paul Albertus, Chunsheng Wang, Steven Greenbaum, Yan-Yan Hu, Akira Isogai, Martin Winter, Kang Xu, Yue Qi, Liangbing Hu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03885-6",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4362606458",
      "paper_id": "https://openalex.org/W4362606458",
      "title": "Deforming lanthanum trihydride for superionic conduction",
      "authors": "Weijin Zhang, Jirong Cui, Shangshang Wang, Hujun Cao, Anan Wu, Yuanhua Xia, Qike Jiang, Jianping Guo, Teng He, Ping Chen",
      "paper_url": "https://doi.org/10.1038/s41586-023-05815-0",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4365143722",
      "paper_id": "https://openalex.org/W4365143722",
      "title": "Dehydration of a crystal hydrate at subglacial temperatures",
      "authors": "Alan C. Eaby, Dirkie C. Myburgh, Akmal Kosimov, Marcin Kwit, Catharine Esterhuysen, Agnieszka M. Janiak, Leonard J. Barbour",
      "paper_url": "https://doi.org/10.1038/s41586-023-05749-7",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4413117855",
      "paper_id": "https://openalex.org/W4413117855",
      "title": "Delocalized electrolyte design enables 600 Wh kg−1 lithium metal pouch cells",
      "authors": "He Huang, Yitao Hu, Yajun Hou, Xingkai Wang, Qiujiang Dong, Zhixin Zhao, Mingfang Ji, Wanxing Zhang, Jinyang Li, Jianping Xie, Hao Guo, Xiaopeng Han, Xiaoping Ouyang, Wenbin Hu",
      "paper_url": "https://doi.org/10.1038/s41586-025-09382-4",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4379740411",
      "paper_id": "https://openalex.org/W4379740411",
      "title": "Dendrite initiation and propagation in lithium metal solid-state batteries",
      "authors": "Ziyang Ning, Guanchen Li, Dominic L. R. Melvin, Yang Chen, Junfu Bu, Dominic Spencer-Jolly, Junliang Liu, Bingkun Hu, Xiangwen Gao, Johann Perera, Chen Gong, Shengda D. Pu, Shengming Zhang, Boyang Liu, Gareth O. Hartley, Andrew J. Bodey, Richard I. Todd, Patrick S. Grant, David E. J. Armstrong, T. James Marrow, Charles W. Monroe, Peter G. Bruce",
      "paper_url": "https://doi.org/10.1038/s41586-023-05970-4",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3141947465",
      "paper_id": "https://openalex.org/W3141947465",
      "title": "Determining the three-dimensional atomic structure of an amorphous solid",
      "authors": "Yao Yang, Jihan Zhou, Fan Zhu, Yakun Yuan, Dillan J. Chang, Dennis S. Kim, Minh Pham, Arjun Rana, Xuezeng Tian, Yonggang Yao, Stanley J. Osher, Andreas K. Schmid, Liangbing Hu, Peter Ercius, Jianwei Miao",
      "paper_url": "https://doi.org/10.1038/s41586-021-03354-0",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3157934132",
      "paper_id": "https://openalex.org/W3157934132",
      "title": "Direct assessment of the acidity of individual surface hydroxyls",
      "authors": "Margareta Wagner, Bernd Meyer, Martin Setvin, Michael Schmid, Ulrike Diebold",
      "paper_url": "https://doi.org/10.1038/s41586-021-03432-3",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3158117858",
      "paper_id": "https://openalex.org/W3158117858",
      "title": "Direct observation of chemical short-range order in a medium-entropy alloy",
      "authors": "Xuefei Chen, Qi Wang, Zhiying Cheng, Mingliu Zhu, Hao Zhou, Ping Jiang, Lingling Zhou, Qiqi Xue, Fuping Yuan, Jing Zhu, Xiaolei Wu, En Ma",
      "paper_url": "https://doi.org/10.1038/s41586-021-03428-z",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4288051983",
      "paper_id": "https://openalex.org/W4288051983",
      "title": "Dislocation-induced stop-and-go kinetics of interfacial transformations",
      "authors": "Xianhu Sun, Dongxiang Wu, Lianfeng Zou, Stephen D. House, Xiaobo Chen, Meng Li, Dmitri N. Zakharov, Judith C. Yang, Guangwen Zhou",
      "paper_url": "https://doi.org/10.1038/s41586-022-04880-1",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4322740037",
      "paper_id": "https://openalex.org/W4322740037",
      "title": "Disorder-tuned conductivity in amorphous monolayer carbon",
      "authors": "Huifeng Tian, Yinhang Ma, Zhenjiang Li, Mouyang Cheng, Shoucong Ning, Erxun Han, Mingquan Xu, Peng-Fei Zhang, Kexiang Zhao, Ruijie Li, Yuting Zou, PeiChi Liao, Shulei Yu, Xiaomei Li, Jianlin Wang, Shizhuo Liu, Yifei Li, Xinyu Huang, Zhixin Yao, Dongdong Ding, Junjie Guo, Yuan Huang, Jianming Lu, Yuyan Han, Zhaosheng Wang, Zhi Gang Cheng, Junjiang Liu, Zhi Xu, Kaihui Liu, Peng Gao, Ying Jiang, Li Lin, Xiaoxu Zhao, Lifen Wang, Xuedong Bai, Wangyang Fu, Jie-Yu Wang, Maozhi Li, Ting Lei, Yanfeng Zhang, Yanglong Hou, Jian Pei, Stephen J. Pennycook, Enge Wang, Ji Chen, Wu Zhou, Lei Liu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05617-w",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4390570740",
      "paper_id": "https://openalex.org/W4390570740",
      "title": "Disordered enthalpy–entropy descriptor for high-entropy ceramics discovery",
      "authors": "Simon Divilov, Hagen Eckert, David Hicks, Corey Oses, Cormac Toher, Rico Friedrich, Marco Esters, Michael J. Mehl, Adam C. Zettel, Yoav Lederer, Eva Zurek, Jon-Paul Maria, Donald W. Brenner, Xiomara Campilongo, Suzana Filipović, William G. Fahrenholtz, Caillin J. Ryan, Christopher M. DeSalle, Ryan J. Crealese, Douglas E. Wolfe, Arrigo Calzolari, Stefano Curtarolo",
      "paper_url": "https://doi.org/10.1038/s41586-023-06786-y",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3149899833",
      "paper_id": "https://openalex.org/W3149899833",
      "title": "Diversity-oriented synthesis of polymer membranes with ion solvation cages",
      "authors": "Miranda J. Baran, Mark E. Carrington, Swagat Sahu, Artem Baskin, Junhua Song, Michael A. Baird, Kee Sung Han, Karl T. Mueller, Simon J. Teat, Stephen M. Meckler, Chengyin Fu, David Prendergast, Brett A. Helms",
      "paper_url": "https://doi.org/10.1038/s41586-021-03377-7",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W4200403472",
      "paper_id": "https://openalex.org/W4200403472",
      "title": "Dynamic spatial progression of isolated lithium during battery operations",
      "authors": "Fang Liu, Rong Xu, Yecun Wu, David Thomas Boyle, Ankun Yang, Jinwei Xu, Yangying Zhu, Yusheng Ye, Zhiao Yu, Zewen Zhang, Xin Xiao, Wenxiao Huang, Hansen Wang, Hao Chen, Yi Cui",
      "paper_url": "https://doi.org/10.1038/s41586-021-04168-w",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4399366236",
      "paper_id": "https://openalex.org/W4399366236",
      "title": "Early stages of covalent organic framework formation imaged in operando",
      "authors": "Christoph G. Gruber, Laura Frey, Roman Guntermann, Dana D. Medina, Emiliano Cortés",
      "paper_url": "https://doi.org/10.1038/s41586-024-07483-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4396732499",
      "paper_id": "https://openalex.org/W4396732499",
      "title": "Elastic films of single-crystal two-dimensional covalent organic frameworks",
      "authors": "Yonghang Yang, Baokun Liang, Jakob Kreie, Mike Hambsch, Zihao Liang, Cheng Wang, Senhe Huang, Xin Dong, Li Gong, Chaolun Liang, Dongyang Lou, Zhipeng Zhou, Jiaxing Lu, Yang Yang, Xiaodong Zhuang, Haoyuan Qi, Ute Kaiser, Stefan C. B. Mannsfeld, Wei Liu, Armin Gölzhäuser, Zhikun Zheng",
      "paper_url": "https://doi.org/10.1038/s41586-024-07505-x",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4206119841",
      "paper_id": "https://openalex.org/W4206119841",
      "title": "Elastomeric electrolytes for high-energy solid-state lithium batteries",
      "authors": "Michael J. Lee, Junghun Han, Kyungbin Lee, Young Jun Lee, Byoung Gak Kim, Kyu-Nam Jung, Bumjoon J. Kim, Seung Woo Lee",
      "paper_url": "https://doi.org/10.1038/s41586-021-04209-4",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4319591926",
      "paper_id": "https://openalex.org/W4319591926",
      "title": "Electrolyte design for Li-ion batteries under extreme operating conditions",
      "authors": "Jijian Xu, Jiaxun Zhang, Travis P. Pollard, Qingdong Li, Sha Tan, Singyuk Hou, Hongli Wan, Fu Chen, Huixin He, Enyuan Hu, Kang Xu, Xiao-Qing Yang, Oleg Borodin, Chunsheng Wang",
      "paper_url": "https://doi.org/10.1038/s41586-022-05627-8",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4391383682",
      "paper_id": "https://openalex.org/W4391383682",
      "title": "Establishing reaction networks in the 16-electron sulfur reduction reaction",
      "authors": "Rongli Liu, Ziyang Wei, Lele Peng, Leyuan Zhang, Arava Zohar, Rachel Schoeppner, Peiqi Wang, Chengzhang Wan, Dan Zhu, Haotian Liu, Zhaozong Wang, Sarah H. Tolbert, Bruce Dunn, Yu Huang, Philippe Sautet, Xiangfeng Duan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06918-4",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3213799237",
      "paper_id": "https://openalex.org/W3213799237",
      "title": "Exploding and weeping ceramics",
      "authors": "Hanlin Gu, Jascha Rohmer, Justin Jetter, Andriy Lotnyk, Lorenz Kienle, Eckhard Quandt, Richard D. James",
      "paper_url": "https://doi.org/10.1038/s41586-021-03975-5",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4407392305",
      "paper_id": "https://openalex.org/W4407392305",
      "title": "External Li supply reshapes Li deficiency and lifetime limit of batteries",
      "authors": "Shu Chen, Guanbin Wu, Haibo Jiang, Jifeng Wang, Tiantian Chen, Chenyang Han, Wenwen Wang, Rongchen Yang, Jiahua Zhao, Zhihang Tang, Xiaocheng Gong, Chuanfa Li, Mengyao Zhu, Kun Zhang, Yifei Xu, Ying Wang, Zhe Hu, Peining Chen, Bingjie Wang, Kai Zhang, Yongyao Xia, Huisheng Peng, Yue Gao",
      "paper_url": "https://doi.org/10.1038/s41586-024-08465-y",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3127836601",
      "paper_id": "https://openalex.org/W3127836601",
      "title": "Facile route to bulk ultrafine-grain steels for high strength and ductility",
      "authors": "Junheng Gao, Suihe Jiang, Huairuo Zhang, Yuhe Huang, Dikai Guan, Yidong Xu, Shaokang Guan, Leonid A. Bendersky, Albert V. Davydov, Yuan Wu, Huihui Zhu, Yandong Wang, Zhaoping Lu, W. Mark Rainforth",
      "paper_url": "https://doi.org/10.1038/s41586-021-03246-3",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4304698197",
      "paper_id": "https://openalex.org/W4304698197",
      "title": "Fast charging of energy-dense lithium-ion batteries",
      "authors": "Chao-Yang Wang, Teng Liu, Xiao-Guang Yang, Shanhai Ge, Nathaniel V. Stanley, Eric S. Rountree, Yongjun Leng, Brian D. McCarthy",
      "paper_url": "https://doi.org/10.1038/s41586-022-05281-0",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4293004771",
      "paper_id": "https://openalex.org/W4293004771",
      "title": "Fast-charging aluminium–chalcogen batteries resistant to dendritic shorting",
      "authors": "Quanquan Pang, Jiashen Meng, Saransh Gupta, Xufeng Hong, Chun Yuen Kwok, Ji Zhao, Yingxia Jin, Like Xu, Ozlem Karahan, Ziqi Wang, Spencer Toll, Liqiang Mai, Linda F. Nazar, Mahalingam Balasubramanian, Badri Narayanan, Donald R. Sadoway",
      "paper_url": "https://doi.org/10.1038/s41586-022-04983-9",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4213447786",
      "paper_id": "https://openalex.org/W4213447786",
      "title": "Free-standing homochiral 2D monolayers by exfoliation of molecular crystals",
      "authors": "Jinqiao Dong, Lingmei Liu, Chunxia Tan, Qisong Xu, Jiachen Zhang, Zhiwei Qiao, Dandan Chu, Yan Liu, Qun Zhang, Jianwen Jiang, Yu Han, Anthony P. Davis, Yong Cui",
      "paper_url": "https://doi.org/10.1038/s41586-022-04407-8",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4388488718",
      "paper_id": "https://openalex.org/W4388488718",
      "title": "Functional composites by programming entropy-driven nanosheet growth",
      "authors": "Emma Vargo, Le Ma, He Li, Qingteng Zhang, Junpyo Kwon, Katherine M. Evans, Xiaochen Tang, Victoria L. Tovmasyan, Jasmine Jan, Ana C. Arias, Hugo Destaillats, Ivan Kuzmenko, Jan Ilavsky, Wei-Ren Chen, William Heller, Robert O. Ritchie, Yi Liu, Ting Xu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06660-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4399830294",
      "paper_id": "https://openalex.org/W4399830294",
      "title": "Glassy gels toughened by solvent",
      "authors": "Meixiang Wang, Xun Xiao, Salma Siddika, Mohammad Shamsi, Ethan Frey, Wen Qian, Wubin Bai, Brendan T. O’Connor, Michael D. Dickey",
      "paper_url": "https://doi.org/10.1038/s41586-024-07564-0",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4395071219",
      "paper_id": "https://openalex.org/W4395071219",
      "title": "Growth of diamond in liquid metal at 1 atm pressure",
      "authors": "Yan Gong, Da Luo, Myeonggi Choe, Yongchul Kim, Babu Ram, Mohammad Zafari, Won Kyung Seong, Pavel Bakharev, Meihui Wang, In Kee Park, Seulyi Lee, Tae Joo Shin, Zonghoon Lee, Geunsik Lee, Rodney S. Ruoff",
      "paper_url": "https://doi.org/10.1038/s41586-024-07339-7",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4392242824",
      "paper_id": "https://openalex.org/W4392242824",
      "title": "High fatigue resistance in a titanium alloy via near-void-free 3D printing",
      "authors": "Zhan Qu, Zhenjun Zhang, Rui Liu, Ling Xu, Yining Zhang, Xiaotao Li, Zhenkai Zhao, Qiqiang Duan, Shaogang Wang, Shujun Li, Yingjie Ma, Xiaohong Shao, Rui Yang, Jürgen Eckert, Robert O. Ritchie, Zhefeng Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07048-1",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4385878913",
      "paper_id": "https://openalex.org/W4385878913",
      "title": "High-entropy halide perovskite single crystals stabilized by mild chemistry",
      "authors": "Maria C. Folgueras, Yuxin Jiang, Jianbo Jin, Peidong Yang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06396-8",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4395071162",
      "paper_id": "https://openalex.org/W4395071162",
      "title": "High-performance fibre battery with polymer gel electrolyte",
      "authors": "Chenhao Lu, Haibo Jiang, Xiangran Cheng, Jiqing He, Yao Long, Yingfan Chang, Xiaocheng Gong, Kun Zhang, Jiaxin Li, Zhengfeng Zhu, Jingxia Wu, Jiajia Wang, Yuanyuan Zheng, Xiang Shi, Lei Ye, Meng Liao, Xuemei Sun, Bingjie Wang, Peining Chen, Yonggang Wang, Huisheng Peng",
      "paper_url": "https://doi.org/10.1038/s41586-024-07343-x",
      "venue": "nature24"
    },
    {
      "id": "nature22_https://openalex.org/W4213222004",
      "paper_id": "https://openalex.org/W4213222004",
      "title": "Hydrogen trapping and embrittlement in high-strength Al alloys",
      "authors": "Huan Zhao, Poulami Chakraborty, Dirk Ponge, Tilmann Hickel, Binhan Sun, Chun-Hung Wu, Baptiste Gault, Dierk Raabe",
      "paper_url": "https://doi.org/10.1038/s41586-021-04343-z",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4214943918",
      "paper_id": "https://openalex.org/W4214943918",
      "title": "Imaging of isotope diffusion using atomic-scale vibrational spectroscopy",
      "authors": "Ryosuke Senga, Yung-Chang Lin, Shigeyuki Morishita, Ryuichi Kato, Takatoshi Yamada, Masataka Hasegawa, Kazu Suenaga",
      "paper_url": "https://doi.org/10.1038/s41586-022-04405-w",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4398201067",
      "paper_id": "https://openalex.org/W4398201067",
      "title": "Imaging surface structure and premelting of ice Ih with atomic resolution",
      "authors": "Jiani Hong, Ye Tian, Tiancheng Liang, Xinmeng Liu, Yizhi Song, Dong Guan, Zixiang Yan, Jiadong Guo, Binze Tang, Duanyun Cao, Jing Guo, Ji Chen, Ding Pan, Li-Mei Xu, En-Ge Wang, Ying Jiang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07427-8",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3217556568",
      "paper_id": "https://openalex.org/W3217556568",
      "title": "In situ Raman spectroscopy reveals the structure and dissociation of interfacial water",
      "authors": "Yao-Hui Wang, Shisheng Zheng, Wei-Min Yang, Ru-Yu Zhou, Quan-Feng He, Petar Radjenovic, Jin-Chao Dong, Shunning Li, Jiaxin Zheng, Zhi-Lin Yang, Gary Attard, Feng Pan, Zhong-Qun Tian, Jian-Feng Li",
      "paper_url": "https://doi.org/10.1038/s41586-021-04068-z",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4393234815",
      "paper_id": "https://openalex.org/W4393234815",
      "title": "Interchain-expanded extra-large-pore zeolites",
      "authors": "Zihao Rei Gao, Huajian Yu, Fei-Jian Chen, Alvaro Mayoral, Zijian Niu, Ziwen Niu, Xintong Li, Hua Deng, Carlos Márquez-Álvarez, Hong He, Shutao Xu, Yida Zhou, Jun Xu, Hao Xu, Wei Fan, Salvador R. G. Balestra, Chao Ma, Jiazheng Hao, Jian Li, Peng Wu, Jihong Yu, Miguel A. Camblor",
      "paper_url": "https://doi.org/10.1038/s41586-024-07194-6",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4387949081",
      "paper_id": "https://openalex.org/W4387949081",
      "title": "Interface design for all-solid-state lithium batteries",
      "authors": "Hongli Wan, Zeyi Wang, Weiran Zhang, Xinzi He, Chunsheng Wang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06653-w",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4210273822",
      "paper_id": "https://openalex.org/W4210273822",
      "title": "Irreversible synthesis of an ultrastrong two-dimensional polymeric material",
      "authors": "Yuwen Zeng, Pavlo Gordiichuk, Takeo Ichihara, Ge Zhang, Emil Sandoz-Rosado, Eric D. Wetzel, Jason Tresback, Jing Yang, Daichi Kozawa, Zhongyue Yang, Matthias Kuehne, Michelle Quien, Zhe Yuan, Xun Gong, Guangwei He, Daniel James Lundberg, Pingwei Liu, Albert Tianxiang Liu, Jing Fan Yang, Heather J. Kulik, Michael S. Strano",
      "paper_url": "https://doi.org/10.1038/s41586-021-04296-3",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4399365458",
      "paper_id": "https://openalex.org/W4399365458",
      "title": "Large-area, self-healing block copolymer membranes for energy conversion",
      "authors": "Christian C. M. Sproncken, Peng Liu, Justin Monney, William S. Fall, Carolina Pierucci, Philip B. V. Scholten, Brian Van Bueren, Marcos Penedo, Georg Ernest Fantner, Henricus H. Wensink, Ullrich Steiner, Christoph Weder, Nico Bruns, Michael Mayer, Alessandro Ianiro",
      "paper_url": "https://doi.org/10.1038/s41586-024-07481-2",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4386697577",
      "paper_id": "https://openalex.org/W4386697577",
      "title": "Learning heterogeneous reaction kinetics from X-ray videos pixel by pixel",
      "authors": "Hongbo Zhao, Haitao Dean Deng, Alexander E. Cohen, Jongwoo Lim, Yiyang Li, Dimitrios Fraggedakis, Benben Jiang, Brian D. Storey, William C. Chueh, Richard D. Braatz, Martin Z. Bazant",
      "paper_url": "https://doi.org/10.1038/s41586-023-06393-x",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4406155888",
      "paper_id": "https://openalex.org/W4406155888",
      "title": "Li2ZrF6-based electrolytes for durable lithium metal batteries",
      "authors": "Qingshuai Xu, Tan Li, Zhijin Ju, Guangxu Chen, Daiqi Ye, Geoffrey I. N. Waterhouse, Yingying Lu, Xuejun Lai, Guangmin Zhou, Lin Guo, Keyou Yan, Xinyong Tao, Hong Li, Yongcai Qiu",
      "paper_url": "https://doi.org/10.1038/s41586-024-08294-z",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4392242379",
      "paper_id": "https://openalex.org/W4392242379",
      "title": "Ligand-channel-enabled ultrafast Li-ion conduction",
      "authors": "Di Lu, Ruhong Li, Muhammad Mominur Rahman, Pengyun Yu, Ling Lv, Sheng Yang, Yiqiang Huang, Chuangchao Sun, Shuoqing Zhang, Haikuo Zhang, Junbo Zhang, Xuezhang Xiao, Tao Deng, Liwu Fan, Lixin Chen, Jianping Wang, Enyuan Hu, Chunsheng Wang, Xiulin Fan",
      "paper_url": "https://doi.org/10.1038/s41586-024-07045-4",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4380550644",
      "paper_id": "https://openalex.org/W4380550644",
      "title": "Liquid metal for high-entropy alloy nanoparticles synthesis",
      "authors": "Guanghui Cao, Jingjing Liang, Zenglong Guo, Kena Yang, Gang Wang, Huiliu Wang, Xuhao Wan, Zeyuan Li, Yijia Bai, Yile Zhang, Junlin Liu, Yanpeng Feng, Zhenying Zheng, Cai Lu, Guangzhi He, Zeyou Xiong, Ze Liu, Shengli Chen, Yuzheng Guo, Mengqi Zeng, Junhao Lin, Lei Fu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06082-9",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412481107",
      "paper_id": "https://openalex.org/W4412481107",
      "title": "Liquid–liquid interfacial tension stabilized Li-metal batteries",
      "authors": "Haijin Ji, Jingwei Xiang, Yong Li, Mengting Zheng, Lixia Yuan, Yaqi Liao, Lin Du, Zezhuo Li, Zhangyating Xie, Kai Huang, Xing Lin, Zhengkun Xie, Yue Shen, Ming Chen, Tongjiang Li, Guang Feng, Yongming Sun, Long Qie, Hui Li, Fangshu Zhang, Rui Guo, Xuning Feng, Weihua Chen, Xinping Ai, Jun Lu, Yunhui Huang",
      "paper_url": "https://doi.org/10.1038/s41586-025-09293-4",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4315643125",
      "paper_id": "https://openalex.org/W4315643125",
      "title": "Long-range ordered porous carbons produced from C60",
      "authors": "Fei Pan, Kun Ni, Tao Xu, Huaican Chen, Yusong Wang, Ke Gong, Cai Liu, Xin Li, Miao-Ling Lin, Shengyuan Li, Xia Wang, Wensheng Yan, Wen Yin, Ping-Heng Tan, Litao Sun, Dapeng Yu, Rodney S. Ruoff, Yanwu Zhu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05532-0",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4302011029",
      "paper_id": "https://openalex.org/W4302011029",
      "title": "Low-hysteresis shape-memory ceramics designed by multimode modelling",
      "authors": "Edward L. Pang, Gregory B. Olson, Christopher A. Schuh",
      "paper_url": "https://doi.org/10.1038/s41586-022-05210-1",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4411413353",
      "paper_id": "https://openalex.org/W4411413353",
      "title": "Machine-learning design of ductile FeNiCoAlTa alloys with high strength",
      "authors": "Yasir Sohail, Chongle Zhang, Dezhen Xue, Jinyu Zhang, Dongdong Zhang, Shaohua Gao, Yang Yang, Xiaoxuan Fan, Hang Zhang, Gang Liu, Jun Sun, En Ma",
      "paper_url": "https://doi.org/10.1038/s41586-025-09160-2",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3135918615",
      "paper_id": "https://openalex.org/W3135918615",
      "title": "Macroscopic materials assembled from nanoparticle superlattices",
      "authors": "Peter J. Santos, Paul A. Gabrys, Leonardo Z. Zornberg, Margaret S. Lee, Robert J. Macfarlane",
      "paper_url": "https://doi.org/10.1038/s41586-021-03355-z",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4376867105",
      "paper_id": "https://openalex.org/W4376867105",
      "title": "Mapping internal temperatures during high-rate battery applications",
      "authors": "T. M. M. Heenan, I. Mombrini, A. Llewellyn, S. Checchia, C. Tan, M. J. Johnson, A. Jnawali, G. Garbarino, R. Jervis, D. J. L. Brett, M. Di Michiel, P. R. Shearing",
      "paper_url": "https://doi.org/10.1038/s41586-023-05913-z",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4280507428",
      "paper_id": "https://openalex.org/W4280507428",
      "title": "Materials synthesis at terapascal static pressures",
      "authors": "Leonid Dubrovinsky, Saiana Khandarkhaeva, Timofey Fedotenko, Dominique Laniel, Maxim Bykov, Carlotta Giacobbe, Eleanor Lawrence Bright, Pavel Sedmak, Stella Chariton, Vitali Prakapenka, Alena V. Ponomareva, Ekaterina A. Smirnova, Maxim P. Belov, Ferenc Tasnádi, Nina Shulumba, Florian Trybel, Igor A. Abrikosov, Natalia Dubrovinskaia",
      "paper_url": "https://doi.org/10.1038/s41586-022-04550-2",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4361303063",
      "paper_id": "https://openalex.org/W4361303063",
      "title": "Mechanistic formulation of inorganic membranes at the air–liquid interface",
      "authors": "Chen Zhang, Wanheng Lu, Yingfeng Xu, Kaiyang Zeng, Ghim Wei Ho",
      "paper_url": "https://doi.org/10.1038/s41586-023-05809-y",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4407157659",
      "paper_id": "https://openalex.org/W4407157659",
      "title": "Metal-halide porous framework superlattices",
      "authors": "Wenqiang Zhang, Hong Jiang, Yikuan Liu, Yue Hu, Athulya Surendran Palakkal, Yujie Zhou, Meng Sun, Enping Du, Wei Gong, Qun Zhang, Jianwen Jiang, Jinqiao Dong, Yan Liu, Dehui Li, Yihan Zhu, Yong Cui, Xiangfeng Duan",
      "paper_url": "https://doi.org/10.1038/s41586-024-08447-0",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4398201940",
      "paper_id": "https://openalex.org/W4398201940",
      "title": "Metals strengthen with increasing temperature at extreme strain rates",
      "authors": "Ian Dowding, Christopher A. Schuh",
      "paper_url": "https://doi.org/10.1038/s41586-024-07420-1",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3121945005",
      "paper_id": "https://openalex.org/W3121945005",
      "title": "Metastability of diamond ramp-compressed to 2 terapascals",
      "authors": "A. Lazicki, D. McGonegle, J. R. Rygg, D. G. Braun, D. C. Swift, M. G. Gorman, R. F. Smith, P. G. Heighway, A. Higginbotham, M. J. Suggit, D. E. Fratanduono, F. Coppari, C. E. Wehrenberg, R. G. Kraus, D. Erskine, J. V. Bernier, J. M. McNaney, R. E. Rudd, G. W. Collins, J. H. Eggert, J. S. Wark",
      "paper_url": "https://doi.org/10.1038/s41586-020-03140-4",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4220886720",
      "paper_id": "https://openalex.org/W4220886720",
      "title": "Metastable hexagonal close-packed palladium hydride in liquid cell TEM",
      "authors": "Jaeyoung Hong, Jee-Hwan Bae, Hyesung Jo, Hee-Young Park, Sehyun Lee, Sung Jun Hong, Hoje Chun, Min Kyung Cho, Juyoung Kim, Joodeok Kim, Yongju Son, Haneul Jin, Jin-Yoo Suh, Sung-Chul Kim, Ha-Kyung Roh, Kyu Hyoung Lee, Hyung-Seok Kim, Kyung Yoon Chung, Chang Won Yoon, Kiryeong Lee, Seo Hee Kim, Jae-Pyoung Ahn, Hionsuck Baik, Gyeung Ho Kim, Byungchan Han, Sungho Jin, Taeghwan Hyeon, Jungwon Park, Chang Yun Son, Yongsoo Yang, Young-Su Lee, Sung Jong Yoo, Dong Won Chun",
      "paper_url": "https://doi.org/10.1038/s41586-021-04391-5",
      "venue": "nature22"
    },
    {
      "id": "nature22_https://openalex.org/W4293004770",
      "paper_id": "https://openalex.org/W4293004770",
      "title": "Microporous water with high gas solubilities",
      "authors": "Daniel P. Erdosy, Malia B. Wenny, Joy Cho, Christopher DelRe, Miranda V. Walter, Felipe Jiménez-Ángeles, Baofu Qiao, Ricardo Sanchez, Yifeng Peng, Brian D. Polizzotti, Monica Olvera de la Cruz, Jarad A. Mason",
      "paper_url": "https://doi.org/10.1038/s41586-022-05029-w",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4385879038",
      "paper_id": "https://openalex.org/W4385879038",
      "title": "Microstructure and crystal order during freezing of supercooled water drops",
      "authors": "Armin Kalita, Maximillian Mrozek-McCourt, Thomas F. Kaldawi, Philip R. Willmott, N. Duane Loh, Sebastian Marte, Raymond G. Sierra, Hartawan Laksmono, Jason E. Koglin, Matt J. Hayes, Robert H. Paul, Serge A. H. Guillet, Andrew L. Aquila, Mengning Liang, Sébastien Boutet, Claudiu A. Stan",
      "paper_url": "https://doi.org/10.1038/s41586-023-06283-2",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3193598002",
      "paper_id": "https://openalex.org/W3193598002",
      "title": "Mobility gradients yield rubbery surfaces on top of polymer glasses",
      "authors": "Zhiwei Hao, Asieh Ghanekarade, Ningtao Zhu, Katelyn Randazzo, Daisuke Kawaguchi, Keiji Tanaka, Xinping Wang, David S. Simmons, Rodney D. Priestley, Biao Zuo",
      "paper_url": "https://doi.org/10.1038/s41586-021-03733-7",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389670715",
      "paper_id": "https://openalex.org/W4389670715",
      "title": "Multiscale stress deconcentration amplifies fatigue resistance of rubber",
      "authors": "Jason Steck, Junsoo Kim, Yakov Kutsovsky, Zhigang Suo",
      "paper_url": "https://doi.org/10.1038/s41586-023-06782-2",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4367049286",
      "paper_id": "https://openalex.org/W4367049286",
      "title": "Near-frictionless ion transport within triazine framework membranes",
      "authors": "Peipei Zuo, Chunchun Ye, Zhongren Jiao, Jian Luo, Junkai Fang, Ulrich S. Schubert, Neil B. McKeown, T. Leo Liu, Zhengjin Yang, Tongwen Xu",
      "paper_url": "https://doi.org/10.1038/s41586-023-05888-x",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4390570927",
      "paper_id": "https://openalex.org/W4390570927",
      "title": "Negative mixing enthalpy solid solutions deliver high strength and ductility",
      "authors": "Zibing An, Ang Li, Shengcheng Mao, Tao Yang, Lingyu Zhu, Rui Wang, Zhaoxuan Wu, Bin Zhang, Ruiwen Shao, Cheng Jiang, Boxuan Cao, Caijuan Shi, Yang Ren, Cheng Liu, Haibo Long, Jianfei Zhang, Wei Li, Feng He, Ligang Sun, Junbo Zhao, Luyan Yang, Xiaoyuan Zhou, Xiao Wei, Yunmin Chen, Zhouguang Lu, Fuzeng Ren, Chain-Tsuan Liu, Ze Zhang, Xiaodong Han",
      "paper_url": "https://doi.org/10.1038/s41586-023-06894-9",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4409485964",
      "paper_id": "https://openalex.org/W4409485964",
      "title": "Negative thermal expansion and oxygen-redox electrochemistry",
      "authors": "Bao Qiu, Yuhuan Zhou, Haoyan Liang, Minghao Zhang, Kexin Gu, Tao Zeng, Zhou Zhou, Wen Wen, Ping Miao, Lunhua He, Yinguo Xiao, Sven Burke, Zhaoping Liu, Ying Shirley Meng",
      "paper_url": "https://doi.org/10.1038/s41586-025-08765-x",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4402827328",
      "paper_id": "https://openalex.org/W4402827328",
      "title": "Nitrogen-doped amorphous monolayer carbon",
      "authors": "Xiuhui Bai, Pengfei Hu, Ang Li, Youwei Zhang, Aowen Li, Guangjie Zhang, Yufeng Xue, Tianxing Jiang, Zezhou Wang, Hanke Cui, Jianxin Kang, Hewei Zhao, Lin Gu, Wu Zhou, Li-Min Liu, Xiaohui Qiu, Lin Guo",
      "paper_url": "https://doi.org/10.1038/s41586-024-07958-0",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4404750736",
      "paper_id": "https://openalex.org/W4404750736",
      "title": "Observation of Plastic Ice VII by Quasi-Elastic Neutron Scattering",
      "authors": "Maria Rescigno, Alberto Toffano, Umbertoluca Ranieri, Leon Andriambariarijaona, Richard Gaal, Stefan Klotz, Michael Marek Koza, Jacques Ollivier, Fausto Martelli, John Russo, Francesco Sciortino, Jose Teixeira, Livia Eleonora Bove",
      "paper_url": "https://doi.org/10.1038/s41586-025-08750-4",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4220768029",
      "paper_id": "https://openalex.org/W4220768029",
      "title": "Observing polymerization in 2D dynamic covalent polymers",
      "authors": "Gaolei Zhan, Zhen-Feng Cai, Karol Strutyński, Lihua Yu, Niklas Herrmann, Marta Martínez-Abadía, Manuel Melle-Franco, Aurelio Mateo-Alonso, Steven De Feyter",
      "paper_url": "https://doi.org/10.1038/s41586-022-04409-6",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4387949306",
      "paper_id": "https://openalex.org/W4387949306",
      "title": "On the origin of diffuse intensities in fcc electron diffraction patterns",
      "authors": "Francisco Gil Coury, Cody Miller, Robert Field, Michael Kaufman",
      "paper_url": "https://doi.org/10.1038/s41586-023-06530-6",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4387935814",
      "paper_id": "https://openalex.org/W4387935814",
      "title": "On-surface synthesis of a doubly anti-aromatic carbon allotrope",
      "authors": "Yueze Gao, Florian Albrecht, Igor Rončević, Isaac Ettedgui, Paramveer Kumar, Lorel M. Scriven, Kirsten E. Christensen, Shantanu Mishra, Luca Righetti, Max Rossmannek, Ivano Tavernelli, Harry L. Anderson, Leo Gross",
      "paper_url": "https://doi.org/10.1038/s41586-023-06566-8",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4389132367",
      "paper_id": "https://openalex.org/W4389132367",
      "title": "On-surface synthesis of aromatic cyclo[10]carbon and cyclo[14]carbon",
      "authors": "Luye Sun, Wei Zheng, Wenze Gao, Faming Kang, Mali Zhao, Wei Xu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06741-x",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3175680574",
      "paper_id": "https://openalex.org/W3175680574",
      "title": "Operando optical tracking of single-particle ion dynamics in batteries",
      "authors": "Alice J. Merryweather, Christoph Schnedermann, Quentin Jacquet, Clare P. Grey, Akshay Rao",
      "paper_url": "https://doi.org/10.1038/s41586-021-03584-2",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4383217342",
      "paper_id": "https://openalex.org/W4383217342",
      "title": "Optimality guarantees for crystal structure prediction",
      "authors": "Vladimir V. Gusev, Duncan Adamson, Argyrios Deligkas, Dmytro Antypov, Christopher M. Collins, Piotr Krysta, Igor Potapov, George R. Darling, Matthew S. Dyer, Paul Spirakis, Matthew J. Rosseinsky",
      "paper_url": "https://doi.org/10.1038/s41586-023-06071-y",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4379768029",
      "paper_id": "https://openalex.org/W4379768029",
      "title": "Organic–inorganic covalent–ionic molecules for elastic ceramic plastic",
      "authors": "Weifeng Fang, Zhao Mu, Yan He, Kangren Kong, Kai Jiang, Ruikang Tang, Zhaoming Liu",
      "paper_url": "https://doi.org/10.1038/s41586-023-06117-1",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4281751308",
      "paper_id": "https://openalex.org/W4281751308",
      "title": "Origin of structural degradation in Li-rich layered oxide cathode",
      "authors": "Tongchao Liu, Jiajie Liu, Luxi Li, Lei Yu, Jiecheng Diao, Tao Zhou, Shunning Li, Alvin Dai, Wenguang Zhao, Shenyang Xu, Yang Ren, Liguang Wang, Tianpin Wu, Rui Qi, Yinguo Xiao, Jiaxin Zheng, Wonsuk Cha, Ross Harder, Ian Robinson, Jianguo Wen, Jun Lu, Feng Pan, Khalil Amine",
      "paper_url": "https://doi.org/10.1038/s41586-022-04689-y",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3119697748",
      "paper_id": "https://openalex.org/W3119697748",
      "title": "Origins of structural and electronic transitions in disordered silicon",
      "authors": "Volker L. Deringer, Noam Bernstein, Gábor Csányi, Chiheb Ben Mahmoud, Michele Ceriotti, Mark Wilson, David A. Drabold, Stephen R. Elliott",
      "paper_url": "https://doi.org/10.1038/s41586-020-03072-z",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3186755990",
      "paper_id": "https://openalex.org/W3186755990",
      "title": "Orthogonal-array dynamic molecular sieving of propylene/propane mixtures",
      "authors": "Heng Zeng, Mo Xie, Ting Wang, Rong-Jia Wei, Xiao-Jing Xie, Yifang Zhao, Weigang Lu, Dan Li",
      "paper_url": "https://doi.org/10.1038/s41586-021-03627-8",
      "venue": "nature21"
    },
    {
      "id": "nature21_https://openalex.org/W3154835818",
      "paper_id": "https://openalex.org/W3154835818",
      "title": "Percolation transitions in compressed SiO2 glasses",
      "authors": "A. Hasmy, S. Ispas, B. Hehlen",
      "paper_url": "https://doi.org/10.1038/s41586-021-03918-0",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4366401393",
      "paper_id": "https://openalex.org/W4366401393",
      "title": "pH-dependent water permeability switching and its memory in MoS2 membranes",
      "authors": "C. Y. Hu, A. Achari, P. Rowe, H. Xiao, S. Suran, Z. Li, K. Huang, C. Chi, C. T. Cherian, V. Sreepal, P. D. Bentley, A. Pratt, N. Zhang, K. S. Novoselov, A. Michaelides, R. R. Nair",
      "paper_url": "https://doi.org/10.1038/s41586-023-05849-4",
      "venue": "nature23"
    },
    {
      "id": "nature23_https://openalex.org/W4386718991",
      "paper_id": "https://openalex.org/W4386718991",
      "title": "Phase-dependent growth of Pt on MoS2 for highly efficient H2 evolution",
      "authors": "Zhenyu Shi, Xiao Zhang, Xiaoqian Lin, Guigao Liu, Chongyi Ling, Shibo Xi, Bo Chen, Yiyao Ge, Chaoliang Tan, Zhuangchai Lai, Zhiqi Huang, Xinyang Ruan, Li Zhai, Lujiang Li, Zijian Li, Xixi Wang, Gwang-Hyeon Nam, Jiawei Liu, Qiyuan He, Zhiqiang Guan, Jinlan Wang, Chun-Sing Lee, Anthony R. J. Kucernak, Hua Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-023-06339-3",
      "venue": "nature23"
    },
    {
      "id": "nature24_https://openalex.org/W4400491665",
      "paper_id": "https://openalex.org/W4400491665",
      "title": "Plasticity in single-crystalline Mg3Bi2 thermoelectric material",
      "authors": "Peng Zhao, Wenhua Xue, Yue Zhang, Shizhen Zhi, Xiaojing Ma, Jiamin Qiu, Tianyu Zhang, Sheng Ye, Huimin Mu, Jinxuan Cheng, Xiaodong Wang, Shuaihang Hou, Lijia Zhao, Guoqiang Xie, Feng Cao, Xingjun Liu, Jun Mao, Yuhao Fu, Yumei Wang, Qian Zhang",
      "paper_url": "https://doi.org/10.1038/s41586-024-07621-8",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3159347070",
      "paper_id": "https://openalex.org/W3159347070",
      "title": "Polypeptide organic radical batteries",
      "authors": "Tan P. Nguyen, Alexandra D. Easley, Nari Kang, Sarosh Khan, Soon-Mi Lim, Yohannes H. Rezenom, Shaoyang Wang, David K. Tran, Jingwei Fan, Rachel A. Letteri, Xun He, Lu Su, Cheng-Han Yu, Jodie L. Lutkenhaus, Karen L. Wooley",
      "paper_url": "https://doi.org/10.1038/s41586-021-03399-1",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4398202884",
      "paper_id": "https://openalex.org/W4398202884",
      "title": "Porous isoreticular non-metal organic frameworks",
      "authors": "Megan O’Shaughnessy, Joseph Glover, Roohollah Hafizi, Mounib Barhi, Rob Clowes, Samantha Y. Chong, Stephen P. Argent, Graeme M. Day, Andrew I. Cooper",
      "paper_url": "https://doi.org/10.1038/s41586-024-07353-9",
      "venue": "nature24"
    },
    {
      "id": "nature23_https://openalex.org/W4388500355",
      "paper_id": "https://openalex.org/W4388500355",
      "title": "Predicting crystal form stability under real-world conditions",
      "authors": "Dzmitry Firaha, Yifei Michelle Liu, Jacco van de Streek, Kiran Sasikumar, Hanno Dietrich, Julian Helfferich, Luc Aerts, Doris E. Braun, Anders Broo, Antonio G. DiPasquale, Alfred Y. Lee, Sarah Le Meur, Sten O. Nilsson Lill, Walter J. Lunsmann, Alessandra Mattei, Pierandrea Muglia, Okky Dwichandra Putra, Mohamed Raoui, Susan M. Reutzel-Edens, Sandrine Rome, Ahmad Y. Sheikh, Alexandre Tkatchenko, Grahame R. Woollam, Marcus A. Neumann",
      "paper_url": "https://doi.org/10.1038/s41586-023-06587-3",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4292121979",
      "paper_id": "https://openalex.org/W4292121979",
      "title": "Preservation of high-pressure volatiles in nanostructured diamond capsules",
      "authors": "Zhidan Zeng, Jianguo Wen, Hongbo Lou, Xin Zhang, Liuxiang Yang, Lijie Tan, Benyuan Cheng, Xiaobing Zuo, Wenge Yang, Wendy L. Mao, Ho-kwang Mao, Qiaoshi Zeng",
      "paper_url": "https://doi.org/10.1038/s41586-022-04955-z",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386091017",
      "paper_id": "https://openalex.org/W4386091017",
      "title": "Proton transport through nanoscale corrugations in two-dimensional crystals",
      "authors": "O. J. Wahab, E. Daviddi, B. Xin, P. Z. Sun, E. Griffin, A. W. Colburn, D. Barry, M. Yagmurcukardes, F. M. Peeters, A. K. Geim, M. Lozada-Hidalgo, P. R. Unwin",
      "paper_url": "https://doi.org/10.1038/s41586-023-06247-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4289638259",
      "paper_id": "https://openalex.org/W4289638259",
      "title": "Pulsed hydraulic-pressure-responsive self-cleaning membrane",
      "authors": "Yang Zhao, Yuna Gu, Bin Liu, Yujie Yan, Chao Shan, Jian Guo, Shantao Zhang, Chad D. Vecitis, Guandao Gao",
      "paper_url": "https://doi.org/10.1038/s41586-022-04942-4",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3195821545",
      "paper_id": "https://openalex.org/W3195821545",
      "title": "Rechargeable Na/Cl2 and Li/Cl2 batteries",
      "authors": "Guanzhou Zhu, Xin Tian, Hung-Chun Tai, Yuan-Yao Li, Jiachen Li, Hao Sun, Peng Liang, Michael Angell, Cheng-Liang Huang, Ching-Shun Ku, Wei-Hsuan Hung, Shi-Kai Jiang, Yongtao Meng, Hui Chen, Meng-Chang Lin, Bing-Joe Hwang, Hongjie Dai",
      "paper_url": "https://doi.org/10.1038/s41586-021-03757-z",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4224314218",
      "paper_id": "https://openalex.org/W4224314218",
      "title": "Reconstructed covalent organic frameworks",
      "authors": "Weiwei Zhang, Linjiang Chen, Sheng Dai, Chengxi Zhao, Cheng Ma, Lei Wei, Minghui Zhu, Samantha Y. Chong, Haofan Yang, Lunjie Liu, Yang Bai, Miaojie Yu, Yongjie Xu, Xiao-Wei Zhu, Qiang Zhu, Shuhao An, Reiner Sebastian Sprick, Marc A. Little, Xiaofeng Wu, Shan Jiang, Yongzhen Wu, Yue-Biao Zhang, He Tian, Wei-Hong Zhu, Andrew I. Cooper",
      "paper_url": "https://doi.org/10.1038/s41586-022-04443-4",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4391616577",
      "paper_id": "https://openalex.org/W4391616577",
      "title": "Recovery of isolated lithium through discharged state calendar ageing",
      "authors": "Wenbo Zhang, Philaphon Sayavong, Xin Xiao, Solomon T. Oyakhire, Sanzeeda Baig Shuchi, Rafael A. Vilá, David T. Boyle, Sang Cheol Kim, Mun Sek Kim, Sarah E. Holmes, Yusheng Ye, Donglin Li, Stacey F. Bent, Yi Cui",
      "paper_url": "https://doi.org/10.1038/s41586-023-06992-8",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3196708162",
      "paper_id": "https://openalex.org/W3196708162",
      "title": "Scalable production of high-performing woven lithium-ion fibre batteries",
      "authors": "Jiqing He, Chenhao Lu, Haibo Jiang, Fei Han, Xiang Shi, Jingxia Wu, Liyuan Wang, Taiqiang Chen, Jiajia Wang, Ye Zhang, Han Yang, Guoqi Zhang, Xuemei Sun, Bingjie Wang, Peining Chen, Yonggang Wang, Yongyao Xia, Huisheng Peng",
      "paper_url": "https://doi.org/10.1038/s41586-021-03772-0",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4403922430",
      "paper_id": "https://openalex.org/W4403922430",
      "title": "Scalable ultrastrong MXene films with superior osteogenesis",
      "authors": "Sijie Wan, Ying Chen, Chaojie Huang, Zongjun Huang, Cheng Liang, Xuliang Deng, Qunfeng Cheng",
      "paper_url": "https://doi.org/10.1038/s41586-024-08067-8",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4404105415",
      "paper_id": "https://openalex.org/W4404105415",
      "title": "Selective ion transport through hydrated micropores in polymer membranes",
      "authors": "Anqi Wang, Charlotte Breakwell, Fabrizia Foglia, Rui Tan, Louie Lovell, Xiaochu Wei, Toby Wong, Naiqi Meng, Haodong Li, Andrew Seel, Mona Sarter, Keenan Smith, Alberto Alvarez‐Fernandez, Mate Furedi, Stefan Guldin, Melanie M. Britton, Neil B. McKeown, Kim E. Jelfs, Qilei Song",
      "paper_url": "https://doi.org/10.1038/s41586-024-08140-2",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3131676233",
      "paper_id": "https://openalex.org/W3131676233",
      "title": "Self-similar mesocrystals form via interface-driven nucleation and assembly",
      "authors": "Guomin Zhu, Maria L. Sushko, John S. Loring, Benjamin A. Legg, Miao Song, Jennifer A. Soltis, Xiaopeng Huang, Kevin M. Rosso, James J. De Yoreo",
      "paper_url": "https://doi.org/10.1038/s41586-021-03300-0",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4308649391",
      "paper_id": "https://openalex.org/W4308649391",
      "title": "Separating water isotopologues using diffusion-regulatory porous materials",
      "authors": "Yan Su, Ken-ichi Otake, Jia-Jia Zheng, Satoshi Horike, Susumu Kitagawa, Cheng Gu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05310-y",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W4403680485",
      "paper_id": "https://openalex.org/W4403680485",
      "title": "Soft–hard zwitterionic additives for aqueous halide flow batteries",
      "authors": "Gyohun Choi, Patrick Sullivan, Xiu-Liang Lv, Wenjie Li, Kwanpyung Lee, Haoyu Kong, Sam Gessler, J. R. Schmidt, Dawei Feng",
      "paper_url": "https://doi.org/10.1038/s41586-024-08079-4",
      "venue": "nature24"
    },
    {
      "id": "nature21_https://openalex.org/W3186752126",
      "paper_id": "https://openalex.org/W3186752126",
      "title": "Spectroscopic evidence for a gold-coloured metallic water solution",
      "authors": "Philip E. Mason, H. Christian Schewe, Tillmann Buttersack, Vojtech Kostal, Marco Vitek, Ryan S. McMullen, Hebatallah Ali, Florian Trinter, Chin Lee, Daniel M. Neumark, Stephan Thürmer, Robert Seidel, Bernd Winter, Stephen E. Bradforth, Pavel Jungwirth",
      "paper_url": "https://doi.org/10.1038/s41586-021-03646-5",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W4307930853",
      "paper_id": "https://openalex.org/W4307930853",
      "title": "Strain-retardant coherent perovskite phase stabilized Ni-rich cathode",
      "authors": "Liguang Wang, Tongchao Liu, Tianpin Wu, Jun Lu",
      "paper_url": "https://doi.org/10.1038/s41586-022-05238-3",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4378907597",
      "paper_id": "https://openalex.org/W4378907597",
      "title": "Strong and ductile titanium–oxygen–iron alloys by additive manufacturing",
      "authors": "Tingting Song, Zibin Chen, Xiangyuan Cui, Shenglu Lu, Hansheng Chen, Hao Wang, Tony Dong, Bailiang Qin, Kang Cheung Chan, Milan Brandt, Xiaozhou Liao, Simon P. Ringer, Ma Qian",
      "paper_url": "https://doi.org/10.1038/s41586-023-05952-6",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4289638464",
      "paper_id": "https://openalex.org/W4289638464",
      "title": "Strong yet ductile nanolamellar high-entropy alloys by additive manufacturing",
      "authors": "Jie Ren, Yin Zhang, Dexin Zhao, Yan Chen, Shuai Guan, Yanfang Liu, Liang Liu, Siyuan Peng, Fanyue Kong, Jonathan D. Poplawsky, Guanhui Gao, Thomas Voisin, Ke An, Y. Morris Wang, Kelvin Y. Xie, Ting Zhu, Wen Chen",
      "paper_url": "https://doi.org/10.1038/s41586-022-04914-8",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4407392555",
      "paper_id": "https://openalex.org/W4407392555",
      "title": "Stronger and coarser-grained biodegradable zinc alloys",
      "authors": "Chengcheng Wu, Fengxiang Lin, Hong Liu, Matthew H. Pelletier, Max Lloyd, Williams R. Walsh, Jian-Feng Nie",
      "paper_url": "https://doi.org/10.1038/s41586-024-08415-8",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3159851066",
      "paper_id": "https://openalex.org/W3159851066",
      "title": "Strongly reducing magnesium(0) complexes",
      "authors": "B. Rösch, T. X. Gentner, J. Eyselein, J. Langer, H. Elsen, S. Harder",
      "paper_url": "https://doi.org/10.1038/s41586-021-03401-w",
      "venue": "nature21"
    },
    {
      "id": "nature24_https://openalex.org/W4390535524",
      "paper_id": "https://openalex.org/W4390535524",
      "title": "Structural transition and migration of incoherent twin boundary in diamond",
      "authors": "Ke Tong, Xiang Zhang, Zihe Li, Yanbin Wang, Kun Luo, Chenming Li, Tianye Jin, Yuqing Chang, Song Zhao, Yingju Wu, Yufei Gao, Baozhong Li, Guoying Gao, Zhisheng Zhao, Lin Wang, Anmin Nie, Dongli Yu, Zhongyuan Liu, Alexander V. Soldatov, Wentao Hu, Bo Xu, Yongjun Tian",
      "paper_url": "https://doi.org/10.1038/s41586-023-06908-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410019389",
      "paper_id": "https://openalex.org/W4410019389",
      "title": "Structurally complex phase engineering enables hydrogen-tolerant Al alloys",
      "authors": "Shengyu Jiang, Yuantao Xu, Ruihong Wang, Xinren Chen, Chaoshuai Guan, Yong Peng, Fuzhu Liu, Mingxu Wang, Xu Liu, Shaoyou Zhang, Genqi Tian, Shenbao Jin, Huiyuan Wang, Hiroyuki Toda, Xuejun Jin, Gang Liu, Baptiste Gault, Jun Sun",
      "paper_url": "https://doi.org/10.1038/s41586-025-08879-2",
      "venue": "nature25"
    },
    {
      "id": "nature23_https://openalex.org/W4386286087",
      "paper_id": "https://openalex.org/W4386286087",
      "title": "Structure evolution at the gate-tunable suspended graphene–water interface",
      "authors": "Ying Xu, You-Bo Ma, Feng Gu, Shan-Shan Yang, Chuan-Shan Tian",
      "paper_url": "https://doi.org/10.1038/s41586-023-06374-0",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4412611133",
      "paper_id": "https://openalex.org/W4412611133",
      "title": "Superheating gold beyond the predicted entropy catastrophe threshold",
      "authors": "Thomas G. White, Travis D. Griffin, Daniel Haden, Hae Ja Lee, Eric Galtier, Eric Cunningham, Dimitri Khaghani, Adrien Descamps, Lennart Wollenweber, Ben Armentrout, Carson Convery, Karen Appel, Luke B. Fletcher, Sebastian Goede, J. B. Hastings, Jeremy Iratcabal, Emma E. McBride, Jacob Molina, Giulio Monaco, Landon Morrison, Hunter Stramel, Sameen Yunus, Ulf Zastrau, Siegfried H. Glenzer, Gianluca Gregori, Dirk O. Gericke, Bob Nagler",
      "paper_url": "https://doi.org/10.1038/s41586-025-09253-y",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4409283552",
      "paper_id": "https://openalex.org/W4409283552",
      "title": "Supramolecular docking structure determination of alkyl-bearing molecules",
      "authors": "Yitao Wu, Le Shi, Lei Xu, Jiale Ying, Xiaohe Miao, Bin Hua, Zhijie Chen, Jonathan L. Sessler, Feihe Huang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08833-2",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4282983365",
      "paper_id": "https://openalex.org/W4282983365",
      "title": "Synthesis of a monolayer fullerene network",
      "authors": "Lingxiang Hou, Xueping Cui, Bo Guan, Shaozhi Wang, Ruian Li, Yunqi Liu, Daoben Zhu, Jian Zheng",
      "paper_url": "https://doi.org/10.1038/s41586-022-04771-5",
      "venue": "nature22"
    },
    {
      "id": "nature25_https://openalex.org/W4412737253",
      "paper_id": "https://openalex.org/W4412737253",
      "title": "Synthesis of bulk hexagonal diamond",
      "authors": "Liuxiang Yang, Kah Chun Lau, Zhidan Zeng, Dongzhou Zhang, Hu Tang, Bingmin Yan, Guoliang Niu, Huiyang Gou, Yanping Yang, Wenge Yang, Duan Luo, Ho-kwang Mao",
      "paper_url": "https://doi.org/10.1038/s41586-025-09343-x",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3160019297",
      "paper_id": "https://openalex.org/W3160019297",
      "title": "Synthesis of paracrystalline diamond",
      "authors": "Hu Tang, Xiaohong Yuan, Yong Cheng, Hongzhan Fei, Fuyang Liu, Tao Liang, Zhidan Zeng, Takayuki Ishii, Ming-Sheng Wang, Tomoo Katsura, Howard Sheng, Huiyang Gou",
      "paper_url": "https://doi.org/10.1038/s41586-021-04122-w",
      "venue": "nature21"
    },
    {
      "id": "nature22_https://openalex.org/W3210084966",
      "paper_id": "https://openalex.org/W3210084966",
      "title": "The first-principles phase diagram of monolayer nanoconfined water",
      "authors": "Venkat Kapil, Christoph Schran, Andrea Zen, Ji Chen, Chris J. Pickard, Angelos Michaelides",
      "paper_url": "https://doi.org/10.1038/s41586-022-05036-x",
      "venue": "nature22"
    },
    {
      "id": "nature24_https://openalex.org/W3206064878",
      "paper_id": "https://openalex.org/W3206064878",
      "title": "The persistence of memory in ionic conduction probed by nonlinear optics",
      "authors": "Andrey D. Poletayev, Matthias C. Hoffmann, James A. Dawson, Samuel W. Teitelbaum, Mariano Trigo, M. Saiful Islam, Aaron M. Lindenberg",
      "paper_url": "https://doi.org/10.1038/s41586-023-06827-6",
      "venue": "nature24"
    },
    {
      "id": "nature25_https://openalex.org/W4410551289",
      "paper_id": "https://openalex.org/W4410551289",
      "title": "The structure of liquid carbon elucidated by in situ X-ray diffraction",
      "authors": "D. Kraus, J. Rips, M. Schörner, M. G. Stevenson, J. Vorberger, D. Ranjan, J. Lütgert, B. Heuser, J. H. Eggert, H.-P. Liermann, I. I. Oleynik, S. Pandolfi, R. Redmer, A. Sollier, C. Strohm, T. J. Volz, B. Albertazzi, S. J. Ali, L. Antonelli, C. Bähtz, O. B. Ball, S. Banerjee, A. B. Belonoshko, C. A. Bolme, V. Bouffetier, R. Briggs, K. Buakor, T. Butcher, V. Cerantola, J. Chantel, A. L. Coleman, J. Collier, G. W. Collins, A. J. Comley, T. E. Cowan, G. Cristoforetti, H. Cynn, A. Descamps, A. Di Cicco, S. Di Dio Cafiso, F. Dorchies, M. J. Duff, A. Dwivedi, C. Edwards, D. Errandonea, S. Galitskiy, E. Galtier, H. Ginestet, L. Gizzi, A. Gleason, S. Göde, J. M. Gonzalez, M. G. Gorman, M. Harmand, N. J. Hartley, P. G. Heighway, C. Hernandez-Gomez, A. Higginbotham, H. Höppner, R. J. Husband, T. M. Hutchinson, H. Hwang, D. A. Keen, J. Kim, P. Koester, Z. Konôpková, A. Krygier, L. Labate, A. Laso Garcia, A. E. Lazicki, Y. Lee, P. Mason, M. Masruri, B. Massani, E. E. McBride, J. D. McHardy, D. McGonegle, C. McGuire, R. S. McWilliams, S. Merkel, G. Morard, B. Nagler, M. Nakatsutsumi, K. Nguyen-Cong, A.-M. Norton, N. Ozaki, C. Otzen, D. J. Peake, A. Pelka, K. A. Pereira, J. P. Phillips, C. Prescher, T. R. Preston, L. Randolph, A. Ravasio, D. Santamaria-Perez, D. J. Savage, M. Schölmerich, J.-P. Schwinkendorf, S. Singh, J. Smith, R. F. Smith, J. Spear, C. Spindloe, T.-A. Suer, M. Tang, M. Toncian, T. Toncian, S. J. Tracy, A. Trapananti, C. E. Vennari, T. Vinci, M. Tyldesley, S. C. Vogel, J. P. S. Walsh, J. S. Wark, J. T. Willman, L. Wollenweber, U. Zastrau, E. Brambrink, K. Appel, M. I. McMahon",
      "paper_url": "https://doi.org/10.1038/s41586-025-09035-6",
      "venue": "nature25"
    },
    {
      "id": "nature21_https://openalex.org/W3133637578",
      "paper_id": "https://openalex.org/W3133637578",
      "title": "Thermal-expansion offset for high-performance fuel cell cathodes",
      "authors": "Yuan Zhang, Bin Chen, Daqin Guan, Meigui Xu, Ran Ran, Meng Ni, Wei Zhou, Ryan O’Hayre, Zongping Shao",
      "paper_url": "https://doi.org/10.1038/s41586-021-03264-1",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4389991806",
      "paper_id": "https://openalex.org/W4389991806",
      "title": "Three-dimensional atomic structure and local chemical order of medium- and high-entropy nanoalloys",
      "authors": "Saman Moniri, Yao Yang, Jun Ding, Yakun Yuan, Jihan Zhou, Long Yang, Fan Zhu, Yuxuan Liao, Yonggang Yao, Liangbing Hu, Peter Ercius, Jianwei Miao",
      "paper_url": "https://doi.org/10.1038/s41586-023-06785-z",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3171969088",
      "paper_id": "https://openalex.org/W3171969088",
      "title": "Tomographic reconstruction of oxygen orbitals in lithium-rich battery materials",
      "authors": "Hasnain Hafiz, Kosuke Suzuki, Bernardo Barbiellini, Naruki Tsuji, Naoaki Yabuuchi, Kentaro Yamamoto, Yuki Orikasa, Yoshiharu Uchimoto, Yoshiharu Sakurai, Hiroshi Sakurai, Arun Bansil, Venkatasubramanian Viswanathan",
      "paper_url": "https://doi.org/10.1038/s41586-021-03509-z",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4361304265",
      "paper_id": "https://openalex.org/W4361304265",
      "title": "Tracking cubic ice at molecular resolution",
      "authors": "Xudan Huang, Lifen Wang, Keyang Liu, Lei Liao, Huacong Sun, Jianlin Wang, Xuezeng Tian, Zhi Xu, Wenlong Wang, Lei Liu, Ying Jiang, Ji Chen, Enge Wang, Xuedong Bai",
      "paper_url": "https://doi.org/10.1038/s41586-023-05864-5",
      "venue": "nature23"
    },
    {
      "id": "nature22_https://openalex.org/W4288051803",
      "paper_id": "https://openalex.org/W4288051803",
      "title": "Tracking single adatoms in liquid in a transmission electron microscope",
      "authors": "Nick Clark, Daniel J. Kelly, Mingwei Zhou, Yi-Chao Zou, Chang Woo Myung, David G. Hopkinson, Christoph Schran, Angelos Michaelides, Roman Gorbachev, Sarah J. Haigh",
      "paper_url": "https://doi.org/10.1038/s41586-022-05130-0",
      "venue": "nature22"
    },
    {
      "id": "nature21_https://openalex.org/W3138612159",
      "paper_id": "https://openalex.org/W3138612159",
      "title": "Tunable self-assembled Casimir microcavities and polaritons",
      "authors": "Battulga Munkhbat, Adriana Canales, Betül Küçüköz, Denis G. Baranov, Timur O. Shegai",
      "paper_url": "https://doi.org/10.1038/s41586-021-03826-3",
      "venue": "nature21"
    },
    {
      "id": "nature23_https://openalex.org/W4385478841",
      "paper_id": "https://openalex.org/W4385478841",
      "title": "Ultrafast deposition of faceted lithium polyhedra by outpacing SEI formation",
      "authors": "Xintong Yuan, Bo Liu, Matthew Mecklenburg, Yuzhang Li",
      "paper_url": "https://doi.org/10.1038/s41586-023-06235-w",
      "venue": "nature23"
    },
    {
      "id": "nature21_https://openalex.org/W3216672413",
      "paper_id": "https://openalex.org/W3216672413",
      "title": "Ultrahard bulk amorphous carbon from collapsed fullerene",
      "authors": "Yuchen Shang, Zhaodong Liu, Jiajun Dong, Mingguang Yao, Zhenxing Yang, Quanjun Li, Chunguang Zhai, Fangren Shen, Xuyuan Hou, Lin Wang, Nianqiang Zhang, Wei Zhang, Rong Fu, Jianfeng Ji, Xingmin Zhang, He Lin, Yingwei Fei, Bertil Sundqvist, Weihua Wang, Bingbing Liu",
      "paper_url": "https://doi.org/10.1038/s41586-021-03882-9",
      "venue": "nature21"
    },
    {
      "id": "nature25_https://openalex.org/W4410362150",
      "paper_id": "https://openalex.org/W4410362150",
      "title": "Ultrahigh-pressure crystallographic passage towards metallic hydrogen",
      "authors": "Cheng Ji, Bing Li, Jie Luo, Yongsheng Zhao, Yuan Liu, Konstantin Glazyrin, Alexander Björling, Lucas A. B. Marçal, Maik Kahnt, Sebastian Kalbfleisch, Wenjun Liu, Yang Gao, Junyue Wang, Wendy L. Mao, Hanyu Liu, Yanming Ma, Yang Ding, Wenge Yang, Ho-Kwang Mao",
      "paper_url": "https://doi.org/10.1038/s41586-025-08936-w",
      "venue": "nature25"
    },
    {
      "id": "nature22_https://openalex.org/W4223971141",
      "paper_id": "https://openalex.org/W4223971141",
      "title": "Uniting tensile ductility with ultrahigh strength via composition undulation",
      "authors": "Heng Li, Hongxiang Zong, Suzhi Li, Shenbao Jin, Yan Chen, Matthew J. Cabral, Bing Chen, Qianwei Huang, Yan Chen, Yang Ren, Kaiyuan Yu, Shuang Han, Xiangdong Ding, Gang Sha, Jianshe Lian, Xiaozhou Liao, En Ma, Jun Sun",
      "paper_url": "https://doi.org/10.1038/s41586-022-04459-w",
      "venue": "nature22"
    },
    {
      "id": "nature23_https://openalex.org/W4386493257",
      "paper_id": "https://openalex.org/W4386493257",
      "title": "Visualizing interfacial collective reaction behaviour of Li–S batteries",
      "authors": "Shiyuan Zhou, Jie Shi, Sangui Liu, Gen Li, Fei Pei, Youhu Chen, Junxian Deng, Qizheng Zheng, Jiayi Li, Chen Zhao, Inhui Hwang, Cheng-Jun Sun, Yuzi Liu, Yu Deng, Ling Huang, Yu Qiao, Gui-Liang Xu, Jian-Feng Chen, Khalil Amine, Shi-Gang Sun, Hong-Gang Liao",
      "paper_url": "https://doi.org/10.1038/s41586-023-06326-8",
      "venue": "nature23"
    },
    {
      "id": "nature25_https://openalex.org/W4408613758",
      "paper_id": "https://openalex.org/W4408613758",
      "title": "Water structure and electric fields at the interface of oil droplets",
      "authors": "Lixue Shi, R. Allen LaCour, Naixin Qian, Joseph P. Heindel, Xiaoqi Lang, Ruoqi Zhao, Teresa Head-Gordon, Wei Min",
      "paper_url": "https://doi.org/10.1038/s41586-025-08702-y",
      "venue": "nature25"
    },
    {
      "id": "nature25_https://openalex.org/W4410362162",
      "paper_id": "https://openalex.org/W4410362162",
      "title": "Wireless transmission of internal hazard signals in Li-ion batteries",
      "authors": "Jinbao Fan, Chenchen Liu, Na Li, Le Yang, Xiao-Guang Yang, Bowen Dou, Shujuan Hou, Xuning Feng, Hanqing Jiang, Hong Li, Wei-Li Song, Lei Sun, Hao-Sen Chen, Huajian Gao, Daining Fang",
      "paper_url": "https://doi.org/10.1038/s41586-025-08785-7",
      "venue": "nature25"
    },
    {
      "id": "nature24_https://openalex.org/W4399127833",
      "paper_id": "https://openalex.org/W4399127833",
      "title": "Work hardening in colloidal crystals",
      "authors": "Seongsoo Kim, Ilya Svetlizky, David A. Weitz, Frans Spaepen",
      "paper_url": "https://doi.org/10.1038/s41586-024-07453-6",
      "venue": "nature24"
    },
    {
      "id": "nature24_https://openalex.org/W4405268617",
      "paper_id": "https://openalex.org/W4405268617",
      "title": "X-ray linear dichroic tomography of crystallographic and topological defects",
      "authors": "Andreas Apseros, Valerio Scagnoli, Mirko Holler, Manuel Guizar-Sicairos, Zirui Gao, Christian Appel, Laura J. Heyderman, Claire Donnelly, Johannes Ihli",
      "paper_url": "https://doi.org/10.1038/s41586-024-08233-y",
      "venue": "nature24"
    }
  ]
}